{"organizations":[{"Title":"+D = Democracia em Movimento (Portugal)","Description":"+D Mission: \"Politics beyond the parties'\n\nThe mission of the Movement + D lies in the renewal of representative democracy, promoting the dignity of politics, politicians and proper respect for the public interest by all holders that manage, claiming the approach of politicians to citizens through the electoral process, by requiring transparency and accountability and, in general, the development of ethics in politics. The Movement + D will also assume the task of promoting the strengthening of democracy through the development of instruments legally recognized but also by incorporating innovative tools Participatory Democracy.","Body":"In recent decades the Portuguese citizens drifted away significantly from political life, as the growing electoral abstention shows, while the country plunged into a severe financial crisis and the need for an international bailout, with consequences...","Annual Budget":"","Country":"Portugal","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"ADELS","Description":"","Body":"ADELS (Association pour la démocratie et l’éducation locale et sociale) is a Paris-based organization, set up in 1960, whose work is aimed at encouraging political participation and civic engagement beyond the ballot box at the subcentral level of...","Annual Budget":"","Country":"France","Executive Director":"François Hannoyer","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Age Sector Platform","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Agir pour la démocratie directe","Description":"","Body":"Acting for Direct Democracy(French association under Law July First1901)Mission statement(statutes article 2)The association “Acting for direct democracy” has for aim to reform the Constitution of the French Republic to introduce at local, regional and...","Annual Budget":"","Country":"France","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Airesis - Tecnologie Democratiche","Description":"","Body":" Mission and purposeIn the political arena and by the citizen, the Internet is increasingly perceived as potential instrument for the democratic participation; however, few and undeveloped are the web platforms conceived to help parties and political...","Annual Budget":"","Country":"Italy","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Aktiv Demokrati","Description":"","Body":"Aktiv Demokrati (swedish for \"Active Democracy\") is a non-political party for realizing direct democracy in the swedish parliament, using a mix of delegation and direct voting through the internet.The basic idea is that all citizens from different parts...","Annual Budget":200,"Country":"Sweden","Executive Director":"Jonas Liljegren","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":40,"dateOfBirth":null},{"Title":"Alliance For Education","Description":"","Body":"Mission and Purpose\nThe Alliance for Education is a non-profit, non-government organization dedicated to bettering education in Seattle Public Schools. Independent from the Seattle School District itself, the Alliance works directly with the community...","Annual Budget":"","Country":"","Executive Director":"Sara Morris","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Americans Discuss Social Security","Description":"","Body":"The Americans Discuss Social Security (ADSS) is an organization based out of Washington, D.C. that focuses on engaging American citizens in discussing the reformation of the United States Social Security System. Mission and PurposeThe Americans Discuss...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Americans Elect","Description":"Written by: Tony Elia and Colton Schweitzer\n\nThis article explores the non-partisan, non-profit organization, Americans Elect, the organization that attempted  to create the first national online presidential primary.","Body":"DefinitionAmericans Elect is a nonprofit nonpartisan organization whose goal is to “fix the way we elect our leaders” by implementing the first non partisan, national online presidential primary. Americans Elect has focused on achieving three clear goals...","Annual Budget":"","Country":"United States","Executive Director":"Peter Ackerman ","Fulltime Staff":"","Part-time Staff":"100+","Volunteer Count":"","dateOfBirth":null},{"Title":"AmericaSpeaks","Description":"","Body":"AmericaSpeaks is a Washington, D.C.-based non-partisan, non-profit organization whose mission is to \"engage citizens in the public decisions that impact their lives.\" AmericaSpeaks' work is focused on trying to create opportunities for citizens to impact...","Annual Budget":7,"Country":"","Executive Director":"Carolyn Lukensmeyer","Fulltime Staff":14,"Part-time Staff":60,"Volunteer Count":6001,"dateOfBirth":null},{"Title":"Annenberg Institute for School Reform","Description":"","Body":"I. Purpose and Mission of the Annenberg Institute for School Reform:The purpose and mission of the Annenberg Institute for School Reform is to challenge to the nation to improve public education in America by enhancing the quality of learning for youth...","Annual Budget":"","Country":"","Executive Director":"Dr. Warren Simmons","Fulltime Staff":46,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Anonymous","Description":"We are Anonymous. We are Legion. We do not forgive. We do not forget. Expect us.","Body":"Anonymous is a decentralized hacktivist collective. A variety of internet sub-cultures gave birth to the dynamic entity known as Anonymous. The term “anonymous” originally referred to any internet user in general and their anonymous online identity and...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"???","dateOfBirth":null},{"Title":"Anti-Corruption and Civil Rights Commission, Republic of Korea","Description":"","Body":"","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"APSA Task Force on Democracy, Economic Security, and Social Justice","Description":"","Body":"APSA Statement of PurposeThree recent developments have thrust issues of economic security and social justice into the public consciousness.First, the global economic crisis has brought economic insecurity home to developed countries and highlighted that...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Artworks Creative Communities","Description":"","Body":"Who we are…\nArtworks Creative Communities is a Bradford-based charity and social enterprise. Since 1998 we have delivered innovative projects that use creativity as a force for change. Working with professional artists and in partnership with...","Annual Budget":840,"Country":"United Kingdom","Executive Director":"Ged Walker (Acting CEO)","Fulltime Staff":4,"Part-time Staff":5,"Volunteer Count":4,"dateOfBirth":null},{"Title":"Ascentum","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External LinksAscentum, http://ascentum.com/Notes","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Asian Community Development Corporation","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Association for Societal Participation","Description":"Let's reboot democracy!","Body":"Mission and PurposeThe Association for Societal Participation is an international, non-partisan NGO founded in Budapest and is currently under registration. Its aim is to help create a more direct and transparent democratic form of government, using the...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Association Italia 150","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":" Associative Action (l'action associative)","Description":"As of June 2014 Action Associative began working on introducing participatory budgeting in four Tunisian municipalities. Its mission is to increase citizens’ trust in local authorities and to improve transparency. The European Endowment for Democracy (EED) is supporting the fourth phase of a pilot project where citizens will decide themselves how to allocate part of the municipal budget.","Body":"The following is a suggested structure. We recommend users follow these headings to make it easier to compare and analyze entries.Mission and PurposeAs of June 2014 Action Associative began working on introducing participatory budgeting in four Tunisian...","Annual Budget":"","Country":"Tunisia","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Auckland Council","Description":"The Auckland Council is the council for the Auckland Region in New Zealand. It began operating on 1 November 2010, combining the functions of the existing regional council and the region's seven previous city and district councils into one \"super council\" or \"super city\" governed by a mayor, 20 members of the governing body and 148 members of 21 local boards.","Body":"  ","Annual Budget":"","Country":"New Zealand","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Australian Department of Education, Employment and Workplace Relations","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Australian Study Circles Network ","Description":"The Australian Study Circles Network Pty Ltd (ASCN) is a central resource for those who want to learn about study circles or organise a Dialogue to Change (D2C) program in Australia.  \n\nDialogue to Change programs are based on the internationally recognised study circle method and the work of Everyday Democracy in the US, but customised for an Australian context.\n\nDialogue to Change programs involve a community dialogue that helps people explore complex issues, make decisions and take action. It begins with community organising and is followed by facilitated, small group dialogue that leads to change. Study circles don’t advocate a particular solution. Instead, they welcome many points of view around a shared concern.","Body":"Mission and Purpose  Helping communities find ways for all kinds of people to think, talk and work together to solve problemsThe Australian Study Circles Network Pty Ltd (ASCN) is a central resource for those who want to learn about study circles or...","Annual Budget":"","Country":"Australia","Executive Director":"Dr. Mark Brophy (Founder) and Mary Brennan","Fulltime Staff":"","Part-time Staff":2,"Volunteer Count":"","dateOfBirth":null},{"Title":"Backbone Campaign","Description":"The Backbone Campaign is a progressive, non-profit organization based on Vashon Island, Washington, whose goal is to inspire social change through political commentary, via highly visible “actions.”   According to the Campaign’s website, “The Backbone Campaign is a grassroots effort to embolden citizens to stand up for progressive values. We are expanding the political dialogue by providing creative tools for citizens and the progressive movement. The backbone symbolizes an interlocking agenda, a coalition, and the personal courage necessary to fight for a future worthy of our children.”","Body":"Mission and PurposeThe Backbone Campaign’s goal is to give a voice to community members and the masses, alike, by way of “Artful Activism” (Backbone Campaign).  Through the teaching of non-violent techniques and strategies, the Backbone Campaign looks...","Annual Budget":"","Country":"United States","Executive Director":"Bill Moyer","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Balkan Assist","Description":"","Body":"\"Balkan Assist\" is a Bulgarian non-for-profit association established in 2000 uniting individuals and organizations working for the development of the civil society. A part of the members are direct participants in the Program for Cooperation with the...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Ballot Initiative Strategy Center","Description":"","Body":"BasicsAn Overview of Ballot MeasuresBallot measures are powerful policy-making, messaging, and political tools – and also a permanent part of the process in the 24 initiative states.In recent years, initiatives have been used by well-funded, right-wing...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Bertelsmann Stiftung","Description":"From the Bertelsmann website: \"In keeping with the longstanding social commitment of its founder, Reinhard Mohn, the Bertelsmann Stiftung is dedicated to serving the common good. Our work is based on the conviction that competition and civic engagement are essential for social progress.\"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"Germany","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"BetterMeans.org","Description":"","Body":"Imagine companies without managers or employees. Just contributors. You decide what work you do, when you do it, and how. Contribution determines your ownership, not job titles or office politics. Problems are solved collaboratively. Quickly. Efficiently...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Black Rock City LLC","Description":"Black Rock City LLC is the central organizing body behind the annual Burning Man festival. It was established in 1997, after the event grew so large that a more formal management structure became necessary.","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"$10-20 million","Country":"United States","Executive Director":"Larry Harvey","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Black Sash","Description":"The Blash Sash is a non-governmental organisation that aims to promote the realisation of human rights in South Africa. It monitors government progress in this regard, particularly to ensure access for the poor and vulnerable populations. Their mission is to work towards a South Africa where the constitution is upheld and human rights are recognized in law and respected in practice and the government is accountable and responsive to the people.","Body":" Mission and PurposeThe Blash Sash is a non-governmental organisation that aims to promote the realisation of human rights in South Africa. It monitors government progress in this regard, particularly to ensure access for the poor and vulnerable...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Boston's Metropolitan Area Planning Council","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Bush Radio","Description":"","Body":"OverviewSouth Africa’s revolutionary radio station, Bush Radio, contributes to society with its inclusive and deliberative media processes, as well as through its many outlets of community involvement. Bush Radio combines a unique amalgam of music and...","Annual Budget":"","Country":"South Africa","Executive Director":"","Fulltime Staff":15,"Part-time Staff":"","Volunteer Count":100,"dateOfBirth":null},{"Title":"By the People","Description":"","Body":"Purpose and MissionBy the People works with community organization, colleges and the Public Broadcasting Service (PBS) to create events for citizens, that normally do not interact with each other, to takes their views about issues of the day and...","Annual Budget":"","Country":"","Executive Director":"Gail Leftwich Kitch","Fulltime Staff":3,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"California Citizen's Redistricting Commission","Description":"The California Citizens Redistricting Commission is a redistricting organization for the state of California. It is responsible for determining the Senate, Assembly, and Board of Equalization district boundaries throughout the state. The 14-member commission consists of five Democrats, five Republicans, and four others from neither major party. The commission was created following the passage of Proposition 11, the Voters First Act, in November 2008.","Body":"Mission and PurposeThe California Citizens Redistricting Commission is a political redistricting organization that operates on behalf of the state of California. Its main responsibilities include evaluating the 2010 United States Census in order to...","Annual Budget":"$1,000,000+","Country":"United States","Executive Director":"Daniel Claypool","Fulltime Staff":14,"Part-time Staff":0,"Volunteer Count":0,"dateOfBirth":null},{"Title":"California Citizens Redistricting Commission","Description":"The California Citizens Redistricting Commission is a redistricting organization for the state of California. It is responsible for determining the Senate, Assembly, and Board of Equalization district boundaries throughout the state. The 14-member commission consists of five Democrats, five Republicans, and four others from neither major party. The commission was created following the passage of Proposition 11, the Voters First Act, in November 2008.\n-","Body":"Mission and PurposeThe California Citizens Redistricting Commission is a political redistricting organization that operates on behalf of the state of California. Its main responsibilities include evaluating the 2010 United States Census and determining...","Annual Budget":"","Country":"United States","Executive Director":"Daniel Claypool","Fulltime Staff":14,"Part-time Staff":0,"Volunteer Count":0,"dateOfBirth":null},{"Title":"Canadian Community for Dialogue and Deliberation","Description":"","Body":"Mission and PurposeAccording to the Canadian Community for Dialogue and Deliberation (C2D2) website, the organization's mission is \"to increase our society’s capacity to have constructive conversations to enhance decision- making and collaborative action...","Annual Budget":"","Country":"Canada","Executive Director":"actively recruiting","Fulltime Staff":12,"Part-time Staff":50,"Volunteer Count":"","dateOfBirth":null},{"Title":"Canadian Policy Research Networks (CPRN)","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External LinksCanadian Policy Research Networks [archived site], http://cprn.org/Notes","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Center for Communication and Civic Engagement","Description":"","Body":"DefinitionThe Center for Communication and Civic Engagement (CCCE) is a Seattle, WA-based organization whose mission is to understand “communication processes and media technologies that facilitate positive citizen involvement in politics and social life...","Annual Budget":"","Country":"United States","Executive Director":"Lance Bennett ","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Center for Engaged Democracy","Description":"","Body":"Mission and PurposeThe Center for an Engaged Democracy acts as a central hub for developing, coordinating, and supporting academic programs – certificates, minors, and majors – around the country focused on civic and community engagement, broadly defined...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Center for Nanotechnology in Society at Arizona State University (CNS-ASU)","Description":"CNS-ASU is an NSF-funded research center which explores the societal aspects of nanotechnologies and seeks to build capacity for anticipatory governance.","Body":"Mission and PurposeThe guiding conceptual goals of CNS-ASU are two-fold: to increase reflexivity within the nanotechnology enterprise and to increase society’s capacity to engage in anticipatory governance of nanotechnology and other emerging...","Annual Budget":"","Country":"United States","Executive Director":"David Guston","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Center for Substance Abuse Prevention (CSAP)","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Central Information Commission, Government of India","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Centre for Citizens' participation in the African Union (CCP-AU)","Description":"","Body":"Mission and Purpose\n“Guided by our common vision of a united and strong Africa and by the need to build a partnership between governments and all segments of civil society, in particular women, youth and the private sector, in order to strengthen...","Annual Budget":"","Country":"Kenya","Executive Director":"Ibrahima Kane","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Centre for Citizenship, Globalization and Governance (C2G2)","Description":"","Body":"Mission and PurposeThe Centre for Citizenship, Globalization and Governance (C2G2) at the University of Southampton engages in 'problem-based research' on the multiple challenges to contemporary citizenship at all levels of governance. C2G2 is a core...","Annual Budget":"","Country":"United Kingdom","Executive Director":"Gerry Stoker","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Centre for Civil Society, India","Description":"","Body":" Mission and Purpose \nThe Centre for Civil Society is an independent, non-profit, research and educational organisation devoted to improving the quality of life for all citizens of India by reviving and reinvigorating civil society.\n\n External Links...","Annual Budget":"","Country":"India","Executive Director":"Dr Parth J Shah","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Centre for Civil Society, UK","Description":"","Body":"Mission and PurposeThe Centre for Civil Society (CCS) is an international organisation for research, analysis, debate and learning about civil society. It is based within the Department of Social Policy at the London School of Economics. Established...","Annual Budget":"","Country":"United Kingdom","Executive Director":"Jude Howell","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Centre for Lifelong Learning and Community Engagement","Description":"","Body":"Mission and PurposeThe Centre for Lifelong Learning builds upon teaching, learning and research projects within the Department of Professional and Community Education (PACE), and works with colleagues in other departments and centres at Goldsmiths, to:...","Annual Budget":"","Country":"United Kingdom","Executive Director":"Professor Marjorie Mayo and Professor Len Platt","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Centre for Public Involvement","Description":"","Body":"Mission and PurposeThe Centre for Public Involvement (CPI) was created by the University of Alberta and the City of Edmonton and is funded equally by both partners. The CPI is dedicated to leadership and excellence in the theory and practice of public...","Annual Budget":120,"Country":"","Executive Director":"Fiona Cavanagh","Fulltime Staff":2,"Part-time Staff":1,"Volunteer Count":75,"dateOfBirth":null},{"Title":"Centre for Research on Direct Democracy (c2d)","Description":"","Body":"Centre for Research on Direct Democracy (c2d)The c2d is an academic research center dedicated to the study of direct democratic institutions (referendum and initiative) around the world, their history, legal nature, functioning and political implications...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Centre for the Study of Democracy","Description":"","Body":"The Centre for the Study of Democracy (CSD) at the University of Westminster undertakes research in a range of critical challenges to the theory and practice of democracy. Established in 1989, CSD continues to sustain an international reputation for...","Annual Budget":"","Country":"United Kingdom","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Change Makers","Description":"","Body":"Mission and PurposeChangeMakers develops the capacity and skills of people from disadvantaged communities across England. Using broad-based community organising and leadership traning, it enables people to identify and meet their needs, so that they can...","Annual Budget":"","Country":"United Kingdom","Executive Director":"Mark Waters","Fulltime Staff":4,"Part-time Staff":2,"Volunteer Count":"","dateOfBirth":null},{"Title":"Chicago Police Department","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Chicago Public Schools: Local School Councils","Description":"","Body":"Chicago Local School Councils Mission and PurposeThe Chicago Local School Council is a deliberative process used by the schools of Chicago, Illinois in order to discuss and come to conclusions of how to improve the schools, allocate funds, discuss long-...","Annual Budget":500,"Country":"","Executive Director":"Chicago Principals","Fulltime Staff":3,"Part-time Staff":3,"Volunteer Count":8,"dateOfBirth":null},{"Title":"CIDADE Urban Studies and Advisory Center","Description":"","Body":"In the end of the 80’s, Brazil was living one of the richest discussion periods in its political life. Among the discussed topics, Urban Reform appeared as an important issue, present in the agenda of great part of the social movements.The idea of...","Annual Budget":70000,"Country":"","Executive Director":"João Rovati","Fulltime Staff":4,"Part-time Staff":1,"Volunteer Count":1,"dateOfBirth":null},{"Title":"Citizen's Voice: Analysis of the prospects of deliberative democracy in Finnish health care","Description":"The plan of this four-year research project (2011-2014), funded by the Academy of Finland, is to critically investigate the many-sided elements of deliberative democracy within the framework of complex health care issues, in the Finnish context. The project is carried out at the Social and Health Management Department at the Faculty of Philosophy at the University of Vaasa.","Body":"The plan of this four-year research project (2011-2014), funded by the Academy of Finland, is to critically investigate the many-sided elements of deliberative democracy within the framework of complex health care issues, in the Finnish context. The...","Annual Budget":"","Country":"Finland","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"CitizenLab","Description":"CitizenLab is a civic engagement platform on which citizens co-create their city. The platform facilitates a two-way communication between the city and its citizens. Citizens post ideas, discuss them with each other and upvote the best ideas — in a fun and easy accessible way. On the other hand, the city uses CitizenLab to consult the opinion of its citizens via polling or to ask their creative solutions to an existing problem. Our SaaS solution helps cities to tap into the collective intelligence of the citizens and become more responsive to their citizens’ needs.","Body":"About CitizenLabCitizenLab is a civic engagement platform on which citizens co-create their city. The platform facilitates a two-way communication between the city and its citizens. Citizens post ideas, discuss them with each other and upvote the best...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Citizens","Description":"","Body":"Íbúar.is CITIZENSShort history of Skuggaþing (Shadow Parliament) and Betri Reykjavík (Better Reykjavík)In the last (2010) municipal elections in Reykjavík, the capital city of Iceland, almost 10% of the voting population took part in the majority talks...","Annual Budget":"","Country":"Iceland","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Citizens For Democracy, Pakistan","Description":"Citizens for Democracy (CFD) is a civil society group in Pakistan. This organization, formed in 2010, was founded by individuals and groups upset by numerous incident involving the misuse and abuse of the ‘blasphemy laws’ and religion in politics. This organization is a combination of many groups and organizations throughout Pakistan. These groups include: Professionals, NGO’s, trade unions, student unions, political parties, and individuals. Citizens for Democracy works to promote the principles created by the Charter of Democracy and hopes to build upon the work of the 18th Amendment, political parties and stake holders. stakeholders.","Body":"Mission and Purpose            One of Citizens for Democracy primary objectives is to create a democratic culture in Pakistan. Part of this focus includes work to counteract religion in politics and state affairs. To do this they must call upon all of...","Annual Budget":"Unknown","Country":"Pakistan","Executive Director":"Unknown","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Citizens for Direct Democracy","Description":"","Body":"Citizens for direct Democracy is the political task force of Democratie nu (not for profit)Less than 1 on 5 Belgian citizens has still faith in politicians. Would you let such a team take care of your income and your family budget? Probably not... And...","Annual Budget":"","Country":"Belgium","Executive Director":"Paul Nollen","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Citizens For Europe","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Citizens in Charge","Description":"","Body":"Citizens in Charge is a 501 (c) (4) citizen-powered advocacy organization that serves as a partner to Citizens in Charge Foundation in protecting and expanding the initiative and referendum process.The organization works with activists, legislators,...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Citizens in Chargee","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Citizens' Council","Description":"","Body":"Mission and Purpose\nThe Citizens' Council, formally referred to as the White Citizens Council, was a white supremacist group created in the South. The Council was formed in the 1950s after the Supreme Court outlawed school segregation in Brown v. Board...","Annual Budget":300,"Country":"","Executive Director":"Gordon Baum","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Citizenship DRC","Description":"","Body":"Purpose and MissionThe Development Research Centre on Citizenship, Participation and Accountability (Citizenship DRC) is a ten-year international research programme exploring new forms of citizenship that will help make rights real. We are comprised of a...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Citizenship Foundation","Description":"","Body":" Mission and Purpose \nThe Citizenship Foundation is an independent education and participation charity that exists to encourage and enable individuals to play an effective role in democratic society.\nTheir vision is of a just, inclusive and cohesive...","Annual Budget":"","Country":"United Kingdom","Executive Director":"Tony Breslin","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Citizens’ Initiative and Referendum","Description":"","Body":"I&RGB We want more and better democracy with town meetings for public debate, the citizens' law-proposal (initiative), the veto-referendum to keep government in \"check\" plus the right to sack (recall) the MP whom we elected. To achieve reform like...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"City of Burnsville","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"City of Dresden","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"City of Hampton","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"City of La Plata","Description":"","Body":"","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"City of Moscow (Idaho)","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"City of Philadelphia","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"City of Pittsburgh","Description":"","Body":"Note:  This article is a stub and the Participedia community will appreciate any work you can do to help us complete it by providing additional content and/or editing existing content. Thank you!Mission and Purpose History Specializations and activities ...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"City of Portland","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"City of Rosario (Argentina)","Description":"","Body":"The Socialist Party has governed the city of Rosario since 1989. The fact that the Socialist Party has stayed in power for so long is indicative of a path that the city has been following for 20 years. Based on the vision of a long term colective project...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"City of Solingen","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"City of Toronto","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Cité des Sciences et de l´Industrie, Paris, France","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Civic Alliance to Rebuild Downtown New York","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"CIVICUS: World Alliance for Citizen Participation","Description":"","Body":"CIVICUS: World Alliance for Citizen Participation is an international network of civil society promoting members, partners and most significantly, organizations. Since its founding in 1993, the group has used this network to improve citizen participation...","Annual Budget":" 2.9 million in 2007","Country":"South Africa","Executive Director":"Ingrid Srinath","Fulltime Staff":"approx. 35","Part-time Staff":"NA","Volunteer Count":"NA","dateOfBirth":null},{"Title":"Code for South Africa","Description":"Code for South Africa is a civic coding organisation that believes in the usefulness of data and data sharing. The organisation’s goal is ‘to promote the release of data under an open data licence to make it available to everyone who wants it…to use liberated data to improve lives and empower people to make informed choices.’ Code for South Africa prides itself in establishing platforms that assist people in accessing useful data that can be utilised in improving people’s lives.","Body":" Mission and PurposeCode for South Africa is a civic coding organisation that believes in the usefulness of data and data sharing. The organisation’s goal is ‘to promote the release of data under an open data licence to make it available to everyone who...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Colbert Super PAC","Description":"Stephen Colbert's Colbert Super PAC: Americans for a Better Tomorrow, Tomorrow represents the next generation of civic participation in the United States. It employs the tool of mockery as protest and uses new media to mobilize previously disaffected citizens around an important issue in American politics.","Body":"Mission and PurposeThe Colbert Super PAC represents an innovative attempt to promote popular participation in a nation which was once celebrated as the example of a robust civil society,[1] but more recently has experienced a decline in civic engagement...","Annual Budget":"Unlimited potential","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"160,000 (as of 2011)","dateOfBirth":null},{"Title":"Collective Agency","Description":"Collective Agency is a representative democracy business located in Portland Oregon. Revenue is from rent by members. There are more than 50 members and growing, and many forms of civic engagement, from Lightning Talks to council and civics meetings, yoga to advice. There is a Constitution, a 2-house system, the right to make amendments, elections, and more. \n\nAlex Linsker, who started it June 15th 2011, was term-limited as the main community organizer; he transferred control on June 15th 2012 to Fitz Ryland, who was elected by members.","Body":"Mission and PurposeA supportive and nurturing place to work alongside people doing work they’re passionate about and committed to.HistoryCollective Agency is a representative democracy business located in Portland Oregon.Alex Linsker, who started it June...","Annual Budget":"$200,000","Country":"United States","Executive Director":"Fitz Ryland","Fulltime Staff":1,"Part-time Staff":2,"Volunteer Count":50,"dateOfBirth":null},{"Title":"Colorado State University Center for Public Deliberation","Description":"The CSU Center for Public Deliberation (CPD) serves as an impartial resource for the Northern Colorado community. It was established in 2006 within the Department of Communication Studies at Colorado State University by Martín Carcasson. The official mission statement of the CPD is, “To promote the development of a vibrant deliberative democracy in Northern Colorado.” Working as an affiliate of the National Issues Forum network (www.nifi.org), part of the National Coalition for Dialogue and Deliberation (www.ncdd.org) and the University Network for Collaborative Governance (http://www.policyconsensus.org/ uncg/index.html), the CPD organizes and hosts many events in the local community, including public forums on national and local issues and various workshops tied to public participation, collaborative goverance, and civic engagement. The CPD trains students as non-partisan facilitators and conveners focused on helping the local community come together and address critical issues more effectively. Deliberation requires safe places for citizens to come together, good and fair information to help structure the conversation, and skilled facilitators to guide the process. The CPD is dedicated to providing these three key ingredients to Northern Colorado.","Body":"Mission and Purpose The CPD is dedicated to enhancing local democracy through improved public communication and community problem solving. It has three primary goals:To Enhance the Local Civic Culture Increase citizen participation in community problem...","Annual Budget":"","Country":"United States","Executive Director":"Martin Carcasson","Fulltime Staff":"","Part-time Staff":"3 plus 30 students","Volunteer Count":10,"dateOfBirth":null},{"Title":"Colorado's Future Institute on the Common Good at Regis University","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Comedie","Description":"","Body":"Comédie (Concertation, mediation, environment) is a program created by two associations: Geyser and AFIP, with the support of the Foundation of France. On the http://www.comedie.org site, Comédie has a data basis of about 300 experiences of stakeholders...","Annual Budget":"","Country":"France","Executive Director":"Pierre-Yves Guihéneuf and Alexandra Villaroel","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Committee on Social Inclusion and Participative Democracy","Description":"","Body":"The Committee on Social Inclusion and Participative Democracy aims to encourage the exchange of experiences on social inclusion policies in cooperation with organized civil society. The UCLG Committee brings together cities that have been active in the...","Annual Budget":"","Country":"Spain","Executive Director":"Ricard Gomà (Chair)","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Communica Public Affairs","Description":"","Body":"Mission and PurposeCommunica’s experienced communication team provides clients with a full range of strategic services to achieve effective communication across all business units. Our communication team works closely with our Aboriginal Engagement and...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Community Audit & Evaluation Centre","Description":"","Body":"What is CAEC?The Community Audit and Evaluation Centre undertakes participatory research and evaluations of services and organisations for example Local Authorities, Single Regeneration Budget (SRB) Partnerships, Health Care Trusts, the Private and...","Annual Budget":"","Country":"United Kingdom","Executive Director":"Carol Packham","Fulltime Staff":5,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Community Capacity Builders","Description":"","Body":"Mission and PurposeTo enable communities to manage change and development by building community capacity and creating a culture of active citizenship.HistoryCommunity Capacity Builders was established in January 2005 with support from the University of...","Annual Budget":"","Country":"Australia","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Community First","Description":"","Body":" Mission and Purpose \nCommunity First is a charity that works with the community to help improve the quality of life and economic well being of people and local communities throughout Wiltshire and Swindon.\nThey work in close partnership with local grass...","Annual Budget":"","Country":"","Executive Director":"Philippa Read","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Community Places","Description":"Community Places is a not for profit organisation and a registered Charity.","Body":"Mission and PurposeCommunity Places- provides advice on planning issues for community groups and individuals;- supports community involvement in Community Planning;- facilitates community consultation and research; and- provides advice...","Annual Budget":"","Country":"United Kingdom","Executive Director":"Colm Bradley ","Fulltime Staff":6,"Part-time Staff":1,"Volunteer Count":5,"dateOfBirth":null},{"Title":"Community Pride Unit","Description":"","Body":"Mission and PurposeCommunity Pride Unit trains and empowers some of the most excluded and marginalised people in society to have a voice. Community Pride Unit runs Schools of Participation for excluded groups in Salford and Manchester. Specializations...","Annual Budget":"","Country":"United Kingdom","Executive Director":"Anne Stewart","Fulltime Staff":2,"Part-time Staff":1,"Volunteer Count":"","dateOfBirth":null},{"Title":"Community-Campus Partnerships for Health","Description":"","Body":"","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Conetica","Description":"www.conetica.it\nwww.andreagelao.it","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"Italy","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Consense","Description":"","Body":" Mission and Purpose \nConsense specialises in online consultation.\nTheir systems help involve the community in an accessible, interactive and auditable way.\n\n External Links \nConsense","Annual Budget":"","Country":"","Executive Director":"Bob Woolliams","Fulltime Staff":14,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Conservation of Flora and Fauna (COFF)","Description":"Conservation of Flora and Fauna (COFF) is dedicated to conserving threatened species and ecosystems for sake of a happier and eco-friendly future. The organization identifies the key factors threatening biodiversity and based on effective techniques, develops innovative solutions to spread a sense of kinship toward our eco-partners aimed at hindering ecocide practices. The organization believes in universal equality of rights for transparent and ethical conduct.","Body":"Mission and Purpose Conservation of Flora and Fauna (COFF) is a Non-Governmental Organization (NGO) in Pakistan registered under the Society Act 1860 and is among the pioneering platforms to have produced efficacious outcomes in preserving partridges....","Annual Budget":"","Country":"Pakistan","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Consorcio Fernando de los Ríos","Description":"","Body":"","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Consorzio CTTS","Description":"","Body":"","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Course of Society, Development and Citizenship Studies - Tecnológico de Monterrey","Description":"","Body":"Mission and PurposeTo develop skills for the critical analysis of the Mexican reality, from studying individually and collaboratively the sociopolitical, economical and cultural context, with the purpose of proposing alternative solutions to issues and...","Annual Budget":"","Country":"Mexico","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Davenport Institute for Public Engagement and Civic Leadership - Pepperdine University","Description":"","Body":"Problems and PurposeThe state of California is criticized for not being engaged enough in politics. In addition, it has some of the lowest civic engagement rates in the nation. “ Nationwide, California is ranked among the bottom five in voter...","Annual Budget":"","Country":"United States","Executive Director":"Pete Peterson","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"David Mathews Center for Civic Life","Description":"The David Mathews Center for Civic Life is an Alabama based 501(c)(3), non-profit, non-partisan, tax-exempt organization that focuses on helping citizens build deliberative decision making skills and creating opportunities for citizens to discuss issues that are important to them so that they can take action in their communities. The Mathew’s center conducts forums and workshops for communities and hosts a research internship program alongside the University of Alabama’s New College. Dr. Robert McKenzie is currently president of the Mathews Center and is also a senior associate of the Kettering Foundation. The Mathews Center receives help from federal and state organizations, as well as communities and universities within the state of Alabama to hold their programs. Topics that have been deliberated range from how to raise awareness and educate students and parents about bullying, to solving the dropout problem in Alabama.","Body":"Mission and PurposeThe David Mathews Center for Civic Life wants to educate organizations and communities on how to engage in deliberative discussion and its benefits of reaching collaborative solutions. Their mission is to, “foster infrastructure,...","Annual Budget":"$130,961 (for 2012 calendar year)","Country":"United States","Executive Director":"Christopher McCauley","Fulltime Staff":1,"Part-time Staff":0,"Volunteer Count":"approximately 100","dateOfBirth":null},{"Title":"De Wakkere Burger","Description":"","Body":"De Wakkere Burger is a movement for a participatory democracy. The organization is active in the Dutch-speaking part of Belgium and is focusing on the local and regional level.\nDe Wakkere Burger supports, in a co-operation, participatiewiki.org, the...","Annual Budget":"","Country":"Belgium","Executive Director":"","Fulltime Staff":3,"Part-time Staff":3,"Volunteer Count":"","dateOfBirth":null},{"Title":"Debategraph.org","Description":"","Body":"Debategraph is:\n(1) A debate visualization tool to help groups think through complex topics by building and sharing dynamic, collaboratively-editable and ratable maps of subjects from multiple perspectives.\n(2) A creative commons project to increase the...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Delib","Description":"","Body":"Mission and Purpose\nThis deliberative company is dedicated to helping organizations facilitate discussions with in their company or collect information and data from their organization. It is essentially a specialist online opinion research and public...","Annual Budget":"","Country":"United Kingdom","Executive Director":"Chris Quigley","Fulltime Staff":10,"Part-time Staff":3,"Volunteer Count":"","dateOfBirth":null},{"Title":"Deliberative Democracy Consortium","Description":"","Body":"The Deliberative Democracy Consortium (DDC) is an association of the leading organizations and scholars who work in the field of deliberation and public engagement. The DDC represents more than 50 foundations, nonprofit organizations, and universities,...","Annual Budget":60,"Country":"","Executive Director":"Matt Leighninger","Fulltime Staff":1,"Part-time Staff":"","Volunteer Count":18,"dateOfBirth":null},{"Title":"Demo-net","Description":"","Body":"DEMO-net, short for The Democracy network is a Network of Excellence research project funded by the European Commission’s sixth framework programme. The overarching objective from DEMO-net.org is to strengthen scientific, technological and social...","Annual Budget":1,"Country":"United Kingdom","Executive Director":"Nanna Skovrup","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Democracia en Red","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Linkshttp://democraciaenred.org/index-en.html","Annual Budget":"","Country":"","Executive Director":"Agustin Frizzera","Fulltime Staff":13,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Democracy In Practice","Description":"","Body":" Democracy In Practice is an internationally-collaborative nonprofit organization focusing on democratic innovation, experimentation and capacity-building. We are working to transform how people envision democracy, and to develop innovative ways for even...","Annual Budget":"","Country":"Bolivia","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Democracy International","Description":"","Body":"Democracy International is a network movement towards a more direct democracy in the European Union. Democracy International is founded in Brussels Belgium and is operated by a cooperation team made up of 6 members; Heiko Dittmer, Carsten Berg, Ronald...","Annual Budget":"","Country":"Belgium","Executive Director":"Heiko Dittmer","Fulltime Staff":6,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"DemocracyLab","Description":"DemocracyLab is a 501 (c)(3) nonprofit organization which encourages quality deliberation on social media websites like Facebook, Twitter, and Linkedin. \n\nA 501 (c)(3) organization is one that is granted by the Internal Revenue Service (IRS), which is not able to promote any person in a campaign or any political party. This is vital for organizations such as DemocracyLab, which promotes political discourse that is based on the non-biased values, objectives, and policies of the general public as a means to create social change. With the help of DemocracyLab, citizens can rank solutions to important problems in their community by to help give politicians some important insight.","Body":" Mission and PurposeThe creators of DemocracyLab discovered that most online political deliberation is based on emotion instead of facts. Thus, their goal is to change the way we deliberate by emphasizing the need for important values and objectives...","Annual Budget":"A non-profit organization, donation- based","Country":"United States","Executive Director":"Mark Frischmuth","Fulltime Staff":"","Part-time Staff":"Claire Adamsick - Communications Director","Volunteer Count":"","dateOfBirth":null},{"Title":"Democratic Underground","Description":"","Body":" Mission and Purpose \nThe main purpose for the Democratic Underground is to provide an online discussion forum to deliberate and share progressive and liberal ideology.  Although the organization is not associated with the Democratic Party, it is...","Annual Budget":"","Country":"","Executive Director":"David Allen","Fulltime Staff":3,"Part-time Staff":"","Volunteer Count":32,"dateOfBirth":null},{"Title":"Democratici Diretti","Description":"Democratici Diretti is a group of about 600 people (as from the members of their FB page) which is devoted to the implementation of Direct Democracy.\nSo far, however, there has been no proposal of a system for voting or direct democracy made by this group.\nThere have been only few votations on some issues of public interest followed by a minority of the users.","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Democratie nu","Description":"","Body":"Democratie Nu is an organisation that aims for the implementation of Direct Democracy in Belgium. The main goal is the introduction of the binding referendum on citizen's initiative.For the moment the website is only in Dutch but the translation in...","Annual Budget":"","Country":"United States","Executive Director":"Bert Pennickx","Fulltime Staff":"","Part-time Staff":3,"Volunteer Count":"","dateOfBirth":null},{"Title":"Democratise","Description":"","Body":"3. The objects for which the Company is established are:(I) To carry on, in conjunction with each other or as separate and distinct undertakings, all or any of the following businesses namely:Social objectives;(II) To empower individuals and groups of...","Annual Budget":200,"Country":"","Executive Director":"Jonathan Elmer","Fulltime Staff":3,"Part-time Staff":"","Volunteer Count":3,"dateOfBirth":null},{"Title":"Democràcia Electrònica","Description":"","Body":"Democràcia Electrònica(Electronic Democracy) aims to promote reflection and debate about the role in democratic innovation of new information and communication technologies, that is to say, about what some people call electronic democracy. Here you will...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Demoex","Description":"","Body":"\n\n\nNote: Another version of this organization's description can be found as three file attachments with the prefix \"VD\" by clicking on \"Media\" within the Edit function. This alternate version was originally submitted to Vitalizing Democracy as a...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Demoex UK","Description":"","Body":"Demoex aims to extend democracy, by allowing people to vote on each and every issue.Demoex UK are on Twitter and Facebook Direct_Democracy organisations present on Participedia","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Demokratie","Description":"","Body":"INITIATIV FIR DEMOKRATIE-ERWEIDERUNG  a.s.b.l. (ID)\nDEMOKRATIE asbl\nInitiative zur Erweiterung der Demokratie\nInitiative pour la promotion de la démocratie\nB.P. 54, L-8005 Bertrange, Luxembourg","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Demos","Description":"","Body":"Mission and PurposeDemos is a think-tank focused on power and politics. They search for and communicate ideas to give people more power to shape their own lives.Demos' vision is a democracy of free citizens, with an equal stake in society.Their work is...","Annual Budget":"","Country":"United Kingdom","Executive Director":"Richard Reeves","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Design For Change","Description":"","Body":" Design For Change   BY TEAM:Brianna CarrierCatalina San MartinClaudia Wong Palacios “Superheroes are not in fantasies; they are in every child who says ‘I can’ instead of ‘Can I?’”-Kiran Bir Sethi1. Problems and PurposeThe world is full of challenges:...","Annual Budget":"","Country":"","Executive Director":"Kiran Bir Sethi","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Deutsche Gesellschaft für Technische Zusammenarbeit (GTZ) GmbH","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Development Network of Indigenous Voluntary Associations (DENIVA)","Description":"","Body":"DENIVA (Development Network of Indigenous Voluntary Associations) is a Ugandan Network of Non-Governmental and Community Based Organizations (NGOs/CBOs) providing a platform for collective action and a voice to voluntary local associations to strongly...","Annual Budget":"","Country":"Uganda","Executive Director":"Professor J.B.Kwesiga","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Dialogue Learning Center","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Dick's Drive-In Restaurants","Description":"","Body":"External LinksDick's Drive-In Community Impact NCDD posting about the Countywide Community Forums and its Citizen Councilor Network NotesDick's Drive-In has underwritten the cost to support the Countywide Community Forums of King County.","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Dimopolis","Description":"","Body":"http://www.dimopolis.gr/","Annual Budget":"","Country":"Greece","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Direct Democracy Ireland","Description":"","Body":"Direct Democracy Ireland (DDI) was formed in June 2010, but the concept of direct democracy is not new in Ireland. The people of Ireland previously did have Direct Democratic powers in the Constitution of the Irish Free State (1922). In this Constitution...","Annual Budget":"","Country":"Ireland","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Direct Democracy Not Parliamentary Rule","Description":"‘Direct Democracy Not Parliamentary Rule’ is a group based in Victoria, Austalia trying to register as a political party to advocate direct democracy to ultimately change the electoral system in place entirely. Their overall aim is not to play another role in parliament but to be present on the ballot as a means to generate interest in the ideology of direct democracy. Their current goal is to reach 550 members to be eligible to be placed on the Australian electoral ballot. They currently have a total of 121 members to date. According to their annual meeting minutes, finding ways of gathering new members to join their cause is their primary concern at this time.","Body":" Definition‘Direct Democracy Not Parliamentary Rule’ is an organization based in Victoria, Austalia working towards registering as a political party to advocate direct democracy to ultimately change the electoral system. Their overall aim is not to play...","Annual Budget":"","Country":"Australia","Executive Director":"Dr. Joseph Toscano","Fulltime Staff":121,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Dudley Street Neighborhood Initiative","Description":"","Body":"Mission and PurposeThe Dudley Street Neighborhood Initiative (DSNI) is a non profit community-based organizing and planning group based in Roxbury/North Dorchester neighborhoods of Boston. Through economic, environmental, physical, and human growth they...","Annual Budget":"","Country":"","Executive Director":"John F. Barros","Fulltime Staff":8,"Part-time Staff":"","Volunteer Count":3,"dateOfBirth":null},{"Title":"Dutch Ministry of the Interior and Kingdom Relations","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Décider ensemble","Description":"","Body":"1. Mission and Purpose Décider ensemble est une association française dont l’objectif est de « promouvoir et développer une culture commune du dialogue et de la concertation en matière de préparation et de prise des décisions ».2. History Décider...","Annual Budget":"","Country":"","Executive Director":"Aurélien Sautière","Fulltime Staff":3,"Part-time Staff":1,"Volunteer Count":"","dateOfBirth":null},{"Title":"E-Democracy.org","Description":"","Body":"Welcome to E-Democracy.org We harness the power of online tools to support participation in public life, strengthen communities, and build democracy.","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"E2D International","Description":"","Body":"E2D International (E2D) is the political international of the E2D Party movement. The idea for the organization was started in 2011 but the formal founding of E2D International has not yet taken place.Contents1 The Project2 The Mission3 An Electronic...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"EcoMap India","Description":"","Body":"Mission and PurposeBy utilizing crowdmapping & harnessing public participation, EcoMap India aims to build a citizen movement that takes action to solve local eco-hazards or environmental concerns such as waste disposal, water & sanitation, and...","Annual Budget":"","Country":"India","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Egyptian Ministry of Economic Development (MoED)","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"ESWEERWE","Description":"","Body":"Gegründet2005 von Silvia Wienefoet und Ralph Walczyk MitgliederSilvia WienefoetRalph WalczykZielsetzungESWEERWEAgentur zur Demokratisierung der Gestaltung des öffentlichen RaumsESWEERWEdurchbricht den eingeschränkten Kreis der öffentlichen-Raum-Gestalter...","Annual Budget":"","Country":"","Executive Director":"Silvia Wienefoet","Fulltime Staff":2,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":" eThekwini Municipality","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Ethiopian Ministry of Works and Urban Development (MWUD)","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"eTrikala","Description":"","Body":"The eTrikala project is operated by the first Digital City in Greece, the Municipality of Trikala. The Municipality of Trikala is the owner of the platform and has outsourced the basic management processes of eDialogos, as for all the other vertical...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Eudemocracia","Description":"Develop a Direct Democracy system through Internet; being implemented by small wired communities. We believe Web 2.0 has created the perfect environment where to nurse and nourish an Open, Direct Democracy, capable of finding its own place inside the current Representative system or even replacing it!","Body":"The Evolution of DemocracyEudemocracy (εὖ an ancient Greek word meaning: “true”, “better”, “good”, “happy”) is an open and direct democracy system that takes advantage of the new Information and Communication Technology to turn current representative...","Annual Budget":"","Country":"Argentina","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"European Alternatives","Description":"European Alternatives is a transnational membership organisation promoting democracy, equality and culture beyond the nation state. We are neither a federal nor a national organisation, but a transeuropean organisation which acts in a democratic and transparent way to promote its values both within Europe and beyond. European Alternatives is not only an NGO, it is at the same time and above all a movement of citizens and the emergence of a new political subjectivity. We place members at the heart of our organisation, and empower them to take key decisions on elect the most important positions in the organisation. The organisation is governed by a transnational Constitution which was elaborated and voted upon by its members and which can be found here: http://vm0369.cs05.seeweb.it/images/article_uploads/New%20Constitution%2....","Body":"Mission and PurposeEuropean Alternatives is a transnational membership organisation promoting democracy, equality and culture beyond the nation state. The nation state is no longer the appropriate political form in which to define democratic decision-...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"European Alternatives","Description":"","Body":"Mission and PurposeEuropean Alternatives is a civil society organisation devoted to exploring the potential for transnational politics and culture. They believe that today the challenges of democratic participation, social equality, and cultural...","Annual Budget":"","Country":"","Executive Director":"Lorenzo Marsili and Niccolo Milanese","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"EUROPEAN CITIZEN ACTION SERVICE (ECAS)","Description":"","Body":"EUROPEAN CITIZEN ACTION SERVICE (ECAS)  — empowering citizens and civil society with the European Union. An association about action as much as information, creating balance between public interest and corporate lobbying.\nECAS was created in 1991 as an...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"European Civic Education Foundation","Description":"","Body":"Who is the European Civic Education Foundation ?ECEF deals as \"think tank\" and \"enabler\" with the themes: Learning how to teach and to learn, learning democracy and human rights, combating bad attitudes like racism, bullying and similar aggressions. ECEF...","Annual Budget":0,"Country":"Hungary","Executive Director":"Michael Stanzer","Fulltime Staff":0,"Part-time Staff":0,"Volunteer Count":0,"dateOfBirth":null},{"Title":"European Commission","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"European Institute for Public Participation","Description":"","Body":"VisionThe vision of the European Institute of Public Participation (EIPP) is better and more legitimate policy decisions, informed by the active participation of the public. HistoryThe idea for EIPP sprang from the dissatisfaction of a group of members...","Annual Budget":100000,"Country":"Germany","Executive Director":"Patrizia Nanz","Fulltime Staff":8,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"EuroPolis","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Everyday Democracy","Description":"","Body":"Purpose and MissionEveryday Democracy works with individuals in communities throughout the United States to improve local democracy by creating and sustaining public dialogue and problem solving. Everyday Democracy’s mission is “to help communities...","Annual Budget":"$2 million","Country":"United States","Executive Director":"Martha L. McCoy","Fulltime Staff":14,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Farmer Groups of Kenya","Description":"","Body":"Farmer Groups of Kenya is a strategy used by the current Kenyan Government to maximize the efficiency of its agricultural production by spreading newly developed technologies to farmers as well as setting up common goals and developing new strategies. In...","Annual Budget":"","Country":"Kenya","Executive Director":"NASEP","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Foundation of the Peoples of the South Pacific International (FSPI)","Description":"","Body":"The Foundation of the Peoples of the South Pacific International (FSPI) is the regional secretariat for a network of 10 independent community-based organisations working in the Pacific to foster self-reliance and sustainable development.\nFSPI is the...","Annual Budget":"","Country":"Fiji","Executive Director":"Rex Horoi","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Funky Dragon","Description":"","Body":"Mission and PurposeFunky Dragon is a peer led organisation. They represent children and young people in Wales and guarantee that their voices are heard, specially by the Welsh Assembly Government.They also advocate for policy change regionally and...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Förändring 2011","Description":"","Body":"Change 2011 movementOne of the main goals of Change 2011 movement is to give citizens a possibility to influence decision-making process even during the time between elections. Year 2011 is a tiebreaker in Finnish politics. Lisbon agreement and the...","Annual Budget":"","Country":"Finland","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"GAP Unit","Description":"","Body":"Mission and PurposeThe GAP Unit is a not-for-profit organisation based in Manchester, UK. They specialise in gender awareness training; research and consultancy on gender equality issues; and supporting women and grassroots women's groups to develop...","Annual Budget":"","Country":"United Kingdom","Executive Director":"Carolina de Oteyza and Hannah Berry","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"German Federal Ministry for Economic Cooperation and Development (BMZ) ","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"GIS Participation du Public, Décision, Démocratie Participative","Description":"","Body":"Mission and PurposeFrench name : Groupement d'Intérêt Scientifique (GIS) \"Participation du public, décision, démocratie participative\" National Research Group on Participatory Democracy and Public Participation in Decision-MakingThe group, chaired by the...","Annual Budget":"","Country":"France","Executive Director":"Jean-Michel Fourniau","Fulltime Staff":2,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Global Voices","Description":"","Body":"Global Voices is the international arm of AmericaSpeaks.","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"GOV2U","Description":"","Body":" Mission and Purpose \nGOV2U [1] is a non-profit, non-governmental organization that supports political discourse between citizens and elected officials through the use of technology. The organization helps provides opportunities for citizens to actively...","Annual Budget":"","Country":"Greece","Executive Director":"Vasilis Koulolias","Fulltime Staff":5,"Part-time Staff":"","Volunteer Count":25,"dateOfBirth":null},{"Title":"Governance International","Description":"","Body":"Mission and PurposeGovernance International helps agencies to achieve outcomes for citizens through excellence in public governance. They are a nonprofit organisation with a strong track record built up over eight years of working with international...","Annual Budget":"","Country":"","Executive Director":"Elke Loeffler","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Government of Brazil","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"GovTogetherBC","Description":"GovTogetherBC is the hub for government engagement opportunities in British Columbia, Canada that require citizen participation - to listen, get informed and speak up. It supports the Canadian government in its objective to become more transparent and accessible.","Body":"Mission and PurposeThe goal of GovTogetherBC is to let citizens know what's being talked about in the province of British Columbia and plug you into ways you can get involved. Whether the government is consulting citizens about taxes, employment...","Annual Budget":"","Country":"Canada","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Grassroots Jerusalem","Description":"","Body":"Mission and PurposeGrassroots Jerusalem is a platform for Palestinian community-based mobilisation, leadership and advocacy that helps Palestinian communities in Jerusalem strategically address the humanitarian, developmental and political issues which...","Annual Budget":"","Country":"","Executive Director":"Micha Kurz and Khaled Farrag","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Greater Boston Committee","Description":"","Body":"","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Hampton Roads For Civic Engagement","Description":"A breakdown on the ins and outs of the HRCCE and what their main drive and goals are.\n","Body":"Shamshir Kaur\nThe Hampton Roads Center for Civic Engagement (HRCCE)\nDefinition\nThe HRCCE’s main purpose is to promote a democracy in Hampton Roads, Virginia in which deliberation is maintained and then integrate that sustainable democracy...","Annual Budget":"","Country":"United States","Executive Director":"Todd Solomon","Fulltime Staff":4,"Part-time Staff":33,"Volunteer Count":"","dateOfBirth":null},{"Title":"Hansard Society","Description":"","Body":"Mission and PurposeThe Hansard Society is a UK independent, non-partisan political research and education charity. They aim to strengthen parliamentary democracy and encourage greater public involvement in politics. At the heart of their work is the...","Annual Budget":"","Country":"United Kingdom","Executive Director":"Fiona Booth","Fulltime Staff":22,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Hawaii Department of Transportation","Description":"","Body":"Stub","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Healthy Democracy","Description":"Healthy Democracy is a nonpartisan, nonprofit organization dedicated to elevating the public’s voice in our democracy. We work to advance innovative and powerful ways for the public to engage in the democratic process and improve our political discourse.\n\nWe don’t work for one side or another on the ‘issues of the day’. We do work on in-depth and fair deliberations, both in-person and online, in order to build meaningful new ways for the public to weigh in on the important issues facing us all.","Body":" Mission and PurposeHealthy Democracy is a nonpartisan, nonprofit organization dedicated to elevating the public’s voice in our democracy. We work to advance innovative and powerful ways for the public to engage in the democratic process and improve our...","Annual Budget":"","Country":"United States","Executive Director":"Tyrone Reitman","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Heinz Nixdorf Stiftung","Description":"The Heinz Nixdorf Stiftung is an independent, non-profit, foundation funded by the wealth derived from the stock Heinz Nixdorf held in the Nixdorf Computer AG before his death. The Heinz Nixdorf Stiftung and its sister foundation Stiftung Westfalen are among the bigger private foundations in Germany, according to their website.","Body":"Mission and PurposeThe foundation aims to enhance each persons conscious awareness as well as achievement potential by supporting individual development of each person with the goal of personal well-being and the accomplishment of a unified society...","Annual Budget":"","Country":"Germany","Executive Director":"Martin Nixdorf","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"IAP2 USA","Description":"The International Association for Public Participation—United States of America (IAP2 USA), an affiliate of IAP2, is a nonprofit organization which supports the advancement of public participation in the United States by providing our members with tools and information to conduct high quality public participation processes and by providing government, industry and nonprofit organizations with educational resources to increase the quality of their participation in such processes.","Body":"Mission and PurposeIAP2 USA advances public participation in the United States by providing its members with tools and information to conduct high-quality public participation processes, by providing government, industry, nonprofit organizations and...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"IDemos","Description":"","Body":"איידמוס היא שיטה.\nשיטה שאנו מצפים לה ומחכים לה כבר זמן רב.\nשיטה המאפשרת לנו, אזרחי מדינת ישראל, לקחת חלק פעיל ומתמשך בעיצוב המדינה ועתידנו.\nהשיטה מבוססת על דמוקרטיה אמיתית, חכמת ההמונים, שקיפות, אמינות המידע, איזון וגמישות, תוך שימוש בכלים הטכנולוגיים של...","Annual Budget":"","Country":"Israel","Executive Director":"Dor Konforty","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"In Control","Description":"","Body":"Mission and PurposeIn Control is an organisation helping people get real choice and control. They are supporting local authorities to deliver Self-Directed Support.In Control is a social enterprise that was set up to transform the current social care...","Annual Budget":"","Country":"","Executive Director":"Julie Stansfield","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Indiana Conflict Resolution Institute","Description":"","Body":"","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Infed","Description":"","Body":"Mission and PurposeInfed (the informal education homepage and encyclopaedia of informal education) was established in 1995 at the YMCA George Williams College, London as an open and not-for-profit site.Their aim is to provide a space for people to...","Annual Budget":"","Country":"","Executive Director":"Mark K. Smith","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Initiative and Referendum Institute Europe IRI","Description":"","Body":"The Initiative and Referendum Institute Europe (IRI Europe) is a transnational think-tank dedicated to research and education on the procedures and practices of modern direct democracy. IRI Europe is a non-partisan, non-profit association with...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Initiative and Referendum Institute – Asia","Description":"","Body":"Purpose and Problema) Mission Background:The Taiwan Foundation for Democracy hosted a team of six international observers from the IRI-Asia International Steering Committee, representing seven countries in Asia and Europe, from 19-24 March 2008 in Taipei...","Annual Budget":"","Country":"Taiwan","Executive Director":"Mr. Ramon Casiple","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Insights: Powering Collective Thinking","Description":"Insights helps you interact and consult with large-scale audiences. Our pioneering technology lets you consult effectively with ALL stakeholders and engage them in decision making. You can extract actionable insights from the crowd, engage your audience and boost their commitment. We enable you to collect answers instantly; crowdsource the data analysis into insights; make your decisions, and feedback each participant on personal impact.","Body":"Insights offers a pioneering technology to tap the wisdom of crowds.Integrating our web-based platform leads to creative and valuable inputs that enhance your decision making. We enable you to interact with large target audience,  crowdsource the data...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Institut de la Concertation","Description":"","Body":"Mission and PurposeFounded in 2008, the \"Institut de la Concertation\" is a non-partisan, non-profit French national network of praticioners engaged in citizen participation, stakeholders dialogue and consensus building. It is made of consultants,...","Annual Budget":"","Country":"France","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":300,"dateOfBirth":null},{"Title":"Institut du Nouveau Monde","Description":"","Body":" Democratic participation and social innovation – the essence of the Institut du Nouveau MondeThe Institut du Nouveau Monde or INM (an equivalent English name would be New World Institute) is an independent, non-partisan, non-profit...","Annual Budget":"","Country":"Canada","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":" Institut für Sozialmedizin der Universität zu Lübeck","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Institute for 21st Century Agoras","Description":"The Institute for 21st Century Agoras (AGORAS) promotes a democratic transformation of civil society and government by empowering the capacity of client organizations and educators to produce breakthroughs in the collective confrontation of multidimensional wicked problems. Our immediate mission is to establish and nurture new Agoras of the 21st century – global centers of democratic participatory design and education – in areas of critical socio-political importance or demand.\n\n With each shift in human social communication and technology, the means for wise engagement must evolve. In ancient Athens, all citizens could meet face to face in the public arena. Today, our arenas are globally distributed, with unmanageable relational and problem complexity. The Institute supports client organizations with tools, practices, and training to support engagements for addressing projects of high sociotechnical complexity.\n \n\n\"At this critical juncture of the evolutionary process of humanity, there cannot be conscious evolution without the capacity to explicate through dialogue the wisdom of the people in the Agoras of the 21st Century Global Village.\"\n \n Alexander Christakis (Founder)\n\nThe technology of democracy uniquely promoted by the AGORAS is called structutred dialogic design, and the venue for using this apporach is called a co-laboratory of democracy.","Body":"                   Mission and PurposeThe Institute for 21st Century Agoras (AGORAS), an international nonprofit 501(c)(3) [EIN 03-0466448] education entity incorporated in the State of California in June 2002, is a membership organization composed of...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Institute for Citizenship","Description":"","Body":" Mission and Purpose \nThe Institute for Citizenship is an independent charitable trust. Their aim is to promote informed, active citizenship and greater participation in democracy and society through a combination of community projects, research,...","Annual Budget":"","Country":"United Kingdom","Executive Director":"Zandria Pauncefort","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Institute for Democratic Participatory Governance (IDPG)","Description":"","Body":"","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Institute on the Common Good","Description":"","Body":"The Institute on the Common Good at Regis University is an organization located on the Regis University campus in Denver, Colorado. The Institute on the Common Good's mission is to serve \"the community at-large by promoting the common good and providing...","Annual Budget":225,"Country":"","Executive Director":"Paul Alexander","Fulltime Staff":3,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Intellitics","Description":"Intellitics, Inc. is a digital engagement firm based in San José, CA (USA). Intellitics supports organizations in the public, private and non-profit sector as they seek to apply technology to engage stakeholders, constituents and communities in high-quality online dialogue and deliberation and other participatory processes.","Body":"Mission and PurposeTo create a more participatory world.HistoryIntellitics, Inc. was founded in August of 2008 by Tim Bonnemann. After spending its first four years in R&D mode, business operations began in earnest in September of 2012. Intellitics...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Interactivity Foundation","Description":"","Body":"Mission and PurposeThe Interactivity Foundation (IF) provides forums for citizens to explore public policy. IF believes that the health of a democracy depends on “how well its citizens discuss, explore and develop public policy.” Public policy choices...","Annual Budget":"","Country":"","Executive Director":"Jack Byrd","Fulltime Staff":12,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"International Association for Public Participation","Description":"","Body":"Mission and PurposeIAP2 is an international association of members who seek to promote and improve the practice of public participation in relation to individuals, governments, institutions, and other entities that affect the public interest in nations...","Annual Budget":"","Country":"","Executive Director":"Moira Deslandes","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"International Budget Partnership","Description":"","Body":"Mission and PurposeInternational Budget Partnership (IBP) wants to fight poverty and to do so they need to address government budgets. Budgets are the government’s most powerful tool to meet the needs and priorities of a country and its people. The aim...","Annual Budget":7,"Country":"","Executive Director":"Warren Krafchik","Fulltime Staff":26,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"International Civil Society Consortium","Description":"","Body":"SummaryThe International Civil Society Consortium is a network of nonprofit organization from many countries that promote positive democratic institutions and public deliberation. The group of organizations from Europe, Asia, the Middle East, the...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"International Institute for Democracy and Electoral Assistance","Description":"","Body":" INTERNATIONAL IDEA \n SUPPORTING DEMOCRACY WORLDWIDE \nThe International Institute for Democracy and Electoral Assistance is an intergovernmental organization.\nIts programmes aim to:\n\n Provide knowledge to democracy builders\n Provide policy development...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"International Observatory on Participatory Democracy","Description":"","Body":"Mission and PurposeThe International Observatory on Participatory Democracy (IOPD) is a space open to all cities in the world and all associations, organizations and research centres interested in learning about, exchanging impressions and applying...","Annual Budget":"","Country":"Spain","Executive Director":"","Fulltime Staff":"","Part-time Staff":1,"Volunteer Count":"","dateOfBirth":null},{"Title":"International Organization of Citizens for the Sustainable Management of Societies","Description":"","Body":"Web Site and Contact InformationIOCSMS.orgDenis.Pageau at IOCSMS.ORG Mission Empower the citizen of our Global Village The mission of the International Organization of Citizens for the Sustainable Management of Societies, or IOCSMS, is to...","Annual Budget":"","Country":"Canada","Executive Director":"Denis Pageau","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":100,"dateOfBirth":null},{"Title":"Internetes DEmokrácia pártja","Description":"","Body":"The party of Internet DEmocracy （Hungarian: Internetes DEmokrácia pártja. Abbreviated IDE） is a Hungarian political party, which was established at 23 July 2004 in Gyöngyös.\n\n\n Aims of IDE \nIDE aims to complement the existing representative democratic...","Annual Budget":"","Country":"Hungary","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Involve","Description":"","Body":"Mission and PurposeInvolve are public participation specialists. Their aim is to involve citizens in public decision making. They work with a variety of organizations, from government to private sector. Involve makes a practical difference by delivering...","Annual Budget":"","Country":"United Kingdom","Executive Director":"Simon Burall","Fulltime Staff":9,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Involving People","Description":"","Body":"Mission and PurposeInvolving People has been set up to support and encourage patient, service user and carer involvement in health and social care research in Wales.Through processes of active involvement, where people are not just the subjects of...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Izwe Group","Description":"","Body":"MissionThe Izwe group is a social entreprise aimed at facilitating better communication amongst and within organisations, government and communities. Izwe was founded in 2009 by Richard Wilson and Nick Nielson who are leaders in participation and...","Annual Budget":"","Country":"","Executive Director":"Richard Wilson and Nick Nielson","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Jacques Delors Institute (Notre Europe)","Description":"","Body":"Note: the following article is a stub. Please help us to complete itMission and Purpose\"The Jacques Delors Institute is the European think tank founded by Jacques Delors in 1996 (under the name Notre Europe), at the end of his presidency of the European...","Annual Budget":"1,250 Million Euros Annually","Country":"France","Executive Director":"Yves Bertoncini","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Jefferson Action","Description":"The 501(c)(4) nonprofit partner of the Jefferson Center for New Democratic Processes.","Body":"\n\nMission and PurposeJefferson Action is a non-partisan, non-profit organization dedicated to returning democracy to the people. Its mission is making the informed voice of everyday citizens heard — and making sure elected officials and politicians...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Jefferson Center","Description":"","Body":"Mission and PurposeThe Jefferson Center for New Democratic Processes is the originator of the Citizens Jury, which creates opportunities for everyday citizens to provide high-quality input on a variety of public policy issues.In a Citizens Jury, a...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":2,"Volunteer Count":"","dateOfBirth":null},{"Title":"Jeffrey Abelson","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Kentucky Center for Public Issues (Kentucky, USA)","Description":"","Body":"Note:  This article is a stub and the Participedia community will appreciate any work you can do to help us complete it by providing additional content and/or editing existing content. Thank you! Mission and Purpose History Specializations and activities...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Kentucky Water Resources Research Institute","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Kettering Foundation","Description":"","Body":"Mission and PurposeMissionThe foundation’s mission is to develop strategies that will help in strengthening democracy. They are concerned with what the citizens in our country are concerned with, and in turn focus on these issues. A question that has...","Annual Budget":"","Country":"","Executive Director":"David Mathews (President/CEO)","Fulltime Staff":40,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Kuna ACT Board of Directors","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Laboratorio Urbano Aperto (LUA) - Open Urban Laboratory  ","Description":"LUA is a cultural association located in San Cassiano whose aim is to enhance participatory urban planning through visual and creative processes and interaction: different members of the community interact and communicate about their feelings, emotions, and perceptions through community art projects.","Body":"Note: this is a stub, please help us to fill it out.Website: http://www.laboratoriourbanoaperto.com/lua/index.php/infoMission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External...","Annual Budget":"","Country":"Italy","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Latvian Ministry of Regional Development","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Linnalabor / Estonian Urban Lab","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Linkswww.linnalabor.eeNotes ","Annual Budget":"","Country":"Estonia","Executive Director":"Teele Pehk","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Local Government Centre","Description":"","Body":"Mission and PurposeThe Local Government Centre is a research centre focusing on major political, economic and social challenges facing local and regional governance and the development of policy initiatives.They specialise in evaluating national and...","Annual Budget":"","Country":"","Executive Director":"Howard Davis","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"LogoLink","Description":"","Body":"Mission and PurposeLogoLink represents a collection of individuals from various agencies and institutions around the world. By cooperating and working in concert with one another, the goal of the organization is to bring about increased participation in...","Annual Budget":"","Country":"","Executive Director":"Jose Carlos Vaz and Rafael Martins","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"London Citizens","Description":"","Body":"Mission and PurposeLondon CITIZENS is a grassroots charity working with local people for local people. Their goal is social, economic and environmental justice. They meet that goal by training people of all ages, faiths and backgrounds to take action...","Annual Budget":"","Country":"United Kingdom","Executive Director":"Neil Jameson","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Making All Voices Count (MAVC)","Description":"Making All Voices Count is an international programme funded by the Department for International Development (DFID), the United States Agency for International Development (USAID), the Swedish International Development Cooperation Agency (Sida) and the Omidyar Network (ON). The programme is aimed at encouraging citizen engagement and accountable governance.","Body":" Mission and PurposeMaking All Voices Count is an international programme funded by the Department for International Development (DFID), the United States Agency for International Development (USAID), the Swedish International Development Cooperation...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"MASS LBP","Description":"MASS LBP is a consultancy that designs and delivers highly innovative engagement strategies that increase public understanding, legitimacy and support for complex decisions and policy choices. MASS LBP's principal methods are the Civic Lottery and the Citizens' Reference Panel.","Body":"Mission and PurposeMASS LBP's work goes far beyond polling or focus groups. From conception to execution to evaluation, MASS LBP designs and delivers highly innovative engagement strategies that increase public understanding, legitimacy and support for...","Annual Budget":"","Country":"Canada","Executive Director":"Peter MacLeod","Fulltime Staff":8,"Part-time Staff":1,"Volunteer Count":"","dateOfBirth":null},{"Title":"Mehr Demokratie","Description":"","Body":"Mehr Demokratie (Germany) is the driving force for referenda and a better electoral law. Every vote counts equally and everybody has the right to participate. That's what we stand up for.Citizens committed to change founded Mehr Demokratie in 1988. Today...","Annual Budget":"","Country":"Germany","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Mehr Demokratie (Austria)","Description":"","Body":"Direct Democracy Austria Mehr Demokratie Austria content:  Unsere Organisation   Unsere Ziele    Our citizens’ initiative has existed since the beginning of 2006 and is independent from any political party. We see our field of action in public relations...","Annual Budget":"","Country":"Austria","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Metagovernment","Description":"","Body":"The mission of the Metagovernment project is to support the development and use of Internet tools which enable the members of any community to fully participate in the governance of that community. It is a global group of people working on various...","Annual Budget":"","Country":"","Executive Director":"Adhocracy; to be replaced by governance software","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"100+","dateOfBirth":null},{"Title":"Miller-Rose Institute Initiative Database","Description":"","Body":"Welcome to the Miller-Rose Institute Initiative Database. This database provides information on all statewide initiatives adopted by voters in the United States from the first successful statewide initiative in 1904 through 2010. It allows users to sort...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Ministry of Abuja","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Ministry of Health (Brazil)","Description":"","Body":"","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Ministry of Public Administration and Security, Republic of Korea","Description":"","Body":"","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Ministry of the Environment (Germany)","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Mississippi River Commission","Description":"","Body":"Since 1879, the seven-member Presidentially appointed Mississippi River Commission has developed and matured plans for the general improvement of the Mississippi River from the Head of Passes to the Headwaters. The Mississippi River Commission brings...","Annual Budget":"","Country":"","Executive Director":"Stephen Gambrell","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"MoveOn","Description":"","Body":"History MoveOn was founded by the married couple Joan Blades and Wes Boyd during the Lewinsky affair in the late 1990s. Tired of scandal-focused politics, they started a web site providing a petition addressed to Congress, to censure Clinton‘s behaviour...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":19,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Municipality of Florence","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Municipality of Utrecht","Description":"","Body":"Note:  This article is a stub and the Participedia community will appreciate any work you can do to help us complete it by providing additional content and/or editing existing content. Thank you!Mission and Purpose History Specializations and activities ...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"My City Market","Description":"I launched My City Market on October 10th, 2014 as a new project (and initiative) dedicated to the promotion of locally-owned small businesses,  entrepreneurship, innovation, technology and sustainable economic practices focused on the concepts of shared prosperity, fairness, and democracy in the workplace.","Body":"I launched My City Market on October 10th, 2014 as a new project (and initiative) dedicated to the promotion of locally-owned small businesses,  entrepreneurship, innovation, technology and sustainable economic practices focused on the concepts of shared...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"MySociety","Description":"","Body":"MySociety.org is a project of a registered charity named UK Citizens Online Democracy. It was founded by Tom Steinberg in 2003. The organization designs and runs most of the best-known e-democracy websites in the UK. It is supported by donations and...","Annual Budget":"","Country":"United Kingdom","Executive Director":"Tom Steinberg","Fulltime Staff":6,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"National Co-ordinating Centre for Public Engagement","Description":"","Body":"Mission and PurposeThe NCCPE seeks to support a culture change in the HEI sector through their vision, mission and aims.Their vision is of a higher education sector making a vital, strategic and valued contribution to 21st-century society through its...","Annual Budget":"","Country":"","Executive Director":"Paul Manners","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"National Coalition for Dialogue & Deliberation","Description":"NCDD is a community and coalition of 1,500 groups and professionals who bring people of all stripes together to discuss, decide and collaborate on today's toughest issues.","Body":"Mission and PurposeThe National Coalition for Dialogue & Deliberation (NCDD) is an active network of over 1,500 organizations and professionals who engage the public around today's most challenging problems across partisan, ethnic and other divides....","Annual Budget":"","Country":"United States","Executive Director":"Sandy Heierbacher","Fulltime Staff":2,"Part-time Staff":1,"Volunteer Count":50,"dateOfBirth":null},{"Title":"National Initiative for Democracy","Description":"","Body":"The  National Initiative for Democracy NI4D is a proposal which will permit the People to make or change laws by initiative at all levels of government, including at the federal level.\n\n Concise and publically vetted, over 100 years in the making\n Builds...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Neu&kühn","Description":"","Body":"neu&kühn is a companion and developer of online projects with public participation. With an active interest in e-participation, we provide advice for politics, administrations and institutions in the German-speaking area, especially in Austria, where...","Annual Budget":"","Country":"","Executive Director":"Peter Kühnberger","Fulltime Staff":3,"Part-time Staff":2,"Volunteer Count":1,"dateOfBirth":null},{"Title":"New forms of participation in Finland - research project","Description":"This two-year research project, covering academic years 2014-2015 and 2015-2016 and funded by the Prime Minister's Office, aims to analyze the use, impacts and prospects of new forms of civic participation in the context of Finnish representative democracy both at the national and at the local level. The project is carried out at the Department of Political Science and Contemporary History at the University of Turku.","Body":"This two-year research project, covering academic years 2014-2015 and 2015-2016 and funded by the Prime Minister's Office, aims to analyze the use, impacts and prospects of new forms of civic participation in the context of Finnish representative...","Annual Budget":"","Country":"","Executive Director":"Prof. Maija Setälä","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"New Jersey Coalition for the Public Good","Description":"","Body":"The Coalition is a nonprofit organization with the aim of promoting respectable government policies and practices in New Jersey. ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"New York Department of Environmental Conservation","Description":"","Body":"Stubhttp://www.dec.ny.gov/index.html","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"New York Faith & Justice","Description":"NY Faith & Justice is a growing movement of churches, organizations, and individuals committed to following Christ, uniting the church and ending poverty in New York through spiritual formation, education and direct advocacy.","Body":" New York Faith and Justice (NYFJ) is made up of churches, organizations, and individuals committed to ending poverty in New York through education and direct advocacy. NYFJ’s Legacy Project “Pressing for Food Justice to Press Against Diabetes” aimed to...","Annual Budget":"","Country":"United States","Executive Director":"Lisa Sharon Harper","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"New York State Department of Environmental Conservation","Description":"","Body":"Note:  This article is a stub and the Participedia community will appreciate any work you can do to help us complete it by providing additional content and/or editing existing content. Thank you!Mission and Purpose History Specializations and activities ...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"newDemocracy Foundation","Description":"newDemocracy Foundation (nDF) is a non-profit, non-partisan research and political action organisation based in Sydney, Australia. Founded in 2004 by Luca Belgiorno-Nettis, nDF aims to identify improvements to the democratic process. It conducts practical real world trials to show communities that democracy is an area where we can innovate. Random selection of citizens - the jury model - is a central concept newDemocracy seeks to test in terms of its usefulness in public decision making.\n\nSince its first major project, the Australia Citizens’ Parliament in 2009, newDemocracy has presided over more than 20 democratic projects including citizens’ juries, participatory budgeting processes and community panels.","Body":"This page is a work in progress. Purpose and MissionnewDemocracy puts citizens at the heart of their mission to ‘innovate in how we do democracy’. This is underpinned by the conviction that a random selection of everyday citizens are more than capable of...","Annual Budget":"","Country":"Australia","Executive Director":"Iain Walker","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Newid","Description":"","Body":"About Newid (Change)Newid is a new kind of political organisation. Its politics aren’t left wing or right wing and neither are they centrist. Newid can’t be put in a box, because it represents an entirely different approach to the way we, the people,...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"NH Listens","Description":"NH Listens works at the local, regional and statewide levels to facilitate and support civil, public conversations of complex, polarizing issues. We share resources on dialogue design, train facilitators, and work with local and state leaders to create fair and respectful conversations. NH Listens does not take a stand on issues but seeks to earn trust as a fair and neutral convener.  We catalyze the social capital necessary to implement those decisions and policies, making New Hampshire a better place to live and work for everyone.","Body":"Mission and PurposeBringing people together for engaged conversations and informed community solutions   Our work: Create engaged community conversations on local and statewide issuesFoster the development of and serve as a resource and support network...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Observatoire Parisien de la Démocratie Locale","Description":"","Body":"Paris's Local Democracy Observatory was created in April 2004 with the primary aim of evaluating the quality and development of participatory democracy in Paris.  To meet this goal, the observatory publishes an annual report on the mechanisms in place in...","Annual Budget":"","Country":"France","Executive Director":"Jean-Pierre Worms (President)","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Occupy Seattle ","Description":"The Occupy Seattle movement is a Seattle based organization created by the 99%, in response to the 1% who control 99% of all the wealth in America. Through public assembly, the participants challenge the roles of government, corporations, and big banks throughout the greater Seattle area.","Body":" Submitted: Friday, February 24, 2012 - 11:30 Logo provided by www.reddit.com   The Occupy Seattle movement is a Seattle based organization created by the 99%, in response to the 1% who control 99% of all the wealth in America. Through public assembly,...","Annual Budget":"Since September, budget ranged from $160-$500 per week","Country":"United States","Executive Director":"NA","Fulltime Staff":"NA","Part-time Staff":"Volunteer","Volunteer Count":"Varies","dateOfBirth":null},{"Title":"Occupy Vancouver","Description":"Occupy Vancouver is not represented by any one individual. It is a consensus-based decision making body built upon the views and beliefs of all those who participate in the General Assembly process.","Body":"Statement of UnityWe humbly acknowledge that Occupy Vancouver is taking place on unceded Coast Salish territories.We, the Ninety-Nine Percent, come together with our diverse experiences to transform the unequal, unfair, and growing disparity in the...","Annual Budget":"","Country":"Kanada","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"100+","dateOfBirth":null},{"Title":"OD Russia","Description":"","Body":"Purpose and MissionoD Russia (also known as openDemocracy Russia) is a special project conducted by the deliberative media project, OpenDemocracy.net, for the purposes of expanding deliberation and meaningful discussion over relevant topics of political...","Annual Budget":823,"Country":"","Executive Director":"Oliver Carroll/Zygmunt  Dzieciolowski","Fulltime Staff":5,"Part-time Staff":3,"Volunteer Count":3,"dateOfBirth":null},{"Title":"Office of Public Engagement","Description":"","Body":"Purpose and Mission\nThe purpose of the Office of Public Engagement(OPE) is to provide the American public with a more open, inclusive government.  By planning special public events and online activities, the OPE enables citizens to communicate directly...","Annual Budget":"","Country":"","Executive Director":"Christina Tchen/Valerie Jarrett","Fulltime Staff":20,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Office of the President of Mongolia","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Ohio Latino Affairs Commission","Description":"","Body":"Mission and PurposeThe Ohio Latino Affairs Commission is a state government agency with a statutory mandate to advise policy makers and elected officials on issues affecting Hispanic Ohioans, to connect the diverse Latino communities across the state,...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Omnibus for Direct Democracy","Description":"","Body":"Contents1 The OMNIBUS FOR DIRECT DEMOCRACY IN GERMANY2 Willkommen beim OMNIBUS FÜR DIREKTE DEMOKRATIE3 omnibus, lat. = für alle, durch alle, mit allen4 Auf verschiedene WeisenThe OMNIBUS FOR DIRECT DEMOCRACY IN GERMANYis a citizens’ initiative dedicated...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Online Party of Canada","Description":"The Online Party of Canada (French: Parti en ligne du Canada, abbreviated as OPC), is a Canadian website founded in October 2010 and is in the process of formally registering as a political party with Elections Canada.","Body":"Contents\n1 About OPC\n2 Mission\n3 Founding and governing principles\n4 Political Platform\n5 Membership\n6 See also\n7 References\n8 External links\n  About OPC \nOnline Party of Canada (OPC) is an Internet-based Political Party, pending registration.\nOPC is a...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Ontario Provincial Government","Description":"","Body":"","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Open Government","Description":"","Body":"OpenGovernment is a free and open-source public resource website for government transparency and civic engagement at the state and local levels. The site is a non-partisan joint project of two 501(c)3 non-profit organizations, the Participatory Politics...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Open North","Description":"","Body":"Open North creates websites to promote government transparency and public participation.Citizen BudgetGovernments use our interactive budget simulator to run online consultations that collect meaningful, considered input from...","Annual Budget":"","Country":"Canada","Executive Director":"James McKinney","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Open Society Institute - Sofia ","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"OpenMedia","Description":"OpenMedia is a Canadian not-for-profit that","Body":"Open MediaMission and Purpose\"To keep the Internet open, affordable, and surveillance-free. We create community-driven campaigns to engage, educate, and empower people to safeguard the Internet.\"Type of organization:non-partisan, non-profit  Method:...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"OpenPolis","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Oregon's Kitchen Table","Description":"Oregon’s Kitchen Table is an online forum where community members can deliberate about public policy issues. This is an open, online, deliberative setting. The organization helps get Oregon citizens engaged in public issues, which helps decision makers make decisions that reflect what Oregonians really want. Oregon’s Kitchen Table started off as an experiment of the College of Urban and Public Affairs at Portland State University. Oregon’s Kitchen Table is still a brand new tool used to close the gap between citizens and government, but it has been successful in the first consultation so now they are in their second and moving forward.","Body":"Mission and Purpose           The Oregon’s Kitchen Table key objective is to provide a neutral, non bias space for Oregonians to participate in deliberation that will lead to effective decision making. This organization wants all Oregonian voices to be...","Annual Budget":"","Country":"United States","Executive Director":"Wendy Willis and Sarah Giles ","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Oregon's Kitchen Table ","Description":"Oregon's Kitchen Table is an online forum where community members can deliberate about public policy issues. This is an open, online, deliberative setting. Oregon's Kitchen Table is an experiment of the College of Urban and Public Affairs at Portland State University.","Body":"Mission and Purpose:The Oregon's Kitchen table key objectives is to have deliberative conversations that will lead to affective decision making. This organization wants all voices to be heard. Most of the time people want to be apart of this decision...","Annual Budget":"","Country":"United States","Executive Director":"Wendy Willis and Sarah Giles ","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Pan-European e-Participation Network (PEP-NET)","Description":"","Body":"PEP-NET is a European network of all stakeholders active in the field of eParticipation. PEP-NET includes public bodies, solution providers and citizen organizations as well as researchers and scientists. The network is open to all organizations willing...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Participant","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Participation and sustainable development in Europe","Description":"","Body":"Participation and sustainable development in Europe provides basic information about participation and sustainable development, introduces related issues such as environmental mediation, refers to interesting case histories of successful participation...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Participation Cymru","Description":"","Body":" Mission and Purpose \nParticipation Cymru is a partnership of public and third sector organisations that is hosted by WCVA and supported by an Advisory Panel that provides advice and guidance on strategic development. They provide innovative training,...","Annual Budget":"","Country":"","Executive Director":"Mandy Williams","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Participation Unit at Save the Children Wales","Description":"","Body":"Mission and PurposeSave the Children Wales hosts a Participation Unit on behalf of the Children and Young People's Participation Consortium for Wales. The unit aims to increase and promote the full and active participation of children in the decisions...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Participation Workers’ Network for Wales","Description":"","Body":"Mission and PurposePWNW is a web based service for organisations working with Children and Young People in the field of Participation in Wales.It offers monthly e-briefings, news and updates from the field of participation. It also offers information on...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Participation Works","Description":"","Body":"Mission and PurposeParticipation Works enables organisations to effectively involve children and young people in the development, delivery and evaluation of services that affect their lives.They are a consortium made up of the following six agencies: the...","Annual Budget":"","Country":"United Kingdom","Executive Director":"Mandy Douglas","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Participatory Budgeting Unit, Manchester, UK","Description":"","Body":"Please note the PB Unit closed on the 31st March 2012.There is a legacy body which can be contacted via PB partnersMission and PurposeThe PB Unit was a project of the charity Church Action on Poverty based in Manchester. Church Action on Poverty has been...","Annual Budget":"","Country":"United Kingdom","Executive Director":"Mark Waters","Fulltime Staff":5,"Part-time Staff":1,"Volunteer Count":1,"dateOfBirth":null},{"Title":"Participatory Politics Foundation","Description":"The Participatory Politics Foundation is a 501(c)3 non-profit organization with a mission to increase civic engagement. PPF develops free Web tools that create new opportunities for engagement with government.","Body":"Mission and PurposeOur work to help build public knowledge about Congress is guided by the 8 Principles of Open Government Data: public data should be open to the public, full stop. We demand that the U.S. government comply immediately and in full with...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Participatory Practitioners for Change","Description":"","Body":"Mission and PurposeThe PPC are an affiliation of people involved in different ways, in work around participation.They are active in a range of different sectors in the UK (health, community development, social exclusion, environment), in a range of...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Participatory Training","Description":"","Body":" Mission and Purpose \nParticipatory Training provides training and support for people who want to use participatory methods in their work to involve and engage others.This includes community consultation and research by involving community members in...","Annual Budget":"","Country":"","Executive Director":"John Rowley and Kate Gant","Fulltime Staff":2,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Particitiz - Participation and Citizenship","Description":"","Body":"PARTICITIZ is a network of university professors and political scientists, deliberative and participatory specialists, digital entrepreneurs and representatives of the culture and business sectors.PARTICITIZ designs, develops and puts into place...","Annual Budget":"","Country":"Belgium","Executive Director":"Dimitri Lemaire","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Partido da Terra (Party of the Earth / Party of the Land)","Description":"The Partido da Terra (literaly Party of the Land or Party of the Earth), is a Galizan political organization established in 2011 with the goal of advancing direct democracy.","Body":"Mission and PurposeThe platform of the Partido da Terra encompasses eight types of sovereignty, based on the application of direct democracy at all levels: citizen sovereignty, which calls for a political reform based on direct democracy; territorial...","Annual Budget":0,"Country":"United States","Executive Director":"","Fulltime Staff":0,"Part-time Staff":0,"Volunteer Count":70,"dateOfBirth":null},{"Title":"Partido de Internet","Description":"","Body":"Qué es el PDI\n\n\nWhat is PDI?\nOur mission is to restore democracy in Spain.\nThe Internet party has as objective to give voice to every citizen in the political process. Through our platform you can vote on every initiative presented in the Cortes...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Partido de la Red (Net Party)","Description":"Partido de la Red (Net Party) is an Argentinean political party that proposes a hybrid model of representative and direct democracy online (liquid democracy), with the goal of getting elected a congressman to systematically vote according to what the citizenry decides online.","Body":"Mission Partido de la Red (Net Party) is an Argentinean political party that proposes a hybrid model of representative and direct democracy online (liquid democracy), with the goal of getting elected a congressman to systematically vote according to what...","Annual Budget":"","Country":"Argentina","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"PASOK Political Party","Description":"","Body":"The Panhellenic Socialist Movement, also known as PASOK, is the political party that welcomed the idea of Deliberative Polling and put it in to practice for the first time when selecting the electoral candidate for Marousi’s mayor in 2006. PASOK is one...","Annual Budget":"","Country":"Greece","Executive Director":"George Papandreou","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"PBPartners","Description":"Expert support for Participatory Budgeting.\n\nWe can assist you in delivering community engagement processes that can really empower citizens and help drive innovation in public services. Building on over 12 years experience of running successful Participatory Budgeting(PB) projects, and involving the leading experts on PB in the UK.\n\nAs a social enterprise, you can be confident that the work we do leads to sustained change and represents excellent value for money.\n\nContact us if you need information on our services,\n\nand don’t forget…The PB Unit website contains a range of free resources relating to Participatory Budgeting (PB) including videos, case studies and toolkits.","Body":"Mission and PurposePB Partners are dedicated to community empowerment.Formed as part of the legacy of the PB Unit, we are experts in the field of Participatory Budgeting(PB). We operate across England, Scotland, Wales and Northern Ireland, and can assist...","Annual Budget":"","Country":"United Kingdom","Executive Director":"Jez Hall","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Penn Project for Civic Engagement","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Pew Center for Civic Journalism","Description":"","Body":"The Pew Center for Civic Journalism was an organization that invested in multiple experiments within the field of journalism to encourage an interest in politics among the public. These experiments involved finding new, innovative ways to present the...","Annual Budget":230,"Country":"","Executive Director":"Jan Schaffer","Fulltime Staff":27,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Pirate Parties","Description":"The Pirate Party is one of the fastest growing political movements today. It was started on January 1, 2006, originally named Piratpartiet in Sweden. It aims to change the world through politics of protesting and political deliberation. A majority of their issues deal with reforming copyright laws, the first amendment and increasing the rights to privacy.  \n\n     The Pirate Party is the social progressive party in the United States and other parts of the World. It focuses on the “civil liberties, intellectual property reform, and the empowerment of people to have good, long, healthy lives and to have equal voice in government” (McCrea). Activists of this party can be defined as being apart of a liberal/ progressive political party.  Founder Rickard Falkvinge, ultimately hopes to restore people’s freedom of speech back to the way it was 40 years ago, our parents era where there was minimal tracking.  \n\n     Today, the Pirate Party has been established in 56 countries. It not only holds two seats in European parliament and 15 seats in the Berlin Parliament, but also over 150 seats in local councils.  It is also the largest party for voters under the age of 30 in Sweden.","Body":"Mission and Purpose     The Pirate Party’s goal is to change laws that are compromising copyrights and the rights to privacy. They believe in complete freedoms of speech and openness, free from censorships, wire-tapping, and the inability to be anonymous...","Annual Budget":"","Country":"United States","Executive Director":"Rickard Falkvinge","Fulltime Staff":"29 members who run Pirate Party International","Part-time Staff":"Unknown count of total members in USA","Volunteer Count":"","dateOfBirth":null},{"Title":"Pirate Parties Across the World","Description":"The Pirate Party is one of the fastest growing political movements today. It was started on January 1, 2006, originally named Piratpartiet in Sweden. It aims to change the world through politics of protesting and political deliberation. A majority of their issues deal with reforming copyright laws, the first amendment, and increasing the rights to privacy.  \nThe Pirate Party is the social progressive party in the United States and other parts of the World. It focuses on the “civil liberties, intellectual property reform, and the empowerment of people to have good, long, healthy lives and to have equal voice in government” (McCrea). Activists of this party can be defined as being apart of a liberal/ progressive political party.  Founder Rickard Falkvinge, ultimately hopes to restore people’s freedom of speech back to the way it was 40 years ago, our parents era, where there was minimal tracking (TEDxTalks).  \nToday, the Pirate Party has been established in 56 countries. It not only holds two seats in European parliament and 15 seats in the Berlin Parliament, but also over 150 seats in local councils.  It is also the largest party for voters under the age of 30 in Sweden (TEDxTalks).","Body":"Mission and PurposeThe Pirate Party’s goal is to change laws that are compromising copyrights and the rights to privacy. They believe in complete freedoms of speech and openness, free from censorships, wire-tapping, and the inability to be anonymous. In...","Annual Budget":"Varies for different parties","Country":"United States","Executive Director":"Rickard Falkvinge","Fulltime Staff":"50 elected on a National Level and 200 for local.","Part-time Staff":"","Volunteer Count":"34,000 activists in Germany, 14,000 in Sweden","dateOfBirth":null},{"Title":"PlaceSpeak","Description":"PlaceSpeak advances public consultation to a whole new level by enabling evidence-based decision-making by allowing citizens to influence the process in an open, safe, secure and transparent manner.","Body":"About PlaceSpeakPlaceSpeak is revolutionizing the online public consultation business. Public consultation is required broadly as part of the democratic process. Governments at all levels directly or indirectly require consultation on a range of issues,...","Annual Budget":"","Country":"Canada","Executive Director":"Colleen Hardwick (Nystedt)","Fulltime Staff":9,"Part-time Staff":1,"Volunteer Count":"","dateOfBirth":null},{"Title":"Plataforma Mesa de la Ría","Description":"","Body":"QUE ES MESA DE LA RIASomos un movimiento social compuesto por más de 30 colectivos entre los que se encuentran partidos políticos, sindicatos, ecologistas, Colegios Oficiales, Asociaciones de Vecinos, ONG´s, etc. y ciudadanos que individualmente...","Annual Budget":"","Country":"Spain","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Poitou-Charentes' Regional Council","Description":"","Body":"Note:  This article is a stub and the Participedia community will appreciate any work you can do to help us complete it by providing additional content and/or editing existing content. Thank you!Mission and Purpose History Specializations and activities ...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"PositionDial","Description":"","Body":" Mission and PurposePositionDial aims to solve two connected problems that fundamentally affect how we organise as a society: trust and navigation.Low trust in business, media, government and other institutions - driven by a lack of perceived...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"President Clinton's Initiative on Race","Description":"","Body":"Mission and PurposeOn June 14, 1997, President William Jefferson Clinton proclaimed \"One America in the 21st Century: The President's Initiative on Race.\" The initiative was a fundamental factor in President Clinton's intentions to transform the United...","Annual Budget":"","Country":"","Executive Director":"Judith A. Winston","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":" Prime Minister’s Office – Regional Administration and Local Government (PMO-RALG) of Tanzania","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Procedere","Description":"In the last decades we have been experiencing an incredible technology boom in the field of participatory methods and procedures. But when to use which tool in which situation? For that the Procedere-Verbund as research and development network was founded in 2005.","Body":"In the last decades we have been experiencing an incredible technology boom in the field of participatory methods and procedures. Currently we have already hundreds of tools of how to organize processes of public deliberation, community organizing and...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Propuestas por México - Proméxico","Description":"Formar líderes integrales a través de la participación ciudadana universitaria.","Body":"Mission and PurposeFormar líderes integrales con base en el desarrollo de propuestas ciudadanas para el desarrollo social de México.HistoryFundada en 1994 por jóvenes universitarios en la ciudad de Monterrey, Nuevo León, México.Specializations and...","Annual Budget":"","Country":"Mexico","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":25,"dateOfBirth":null},{"Title":"Public Agenda","Description":"","Body":"Public Agenda is a nonprofit, nonpartisan organization in the United States that undertakes ongoing issues and “provides citizens and leaders the tools they need to tackle them.” PublicAgenda is afflicted with multiple sources that all focus on ensuring...","Annual Budget":"","Country":"","Executive Director":"Daniel Yankelovich","Fulltime Staff":37,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Public Conversations Project","Description":"","Body":"Purpose and MissionThere have been many organizations that have worked to create dialogues between people of opposing views in order to constructively address conflicts that are important to the people but the way they do this is what has received...","Annual Budget":1,"Country":"","Executive Director":"Laura Chasin","Fulltime Staff":18,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Queensland State Government","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Referendum Platform","Description":"","Body":"The Referendum Platform campaigns for the introduction of more direct democracy in The Netherlands and Europe.Currently we campaign for the introduction of the European citizen initiative, through which citizens can put issues directly on the EU agenda...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Regards Citoyens","Description":"Regards Citoyens is a group of volunteers formed on the web. In June 2010 they became a formal association with the overall aim of promoting citizens free access to and use of public data.","Body":"Mission and PurposeThe association has put down the following objectives: (i) create tools that help citizen to evaluate public policy and the activities of the elected; (ii) promote the use of public data; (iii) promote free licence of public data; and...","Annual Budget":"","Country":"France","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Region of Tuscany","Description":"","Body":"Note:  This article is a stub and the Participedia community will appreciate any work you can do to help us complete it by providing additional content and/or editing existing content. Thank you! Mission and Purpose History Specializations and activities...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Regional Council of Veneto","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Regional District of Okanagan-Similkameen","Description":"Local government for the South Okanagan and Similkameen regions of British Columbia, Canada","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":" Regional Ministry of Innovation, Science and Enterprise of Andalusia","Description":"","Body":"","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"RESOLVE","Description":"","Body":"Mission and PurposeRESOLVE builds strong, enduring solutions to environmental, social, and health challenges. We help community, business, government, and NGO leaders get results and create lasting relationships through collaboration. RESOLVE is an...","Annual Budget":"","Country":"","Executive Director":"Stephen D’Esposito and Dave Baker","Fulltime Staff":18,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Royal Institution of Australia (RiAus)","Description":"RiAus supports scientific debate in response to local issues for Australia and challenges facing the globe. RiAus has several aims, one of which is to engage the public, decision-makers and opinion-leaders in dialogue and policy debate around science.","Body":"Mission and PurposeTo 'bring science to people and people to science’.Our vision is that science is recognised as pivotal in everyday life. RiAus will make science accessible for Australians, the Asia-Pacific Region and the rest of the world.We will...","Annual Budget":"","Country":"Australia","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Sadhana","Description":"","Body":" Note:  This article is a stub and the Participedia community will appreciate any work you can do to help us complete it by providing additional content and/or editing existing content. Thank you!Mission and Purpose History Specializations and activities...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Science in Society programme, European Commission","Description":"","Body":"Mission and PurposeThe European Commission is one of the European Institutions. It has the right of initiative and is the guardian of the European Treaties. See http://europa.eu/ (24 languages available) for more information.The EC is active, inter alia...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Sciencewise","Description":"","Body":"Mission and PurposeSciencewise-ERC aims to help policy makers commission and use public dialogue to inform policy decisions in emerging areas of science and technology.They aim to provide a comprehensive online resource of information, advice and...","Annual Budget":"","Country":"","Executive Director":"Alan Mercer","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Scottish Community Development Centre","Description":"","Body":"The Scottish Community Development Centre (SCDC) launched as a Company Ltd by Guarantee and registered Charity in Scotland on the 1st July 2009. Previously a partnership between the Community Development Foundation (CDF) and the University of Glasgow,...","Annual Budget":"","Country":"United Kingdom","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Scottish Health Council","Description":"","Body":"The Scottish Health Council was established in 2005 to promote Patient Focus and Public Involvement (PFPI) in the NHS in Scotland. A key aspect of its role is to support NHS Boards and monitor how they carry out their statutory duty to involve patients...","Annual Budget":"","Country":"United Kingdom","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Senate Department for Urban Development Berlin","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Senator Online","Description":"","Body":"1 Your Voice Direct in Parliament2 Democracy through Technology3 SOL's Purpose4 Senator Online 2010 Election WrapYour Voice Direct in ParliamentDemocracy should be government directed by your voice. And that's what Senator Online is all about - giving...","Annual Budget":"","Country":"Australia","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Seoul National University","Description":"","Body":"Note:  This article is a stub and the Participedia community will appreciate any work you can do to help us complete it by providing additional content and/or editing existing content. Thank you!Mission and Purpose History Specializations and activities ...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Shape Burlington","Description":"","Body":"Shape Burlington was established in November 2009. Its objective is to engage the voice, viewpoints, and concerns of the people of Burlington, Ontario, in a discussion as to new methods of involving people in city affairs. It aims to find better ways to...","Annual Budget":"","Country":"Canada","Executive Director":"John Boich and Walter Mulkewich","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":30,"dateOfBirth":null},{"Title":"Shaping America's Youth (SAY)","Description":"","Body":"Note:  This article is a stub and the Participedia community will appreciate any work you can do to help us complete it by providing additional content and/or editing existing content. Thank you!Mission and Purpose History Specializations and activities ...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Shared Future CIC","Description":"","Body":"Mission and PurposeWe are a community interest company primarily serving the North West of England, and with associates based across the UK.Our aim is to provide an excellent service that makes a difference to communities and individuals and works...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Shoreline Master Program Update (Kitsap County)","Description":"In 1971, the people of the State of Washington voted for the Shoreline Management Act (SMA). This ultimately created three primary purposes: 1) To protect ecological functions; 2) To accommodate appropriate uses; and 3) To maintain public access. The Shoreline Master Program (SMP) implements the policies of the SMA at the local level by regulating use and development along shorelines. The Department of Ecology is responsible for ensuring that the local SMP is consistent with the intent of the SMA, and has final approval authority.  As part of a comprehensive update to the SMP of Kitsap County, a task-force of citizens with shoreline-related interests were to be selected to work with County staff to develop goals, policies, and to assist in recommending regulations on SMP issues that need to be updated.  The Kitsap County Board of Commissioners authorized the development of an SMP task-force and was funded to assist until June 30, 2011 or longer should sufficient resources be available. On March 8, 2010, the task-force plan was adopted and 20 volunteer citizens were selected by the Kitsap County Board of Commissioners, signed by then Chairperson Josh Brown and Commissioner Steve Bauer.  The members of the task-force were then charged with the responsibility to recommend new policy, regulations, and environmental designations, as deemed necessary by the SMP update. To do so, they were instructed to utilize all existing information including the shoreline inventory and characterization, become familiar with the established work plan and focus on specific topics from that work plan, work cooperatively with Kitsap County staff, and review draft shoreline regulations that were to be guided by the Shoreline Management Act major policy goals. The final task-force meeting took place on January 24, 2012, whereby the most current SMP recommendation was voted upon and submitted to the Department of Ecology for further approval.","Body":"Mission and PurposeShoreline Master Programs are local land use policies and regulations designed to manage shoreline use. These local programs protect natural resources for future generations, provide public access to public waters and shores, and plan...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":20,"dateOfBirth":null},{"Title":"Simon Fraser University Centre for Dialogue","Description":"","Body":"","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"SimSim-Participation Citoyenne","Description":"","Body":"Mission and PurposeSimSim-Citizen Participation is a Moroccan non-profit, independent of political influence association that aims to use information and communications technology (ICT) to support and facilitate the participation of citizens in...","Annual Budget":"","Country":"","Executive Director":"Hind Kabaj","Fulltime Staff":14,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Social Justice Coalition (SJC)","Description":"The Social Justice Coalition is a membership based social movement that works to promote and protect the enjoyment of the rights established in the South African Constitution, particularly socio-economic rights. Their purpose is to ensure equal access and quality of service. The movement’s aim has been to advance the constitutional rights to life, dignity, equality, freedom and safety for all people, but especially those living in informal settlements across South Africa through actions that ensure that these constitutional rights are enjoyed in practice.","Body":" Mission and PurposeThe Social Justice Coalition is a membership based social movement that works to promote and protect the enjoyment of the rights established in the South African Constitution, particularly socio-economic rights. Their purpose is to...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Society for Participatory Research in Asia (PRIA), New Delhi, India","Description":"","Body":"","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Sociocracy.info","Description":"Sociocracy.info is comprehensive guide to sociocracy, a collaborative governance method based on consensus with leadership and policy-making distributed to all levels of the organization.","Body":"Mission and PurposeTo provide a comprensive resource on sociocracy as a method of governance and organization.HistoryThe website was begun by Sharon Villines, co author of We the People: Consenting to a Deeper Democracy in 2006. It has continued to add...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Sociolab","Description":"Sociolab is a decision-making support agency that deploys the social sciences in the service of brands and institutions.","Body":"Note: this article is a stub. Please help us complete it. Mission and Purpose History Specializations and activities Major projects and eventsSee for example: http://participedia.net/en/cases/participatory-budgeting-san-marcello-fa...http://participedia....","Annual Budget":"","Country":"","Executive Director":"Abdu Gnaba","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Song of a Citizen","Description":"Song of a Citizen is a non-profit, non-partisan collaboration of prominent thinkers and artists producing innovative films and videos designed to spark a much-needed upgrade in how we-the-people view our role as citizens -- and to showcase proven methods for transforming ourselves from passive civic spectators into hands-on political problem-solvers.","Body":"The original version of this case study first appeared on Vitalizing Democracy in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by Jeffrey Abelson.\"Song Of A Citizen\" is a non-profit, non-partisan collaboration...","Annual Budget":"","Country":"United States","Executive Director":"Jeffrey Abelson","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Sopinspace","Description":"Sopinspace is a private firm, founded in 2004 by Philippe Aigrain. The firm designs innovative software tools and organizes online debates and consultations in Europe.","Body":"Mission and Purpose The firm's policy is guided by two main principles: to make possible for all citizens, in full respect of their diversity of opinions, to build and express their views in quality debates; and to provide decision makers with reliable...","Annual Budget":"","Country":"France","Executive Director":"Philippe Aigrain","Fulltime Staff":6,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Sopot Development Initiative (SIR- Sopocka Inicjatywa Rozwojowa)","Description":"","Body":"The following is a suggested structure. We recommend users follow these headings to make it easier to compare and analyze entries.Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources ...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"State Chancellery of the Republic of Estonia","Description":"","Body":"","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Stichting Lodewijk de Raet","Description":"","Body":"Stichting Lodewijk de Raet versterkt de sociale competenties die mensen inzetten om volwaardig te participeren, zowel in private en publieke organisaties, als in de brede samenleving. De kernactiviteiten bestaan uit het ontwikkelen en begeleiden vorming...","Annual Budget":"","Country":"Belgium","Executive Director":"Yves Larock","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"SustainableJersey","Description":"","Body":"","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Sustained Dialogue Campus Network","Description":"","Body":"OverviewSDCN, Sustained Dialogue Campus Network, was created by the president of IISD and runs off of the same principle. The participating college students are using this process to effectively handle separation throughout their campus communities....","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Sustained Dialogue Institute ","Description":"","Body":"OverviewIISD, International Institute for Sustained Dialogue, was created in 2002 by the president of the Kettering Foundation. IISD has a main goal of uniting people to have an opportunity to talk that have intense backgrounds. Sustained Dialogue is...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Svojpolitik.si","Description":"","Body":"Here in Slovenia we are also trying to establish an EDD kind of political party called Svojpolitik.si (this is also our web address; rough translation- you are your own politician). But our ultimate goal is to form a viable system for independent...","Annual Budget":"","Country":"Slovenia","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"TAC CORDILLERA : TALLER DE ACCIÓN COMUNITARIA","Description":"","Body":"ABSTRACTThe workshop for Community Action (TAC) is a functional community organization that emerges in 1989 in the Cerro Cordillera, Valparaíso.Its fundamental objective is to promote community development, form the generation of new practices in the...","Annual Budget":"","Country":"Chile","Executive Director":"Patricia Castillo","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":200,"dateOfBirth":null},{"Title":"Taller de Diseño Colaborativo","Description":"El propósito de este taller es acercar a estudiantes de arquitectura, arquitectura paisajista, urbanismo, planificación, diseño e ingeniería a la realidad de las personas que habitan y utilizan los espacios que proyectan en un entorno colectivo. Los estudiantes aprenden de la experiencia de las personas (habitantes/usuarios para quienes trabajen y con quienes colaboren) en los espacios que habitan y toman en cuenta sus necesidades, sus aspiraciones y su conocimiento del lugar al momento de proyectar. Conjuntamente estas personas aprenden del conocimiento académico y técnico de los futuros arquitectos y se sienten capacitados para continuar manteniendo y desarrollando el espacio en el que residen. El taller se especializa en el diseño y construcción de espacios de uso común. La finalidad es que juntos, futuros arquitectos y habitantes, colaboren en la creación de espacios habitables de calidad. Se utiliza el concepto colaboración porque implica una igualdad de condiciones.","Body":"The following is a suggested structure. We recommend users follow these headings to make it easier to compare and analyze entries.Mission and PurposeObjetivos Generales:1. Salvar la brecha que muchas veces existe entre la academia y la práctica,...","Annual Budget":"","Country":"Puerto Rico","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Tasmania Together","Description":"Tasmania Together is a community action plan that was developed by a broad group of citizens in conjunction with the Tasmanian government in order to promote long-term social, economic, and environmental goals of the Australian state. The project calls for heavy community involvement and feedback about issues that are most relevant and important to the Tasmanian community. The plan currently includes 12 goals and 155 benchmarks indicating the most important community issues expressed in deliberative discussions in 2000, 2005, and 2011.[1] These goals and benchmarks are monitored and reported on by a Progress Board, consisting of nine members (although legislation was passed by Parliament in 2012 to repeal the employment of the Progress Board, and instead use government agencies to report progress in an effort to reduce state funding to the plan). The plan also requires the Progress Board to issue reviews and recommendations for any addition, alteration, or deletion of current goals or benchmarks in order to ensure the plan is operating at maximum potential and securing a prosperous future for the Tasmanian community.","Body":"MissonTasmania Together is a community action plan that was developed by a broad group of citizens in conjunction with the Tasmanian government in order to promote long-term social, economic, and environmental goals of the Australian state. The project...","Annual Budget":"$500,000-$1 million","Country":"Australia","Executive Director":"Bob Campbell (Chair)","Fulltime Staff":9,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"TED","Description":"","Body":"TED (Technology, Entertainment, Design), whose motto is “Ideas Worth Spreading”, is a 501(c)(3) non-profit organization operated/curated by the Sapling Foundation.[1] Formed in 1984, TED and its subsidiaries gather scholars of varied disciplines and...","Annual Budget":2,"Country":"","Executive Director":"Chris Anderson","Fulltime Staff":87,"Part-time Staff":"Varies","Volunteer Count":"Varies","dateOfBirth":null},{"Title":"Telematics Freedom Foundation","Description":"","Body":"Continuous DemocracyWe promote the adoption of telematics tools to manage the running, in a safe and continuous manner, of a platform to practice a proper application of the concept of Democracy in the Age of the Web.The way Democracy is practiced...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Tenant Participation Advisory Service Cymru","Description":"","Body":"Mission and PurposeOver the past 20 years TPAS Cymru has been working with social housing tenants and landlords in Wales, developing participation methods, based on their expertise of the tenants point of view, through training and support, programmes...","Annual Budget":"","Country":"","Executive Director":"Margaret Bracegirdle","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Terra-1530","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"The American Democracy Project","Description":"","Body":"Mission and PurposeMission Statement: \"The American Democracy Project for Civic Engagement is a national, multi-campus initiative that seeks to foster informed civic engagement in the United States. The project seeks to create a greater intellectual...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"The Annenberg Institute for School Reform","Description":"","Body":"The Annenberg Institute for School Reform (AISR) at Brown University is a non-profit research and reform organization that works with various school systems and communities to promote a higher quality of learning for students inside and outside of...","Annual Budget":"","Country":"","Executive Director":"Warren Simmons","Fulltime Staff":46,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"The Bureau d’audiences publiques sur l’environnement – (The Office of Environmental Public Hearings)","Description":"","Body":"\n\n\n  In 1978, Quebec modified its Environment Quality Act, which led to the establishment of the Environmental Impact Assessment and Review Procedure under the responsibility of the Minister of Environment, and to the creation of the Bureau d'audiences...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"The Center for Deliberative Democracy","Description":"","Body":"Mission and PurposeThe Center for Deliberative Democracy is located in the Department of Communication at Stanford University. This organization uses Deliberative Polling® to research about democracy and public opinion. The Center for Deliberative...","Annual Budget":"","Country":"","Executive Director":"James Fishkin","Fulltime Staff":13,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"The Center for Deliberative Democracy at Stanford University","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"The Center for Ethical Leadership ","Description":"","Body":" DescriptionCenter for Ethical Leadership (CEL) is a nonprofit organization that it spread across the nation. Its focus lays in building leadership within smaller community to advance social change. The group supports individual, institutional, and...","Annual Budget":"","Country":"United States","Executive Director":"Dale Nienow","Fulltime Staff":"Karuma Ruder, Steve Stapleton, Melisa Hamaski","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"The Center for Voter Deliberation of Northern Virginia ","Description":"","Body":"DefinitionThe Center for Voter Deliberation of Northern Virginia is a non-profit whose main objective is to organize community deliberations with people in the local area. The institution was established in 2009 and was one of the first of its kind....","Annual Budget":"","Country":"United States","Executive Director":"Beth Offenbacker and Bill Corbet ","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"All ","dateOfBirth":null},{"Title":"The Centre for Humanitarian Dialogue","Description":"","Body":"In the global arena, the Centre for Humanitarian Dialogue (HD Centre) acts independent from any government organization in effort to promote and influence increased dialogue between conflicting groups of people, who would otherwise look for solutions by...","Annual Budget":"","Country":"Switzerland","Executive Director":"Martin Griffiths","Fulltime Staff":53,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"The Co-Intelligence Institute","Description":"","Body":"Mission and PurposeThe nonprofit Co-Intelligence Institute (CII) promotes awareness of co-intelligence and of the many existing tools and ideas that can be used to increase it. The CII embraces all such ideas and methods, and explores and catalyzes their...","Annual Budget":"","Country":"","Executive Director":"Tom Atlee","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"The Common Enterprise","Description":"","Body":"Organization\nThe Common Enterprise  \nThe Common Enterprise is a national organization, which works to encourage citizens with different backgrounds, party affiliations and beliefs to work together toward common goals. The Common Enterprise has spent...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"The Consultation Institute","Description":"","Body":"MissionThe Consultation Institute seeks to promote the highest standards of public, stakeholder and employee consultation by initiating research, publications and specialist events in order to disseminate best practice and improve subsequent...","Annual Budget":"","Country":"","Executive Director":"Rhion Jones","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"the Danish Board of Technology Foundation (DBT)","Description":"The Danish Board of Technology Foundation is the parliamentary technology assessment institution of Denmark. It is an independent, non-profit institution, committed to technology assessment, foresight, parliamentary advisory activities on science, technology and innovation, and methodological research. The DBT works with a local, regional, national, as well as international perspective. It is specialized into interactive methodologies, involving trans-disciplinary research, stakeholder involvement, citizen participation, political debates and advice, and public communication.","Body":"Mission and PurposeThe DBT Foundation is active in the areas of public challenges, technology, knowledge, values and action. DBT aims to create platforms for combining participants knowledge in the search of sustainable solutions across different issues...","Annual Budget":"","Country":"Denmark","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"The de Borda Institute","Description":"The de Borda Institute is an international NGO which promotes inclusive forms of decision-making, especially in conflict zones.\n\n[A]    In decision-making, we advocate the Modified Borda Count, (MBC), whereby contentious decisions are always based on a preferential vote, and wherein the outcome is the option with the highest average preference;\n\n[B]    In elections, the appropriate methodology is the Quota Borda System, (QBS), which is both proportional and preferential; and\n\n[C]    In governance, we suggest the matrix vote, the only voting procedure so far devised by which a parliament may elect a power-sharing all-party government of national unity such that, individually, each minister is the best one for that job, while collectively, this coalition represents all factions in the parliament in fair and due proportion.","Body":"Mission and PurposeTo promote inclusive politics.HistoryThe de Borda Institute was established in 1997, but by that time, we had been advocating the three Borda methodologies since 1986.Specializations and activitiesVoting systems in both decision-making...","Annual Budget":"","Country":"United Kingdom","Executive Director":"Peter Emerson","Fulltime Staff":1,"Part-time Staff":1,"Volunteer Count":10,"dateOfBirth":null},{"Title":"The Democracy Imperative","Description":"","Body":"\"We are a network. Our members share an interest in education for a more deliberative democracy and work together to share ideas; steward and distribute knowledge; develop, validate, and disseminate practices; and encourage innovation.We are a resource...","Annual Budget":"","Country":"","Executive Director":"Nancy L. Thomas","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":12,"dateOfBirth":null},{"Title":"The Digital Activism Research Project","Description":"The Digital Activism Research Project (DARP) is “dedicated to studying the effect of digital technology on civic engagement, non-violent conflict, and political change around the world” (digital-activism.org). Using an online database that is open to submissions, DARP’s mission is to bring a more empirical and collaborative approach to the study of digital citizen engagement in non-violent conflicts, democratization, and peace-building efforts around the world.","Body":"The Digital Activism Research Project (DARP) is “dedicated to studying the effect of digital technology on civic engagement, non-violent conflict, and political change around the world” (digital-activism.org). DARP’s mission is to bring a more empirical...","Annual Budget":"Donation-based funding.","Country":"United States","Executive Director":"Mary C. Joyce","Fulltime Staff":"Staff list provided in content.","Part-time Staff":"","Volunteer Count":"Anonymous","dateOfBirth":null},{"Title":"The Freechild Project","Description":"","Body":"The Freechild Project is a consulting program focused on creating meaningful connections between adults and young people through programs, technical assistance, publications, training, and curriculum. With offices in Olympia, Washington, Freechild works...","Annual Budget":250,"Country":"","Executive Director":"Adam Fletcher","Fulltime Staff":1,"Part-time Staff":5,"Volunteer Count":2,"dateOfBirth":null},{"Title":"The Freedom House","Description":"","Body":"Mission and Purpose\nThe Freedom House is a non-governmental organization that’s mission is to ensure the spread of democracy worldwide. The organization which is located in Washington D.C. supports democratic change and advocates for human rights....","Annual Budget":8.21,"Country":"","Executive Director":"Peter Ackerman","Fulltime Staff":120,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"The Freerz Community","Description":"The Freerz Community is an online community think-tank aimed at supporting worthy causes of real-world entities. We act as a force multiplier for organizations who are pursuing the same goals one can read in the Freerz Manifesto. Basically these are encouraging dialogue between religions, combatting poverty, propsing direct democracy and the use of open source software, developing an international capacity to effectively respond to disasters, etc.","Body":"Mission and Purpose(We strongly advise to read the Freerz Manifesto first, in order to understand the core principles We believe in. http://freerz.org)Many netizens are feel Themselves much more comfortable and free while being on-line, than in Their...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"The Greenlining Institute","Description":"The Greenlining Institute was founded by a group of people, composed of difference ethnicities, that aimed to help people of color live in society without bias and discrimination. After meeting to discuss problems and solutions, they founded an official institute, The Greenlining Institute, to gain more voice, power, and support. Together, these people have made some profound change in minority communities and society as a whole, including economics, education, and politics.","Body":"Mission and PurposePeople of color do not experience the same society as Caucasian Americans. In many areas of the U.S., minority populations are still discriminated against. For instance, people of color are refused of public services or political...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"The Harwood Institute For Public Innovation","Description":"","Body":"Mission\"The Harwood Institute for Public Innovation is a non-profit, non-partisan organization that seeks nothing less than to spark fundamental change and authentic hope in American public life. We do this by cultivating, coaching, connecting, and...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"The Institute for Civic Discourse & Democracy","Description":"","Body":"The Institute for Civil Discourse and Democracy (ICDD) is an organization made up of scholars, professors, students and faculty members of Kansas State University who are there to try to help facilitate and promote civic public engagement within its...","Annual Budget":"","Country":"United States","Executive Director":"David Procter","Fulltime Staff":30,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"The Keystone Center","Description":"","Body":"Mission and PurposeThe Keystone Center was founded in 1975 by Robert W. Craig and is a non-profit organization who's headquarters are in Keystone, Colorado with other offices in Denver and Washington, DC. The main purpose of the Keystone Center is to...","Annual Budget":8,"Country":"","Executive Director":"Peter S. Adler","Fulltime Staff":51,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"The League of Women Voters","Description":"","Body":"The League of Women Voters is a nonpartisan political organization, established in 1920 to rework and improve the structure of government and benefit public policies by educating and engaging American citizens in public advocacy. The League of Women...","Annual Budget":"","Country":"United States","Executive Director":"Elisabeth MacNamara","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"The newdemocracy Foundation","Description":"","Body":"The newdemocracy Foundation is an independent, non-partisan research organisation aiming to identify improvements to our democratic process. We aim to replace the adversarial with the deliberative, and move out of the “continuous campaign” cycle. http://...","Annual Budget":"","Country":"Australia","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"The Office de consultation publique de Montréal","Description":"","Body":"Created in 2002, the Office de consultation publique de Montréal (OCPM) is an independent public organization whose mission is to carry out public consultation mandates entrusted to it by the Montréal city council or executive committee. It distinguishes...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":" The Open Ministry (Avoin ministeriö)","Description":"'The Open Ministry (Avoin ministeriö) is about crowdsourcing legislation, deliberative and participatory democracy and citizens initiatives. It is a non-profit organization based in Helsinki, Finland.\n\nIt helps citizens and NGO's with national citizens' initiatives, EU citizens initiatives and develop the online services for collaborating, sharing and signing the initiatives' http://openministry.info/\nhttps://www.avoinministerio.fi/","Body":"Open Ministry is an online tool for crowd sourced legislation and participative democracy. It is about crowd sourcing legislation, deliberative and participatory democracy and citizens initiatives. It is a non-profit organization based in Helsinki,...","Annual Budget":"","Country":"Finland","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"The Participatory Budgeting Project","Description":"","Body":"Note: the following article is a stub. Please help us complete it. Mission and Purpose\"The Participatory Budgeting Project (PBP) is a non-profit organization that empowers people to decide together how to spend public money, primarily in the US and...","Annual Budget":"","Country":"","Executive Director":"Josh Lerner","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"The People Decide","Description":"","Body":"About UsOur goal is to bring the voice and will of the people to our congressmen and elected officials. The interactive nature of this website allows our members to cast votes for every major bill that goes through Congress. You can also discuss and...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"The Pew Center for Civic Journalism","Description":"","Body":"Note: the following article is a stub. Please help us complete it. Mission and PurposeThe Pew Center was an incubator for civic journalism experiments that enable news organizations to create and refine better ways of reporting the news to re-engage...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"The Sociocracy Consulting Group","Description":"","Body":"Our vision is a world where equivalence, transparency, and effectiveness are the norms in organizational governance structures and decision making.Our mission is to introduce, implement, and support sociocracy - also known as dynamic governance - in...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"The World Bank","Description":"","Body":"Mission and PurposeThe World Bank Group has set two goals for the world to achieve by 2030:End extreme poverty by decreasing the percentage of people living on less than $1.90 a day to no more than 3%Promote shared prosperity by fostering the income...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"The Young Foundation","Description":"","Body":"Mission and PurposeThe Young Foundation is a leading independent centre for disruptive social innovation. We create new movements, institutions and companies that tackle the structural causes of inequality.We work to create a more equal and just society...","Annual Budget":"","Country":"United Kingdom","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Together Creating Communities","Description":"","Body":"Mission and PurposeTCC works to build citizenship and democracy by training those within our membership groups, giving them the skills and confidence to discover their power and to use it in taking political action in the interests of their local...","Annual Budget":"","Country":"","Executive Director":"Mrs Chris Pilsbury","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Transpartisan Alliance","Description":"","Body":"The Transpartisan Alliance is an informal network of networks\n\nLinks\nTranspartisan Alliance","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"U.S. Department of Energy","Description":"","Body":"Note:  This article is a stub and the Participedia community will appreciate any work you can do to help us complete it by providing additional content and/or editing existing content. Thank you!Mission and Purpose History Specializations and activities ...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"U.S. Environmental Protection Agency (EPA)","Description":"","Body":"Note:  This article is a stub and the Participedia community will appreciate any work you can do to help us complete it by providing additional content and/or editing existing content. Thank you!Mission and Purpose History Specializations and activities ...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"UK Youth Parliament","Description":"","Body":"The UK Youth Parliament (UKYP) is a London-based organization that gives the United Kingdom's youth a voice in politics. \"Run by young people for young people\", UKYP consists of more than 600 democratically elected Members of Youth Parliament (MYPs),...","Annual Budget":1,"Country":"","Executive Director":"Andy Hamflett","Fulltime Staff":18,"Part-time Staff":"","Volunteer Count":600,"dateOfBirth":null},{"Title":"United Minds","Description":"","Body":"United Minds \nThe Resurrection\nThe original site was lost to the Internet.\nSo I've started from scratch and setup this petition site - a simplified version of what I was trying to achieve, and a simple first step the people of Ireland could make to take...","Annual Budget":"","Country":"Ireland","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"United National Indian Youth (UNITY)","Description":"","Body":"Mission and PurposeUNITY was founded to cultivate strong, self-reliant Native youth that will be assets to their communities as involved civic members. It also serves as a forum for discussion about problems facing both the individual indigenous peoples...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"United Nations","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"United Nations Development Programme (UNDP)","Description":"UNDP works in nearly 170 countries and territories, helping to achieve the eradication of poverty, and the reduction of inequalities and exclusion. We help countries to develop policies, leadership skills, partnering abilities, institutional capabilities and build resilience in order to sustain development results.","Body":"Mission and PurposeUNDP works in some 170 countries and territories, helping to achieve the eradication of poverty, and the reduction of inequalities and exclusion. We help countries to develop policies, leadership skills, partnering abilities,...","Annual Budget":"","Country":"","Executive Director":"Helen Clark ","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"University of the Andes","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Unlock Democracy","Description":"","Body":"Mission and PurposeUnlock Democracy (incorporating Charter 88) is a UK campaign for democracy, rights and freedoms. A grassroots movement - they are owned and run by their members. In particular, they campaign for:Fair, Open and Honest ElectionsRights,...","Annual Budget":"","Country":"United Kingdom","Executive Director":"Vicky Seddon ","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Urban Forum","Description":"","Body":"Mission and PurposeUrban Forum is a national charity and a membership organisation that supports communities to have a greater say over decisions that affect them. They work with their members to influence government policy and to support them to...","Annual Budget":"","Country":"United Kingdom","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Urban Interactive Studio","Description":"Participation Your Way: Intuitive Digital Engagement for Better Communities.\n\nUrban Interactive Studio provides digital tools that improve outreach and engagement in public processes. The EngagingPlans platform and apps create meaningful opportunities for citizen and stakeholder feedback—at home, at work, or on-the-go.","Body":"Mission and PurposeUrban Interactive Studio believes that communities should be shaped by people with the assistance of experts, rather than handed down as a finished product. The UIS mission is to give people a voice in shaping the future of their...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Urban Planning Aid","Description":"","Body":"","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"US Department of Health and Human Services","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"US Department of Health and Human Services Alternatives Inc.","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"UVic Constitutional Law Class 2011/2012","Description":"","Body":"IntroductionThis is the working constitution of the University of Victoria's Constitutional Law Class 2011/2012 A02. Everyone is welcome to edit the constitution! Changes to our constitution are tracked through the history and earlier versions can be...","Annual Budget":"","Country":"Canada","Executive Director":"TBD","Fulltime Staff":1,"Part-time Staff":"","Volunteer Count":57,"dateOfBirth":null},{"Title":"Viewpoint Learning","Description":"Viewpoint Learning, founded by Daniel Yankelovich and Dr. Steven Rosell in 1999, holds public and private issue-oriented dialogues and provides facilitation and consulting services respecting issue-oriented dialogue. Viewpoint Learning has developed several methods of dialogue including Choicework Dialogue -- also called Choice-Dialogue -- Strategic Dialogue, Stakeholder Dialogue, Community Conversation, and Online Dialogue. Viewpoint Learning's methods have been used in several notable public deliberations, including the 2002 Citizen's Dialogue on the Future of Healthcare in Canada; the 2003 Citizens' and Stakeholders' Dialogues on the Future of Housing in San Mateo, California; and CommonGround: The First Five Years: A Dialogue on Early Childhood in New Mexico.","Body":"Mission and PurposeViewpoint Learning describes its purpose as \"designing and conducting specialized dialogues on complex and challenging issues for Fortune 500 companies, governments, foundations and other organizations across the United States, Canada...","Annual Budget":"","Country":"United States","Executive Director":"Daniel Yankelovich","Fulltime Staff":7,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Vorarlberg State Government","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Vouliwatch","Description":"","Body":"Mission and PurposeVouliwatch is a digital platform that engages Greek citizens with legislative politics and grants them with the opportunity to communicate, evaluate and hold elected representatives in the Greek and the European Parliament (MPs &...","Annual Budget":"","Country":"","Executive Director":"Stefanos Loukopoulos","Fulltime Staff":8,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Washington County - Citizen Participation Organization","Description":"","Body":"Stub","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Washington County Long Range Planning Division","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"White House Office of Public Engagement","Description":"","Body":"Purpose and MissionThe White House Office of Public Engagement was started by President Barak Obama, with the purpose of being a medium through which the American public could directly communicate with the Obama administration. The president’s goal with...","Annual Budget":"","Country":"","Executive Director":"Christina M. Tchen","Fulltime Staff":20,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Wikivote","Description":"Wikivote is a Moscow based Russian company, set up in 2010 and specializing in building online platforms and facilitating civil participation in law-making and strategic documents drafting. The Wikivote methodology uses the wiki principle of community participation. Technically the Wikivote methodology is implemented on a generic Intelligent Collaboration System.","Body":"Mission and Purpose Wikivote is a Russian non-governmental organization which goal is to develop effective means of citizens’ participation in lawmaking and strategic planning. Our approach is based on attracting the open network community to...","Annual Budget":"","Country":"Russia","Executive Director":"Vasiliy Burov","Fulltime Staff":15,"Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"World Wide Views on Global Warming overview and analysis ","Description":"The following entry on the World Wide Views on Global Warming organization takes a closer look at the history, purpose, participant selection process, the deliberation process, and analysis and criticisms of the global conference held in more than 38 countries spanning over 6 continents with more than 4,000 citizens representing countries around the world.","Body":"\n\n\nNote: Another version of this case study can be found as a file attachment with the prefix \"VD\" by clicking on \"Media\" within the Edit function. This alternate version was originally submitted to Vitalizing Democracy as a contestant for the 2011...","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Young Advisors Charity","Description":"Young Advisors are young people typically aged between 15 and 21, who show community leaders and decision makers how to engage young people in community life, local decision making and improving services.\n\nYoung Advisors are trained agents of social action who guide local authorities, housing associations and other local partners about what it is like for a young person to live, work, learn and play in their neighbourhood.","Body":"Mission and PurposeYoung Advisors wants young people to valued in CommunitiesOur Organisation has young people at its heartUsing the best training, we will support young people, communities and services to work together.Nationally, we will support and...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"YouthDebates.Org","Description":"","Body":"Problems and PurposeYouthDebates.Org is an online, youth-run forum that allows youth ot discuss their political views on current events and continuing issues. It hosts discussions about a variety of politically-relevant issues, such as education,...","Annual Budget":"None","Country":"","Executive Director":"Alexander Firth","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"YouthDebates.Org","Description":"","Body":"Problems and PurposeYouthDebates.Org is an online, youth-run forum that allows youth ot discuss their political views on current events and continuing issues. It hosts discussions about a variety of politically-relevant issues, such as education,...","Annual Budget":"","Country":"","Executive Director":"Alexander Firth","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Z Communications","Description":"","Body":"Z Communicationsis a compendium of projects and institution that seek to assist social movements to better people's lives in the present context -- while changing the context so in the future injustice is undone. Through it's diverse projects, Z...","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Zebralog","Description":"","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"United States","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Zebralog - Experts in eParticipation","Description":"Zebralog is the leading agency for online and cross-media civic participation in Germany. As pioneer in the field of web-based dialogues, the company has sought to create and optimize cross-media communication between citizens and state for over ten years. Zebralog designs, organizes, implements, moderates, and evaluates a wide range of participation processes, from participatory urban planning projects over participatory budgeting, to debates on legislative procedures at the federal level. As a consultancy, Zebralog strives to enable private and public organizations to enter into a dialogue with citizens. As an agency, the company takes care of the technical implementation, and as an institute, Zebralog conducts research projects and provides expert opinions.","Body":" Zebralog is a leading agency for online and cross-media civic participation in Germany. As pioneer in the field of web-based dialogues, the company has sought to create and optimize cross-media communication between citizens and state for over ten years...","Annual Budget":"","Country":"Germany","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"ÖGUT - Austrian Society for Environment and Technology","Description":"The Austrian Society for Environment and Technology (OeGUT) is a non profit organisation, aiming at the transition of economy and society towards a sustainable future. As a scientific platform for sustainable development OeGUT is performing research, communication and networking activities with around 90 organisations and institutions from ministries, public authorities, enterprises, interest groups and environmental organisations. \n\nOeGUT deals with relevant issues on the interface between environment and technology. Main topics are: \n•\tConsumption and Quality of Life\n•\tEnergy\n•\tGender and Diversity\n•\tGreen Investment\n•\tInnovative Building\n•\tPublic Participation\n•\t Resources","Body":"Mission and Purpose History Specializations and activities Major projects and events Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Daily Bread Devotional","Description":"http://www.everydaydevotional.com/2014/05/joel-osteen-ministries-word-fo...","Body":"http://www.everydaydevotional.com/2014/05/joel-osteen-ministries-word-fo...Funding Publications Secondary Sources External Links Notes ","Annual Budget":"","Country":"","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null},{"Title":"Occupy Vancouver","Description":"Needs German translation.","Body":"Needs translationwww.occupyvancouver.com  ","Annual Budget":"","Country":"Vereinigte Staaten","Executive Director":"","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"100+","dateOfBirth":null},{"Title":"wer denkt was GmbH","Description":"„wer denkt was“ führt gemeinsam mit Kommunen Partizipationsverfahren bei der Haushalts- und Stadtplanung durch.","Body":"Schwerpunkte und AktivitätenDie wer denkt was GmbH ist eine Ausgründung der Technischen Universität Darmstadt, die sich auf digitale Bürgerbeteiligung und Anliegenmanagement spezialisiert hat. Das interdisziplinäre Team der wer denkt was GmbH führt mit...","Annual Budget":"","Country":"Germany","Executive Director":"Dr. Tobias Klug, Dr. Robert Lokaiczyk","Fulltime Staff":"","Part-time Staff":"","Volunteer Count":"","dateOfBirth":null}]}