{"htmlbody": "<p><a id=\"Problem_and_Purpose\" name=\"Problem_and_Purpose\"></a></p><h2>Problem and Purpose</h2><p>Similar to many municipalities in California, the Bay Area community of Daly City experienced declining revenues from sales and property taxes in 2009 as a result of the national and global economic downturn, as well as state “take-aways” of local tax revenues. The recession also left California with a looming deficit crisis, forcing local communities to provide many social services that had been previously covered by the state. Unemployment meanwhile remained around 11% Faced with difficult decisions of how to develop a balanced budget, Daly City sought to educate and involve residents through a deliberative process designed to identify community values and priorities that would determine funding levels for city programs and services.</p><p>Daly City officials had multiple concrete objectives in mind when designing their participatory budgeting framework. First, they hoped for some direct information and guidance from residents about which services and facilities they valued most. Second, they wanted to highlight the fundamental tradeoffs which were inevitably hard to reconcile, especially given the city's needs and limited resources. Third, they hoped to glean new ideas about how to minimize expenses. Fourth, city officials saw the deliberative forums as an effective way of raising public awareness about the budget and the budget-setting process. Finally, by turning the process into a collaborative experience, it was hoped that Daly City would increase public approval of the budget decisions that were ultimately made.</p><p><a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h2>Participant Selection</h2><p>Participation in the community forums was open and self-selected. Community members were informed of and invited to partake in the process via a special edition of the city community newsletter, containing extensive information on city revenue sources, services, and spending. Included in this newsletter and also posted on the city website was a mail-in survey designed to gather informed opinions from those not attending the deliberative forums. The survey was made available in Tagalog, Spanish, and Chinese so that residents still learning English could participate, and flyers promoting the forums in multiple languages were distributed to local community organizations and libraries.</p><p><a id=\"Deliberations.2C_Decisions_and_Public_Interaction\" name=\"Deliberations.2C_Decisions_and_Public_Interaction\"></a></p><h2>Deliberations, Decisions and Public Interaction</h2><p>“We want to know what you place the highest value on so we can take that into consideration when preparing the budget,” Daly City Manager Pat Martel told fifty diverse residents who turned out for a Thursday evening community conversation in October of 2009.</p><p>The city held four such public forums over five weeks in the fall of 2009 in various parts of town and at different times- half during the day on Saturdays and half on weekday evenings. A total of about 270 residents participated in the forums. Each forum was hosted by the city manager and city staff in conjunction with a neutral third party facilitator from the non-profit Peninsula Conflict Resource Center. This facilitator in turn trained community members who were graduates of the city’s citizen academy or members of city commissions, committees and boards to act as small group facilitators and to record the input shared by participating residents. Forums began with a welcome and background information on the city’s financial situation from Martel, followed by a visual presentation by City Finance Director Don McVey. Attendees were given an opportunity to ask these and other city staff in attendance direct questions, and also to discuss alternatives and priorities in small groups while a volunteer facilitator recorded their input on large flip charts. Participants discussed the qualities of a good community, and what city services they were and were not willing to see reduced or cut.</p><p>The opinion surves and public deliberations stressed the city's compromised fiscal situation as well as the tradeoffs that would eventually need to be made. Participants were requested to select the five most important factors in evaluating their quality of life, out of a list including but not limited to transportation, library services, public safety, quality of schools, community amenities, cleanliness of public areas,  infrastructure, sense of community, and recreational programs. Moreover, the survey asked participants to list which services they would be willing to give up or see reduced in exchange for their top three priorities. Important budget information was also distributed, such as the fact that only 17% of property tax dollars actually went to funding Daly City services and programs (with the remaining amount being diverted to California schools, San Mateo county, and redevelopment).</p><p><a id=\"Influence.2C_Outcomes_and_Effects\" name=\"Influence.2C_Outcomes_and_Effects\"></a></p><h2>Influence, Outcomes and Effects</h2><p>“We will track the trends we see in the input from these meetings and the survey as well as an ongoing facilitated employee engagement process and make a presentation to the city council in December on what we have learned,” Martel told the meeting participants. With over 270 residents participating in the community conversations and over 1300 surveys completed, this report gave the council valuable information about the priorities of their constituents as they make the difficult decisions and necessary trade-offs to produce a city budget. “The most useful part was hearing what the public had to say in the absence of public officials,” said Martel. “They were comfortable enough to feel free to offer suggestions… it will be a little easier for council to make hard decisions about reducing services since we heard from our public engagement process that people were willing to accept certain trade-offs to make sure that their highest priority services and programs would not be affected by the budget reduction.” Martel was very encouraged by the high level of participation and that more than the ‘usual suspects’ came out to participate in the community forums. She declared the city will continue to pursue public engagement and community building processes that inform residents and encourage them to participate in constructive dialogues around other issues, such as the often volatile topic of development.</p><p>The city found the forums \"successful in validating the values, needs and priorities of [Daly City's] residents.\" As a result of the forums' findings, Daly City's budgeting committee eliminated all discretionary spending and focused on providing core services. In addition, twenty-two vacant government positions were permanently cut. </p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h2>Analysis and Criticism</h2><p>City Manager Pat Martel isolated the following key lessons learned from the process. First, having public meetings in an environment less intimidating than a city council meeting, facilitated by residents who were commissioners or citizen academy graduates rather than city staff, created an equal playing field for a community conversation where the public was willing to weigh in on some tough questions in a very productive way. Second, the lesson learned was that deliberative public engagement can be useful and that Daly City should continue to have this community building process. Third, it does not work very well when people come in with a strong position and are not willing to yield. Having a dialogue where city officials just listen as opposed to trying to lead the discussion can go a lot further in terms of empowering the community to have an opportunity to help shape the outcome.</p><p>Overall, the Daly City participatory budgeting forums were viewed as successful. The municipality has plans to continue engaging the public on matters relating to the budget and other issues.</p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p>- Daly City staff prepared and sent a “Budget-at-a-Glance” educational mailer to every household in 2008, it can be viewed at <a href=\"http://www.dalycity.org/Assets/Departments/Finance+and+Administration/pdf/budgetglance.pdf\">http://www.dalycity.org/Assets/Departments/Finance+and+Administration/pdf/budgetglance.pdf</a></p><p>- In 2009, the city prepared a more in-depth educational mailer and survey on the budget that was also mailed to each home and posted online at <a class=\"external free\" href=\"http://www.ci.daly-city.ca.us/city_services/depts/finance/pdf/budgetglance.pdf\" rel=\"nofollow\" title=\"http://www.ci.daly-city.ca.us/city_services/depts/finance/pdf/budgetglance.pdf\">http://www.dalycity.org/Assets/Fogcutter/2009/Vol+9-3.pdf</a></p><p>- In 2010, Daly City included information about the event and the results of the mailed survey in their Winter newsletter, found at <a href=\"http://www.dalycity.org/Assets/Fogcutter/2010/Vol+10-1.pdf\">http://www.dalycity.org/Assets/Fogcutter/2010/Vol+10-1.pdf</a></p><p>- Daly City's 2010-2012 Budget can be found at <a href=\"http://www.dalycity.org/Assets/Departments/Finance+and+Administration/pdf/OpBud10-12.pdf.pdf\">http://www.dalycity.org/Assets/Departments/Finance+and+Administration/pdf/OpBud10-12.pdf.pdf</a></p><p>- <a href=\"http://www.ca-ilg.org/post/daly-city-engages-residents-budget-planning\">http://www.ca-ilg.org/post/daly-city-engages-residents-budget-planning</a></p><p>- <a href=\"http://www.westerncity.com/Western-City/November-2010/Cities-Engage-Residents-in-Budget-Planning/\">http://www.westerncity.com/Western-City/November-2010/Cities-Engage-Residents-in-Budget-Planning/</a></p>", "title": "Daly City Community Budget Forums"}