{"htmlbody": "<p><a id=\"1..09Problems_and_purpose\" name=\"1..09Problems_and_purpose\"></a></p><h2>Summary</h2><p>Since 2002, the city of Grenoble, France, has engaged citizens in public decision-making through participatory committees and town meetings. Residents have been able to express their opinions and make recommendations on city planning, education, cultural life, and other municipal issues. Over the years, this program has strengthened local democracy and empowered public participation in important civic projects.<br/> </p><h2>Problems and Purpose</h2><p>Since 2002, France has expressed its desire for the enhancement of participative democracy with the implementation of the “law on local democracy”. Aiming at strengthening citizens’ power within towns that have at least 3,500 inhabitants, this law encouraged a lot of cities, like Grenoble, to develop participative processes. In 2002, Grenoble founded six participatory citizen councils for the six areas that composed the city. These “conseils consultatifs de secteurs” (CCS) have allowed citizens residing within the six different districts to give their opinions about municipal projects and to express their concerns about the development of Grenoble. The city has demonstrated a high interest in these participative systems. From this relatively new innovation, Grenoble hoped to allow local political and administrative personnel to have a better knowledge of the population’s needs as well as a better understanding of the local environment.</p><p>In 2009, the municipal assembly adopted a charter for the CCS codifying the founding principles and the mutual obligations between the two institutions. The six CCSs expressed three main goals to be pursued in the process. First, citizens should be empowered to participate actively in the projects developed in their area. This consisted of addressing the municipal assembly with a list of priorities concerning the projects. This also included that all citizens be informed about the development of the main projects within their area.  Second, residents should be able to give their opinion on the development of the main projects of the metropolis. In order to involve the population in the development of the city, either the mayor or the municipal assembly can ask the six CCSs their advice on projects or even pose questions of general interest. Third, districts should be revitalized by strengthening ties between inhabitants and by organizing social events.<br/> </p><h2>Participant Selection</h2><p>Any citizen interested in participating in an event can do so. Participants are self-selected and can participate on a volunteer basis. Information about how to join is disseminated via pamphlets, posters, and online websites. Each CCS involves a structure in which citizens and public officials share power, with an elected representative and a citizen serving as co-presidents. CCSs additionally involve three separate groups, each composed of about 50 people (the first one composed of motivated citizens, the second of associations, and the third of specific associations of the district). In addition, specific task groups are open to any citizen and are often organized to broaden the points of view on the different projects. Most of the plenary committees are held publicly so that the population can contribute its opinion. Recently, the city council has encouraged CCSs to make a special effort to involve young people, the elderly, and non-national residents in the process.<br/> </p><h2>Organizing Entities and Funding</h2><p>Grenoble’s mayor and city council are responsible for organizing and overseeing the CCS program. Special liaisons exist in order to facilitate communication between the city’s central government and the citizen councils. Every CCS is allocated a sum of €11,000 per year. This amount, however, is directed toward the functioning of the committees themselves, rather than the implementation of their proposals. The city government ultimately decides whether or not to pursue the recommendations of the CCSs and is thus responsible for financing the projects.</p><p> </p><h2>Deliberations, Decisions and Public interaction</h2><p>The meetings of the CCSs allow citizens to express their opinions, negotiate, debate, and partake in other forms of public discussion. Interaction is all face-to-face and facilitated by the volunteer leaders of the CCSs. The topics tackled by the six CCSs are mostly housing, urban renewal, transport, social and cultural life, education, city facilities, and environment. The main overarching theme is urban planning. To deal with this range of subjects, the CCSs have different solutions. Concerning the development of large scale projects, it is the mayor who directly asks the CCSs to give their official opinion. This method is called “saisine”. Once a CCS has given its advice, the town council has to answer every single item. A CCS also can tackle a question without being asked by the mayor to do so – this operation is called an “autosaisine”. In this case, the municipal assembly has to give the CCS all the information it needs, and answer every item as it would do for a normal “saisine”. In addition, the municipal assembly has to seriously take into account the proposals developed by the CCS and to explain in which way it followed (or refused to follow) the advice the CCS gave (contradictory advice by CCSs is frequent). CCSs are also allowed to give their recommendations to the municipal assembly by taking a stand on an issue, on projects underway, or on the organization of a consultation. Eventually, CCSs can express special “wishes” to the city concerning specific problems, questions of general interests, future projects etc. Even though the town council has to consider the advice given by the CCSs, it remains the sovereign institution. This means it is the only actor entitled to to make final decisions. The only duty the council has is to state whether the CCSs advice has been taken into account or not, and to provide, as quickly as possible, the motivations for its decisions.<br/><br/><a id=\"4..09Influence.2C_outcomes_and_effects\" name=\"4..09Influence.2C_outcomes_and_effects\"></a></p><h2>Influence, Outcomes and Effects</h2><p>Every CCS has to meet at least once every three months in a plenary committee in order to discuss the main projects of Grenoble. This gives the population information about the projects and decisions on changes proposed by the CCSs. To understand the real impact the CCSs have had, we can give some examples of projects that have been carried out. Within the first area (CCS 1), a discussion took place in 2006 about the creation of a skate park in the district. Some inhabitants of the district decided to meet with the CCS 1 in order to create a skate park. After a consultation of the population (public plenary committee), the CCS 1 asked the associations of the district to make a well informed dossier in order to convince the municipal assembly to allocate an available ground for the park. The project was convincing enough that the council financed the project with €80,000 . The project has been highly successful and the “Skate Parc du Quai de la Graille” is now a very important space for the interaction of young people in Grenoble; we may definitely assume that it would not have happened without the CCS’s help.</p><p>Another successful example is the project of La Bastille (2005). Very concerned about the future of the historical square La Bastille, CCS 2 decided to organize a meeting in 2005 in order to attract the interest of the Council on the subject. The Mayor decided to ask CCS 2 (“saisine”) to express its ideas about the future of the site. The CCS stressed the importance of revitalizing this public space, protecting it, and (above all) connecting it with the nearby station. The council answered in a very detailed manner to the proposals of the CCS 2, and the project achieved to a large extent the main objectives determined by the CCS. Other CCSs also organized visits to the other districts of Grenoble, and they explained (with maps and scale models) the projects underway to the public, allowing citizens to express their opinion through “idea boxes” and websites (e.g. of the project concerning the renovation of the Beauvert area). All of these ideas were forwarded to the mayor at the end of the “exhibition”.</p><p>Examples of current projects include a participatory budgeting experiment taking place in Grenoble, proposals for new sports centers, and plans to get youths involved in local politics. As of mid-2012, the CCS program continues to grow stronger, and the city of Grenoble shows no desire to put an end to the participatory committees.</p><p><a id=\"5..09Analysis_and_criticism\" name=\"5..09Analysis_and_criticism\"></a></p><h2>Analysis and Criticism</h2><p>Even though the city of Grenoble has truly tried to make an effort to give more power to its citizens, it has not fully achieved this objective and we may discuss the results. First of all, from the beginning, the CCSs suffered from a lack of funds (only €11,000 a year is allocated to each CCS). In addition, information to the population about the CCSs and their role has been insufficient; even after nine years, the CCSs are still unknown to a large part of the population. The main problem is definitely the lack of authority granted to the CCSs. Even though the advice they give to the council is always discussed and taken into account, it is the mayor who ultimately makes every decision.</p><p>On the “ladder of participation”, this process is located on the third step: it informs citizens, consults them, and involves them, but it does not allow citizens to share concrete authority with the municipality. Nevertheless, CCSs are reasonably successful in informing the population, involving residents in issues related to the development of their city, and in recreating social links between citizens. The majority of people involved in the CCSs claim that they are satisfied and would like to get even more involved in future projects of their city. At the end of the day, citizen participation, even if limited, was one of the main objectives behind the creation of the CCSs. Considering that the CCSs' organization and their role have evolved considerably between 2002 and 2011, becoming increasingly involved in every decision taken by the city Council, one may assume that their power and weight will grow within the next few years.<br/> </p><h2>External Links</h2><p><a href=\"http://www.ccsgrenoble.org/index.php\">Official Website of the Conseils Consultatifs de Secteurs</a> [DEAD LINK]</p><p><a href=\"http://www.grenoble.fr/461-conseils-citoyens-independants.htm\">CCS on the Website of the City of Grenoble</a></p><p><a href=\"http://www.grenoble.fr/92-citoyennete.htm\">Local Democracy Charter of Grenoble</a></p><p><a href=\"http://www.ccsgrenoble.org/?module=uploads&amp;func=download&amp;fileId=1018\">2012 CCS Pamphlet</a> [DEAD LINK]</p>", "title": "Citizen Councils of Grenoble, France"}