{"htmlbody": "<p><em>Note: this case needs help with content and editing. Please help us complete it. </em></p><p><a id=\"PURPOSE\" name=\"PURPOSE\"></a></p><h3>Problems and Purpose</h3><p>The purpose to have the citizens participate in the planning of new green spaces and ther square of the district. More specifically the goals were:</p><ul><li>create a new form of planning involving citizens in order to reach a shared project</li><li>elaborate proposals for the different uses of these areas may as well as rules and codes applied to these spaces</li><li>define different ways to organize these urban spaces and to involve people in making commitments and taking responsibilities in relation to the management of these areas</li></ul><p><a id=\"SELECTION_OF_PARTICIPANTS\" name=\"SELECTION_OF_PARTICIPANTS\"></a></p><h3>Participant Selection</h3><p>Participant recruitment was made by inviting near fifty stakeholders, such as associations, traders and citizens residing in the area, so to represent their different interests in the district, 37 of which actually took part in the process. An information brochure was distributed to promote a better understanding of the process and to promote participation. Working groups were were st up for each of the two projects. Teachers of the local schools also participated in the process and within the working groups represented the questions and proposals formulated by their students.</p><p><a id=\"PARTICIPATIVE_PROCESS\" name=\"PARTICIPATIVE_PROCESS\"></a></p><h3>Participation Process</h3><p>The decision to initiate a participatory program for the renovation of the Ospizio District was caused by the awareness that the quality of life in an urban area requires the involvement of the citizens to meet their own needs and establish the functions and features of their public spaces. Meetings took place according to the format of “Local Agenda 21” and to methodologies used at national and european levels for urban planning. The adopted approach fostered the sharing of ideas and respect for differences of opinion. Participants were divided into groups on the basis of representativeness. Working groups were divided in to sub-groups and were assisted by facilitators.</p><p>The technical planners of the Reggio Emilia Municipality were always present during the meetings. Meetings took place from October to December 2005. In the first two meetings topics discussed concerned the image participants had of public spaces and the motivation that pushed them to go there. At the end of the events, the two groups compared all their opinions. At the third meeting they presented: a plan for the district, to be included in city and planning (PRU), and a visual representation with slides about ideas and suggestions produced by during the meetings. The fourth and last meeting focussed on “The point of view of the citizens the end of the process”.</p><p><a id=\"OUTCOMES_AND_EFFECTS\" name=\"OUTCOMES_AND_EFFECTS\"></a></p><h3>Influence, Outcomes and Effects</h3><p>The process is considered a success by the Administration thanks to a good level of presence of inhabitants, traders and teachers.</p><p>The aim of the participatory planning process was about developing proposals and shared ideas; the project however (I 2011) has not yet been implemented.</p><p><a id=\"EXTERNAL_LINK\" name=\"EXTERNAL_LINK\"></a></p><h3>External Link</h3><p><a href=\"http://www.municipio.re.it/retecivica/urp/retecivi.nsf/0/B9D17E1ADF3C820DC1257975003459A1?opendocument&amp;FROM=PrccqChr\">Project on the Municipality of Reggio Emilia Website</a></p><p><a href=\"http://www.municipio.re.it/retecivica/urp/retecivi.nsf/PESIdDoc/B9D17E1ADF3C820DC1257975003459A1/$file/Report_finale_gennaio2006.pdf\">Project Final Report </a></p>", "title": "Participatory Urban Planning in Ospizio District (Reggio Emilia, Italy)"}