{"htmlbody": "<p><a id=\"Abstract\" name=\"Abstract\"></a></p><h2>Abstract</h2><p>The Tuscan-Emilian Appennine National Park set up a participatory process to involve local residents in the definition of the “Socio-Economic Multiyear Plan for the promotion of compatible activities”. This involvement was aimed at defining in a participatory way the opportunities of socio-economic development which the status of “Ente Parco” (Park Administration) and making such opportunities known to the different stakeholders. In association with local governments, 27 meetings took place. At each there were an expert and a meeting facilitator; the topics were economic (development activities and development areas) and social (depopulation of local villages and increasing ageing of the population). The attendance was sometimes limited because of the thinly populated areas. A report was drawn up for each meeting and then published on the website of the National Park. A web forum was also available.</p><p><a id=\"Proponent_Authority\" name=\"Proponent_Authority\"></a></p><h2>Organizing Authority</h2><p>“PartecipAppennino” was promoted by the Tuscan-Emilian Appennine National Park (its seat is in Sassalbo in the municipality of Fivizzano-MS-) which embraces 14 municipalities. The park is located in an area with considerable natural, historic and cultural value along the crest of the Appennine mountains between the Tuscany and Emilia Romagna Regions.</p><p><a id=\"Social_and_Economic_Multiyear_Plan\" name=\"Social_and_Economic_Multiyear_Plan\"></a></p><h2>Social and Economic Multiyear Plan</h2><p>The “Socio-Economic Multiyear Plan for the promotion of compatible activities” (SEMP) represents the instrument through which the Park Administration warrants the conservation and the preservation of the naturalistic, historical and cultural inheritance of the areas within the park itself; the Administration is interested in promoting human activities compatible with conservation goals while reversing the present emigration flux from the mountain areas towards urban areas. This Plan specifically provides financial support to private individuals or local authorities to set up purification plants, energy saving plants, naturalistic and touristic facilities, traditional, artisanal, rural and cultural activities, welfare service, libraries, restoration of cultural heritage and any other initiative aimed at favouring the development of tourism and of the other connected activities.</p><p><a id=\"Participative_Process\" name=\"Participative_Process\"></a></p><h2>Participatory Process</h2><p>A participatory process was activated through the “PartecipAppennino” project. It was intended to clarify to define in a participatory way the targets to be pursued through the Multiyear Plan and to make the opportunities of socio-economic development connected the status of National Park to stakeholders. The project is composed of two main areas of activity. The first includes:</p><ol><li>the establishment of a working group and the definition of a program</li><li>the analysis of local actors and definition of the procedures of the participatory process</li><li>recognition of projects under way and of the participatory processes carried previously</li><li>overview of available informative instruments: website, informative materials</li></ol><p>The second area of activity is about the implementation of a travelling Forum aimed at defining the SEMP of the Park through:</p><ol><li>meetings with groups of “local specific stakeholders” (farmers, tour operators, commerce) and discussion of different strategies and targets in a first outline of the Plan</li><li>setting-up of the travelling Forum and meetings in the area</li><li>evaluation of the contributions, discussion with the local Community, refinements and drafting of the final outline of the Plan</li></ol><p> Times and days were chosen to accommodate people's requirements and to encourage participation. The meetings were advertised (in some occasions insufficient) with bills, direct contacts, email and phone calls and took place in informal settings, with a high degree of adaptability (libraries, bars, restaurants, town halls, parishes, open spaces and even in private houses. Meetings were facilitated ; park personnel was available to offer information to participants. Participants were private citizens, representatives of economic associations, representatives of the local administrations.</p><p>The arguments that emerged from discussions concerned economic (development of activities and areas) and social (depopulation of local villages and people ageing) issues.</p><p>In every meeting participants were asked to choose which format they preferred, either a world café and an open plenary debate. In most cases they chose the open plenary debate to discuss directly with the representatives of local institutions. A report was drawn up for each meeting, which was then published on the website of the Park to offer as many details as possible about the issues discussed. The publication of the reports also offered the chance to opening a web forum, thus allowing contributions also from individuals who could not take part in the meetings.</p><p><a id=\"Analysis_and_criticism\" name=\"Analysis_and_criticism\"></a></p><h2>Analysis and Criticism</h2><p>The National Park conducted the participatory process pursued the greatest neutrality and impartiality in conducting the process; the ideas proposed by participants were faithfully. The process obtained the cooperation of local communities. There were some logistic difficulties, typical of the socio-economically marginal context in which it took place. In several occasions, meetings were quite conflictual, partly because participants had a poor knowledge of the subject, partly because of the opposition of sectors of the population to the limitations to private activities with the park imposed by legislation. The costs of the project amounted to €.49.000 euro (granted by the Participation Authority of Tuscany). The participatory process started February and finished on October 27th 2009.</p><p><a id=\"Outcome_of_the_process\" name=\"Outcome_of_the_process\"></a></p><h2>Influence, Outcomes and Effects</h2><p>Local communities had the possibility to have a better knowledge of the Park, while the Park itself was able to understand the different resources existing within its territory. It was a new way to approach the SEMP. At the end of every meeting each participant was given an anonymous questionnaire, in order to verify their degree of satisfaction for the process. The questionnaire was about the usefulness of the meetings, the preciseness of the information provided, the method used, the topics discussed and so on. More than 300 questionnaires were filled out; responses were 90% positive. The Project allowed the local community to have a better knowledge about the opportunities the park could offer in terms of sustainable development, and it also had the possibility to take part to the definition of the targets and to the choice of interventions. The results of the participatory process were put into the fact-finding outline of SEMP and they influenced the targets and the choice of interventions. So the National Park can affirm that the Project “PartecipAppennino” achieved its objectives: stakeholders received information about opportunities of development offered by SEMP and they contributed to defining its contents. To set up a “Plan for the Socio-Economic Development of the Park” through a participatory process together with local communities was a rather complex process but it was surely innovative. The case demonstrates that even single citizens, supplied with necessary information, are able to take important decisions about collective matters.</p><p><a id=\"External_link\" name=\"External_link\"></a></p><h2>External Link</h2><p><a class=\"external free\" href=\"http://www.consiglio.regione.toscana.it/partecipazione/documenti/RelazioniFinali-Progetti/ParcoNazAppenninoTE-RF-Partecipappennino.pdf\" rel=\"nofollow\" title=\"http://www.consiglio.regione.toscana.it/partecipazione/documenti/RelazioniFinali-Progetti/ParcoNazAppenninoTE-RF-Partecipappennino.pdf\">Final Report</a></p>", "title": "Participatory Socio-Economic Multi-year Plan “PartecipAppennino” (Tuscan-Emilian Appennine National Park, Italy)"}