{"htmlbody": "<p><em>La versión en inglés deste artigo puedes encontrar en: <a href=\"http://participedia.net/en/cases/neighbourhood-recovery-programme-i-love-my-neighbourhood-programa-quiero-mi-barrio-chile\">http://participedia.net/en/cases/neighbourhood-recovery-programme-i-love...</a></em></p><h3>Definición y Objetivos</h3><p>El Programa de Recuperación de Barrios “Quiero Mi Barrio” (PQMB) surge en el marco de la gestión presidencial de Michelle Bachelet (2006-2010). El objetivo principal del Programa - implementado desde el Ministerio de Vivienda y Urbanismo (MINVU)- consiste en contribuir al mejoramiento de la calidad de vida de 200 barrios del país con problemas de deterioro urbano y vulnerabilidad social. Cuenta con una inversión pública de 32 mil millones de pesos para mejora de espacios urbanos, asistencias técnicas y habilitación social. La inversión física en cada barrio vulnerable los recursos varían entre 328 y 628 millones de pesos (Aguirre et al. 2008).</p><p>Los objetivos específicos del Programa consisten en recuperar espacios públicos deteriorados, mejorar las condiciones del entorno, fortalecer las relaciones sociales y propiciar barrios más integrados socialmente. En ese sentido, el interés del Programa no se limita a los aspectos físicos y de ordenamiento de los barrios, sino que procura una inclusión de la ciudadanía en el desarrollo urbano (Aguirre, Aravena, González, Morales y Sandoval, 2008).</p><p>En esa dirección, PQMB promueve una reconstrucción física y social de la ciudad, que contemple las especificidades de cada barrio a partir de la participación de los actores locales (comunidad y el municipio) e institucionales (públicos o privados) presentes en la vida cotidiana del barrio durante el proceso de implementación.</p><p>El eje de la intervención está en reducir aquellos factores que contribuyen a un proceso de degradación urbanístico del barrio, impactando y configurando los rasgos sociales de esta zona. Los efectos más visibles son la estigmatización territorial y el debilitamiento de la cohesión social del barrio. En ese marco, PQMB concibe la intervención urbana como un proceso donde lo urbano no es un efecto de lo físico, sino por el contrario reúne los atributos materiales y simbólicos del barrio e impacta sobre los modos de vida de sus habitantes (Aguirre et. al. 2008).</p><p>Para sus diseñadores, el principal desafío del Programa ha sido la constante búsqueda del equilibrio entre el tiempo social y los tiempos de diseño e implementación de las políticas públicas. Dentro de los principales avances del Programa destaca el hecho de haber logrado modificar el tipo de cultura participativa de algunos barrios, pasando de una participación acotada y no vinculante a la validación o rechazo de iniciativas, a una participación activa, vinculante y responsable en el proceso decisorio (Aguirre et. al. 2008).</p><p><a id=\"Institucionalizaci.C3.B3n_del_proceso_participativo\" name=\"Institucionalizaci.C3.B3n_del_proceso_participativo\"></a></p><h3>Institucionalización del Proceso Participativo</h3><p>La recuperación de los espacios públicos y el mejoramiento de las condiciones del entorno se llevan a cabo mediante la participación de los vecinos del barrio y las autoridades de los distintos niveles de gobierno. Este plan de trabajo descentralizado se desarrolla mediante un modelo de gestión integrado por los siguientes actores con sus respectivas funciones.</p><ul><li>Consejo Vecinal de desarrollo (CVD): Representa los intereses de los diversos actores barriales, promueve y lidera la reflexión y participación de los vecinos en el mejoramiento del barrio, y vela por el cumplimiento del Contrato de Barrio. Es una organización comunitaria indefinida sin fines de lucro, regida por la ley 19.418 (SEREMI MINVU, 2007). Los integrantes son elegidos por los mismos vecinos, y la cantidad de sus miembros depende de las condiciones de cada barrio (como criterio estándar, se considera que 15 integrantes es lo mínimo para poder formar el CVD).</li><li>Secretarías Regionales Ministeriales de Vivienda y Urbanismo (SEREMI MINVU): Responsables de implementar el Programa, sobre la base de una alianza estratégica con los Municipios, para así coordinar y articular las instancias de participación de los vecinos (Aguirre, Bustos, Morales y Vio, 2009).</li><li>SERVIU: Ejecución e inspección de las obras realizadas.</li><li>Municipios: Rol clave para la gestión del programa. Participa con el Equipo de Barrio en la realización de obras y articulación de los Proyecto Integral de Recuperación de Barrio (PIRB) (Aguirre et. al. 2009).</li><li>Equipo de Barrio: Grupo de profesionales multidisciplinario (Municipio, SEREMI MINVU o Consultoras), que implementan el programa en cada barrio. Tienen directa relación con la comunidad durante toda la ejecución del Programa (Aguirre et. al. 2009).</li><li>Mesas Técnicas: Generadas a distintos niveles (comunal, regional y nacional), representan instancias de revisión del avance del programa (Aguirre et. al. 2009).</li></ul><p><a id=\"Etapas_de_implementaci.C3.B3n\" name=\"Etapas_de_implementaci.C3.B3n\"></a></p><h2>Etapas de Implementación</h2><p>Este Programa se implementa en 200 unidades territoriales del país, la Región Metropolitana (R.M.) presenta 86 barrios intervenidos, tres de ellos son considerados como de alta criticidad. El Programa en estos casos ha sido orientado por la SEREMI MINVU durante un período de gestión de tres años. En los 83 barrios restantes, denominados como “barrios vulnerables”, el Programa es ejecutado por distintos equipos de profesionales consultores o por el Municipio. El plazo de implementación corresponde a dos años (SEREMI MINVU, 2007).</p><p>A mediados del año 2006 se ejecuta la primera fase del Programa en la R.M., específicamente en estos tres barrios críticos. A inicios del año 2007, el Programa llega a los 27 barrios vulnerables a través de equipos consultores. Finalmente, en el mes de octubre de 2007 se implementa en los 56 barrios restantes, en donde la responsabilidad mayoritariamente ha sido del gobierno municipal (Aguirre et. al. 2008).</p><p><a id=\"Etapas_de_Trabajo\" name=\"Etapas_de_Trabajo\"></a></p><h2>Etapas de Trabajo</h2><p>El Programa se lleva a cabo mediante el desarrollo de tres etapas de trabajo, antecedidas por una fase “cero” donde se formaliza el Programa . Durante esta etapa, las autoridades municipales y SEREMI MINVU, firman los acuerdos de cooperación y así definir la modalidad operativa de cada barrio. Asimismo, se define la primera obra “de confianza” que da inicio al proceso de recuperación físico-espacial del barrio en cuestión (Aguirre et. al. 2008).</p><p>Más tarde se inicia la primera fase donde se elabora el PIRB, resultado de un proceso de diagnóstico participativo entre los vecinos y los equipos técnicos. La finalización de esta etapa del Programa comprende, la conformación de un CVD y la firma de un Contrato de Barrio. El objetivo del Contrato de Barrio es realizar un compromiso de desarrollo de cada una de las iniciativas priorizadas en PIRB.</p><p>El Contrato de Barrio es un convenio que se firma entre los representantes de la SEREMI MINVU, del Municipio (Alcalde) y el presidente del CVD, en donde se establecen las responsabilidades de las partes, fases de implementación, fuentes de financiamiento y costos máximos de los proyectos.</p><p>Durante la segunda fase se ejecuta el PIRB, mediante el desarrollo de los Planes de Gestión de Obras, Gestión Social y Gestión de Recursos Complementarios. En esta fase, el CVD asume un rol central al controlar y asegurar el cumplimiento de los compromisos definidos en el Contrato de Barrio. Además, debe promover la sustentabilidad del proyecto a nivel barrial (Aguirre et. al. 2008).</p><p>Finalmente en la tercera fase, tiene lugar la Sistematización y Evaluación del PIRB, una vez cumplidas la ejecución de iniciativas programadas de los tres instrumentos o planes de recuperación. Esta tarea de revisión y evaluación de los resultados es realizada entre el CVD y el Municipio, con el objetivo de identificar y sistematizar los aprendizajes que otorguen sustentabilidad al proceso mediante la elaboración de una Agenda Futura (garantía de continuidad).</p><p><a id=\"_BARRIO_SANTA_ADRIANA\" name=\"_BARRIO_SANTA_ADRIANA\"></a></p><h2>CASO DE ANÁLISIS: BARRIO SANTA ADRIANA</h2><p><a id=\"Presentaci.C3.B3n_y_caracterizaci.C3.B3n_del_Caso\" name=\"Presentaci.C3.B3n_y_caracterizaci.C3.B3n_del_Caso\"></a></p><h2>Presentación y caracterización del Caso</h2><p>El barrio de Santa Adriana comprende uno de los tres barrios de mayor complejidad operacional de la Región Metropolitana, ubicado en la comuna de Lo Espejo, al sur poniente de la Región Metropolitana, Chile, con una población aproximada de 11.409 hab . Santa Adriana se encuentra rodeada por tres autopistas urbanas (Autopista Central y Vespucio Sur) y la línea férrea. Tal condición de periferia comunal configura una situación de escasa conectividad intracomunal, La conformación de Santa Adriana se inicia en los años 50 y 60, basada en la radicación de pobladores que habían ocupado de manera ilegal terrenos en La Legua, 5 de Abril, Germán Riesco, Julio Dávila y otras poblaciones del sector sur de Santiago. Este grupo de pobladores se apropió de terrenos agrícolas del ex Fundo Santa Adriana y se organizó en función de la satisfacción de demandas mayoritariamente de vivienda (Searle, 2008).</p><p>Santa Adriana presenta una configuración territorial de la población dividida en cuatro sectores: B, C, D y Villa Las Palmeras. Cada uno presenta dinámicas organizacionales, identidades y dirigencias específicas vinculadas a la historia de sus habitantes (asentamiento de origen, historia en común, represión militar, etc.).</p><p>Entre las problemáticas sociales que presenta Santa Adriana se puede destacar su nivel de pobreza, marginalización, concentración de bajos niveles educacionales, niveles de cesantía, precariedad laboral y trabajo informal, violencia y narcotráfico. Este nivel de vulnerabilidad social se ve acrecentada por los altos niveles de inseguridad y desconfianza, tanto a nivel vecinal como hacia las instituciones, lo que ha generado una fragmentación social, materializándose a través de un repliegue hacia los espacios privados (Searle, 2008; Aguirre et. al. 2008; SERVIU MINVU, 2007).</p><p>Además, la división sectorial del barrio ha promovido dinámicas organizacionales sectorizadas, los vecinos sólo interactúan con los residentes de su sector. Esto ha imposibilitado desarrollar un sentido de pertenencia al barrio e imposibilita la creación de una visión global del territorio.</p><p>En suma, estos elementos alimentan un proceso de estigmatización social y espacial por parte de los residentes de otras zonas. Al mismo tiempo, hacia el interior sus residentes padecen la inseguridad (narcotráfico y violencia) lo cual produce un retraimiento hacia el espacio privado y una escasa apropiación de los espacios públicos que se han visto deteriorados.</p><p><a id=\"Proceso_Participativo\" name=\"Proceso_Participativo\"></a></p><h2>Proceso Participativo</h2><p><strong>FASE 1: Creación del diagnóstico participativo</strong></p><p>El Equipo de Barrio realiza un estudio de relevamiento y caracterización de Santa Adriana junto con los vecinos a partir de las mesas territoriales en cada uno de los 4 sectores . Para ello se implementan herramientas de corte cuantitativo (encuestas) y cualitativas (grupos focales niños y jóvenes) . En cuanto al nivel de participación de los vecinos, no es significativa ni representativa, debido a los problemas de desconfianza presentes, con la institución pública como entre los mismos vecinos de los otros sectores de la población. Participaron las organizaciones comunales, sociales y juntas de vecinos principalmente (asociaciones previamente existentes), logrando un quórum de 15 personas, a través de la CVD.</p><p>Después de realizar estas actividades, el Equipo de Barrio ordena y sistematiza las propuestas ciudadanas, en base a los ejes transversales establecidos en el Programa, trabajándose dimensiones específicas que den cuenta del tipo de percepción y problemáticas del barrio a partir de sus residentes. Estas dimensiones son aplicadas en todos los barrios, tanto en los aspectos físicos como sociales (Barrio Sustentable, Barrio Seguro, Barrio Amable y Barrio con Identidad).</p><p><u><em>A)Barrio Sustentable</em></u></p><p>En relación a la calidad de viviendas existe una evaluación deficiente acerca del aislamiento de las viviendas y de su tamaño, sin embargo las valoraciones con respecto a la calidad constructiva son aceptables. La falta de espacio (hacinamiento y allegamiento) ha provocado que muchas familias amplíen sus viviendas, alterando de tal modo el uso de los espacios comunes y en consecuencia provocando problemas de convivencia entre los vecinos (Observatorio Social U.A.H., 2007).</p><p>Debido a la falta de espacios recreativos y de esparcimiento, la calle es utilizada como espacio público, constituyéndose como un espacio de uso múltiple (estacionamientos, juegos, encuentro de jóvenes, etc), lo cual lo ha deteriorado progresivamente. (Searle, 2008).</p><p>Esto ha generado un alto nivel de encierro al interior de los hogares y un bajo nivel de apropiación de los espacios de uso compartido por parte de sus residentes.</p><p>Con respecto a lo ambiental, se identifica una escasez de áreas verdes y problemas con la basura, debido a la existencia de sitios abandonados, que se han convertido basurales (Observatorio Social U.A. H., 2007).</p><p><u><em>B)Barrio Seguro</em></u></p><p>La inseguridad, sobre todo en el espacio público (lugar desprotegido), es una gran preocupación para ellos, debido a la existencia de narcotraficantes que desencadenan actos de extrema violencia. Esto deteriora la calidad de vida, inhibe la relación entre vecinos y aumenta la estigmatización del barrio (Searle, 2008).</p><p>Se han elaborado estrategias de cooperación y autoprotección entre vecinos, basados en la confianza, evitando la violencia y enfrentando juntos el miedo al delito (circular en grupo a horas peligrosas, evitan lugares conflictivos).</p><p><u><em>C)Barrio amable</em></u></p><p>Los vecinos se vinculan entre quienes viven más cerca o en su misma calle, al interior de cada sector, evidenciando una fragmentación entre los sectores (Searle, 2008). Las organizaciones comunitarias y eventos espontáneos fortalecen estos vínculos (muerte de vecino, catástrofe, etc.).</p><p>Este nivel de participación es causado por su historia barrial de acumulaciones colaborativas, pero a pesar de esto, existe una cierta nostalgia por la vida participativa activa en el barrio (Searle, 2008).</p><p><u><em>D)Barrio con identidad</em></u></p><p>En este barrio la mitad de los hogares son originarios y alrededor de un tercio vive en el lugar hace más de 10 años (Searle, 2008). Es por esto, que para sus habitantes, el haberse organizado en campamentos e ir construyendo la población, es un esfuerzo colectivo que ha dotado de gran identidad al barrio.</p><p>Si bien la imagen del barrio para ellos es negativa (inseguro, peligroso y sucio), han desarrollado estrategias de autoprotección, de reactivación de la cultura participativa de ataño (adultos mayores), construcción y valoración de un sentido de pertenencia (por sector). Este stock de capital social, es relevante a la hora de implementar y dar sustentabilidad a todo proceso participativo.</p><p><strong>FASE 2: Proceso de intervención</strong></p><p>Una vez cumplida la fase de caracterización del barrio se inicia la fase 2, de implementación del PIRB, a partir del Plan de Gestión de Obras y un Plan de Gestión Social. En el Plan de Gestión Social se definieron cuatro ámbitos de intervención: participación y fortalecimiento organizacional; bienestar comunitario; espacio público y medioambiente; identidad y cultura.</p><p>Durante esta fase se espera que las Mesas territoriales y el CVD mantuvieran sus vínculos fiscalizando y aportando a los proyectos en curso. Actualmente esta etapa se encuentra en la mitad del proceso de ejecución, por lo que su finalización está prevista para el año 2013.</p><p>Para El Equipo de Barrio, esta etapa ha sido muy reveladora del avance positivo del proceso participativo, una vez que se han materializado las obras los vecinos han pasado de una actitud demandante a una conducta colaborativa, interiorizándose acerca del Programa y contribuyendo comprometidamente al proceso. De tal modo, la Fase I se caracterizó por una participación organizacional donde su primer CVD tan sólo tenía 15 miembros, en la última elección alcanzó 300 integrantes (2010). A medida que se cumplen los compromisos asumidos en el Contrato de Barrio, se refuerza la confianza hacia el Programa y se avanza hacia un fortalecimiento de la participación ciudadana entre los sectores.</p><p>En 2007 fueran iniciadas las obras para la recuperación física y el mantenimiento de la infraestructura, como por ejemplo, la reparación y constructión de caminos peatonales, calles, parques y zonas deportivas, zonas verdes, iluminación y un nuevo jardín de la infancia. El programa también ha invertido fuertemente en la re-articulación de la comunidad ofreciendola diferentes talleres: de capacitación para los educadores para complementar su formación; talleres de capacitación para los estudiantes y directores de escuela con el fin de promover la convivencia, la creación de condiciones que permitan la aceptación y el valor del mismo, respeto por los demás, la aceptación de las diferencias y el uso del diálogo para resolver los conflictos; formación de monitores comunitarios en metodologías y técnicas de trabajo en grupo; el contacto y el trabajo coordinado con las instituciones de atención psicosociales y la difusión de la existencia de estas instituciones y sus servicios a la comunidad; el apoyo de las organizaciones culturales de Santa Adriana en sus acciones con el fin de fortalecer el espacio colectivo con actividades culturales, exposiciones de arte públicas; la generación de oportunidades de comunicación a los vecinos para recuperar la historia y la memoria de Santa Adriana y con vistas a publicar un libro con sus historias; el desarrollo de talleres de arte y intervenciones artísticas en los espacios públicos recuperados en Santa Adriana, así como el fortalecimiento de las capacidades de gestión de los administradores sociales y nuevos líderes con el fin de capacitarlos para llevar a cabo proyectos que mejoren la calidad de vida en Santa Adriana (Equipo de Barrio Santa Adriana 2009). Estes procesos aún están en curso.</p><p>Por otra parte, el Equipo Técnico reconoce haber cometido un error en la modalidad de comunicar y difundir el Programa a nivel barrial, manifestándose en una baja convocatoria en las primeras fases, pero esto ha mejorado durante la Fase 2. Por ejemplo, el Equipo Técnico rindió cuentas frente a la comunidad (finales 2010), logrando que los vecinos se informaran mucho más .</p><p>A modo de ilustrar el avance logrado hasta ahora, son interesantes los datos obtenidos a través de una Encuesta realizada a los vecinos de Santa Adriana en Julio de 2010, sobre las valoraciones del Barrio y el Programa . Los resultados de la encuesta se compararon con un censo realizado a la misma población en el año 2007. En ese sentido, a los efectos de este ensayo se seleccionan tres de las dimensiones trabajadas.</p><ul><li>Evaluación general del barrio: Se percibe una mejor evaluación del barrio en general y de sus atributos individuales en particular; la convivencia, belleza y privacidad son las características más destacadas. Los elementos mejor evaluados son las calles y la iluminación. Los aspectos del barrio mejor evaluados (nota de 1 a 7) son Imagen del barrio de 4.1 a 4.7, Convivencia de 4.3 a 5.1, Limpieza de 4.1 a 4.9, Belleza de 4.0 a 5.1, la Participación de 4.0 a 4.3 y Privacidad 4.5 a 5.1.</li><li>Identidad, convivencia y relaciones sociales en el barrio: Se evidencia un incremento en el orgullo por el barrio de 32% a 36.3% (nada de orgulloso: de 21% a 10.9%), en la confianza inter personal (mejor disposición a relacionarse con otros) de 21.3% a 37.1% (no confiaban en nadie: de 27.5% a 13.7%), y en una mayor responsabilidad en el cuidado del entorno de 21.6% a 78.4%. También ha aumentado el uso de espacios públicos (64.9%) y el 52.8% percibe que la gente está más unida.</li><li>Seguridad: El 52.6% de los encuestados declara que ha mejorado la seguridad del barrio, mientras un 12.6% dice que ha empeorado.</li><li>Evaluación de la gestión y de las obras realizadas: El Programa es evaluado positivamente, el 52.4% ve como buena la gestión, un 15.7 regular y un 3.6% mala. Además hay una mejora del conocimiento del Programa (58.8% ha oído hablar de él, contra un 49.2% en 2007), obras mejor evaluadas: pavimentación de calles y pasajes.</li></ul><p><a id=\"An.C3.A1lisis_cr.C3.ADtico_del_Proceso_participativo\" name=\"An.C3.A1lisis_cr.C3.ADtico_del_Proceso_participativo\"></a></p><h2>Análisis Crítico del Proceso Participativo</h2><p>De acuerdo a lo anteriormente detallado, el PQMB presentó ciertos avances y retrocesos en Santa Adriana, en ese sentido, a continuación se analizan -en base a nuestras percepciones y la información sistematizada- algunos aprendizajes del proceso participativo.</p><p>El PQMB pretende instalar un proyecto de participación ciudadana ampliamente inclusivo en un contexto socio espacial crítico que presenta una configuración territorial sectorizada.</p><p>Al mismo tiempo, es un barrio que ha padecido períodos severos de represión durante la dictadura militar y en el presente por la presencia de narcotraficantes en la zona. En consecuencia, es una población que ha privilegiado la vida en espacios privados (interior de sus viviendas) en desmedro de los espacios públicos, desvalorizando los espacios de uso común, debilitándose las interacciones y actividades colectivas.</p><p>Si bien, la comunidad presenta una acumulación en su cultura participativa, la misma se ha visto debilitada y es altamente sectorizada impidiendo el desarrollo de una visión global del barrio.</p><p>Estos factores alimentaron desconfianzas por parte de la comunidad hacia el Equipo de barrio en sus inicios, enlenteciendo la implementación de la primera fase, extendiéndola de 6 a 10 meses.</p><p>Según el Equipo técnico, estos obstáculos se han ido revirtiendo a medida que se van materializando las obras. El mejoramiento de calles, vialidad, plazas, parques, cedes, centros educacionales, deportivos, comunitarios y la realización de actividades recreativas y capacitación comunitaria han revitalizado la vida social del barrio.</p><p>En ese sentido, Santa Adriana representa un ejemplo de proceso participativo que madura en la medida que se van construyendo redes sociales basadas en la confianza: materialización de las promesas e inicio de actividades colectivas intersectoriales.</p><p>La comparación de resultados entre el Censo 2007 y la Encuesta 2010, evidencia un avance del proceso participativo asociado a una confianza hacia el Programa, a medida que se materializan los proyectos del Contrato de Barrio.</p><p>Por otro lado, este tipo de experiencias no debe descuidar el diseño e implementación de estrategias comunicacionales adecuadas a las características de la población objetivo. Una medida comunicacional diseñada sin tomar en cuenta las debilidades sociales y culturales de la población, inevitablemente limita una convocatoria altamente representativa. Esto perjudicó el avance, extendiendo la duración de la Fase 1. Actualmente la dificultad comunicacional está siendo abordada mediante medidas más efectivas, generando empatía con la cultura participativa del barrio. Por ejemplo, la rendición de cuentas realizada en el 2010.</p><p>Es importante recalcar la necesidad de considerar los tiempos de las políticas públicas asociadas a los tiempos de la comunidad. Las experiencias vivenciales de la comunidad responden a lógicas particulares asociadas a la vida cotidiana del barrio y no siempre guardan una relación directa con las lógicas de gobierno. El tiempo de maduración de una propuesta participativa que va más allá de la mera validación social, implica un nivel de compromiso mayor por parte de todos los actores involucrados en el proceso decisorio. Si bien el inicio mostró dificultades, actualmente la participación ciudadana ha ido aumentando a medida que las promesas se transforman en resultados, fortaleciendo las confianzas interpersonales.</p><p>La participación a escala barrial de la SEREMI MINVU ha sido cuestionado por algunos, pero por otro lado puede ser beneficioso en el sentido de que una institución centralista conozca por experiencia propia los tiempos de ejecución de sus políticas públicas (Angulo et. al. 2009).</p><p>En 2010 el programa Quiero Mi Barrio fue renombrado para Programa de Recuperación de Barrios.</p><p>Hasta ahora, el programa sólo ha llegado a 10,6% de la población objetivo en todo el país. El trafico de drogas y la violencia asociada aún son significativos en Santa Adriana y muchos residentes prefieren la alternativa de salir de la zona o barrio por completo en lugar de trabajar en su recuperación. (Lunecke Reyes 2012) No obstante, el programa Quiero Mi Barrio y el trabajo ya realizado han mostrado algún efecto en la reconección de vecinos y la creación de una comunidad, mostrando la importancia del trabajo conjunto del estado con la población en la mejora y el mantenimiento de bienestar general y de la calidad de vida de los residentes.</p><p><a id=\"BIBLIOGRAF.C3.8DA\" name=\"BIBLIOGRAF.C3.8DA\"></a></p><h2>BIBLIOGRAFÍA</h2><p>Aguirre, D; Bustos, C; Morales, N; Vio, A. (2009). Programa Recuperación de Barrios: Una experiencia de urbanismo ciudadana, Revista de Trabajo Social Perspectivas, 20, 163-181.</p><p>Aguirre, D; Aravena, S; González, M.A; Morales, N; Sandoval, A. (2008). “Progama Quiero Mi Barrio”: Avances y Desafíos. In: Temas Sociales, 60, 1-12. </p><p>Aguirre, D; Cortés. S; y González, A. (2007). Lineamientos Generales del Programa. En, Morales, N, Aguirre, D; Bustos, M; Searle, M; Severino, F y Tarud, J. (Eds) Recuperando Barrios de Santiago, (3-7). Santiago, Chile: Observatorio Social de la Universidad Alberto Hurtado.</p><p>Angulo, L; Aravena, S; Cannobbio, L; Jeri, T; Jiménez, F; Rodríguez, A; Sandoval, A; Sugranyes, A. (2009). Estudio Seguimiento y Análisis Institucional del Programa Recuperación de Barrios. Resumen Ejecutivo. Santiago, Chile: SUR Profesionales Consultores.</p><p>Encuesta de opinión a vecinos Programa Quiero Mi Barrio, Población Santa Adriana. Julio 2010, Gobierno de Chile.</p><p>Entrevista Gerson Mac-Lean. Ex Integrante del Equipo Técnico SEREMI MINVU, Programa Recuperación de Barrios, Población Santa Adriana. Mayo, 2011.</p><p>Equipo de Barrio Santa Adriana (2009). Plan de Gestion Social. Ministerio de Vivienda y Urbanismo, Gobeirno de Chile. Aceso digital: <a href=\"http://www.quieromibarriosantaadriana.blogspot.de/2009/10/nuevo-folleto-del-plan-de-gestion.html\">http://www.quieromibarriosantaadriana.blogspot.de/2009/10/nuevo-folleto-...</a></p><p>Equipo de Barrio Santa Adriana (2007) Estudio técnico de base Resumen ejecutivo Población Santa Adriana Comuna de Lo Espejo, SEREMI MINVU, Gobierno de Chile.</p><p>Lunecke Reyes, G.A (2012). Violencia Urbana, Exclusión Social y Procesos de Guetización: La Trayectoria de la Población Santa Adriana. In: Revista Invi, 74 (26), 287-313</p><p>Observatorio Social (2007). Tercer Informe Santa Adriana estudio de caracterización social y física-terrritorial de tres barrios críticos de la Región Metropolitana Programa de Recuperación de Barrios Quiero Mi Barrio, Universidad Alberto Hurtado, Chile.</p><p>Searle, M. (2008). Santa Adriana, Las Viñitas y Villa Portales. En, Morales, N, Aguirre, D; Bustos, M; Searle, M; Severino, F y Tarud, J. (Eds) Recuperando Barrios de Santiago, (12-35). Santiago, Chile: Observatorio Social de la Universidad Alberto Hurtado.</p><h3>Links Externos</h3><p><a href=\"http://www.minvu.cl/opensite_20070212164909.aspx\">Quiero Mi Barrio - Ministerio de Vivienda y Urbanismo</a></p><h3>Nota:</h3><p><em>La versión en inglés deste artigo puedes encontrar en: <a href=\"http://participedia.net/en/cases/neighbourhood-recovery-programme-i-love-my-neighbourhood-programa-quiero-mi-barrio-chile\">http://participedia.net/en/cases/neighbourhood-recovery-programme-i-love...</a></em></p>", "title": "Programa de Recuperación de Barrios “Quiero Mi Barrio” (Chile)"}