{"htmlbody": "<h3>Purpose and Problems</h3><p>The purpose of the event which took place in Arezzo was to arouse citizens' interest in the district life and improve the knowledge of local administration, with the global aim of consolidating the link between citizens &amp; institutions and between citizens themselves (creating a feeling of community and a shared awareness of responsibility). The project of participatory budgeting in itself aimed at three points: to make budgeting more effective in tackling collective problems; to make policy decisions more transparent, to bring political decisions closer to citizens.</p><p>Three \"social districts\" within three city districts (Giotto, Fiorentina and Palazzo del Pero) were chosen to implement a participatory process aimed at developing budget priorities. The \"social districts\" were chosen because of their urban fabric which is very heterogeneous and their need of policy measures to improve the situation. Issues are consequently complex enough (due to the diversity of interests) to justify the use of a participative process.</p><p>The deliberation itself concerned two main themes: green areas &amp; public works; in these two areas participants were asked to determine priorities, based on a budget of 650,000 euros (7% of the total city budget in these two policy areas). The participatory budgeting was run by a private firm, SocioLab, which set up.</p><h2>Participants and Selection</h2><p>The participative process in Arezzo aimed at involving most of the people living within the three social districts. To this purpose, it tried to engage as many people as possible, including those having less 'voice' such as children and non-nationals. Consequently, after the first stage of broadly disseminated information, 1,500 letters were sent to residents of the areas (chosen according to their representativeness) inviting them to the meetings. The project invited also people according to their activity (associations, touristic/business activities...). Other participants were auto-selected (many received a phone call inviting them to come).</p><p>An attempt to invite non-national minorities (who represent 11% of the districts’ population, whereas the national average is 7%) through their associations was hardly successful (only 3 representatives actually showed up). Also, to help women to come, a baby-sitting service was available (in the district of Fiorentina, this service in fact did enable a female participation participation as compared to 30% in the other areas where the service was not offered).</p><p>But the intention to have the wide variety of citizens failed: most of the participants were men over 50 (which is not socially representative of the population of the districts).</p><p>Two phases must be distinguished: the participative process proper and the vote, where more people came. The total of participants in the two stages represented about 5% of the total residents’ in the concerned areas.</p><p><a id=\"History\" name=\"History\"></a></p><h2>Deliberations, Decisions, and Public Interaction</h2><p>The participative project lasted 7 months, from March to September 2009. It was designed in 3 stages. First (March) general information concerning the process was broadly disseminated by means of fliers including the program of activities, gadgets (pencils with the project's logo), a TV spot, a website (illustrating the process and the calendar of the events), the monthly municipal magazine, a booklet explaining the functioning of the municipal budget (2,000 copies).</p><p>The second stage of 'territorial animation' took place from March to May; it was more selective than the first stage: participants were selected and then received in-depth information about the process. It included meetings with associations (with particular attention given to immigrants' associations), an info-bus, letters and phone-calls, a facebook account. and seminar of facilitator's training. At the end of this phase, three “presentation meetings” were organized, with 60 participants each (one for each of the three districts).</p><p>The last stage, from June to September, concerned the participatory budgeting proper: 147 persons registered for three “deliberative talk evenings”, 54 from the Giotto district, 40 from Palazzo del pero and 53 from Fiorentina.</p><p>Meetings occurred in social centers, parishes of the districts' offices. Participants discussed in 5 small groups of 10/12 persons, each with the support of a facilitators. First, the groups had to identify the needs of the areas. Then, they discussed proposals on priority investments. The use of maps assisted the discussions. Experts were also available to answer technical questions and address any doubts. At the end, each group chose a range of projects priorities concerning each district concerning the two themes (public works and green areas).</p><p>The process was monitored by a Committee guaranteeing neutrality and impartiality, composed of an attorney, several public officials and 5 elected participants. Activities were all videotaped and photographed.</p><p>Then, during the summer, suggestions were evaluated by experts in respect to their feasibility. Before the final vote of the projects by the citizens, an informative evening was organized by the city experts to show that the propositions were feasible.</p><p>At the end, a vote was organized in September to choose between the different proposals. Participants (but also other inhabitants of the districts) were called to vote. 363 citizens actually voted.</p><p>After the vote, the 5 elected members of the commission of accompaniment were invited to follow the progresses and a walk in the districts (involving any citizen interested) was organized to see the projects realized.</p><p><a id=\"Influence.2C_Outcomes.2C_and_Effects\" name=\"Influence.2C_Outcomes.2C_and_Effects\"></a></p><h2>Influence, Outcomes, and Effects</h2><p>The participative process finished with a fourth stage which was the implementation of the chosen priority investments. Eight projects, for a total cost of 630.000 euros, were carried out. This stage ended up with a walk through the districts which enabled citizens to perceive the implementation of the projects they voted for.</p><p>Participants did appreciate the event: 94% of them would again participate in a similar project; 80% found that the chosen projects respected the will of the district's demands; 87% of the participants thought that the process helped them strengthening their own voices and 76% thought that the administration has better understand citizens' priorities. The objectives of reinforcing trust and knowledge of local administration thus appear to have been achieved.</p><p>Moreover, neutrality and impartiality have been successfully ensured thanks to the Guarantee Committee.</p><p>The participatory budget has been such a success that it was repeated in 2010.</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h2>Analysis and Criticism</h2><p>Before the process proper one of the main difficulties was to involve people in the initial assemblies. The problem was partially solved thanks to a stronger communication effort, including newspapers and spots on local TVs.</p><p>The method recommended by SocioLab and used during the meetings was able to guarantee the active participation of citizens: there was an absence of relevant tensions or critical remarks from the participants. Discussions went well, in a respectful atmosphere. The assemblies to vote the priorities were a great success, gathering more than the people who participated to the first two stages (60 participants went at the initial presentation meeting, 147 participants went to the deliberative meetings and 363 participants went to vote). Some even complained about the restriction of discussion to only two topics (green areas and public works).</p><p>The most important failure was the absence of young people, despite some efforts to attract them (more particularly through a facebook account). Moreover, some participants (especially the older ones) had difficulties to understand the competences of each administrative entit , suggesting intervention which were not of local competence. The main complaint was expressed by old people blaming the fact that some were invited by phone calls and others were not.</p><p><a id=\"External_links\" name=\"External_links\"></a></p><p> </p><h2>External links</h2><p><a href=\"http://www.consiglio.regione.toscana.it/partecipazione/documenti/RelazioniFinali-Progetti/Arezzo-RF-IoConto.pdf\">Final Report</a></p><p><a href=\"http://www.comune.arezzo.it/acl_users/credentials_cookie_auth/require_login?came_from=http%3A//www.comune.arezzo.it/il-comune/servizio-sociale-politiche-educative-formative-sport/processi-partecipativi/io-conto/io-conto-2009\">2009 Project Webpage</a> [DEAD LINK] UPDATE: click <a href=\"http://www.comune.arezzo.it/il-comune/servizio-sociale-politiche-educative-formative-sport/processi-partecipativi/io-conto/io-conto-il-bilancio-partecipativo-del-comune-di-arezzo-1/io-conto-2010/io-conto-2010-il-bilancio-partecipativo-del-comune-di-arezzo/?searchterm=io%20conto\">here </a>for the 2010 version</p><p><a href=\"http://www.consiglio.regione.toscana.it/partecipazione/default.aspx\">Regional Participatory Authority of Tuscany Website</a></p>", "title": "Io Conto “I Count”: Participatory Budgeting (Arezzo, Italy) "}