{"htmlbody": "<p><em>The contents of this case study were consolidated with information from another version submitted by </em>Francesco Molinari<em> in 2010 to </em><a href=\"http://www.vitalizing-democracy.org/\">Vitalizing Democracy</a><em> as a contestant for the 2011 Reinhard Mohn Prize.</em></p><h2><strong>Problems and Purpose</strong></h2><p>Over the past 10 years, there has been considerable improvement in the quantity and quality of information available to the general public on the two official websites of “La Camera” and “Il Senato”—the two chambers of Italy’s Parliament. Nonetheless, following the itinerary of an act from proposal to approval is still difficult for most people. This is the case because in the Italian Parliament, acts are identified by internal codes, which are not easy for the public to decipher (DL.39, S.1534, C.2468, etc.). As a result, information regarding legislation can be very dispersed—if at all retrievable.</p><p>OpenParlamento is a web platform that keeps track of all the legislative activities in both “La Camera” and “Il Senato”. Acts of different types are tracked—starting from their presentation as proposals, through to their passage in either of the two Chambers (and the relevant committees within), and then back and forth in Italy’s completely symmetrical bi-cameral system. All individual votes are tracked, and each politician is assigned a page that shows his/her activities. A human editor tags all the acts, and the tags are then used to highlight the connections between acts, votes and politicians.</p><h2><strong>History</strong></h2><p>The origins of OpenParlamento can be traced back to the creation of a non-profit association called Depp (in 2003), which was launched by a team of people experimenting with the Internet to promote information, transparency and public participation. This group, for instance, developed a voting advice application (VAA) called “Voi Siete Qui” for the 2006 elections in Italy. In July 2008, the association OpenPolis was created.</p><h2><strong>Originating Entities and Funding</strong></h2><p>The association in charge of the OpenParlamento project is OpenPolis. It works with open data, carries out open source projects, and promotes open government. OpenPolis aims at building autonomous political communities in which each member participates in the collective life and the construction of the common good.</p><p>OpenPolis is a non-profit association funded through:</p><ol><li>Membership fees;</li><li>Individual donations; and,</li><li>Information services linked to its online platforms (data feed, extraction and analysis of data, policy analysis) for the media and government institutions. These services are sometimes provided through its affiliated company—Depp Srl.</li></ol><p>OpenPolis is planning to progressively detach itself from Depp Srl until it can eventually achieve complete independence in the two subjects. Its staff members are self-employed through the contributions of members and donors.</p><h2><strong>Deliberation, Decisions, and Public Interaction</strong></h2><p>The website assigns a description to each act—a practice which allows clear identification and monitoring. Registered users can contribute to the description through a Wiki. They can also declare if they are in favour of or against an act through a voting mechanism, comment on what is happening in the Parliament (e.g. on a vote), and create collective petitions in support of or against specific proposals. It is also possible to follow the behaviour of each parliamentarian according to a number of indicators (presence, absence, proposals made or endorsed, votes cast, “loyalty” within his/her party).</p><h2><strong>Influence, Outcomes, and Effects</strong></h2><p>The project is mostly oriented towards increasing the transparency of parliamentary activities. Impact is being registered in two ways:</p><ol><li>Through the growing number of people and organisations using the platform to keep themselves informed on what is happening at a legislative level in Italy; and,</li><li>Through recurrent media coverage, which is unfortunately more focused on the absent rates of parliamentarians and their votes outside of party discipline.</li></ol><h2><strong>Analysis and Criticism</strong></h2><p>Information on parliamentarians’ behaviour contributes to increasing awareness of voters far beyond what is supplied by media other than the Internet. The possibility of monitoring legislative proposals is an invaluable tool for every organisation that holds a vested interest and is able to lobby the ruling majority towards a specific policy direction.</p><h2><strong>Secondary Sources</strong></h2><p>Ostling A. (2012). “Parliamentary informatics projects  – who are their users and what is their impact?” (2012). eJournal of eDemocracy and Open Government (JeDEM).Vol 4, No 2 (2012). Accessible at: <a href=\"http://www.jedem.org/index.php/jedem/article/view/144\">http://www.jedem.org/index.php/jedem/article/view/144</a></p><h2><strong>External Links</strong></h2><p><a href=\"http://parlamento17.openpolis.it/\">OpenParlamento website</a> [Italian]</p><p><a href=\"http://www.openpolis.it/\">OpenPolis website</a> [Italian]</p>", "title": "OpenParlamento"}