{"htmlbody": "<p><em>Note: an English translation of this case can be found at <a href=\"http://participedia.net/en/cases/participation-days-angers-france-translated\">http://participedia.net/en/cases/participation-days-angers-france-transl...</a></em></p><p><a id=\"Origine_de_l.27.C3.A9v.C3.A8nement\" name=\"Origine_de_l.27.C3.A9v.C3.A8nement\"></a></p><h2>Origine de l'Évènement</h2><p>Comme de nombreux autres pays européens, la France a initié il y a plus de 20 ans un important processus de décentralisation. Une nouvelle conception de la gouvernance a ainsi été mise au jour, impliquant une forte démocratisation du decision-making à l’échelle locale, notamment à travers l’intégration des citoyens dans des processus participatifs. Au fil du temps, la démocratie participative a connu différents supports à Angers, se concentrant surtout sur l’important réseau associatif (on recense environ 1,700 associations). Ces associations sont liées aux institutions locales de la ville par un «contrat de ville» établi en 1994 et sont subventionnées à hauteur de 300,000 euros, encourageant ainsi la participation des citoyens et la réalisation de projets de proximité. Depuis 1998 la ville d’Angers organise des rencontres entre les représentants des différents quartiers et les élus. La ville a également créé, en 2005 &amp; 2008, les «journées de la démocratie locale». Depuis ce jour, des procédures de concertation avec les habitants ont été expérimentées, notamment pour des projets d’ordre urbanistique comme la re-\\qualification des berges du canal ou le trajet du tramway. En février 2011, la ville d’Angers a organisé les «journées de la participation», afin de dresser le bilan du travail déjà réalisé qui sert de base à un lien renouvelé entre institutions locales, associations et citoyens. L’autre objectif de l’évènement était d’écouter la voix des habitants afin de rendre la décision publique plus facile à produire et à promouvoir auprès des citoyens. Le slogan des journées de la participation était: «Écouter pour connaître, connaître pour agir».</p><p> </p><p><a id=\"D.C3.A9roulement_des_journ.C3.A9es\" name=\"D.C3.A9roulement_des_journ.C3.A9es\"></a></p><h2>Déroulement des Journées</h2><p>Les journées de la participation se sont déroulées sur deux jours, le 18 &amp; 19 février 2011. Elles se sont divisées en deux phases. La première, le 18, a consisté en une rencontre entre les élus locaux et les personnes déjà impliquées dans des actions participatives. Des ateliers ont été organisés dans la matinée afin de définir les rôles respectifs des différents représentants dans la mise en place de structures et de procédés participatifs à venir. Dans l’après-midi, un bilan du travail accompli par les conseils consultatifs de quartier a été effectué. Il fut suivi d’un débat à propos des suites possibles à donner à ces dispositifs.</p><p>La deuxième phase, le 19, était quant à elle ouverte à tous les citoyens, habitants de la ville d’Angers ou non, déjà engagés ou non. N’importe qui pouvait s’inscrire aux ateliers via le site de la ville. Ceux qui n’étaient pas inscrits pouvaient également participer à un cycle de conférences et visiter le village de la participation, un ensemble de 25 stands à vocation informative où les associations étaient représentées.</p><p><a id=\"Information.2C_participants_et_s.C3.A9lection\" name=\"Information.2C_participants_et_s.C3.A9lection\"></a></p><h2>Information, Participants et Sélection</h2><p>Afin de faciliter la rencontre entre élus et citoyens, la ville a mis en place une série de structures: les conseils consultatifs de quartiers, les rencontres de quartier, les conseils locaux, le conseil des étrangers, le comité des usagers. Toutes ces organisations étaient appelées à prendre part à l’évènement. Toujours dans cette optique, la ville a organisé une formation pour 60 personnes, (membres d’association déjà engagés dans des actions participatives). Cette formation visait à renforcer leurs compétences en terme de méthodes et d’outils pour la participation, le débat, le développement de projets; à améliorer leur connaissance de la vie de quartier, du mode de fonctionnement des administrations locales et des dispositifs déjà en place. Ces 60 personnes devaient jouer un rôle privilégié pendant l’évènement. En devenant le lien principal entre habitants et institutions, elles ont par la suite été nommées «citoyens-relais».</p><p>Avant l’évènement à proprement parler, des informations ont été diffusées à l’attention du public non spécialisé à travers la création de nouvelles pages web sur le site de la ville. Celles-ci comprenaient notamment l’explication du projet, de son origine, de ses objectifs et de son programme. Comme le projet était ouvert à tous ceux qui désiraient partager leurs idées et débattre avec les élus, n’importe qui pouvait s’inscrire gratuitement (dans la limite de 500 places) pour participer aux conférences et aux ateliers du 2ème jour. L’accès au village de la participation était libre, gratuit, et en outre sans inscription préalable. Une campagne publicitaire a été lancée dans les rues d’Angers, principalement par le biais d’affiches, pour inviter le plus grand nombre de personnes.</p><p>Enfin, pendant l’évènement, une brochure de 55 pages était disponible: intitulée «Le p’tit dico de la démocratie locale», elle détaillait le fonctionnement de la ville, ses partenariats et ses projets.</p><p> </p><p><a id=\"Ateliers\" name=\"Ateliers\"></a></p><h2>Ateliers</h2><p>Quatre ateliers thématiques ont été organisés le 19 février afin d’offrir à tous les citoyens la possibilité de discuter de sujets importants avec les élus et les experts. Ces quatre ateliers avaient pour titre: «agir dans mon quartier», «inventer la ville de demain», «créer du lien social», «de l’expertise d’usage à la décision publique». Afin de créer un débat informé et encourager la prise de parole, les ateliers ont été précédés de 7 tables rondes sur l’école, le rôle des associations, la voirie, la solidarité (avec une attention particulière portée aux personnes âgées), la jeunesse, le sport et la culture. Pendant ces tables rondes, experts, membres d’association &amp; élus ont présenté un bilan de la situation actuelle et ont proposé plusieurs projets.</p><p>Les ateliers se sont déroulés dans l’après-midi en petits comités d’une quinzaine de personnes. Les projets annoncés ont été débattus, les participants étant considérés comme «experts-usagers». Les débats ont été enregistrés sur vidéo.</p><p><a id=\"Influence.2C_r.C3.A9sultats_et_effets\" name=\"Influence.2C_r.C3.A9sultats_et_effets\"></a></p><h2>Influence, Résultats et Effets</h2><p>À la fin de l'évènement, une charte définissant les relations entre la ville et les citoyens a été élaborée, et la convention de 1994 entre la ville et les associations a été renouvelée, fixant leurs engagements mutuels. Un projet de plateforme participative en ligne a également été annoncé (elle reste non réalisée à ce jour). Différents rapports ont montré que les participants avaient particulièrement apprécié la variété des supports d'expression qui leur ont permis de prendre part à l'évènement à différents niveaux, selon différents modes et avec des représentants de différents intérêts (élus, membres d'association, stakeholders). Après le succès et la popularité des journées de la participation, les dispositifs mis en place pour les promouvoir sont restés en vigueur (notamment les conseils consultatifs de quartier) et d'autres ont été créés, comme le conseil des jeunes. Les journées de la participation sont appelées à être reconduites tous les deux ans, en alternance avec le forum Agora, qui se concentre davantage sur la promotion de la vie associative.</p><p><a id=\"Analyse_et_critiques\" name=\"Analyse_et_critiques\"></a></p><h2>Analyse et Critiques</h2><p>Les journées de la participation, premier événement de cette ampleur dans la région, ont tenté de développer la démocratie locale par des procédés dits participatifs. Elles ne sont pas cependant sans soulever un certain nombre de critiques et d’interrogations. En privilégiant une particularité de la ville d'Angers, l'importance du réseau associatif, les institutions locales ont imposé une fois de plus une médiation entre les citoyens et les institutions. De plus, l'échantillon des participants n'a pas été réalisé selon des critères objectifs de représentativité (âge, qualification...) mais sur la base du volontariat, ce qui représente une frange de la population déjà informée et politisée, et de l'inscription sur un site internet: ceci apparaît paradoxal au sens où le programme des deux jours a eu pour sujet principal l'implication des personnes habituellement absentes du débat. Enfin et surtout, si des revendications ont été émises, si des projets se sont précisés, la ville n'a pris aucun engagement quant à leur réalisation. Par conséquence, il serait juste de classer ces journées de la participation à Angers comme un événement appartenant à la première étap de l'échelle de la participation, en ce qu'il s'est largement manifesté par une coopération symbolique et une approche définitivement «top down».</p><p>Toutefois, il faut rappeler que cet événement est appelé à se reproduire et à se perfectionner. Il a permis de relancer la consultation publique sur des sujets spécifiques, tels que l'Agenda 21 de la culture, et a inspiré d'autres villes françaises.</p><p> </p><p><a id=\"R.C3.A9f.C3.A9rences.2FLiens_externes\" name=\"R.C3.A9f.C3.A9rences.2FLiens_externes\"></a></p><h2>Références/Liens externes</h2><p>Information officielle de la ville d'Angers:</p><p><a class=\"external free\" href=\"http://www.angers.fr/fileadmin/plugin/tx_dcddownloads/DP_journees_participation_01.pdf\" rel=\"nofollow\" title=\"http://www.angers.fr/fileadmin/plugin/tx_dcddownloads/DP_journees_participation_01.pdf\">http://www.angers.fr/fileadmin/plugin/tx_dcddownloads/DP_journees_participation_01.pdf</a> <br/><a class=\"external free\" href=\"http://www.angers.fr/participer\" rel=\"nofollow\" title=\"http://www.angers.fr/participer\">http://www.angers.fr/participer</a><br/><a href=\"http://www.angers.fr/actualites/detail/index.html?tx_ttnews[tt_news]=2527&amp;cHash=57601c47f6\">http://www.angers.fr/actualites/detail/index.html?tx_ttnews[tt_news]=252...</a></p><p>Une vidéo retraçant l'événement:</p><p><a class=\"external free\" href=\"http://dailymotion.virgilio.it/video/xh7yra_les-journe-es-de-la-participation-a-angers_news\" rel=\"nofollow\" title=\"http://dailymotion.virgilio.it/video/xh7yra_les-journe-es-de-la-participation-a-angers_news\">http://dailymotion.virgilio.it/video/xh7yra_les-journe-es-de-la-participation-a-angers_news</a></p><p>Quelques articles sur l'événement:</p><p><a class=\"external free\" href=\"http://www.angersmag.info/Angevins-et-citoyens-d-aujourd-hui-et-de-demain_a1919.html\" rel=\"nofollow\" title=\"http://www.angersmag.info/Angevins-et-citoyens-d-aujourd-hui-et-de-demain_a1919.html\">http://www.angersmag.info/Angevins-et-citoyens-d-aujourd-hui-et-de-demain_a1919.html</a> <a class=\"external free\" href=\"http://www.angersmag.info/A-Angers-devenir-acteur-de-sa-ville-c-est-possible_a2118.html\" rel=\"nofollow\" title=\"http://www.angersmag.info/A-Angers-devenir-acteur-de-sa-ville-c-est-possible_a2118.html\">http://www.angersmag.info/A-Angers-devenir-acteur-de-sa-ville-c-est-possible_a2118.html</a> <a class=\"external free\" href=\"http://www.angersmag.info/La-democratie-participative-a-l-angevine-fait-son-chemin_a2145.html\" rel=\"nofollow\" title=\"http://www.angersmag.info/La-democratie-participative-a-l-angevine-fait-son-chemin_a2145.html\">http://www.angersmag.info/La-democratie-participative-a-l-angevine-fait-son-chemin_a2145.html</a> <a class=\"external free\" href=\"http://www.angers.maville.com/actu/actudet_-L-arbre-a-palabres-a-la-mode-angevine_loc-1698065_actu.Html\" rel=\"nofollow\" title=\"http://www.angers.maville.com/actu/actudet_-L-arbre-a-palabres-a-la-mode-angevine_loc-1698065_actu.Html\">http://www.angers.maville.com/actu/actudet_-L-arbre-a-palabres-a-la-mode-angevine_loc-1698065_actu.Html</a></p><p> </p><p><em>Note: an English translation of this case can be found at <a href=\"http://participedia.net/en/cases/participation-days-angers-france-translated\">http://participedia.net/en/cases/participation-days-angers-france-transl...</a></em></p>", "title": "Les Journées de la Participation à Angers"}