{"htmlbody": "<p><em>Note: an English translation of this article can be found at <a href=\"http://participedia.net/en/cases/together-down-good-road-forte-dei-marmi-italy\">http://participedia.net/en/cases/together-down-good-road-forte-dei-marmi...</a></em></p><p><a id=\"Abstract\" name=\"Abstract\"></a></p><h2>Abstract</h2><p>\"Insieme sulla Buona Strada\" è un progetto partecipativo realizzato dal Comune di Forte dei Marmi in collaborazione con l'associazione \"Amici della Terra, club Versilia\". Scopo del progetto è di coinvolgere i cittadini riguardo alle tematiche ambientali, sociali ed economiche al fine di promuovere la cittadinanza attiva, far crescere coesione e solidarietà sociale e favorire la partecipazione al governo del territorio. L'obiettivo principale è quello di instaurare un circolo virtuoso di reciproca collaborazione tra l'Amministrazione comunale e i cittadini. Il progetto, inoltre, mira ad aumentare la partecipazione all'Agenda 21 locale, attivata in seguito all'adesione del Comune di Forte dei Marmi alla <a href=\"http://portal.uur.cz/pdf/aalborg-charter-1994.pdf\">Carta di Aalborg</a>. A tal fine sono stati organizzati tre incontri di democrazia deliberativa su altrettanti temi di interesse rilevante per i cittadini:</p><ul><li>traffico e viabilità</li><li>riduzione dei rifiuti e raccolta porta a porta</li><li>tutela e gestione dell'acqua</li></ul><p>I metodi adottati per lo svolgimento degli incontri sono stati l'European Awareness Scenario Workshop (EASW) e il World Cafè. Precedentemente agli incontri sono stati organizzati quattro eventi di piazza (uno per ogni quartiere del Comune) con finalità informative nonché di reclutamento dei partecipanti.</p><p><a id=\"Problemi_e_Propositi\" name=\"Problemi_e_Propositi\"></a></p><h2>Problemi e Propositi</h2><p>L'ambito territoriale del progetto riguarda la Versilia: una zona geografica della Toscana nord-occidentale compresa tra le Alpi Apuane ed il mar Tirreno, all'interno della provincia di Lucca. L'iniziativa riguarda in maniera specifica il comune di Forte dei Marmi con una popolazione di 8.000 abitanti che d'estate triplica, con un conseguente carico eccessivo sul territorio.</p><p>In Versilia, infatti, vi sono tre zone di criticità ambientale:le Alpi Apuane per via dell'escavazione del marmo, il lago di Massaciuccoli per la crescente eutrofizzazione e salinizzazione dovute ad una crisi idrica sempre più grave, e i comuni di Massa e Carrara per l'erosione costiera e l'inquinamento da emissioni in atmosfera e rifiuti. A tutto questo vanno aggiunti traffico, inquinamento acustico, e turismo \"mordi e fuggi\" durante la stagione estiva che causa un crescente disagio nei residenti e nei turisti abituali di lungo periodo.</p><p>Proposito principale del progetto è appunto quello di sviluppare modelli di vita sostenibili a tutela del benessere ambientale e sociale, tramite una collaborazione attiva tra l'Amministrazione comunale e i cittadini. L'auspicio è di rendere questo tipo di approccio democratico-partecipativo una consuetudine da consolidare e mantenere nel tempo.</p><p><a id=\"Promotore_e_Finanziamento\" name=\"Promotore_e_Finanziamento\"></a></p><h2>Promotore e Finanziamento</h2><p>Promotore del progetto è il Comune di Forte dei Marmi che, come già accennato nell'abstract, ha aderito alla Carta di Aalborg, impegnandosi ad attivare il programma di Agenda 21 locale. Infatti, tra le priorità dell'Ente vi è la partecipazione della cittadinanza alle scelte di governo del paese. Il Comune si è avvalso della collaborazione degli \"Amici della Terra - Versilia\" per le consulenze esterne riguardanti la progettazione, la preparazione del materiale tecnico, l'organizzazione degli eventi e la gestione del monitoraggio successivo. Lo svolgimento degli incontri partecipativi è stato affidato a due agenzie del settore: \"Punto 3\" e \"Genius Loci\".</p><p>Il budget complessivo dell'evento è stato di 42.898 euro, di cui 29.000 finanziati dall'Autorità della Partecipazione della Regione Toscana ex lr 69/07 e i restanti 13.898 stanziati dal Comune.</p><p><a id=\"Partecipanti_e_Campagna_Informativa\" name=\"Partecipanti_e_Campagna_Informativa\"></a></p><h2>Partecipanti e Campagna Informativa</h2><p>Nella fase preliminare del progetto l'iniziativa é stata pubblicizzata con l'invito a prendervi parte. Successivamente, per autoselezione, si è formato un gruppo di lavoro di quindici persone che ha collaborato all'organizzazione degli eventi, alla creazione di un giornale murale e alla pubblicizzazione delle iniziative.</p><p>I partecipanti ai tre incontri di discussione sono stati selezionati telefonicamente e tramite l'organizzazione di quattro eventi di piazza (uno per ogni quartiere del paese). Oltre alle finalità di reclutamento, gli incontri di piazza hanno avuto un importante ruolo informativo e, grazie all'impegno del gruppo di lavoro formato da comuni cittadini, sono serviti ad approfondire le conoscenze sul territorio sottolineandone storia, paesaggio e tradizioni. Ai presenti è stata inoltre distribuita un'indagine conoscitiva al fine di valutare il pensiero dei cittadini riguardo ai temi da affrontare e, al tempo stesso, di motivare la partecipazione agli incontri di democrazia deliberativa. La selezione è stata orientata a favorire la parità di genere e una distribuzione omogenea per fasce d'età.</p><p><a id=\"Tempi.2FDurata\" name=\"Tempi.2FDurata\"></a></p><h2>Tempi/Durata</h2><p>Il progetto ha avuto inizio in gennaio 2009 ed è terminato nel settembre dello stesso anno.</p><p><a id=\"Modalit.C3.A0_degli_Incontri\" name=\"Modalit.C3.A0_degli_Incontri\"></a></p><h2>Modalità degli Incontri</h2><p>I tre incontri partecipativi si sono svolti ognuno in una singola giornata e hanno trattato i seguenti temi:</p><ul><li>traffico e viabilità (19 maggio)</li><li>riduzione dei rifiuti e raccolta porta a porta (19 giugno)</li><li>tutela e gestione dell'acqua (25 settembre)</li></ul><p>Il Primo incontro è stato gestito con la tecnica dell'EASW, mentre, per i restanti due, si è utilizzata la tecnica del World Cafè.</p><p>La media dei partecipanti agli incontri è stata di circa sessanta persone, costituita da residenti e anche da turisti. Considerando che la popolazione di Forte dei Marmi è di 8.000 abitanti, equamente suddivisi tra maschi e femmine, ai tre incontri partecipativi ha preso parte il 2,5% della popolazione con una distribuzione paritaria di genere. Simile omogeneità purtroppo non è stata riscontrata tra le diverse fasce d'età. In modo particolare pochi erano i partecipanti di età compresa tra i 17 e i 25 anni. I metodi adottati erano mirati a favorire la partecipazione e a prendere coscienza del ruolo importante che ogni cittadino ricopre all'interno della propria comunità. Per assicurare la parità di espressione di tutti i punti di vista e l'eguaglianza di accesso alla discussione, la gestione degli incontri è stata affidata a due società del settore: \"Punto 3\" e \"Genius Loci\".</p><p><a id=\"Esito_e_Influenza\" name=\"Esito_e_Influenza\"></a></p><h2>Esito e Influenza</h2><p>La restituzione dell'evento è avvenuta tramite la divulgazione e la diffusione dei report degli incontri partecipativi, del documento d'integrazione con i piani d'azione di Agenda 21 consegnato alla Giunta comunale e della relazione sulla soddisfazione del progetto emersa dai questionari somministrati. In quest'ultima fase è stata svolta un'inchiesta mediante intervista telefonica. In tutti gli incontri si è raggiunto un livello di soddisfazione elevato (8/10) sia per la qualità dei contenuti, sia per la metodologia utilizzata e la conduzione degli incontri. L'obiettivo principale che s'intendeva conseguire era quello di stimolare la partecipazione, interrogando i cittadini sulle emergenze e i problemi da affrontare. Il grado di partecipazione agli incontri può far ritenere tale obiettivo raggiunto. Allo stesso modo, l'intento di aumentare la partecipazione ai progetti di Agenda 21 locale è stato centrato.</p><p>Il documento d'integrazione è stato consegnato alla Giunta comunale il 15 settembre. In seguito alla presentazione si sono svolti alcuni incontri con assessori e consiglieri delegati allo scopo di comprendere come inserire le proposte avanzate nei Piani di Attuazione di Obiettivo e nei Piani Economici di Gestione. Delle 49 azioni presentate all'Amministrazione, 23 hanno ricevuto parere favorevole da parte di quest'ultima, e 15 sono state accolte.</p><p>L'impatto del progetto sulla comunità è stato senza dubbio positivo. Obiettivo primario di \"Insieme sulla Buona Strada\" era di far acquisire una nuova consapevolezza e sensibilità rispetto all'ambiente e ai luoghi comunitari attraverso l'adozione di comportamenti di vita sostenibili incentrati sulla riduzione degli sprechi e sull'adozione di consumi eco-efficienti e solidali. Il tutto per favorire maggiore partecipazione e senso civico.</p><p><a id=\"Link_Esterni\" name=\"Link_Esterni\"></a></p><h2>Link Esterni</h2><p><a href=\"http://www.forte21.it/insieme_sulla_buona_strada.php\">Agenda 21 Forte dei Marmi</a> [DEAD LINK]</p><p><a href=\"http://www.regione.toscana.it/-/legge-sulla-partecipazione\">Legge della Regione Toscana sulla Partecipazione n. 69/2007</a></p><p><a href=\"http://www.consiglio.regione.toscana.it/partecipazione2007/documenti/RelazioniFinali-Progetti/FortedeiMarmi-RF-InsiemeSullaBuonaStrada.pdf\">Relazione Finale - Autorità Regionale per la Partecipazione della Toscana</a></p><p> </p><p><em>Note: an English translation of this article can be found at <a href=\"http://participedia.net/en/cases/together-down-good-road-forte-dei-marmi-italy\">http://participedia.net/en/cases/together-down-good-road-forte-dei-marmi...</a></em></p>", "title": "Insieme sulla Buona Strada (Forte dei Marmi, Italy)"}