{"htmlbody": "<p><em>Note: the following case is a stub, please help us complete it. </em></p><p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Christian Kreutz<em>.</em></p><p>The project began with a public campaign called \"Visible Candidates\" which provided information about the profiles and curricula vitae of the candidates before the 1998 congressional elections. More than a decade after its creation it evolved into a watchdog of all activities related to the Colombian Congress. Its work is recognized in national and international circles as a leading model of accountability and transparency in parliament to help inform voters. Once the Congress was elected, Candidatos Visibles became Congreso Visible, an initiative to provide citizens with timely, accurate information from a non-partisan source about the Colombian Congress.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>Congreso Visible promotes transparency and accountability in Colombia's congress and provides tools to different sectors of civil society to help them better understand the activities that take place inside Congress, and its impact on their lives. Congreso Visible wants to create and promote a culture of accountability and political responsibility both from the politicians and the people who elected them.</p><p>Congreso Visible:</p><ol><li>tracks, analyze and distribute information about the Congress and its activities.</li><li>creates profiles of candidates and members of the Congress to promote a responsible, informed, conscious vote among citizens.</li><li>builds partnerships with local actors to train them and inform them about the importance of political processes inside Congress.</li></ol><h2>Links</h2><p><a href=\"http://www.congresovisible.org/\">Congreso Visible Homepage</a></p><p><a href=\"http://transparency.globalvoicesonline.org/project/congreso-visible\">Technology for Transparency Network page</a></p>", "title": "Congreso Visible"}