{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Christian Kreutz<em>.</em></p><p>The Tanzanian government has been reforming central areas of governance and democratisation, including decentralisation processes, for a number of years. Since these reforms began, the performance capability of the local governance and administrative structures has been significantly increased. Further progress has been made in setting up national structures and systems. However, there are still shortcomings in the way the newly defined roles are preformed within the scope of the decentralising processes. The reasons for this are: - lack of qualified personnel, - inadequate legal security of decentralisation by the constitution and laws, - insufficient instruments allowing the population to demand accountability and performance capability of the state. Broad sections of the population are unfamiliar with the tasks assigned to the communities in a decentralised governmental and administrative system. Citizens, especially those in rural areas, rarely get involved in projects for their own social and economic development. The communities do not yet sufficiently make use of opportunities that accompany the progressive implementation of decentralisation to promote local development.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>Citizens use demand-orientated, decentralised services and derive considerable benefit from participating in local government processes, which increasingly take place withn a legally secure framework.</p><h3>Structure and Process</h3><p>The programme takes its bearings from the state reform programme. It supports the decentralisation process, in particular with regard to the harmonisation of the legal framework and good local governance. This means that instruments with which to demand accountability and performance capability of the state at a local level will be strengthened. Competences necessary to implement the reform will be expanded. These will include advising the partner ministry and its decentralised structures on issues such as policy formulation and improved procedures. Jointly with civil-society organisations, instruments which allow citizens to hold the state to account will be tested further, e.g. participative procedures for tracking the use of public funds. The harmonisation of the legal framework will be supported by offering strategic advice to the relevant inter-ministerial working group and by developing the competences of experts in positions of responsibility.</p><p>The programme will heighten the population’s ability to participate. State structures will learn to derive benefit from the shifts in power as a result of decentralisation. In the long term this will contribute to greater democracy, transparency and accountability at all levels of government.</p><h2>Links</h2><p><a href=\"http://www.gtz.de/en/weltweit/afrika/tansania/23269.htm\">Webpage on Tanzania</a></p>", "title": "Support for Local Governance Processes"}