{"htmlbody": "<p><em>Note:  This article is in need of assistance with editing and content.  Please help us complete it.</em></p><h3>Summary</h3><p>This case study features a participatory process to create a \"community map\" of a small Italian municipality. This project involved meetings of citizens, interest groups, and disadvantaged individuals, with the ultimate goal of defining a common vision and identity for the entire town.</p><h3>Purpose</h3><p>The community map consists of a cartographic representation in which a community identifies itself. It is achieved through the exchange of stories and visions of the territory, and is seen as the guardian of a common heritage. The map becomes a archive of memories and its development represents a real cultural process.</p><p>The project was included in a multi-year program for the eco-museum and it became a useful tool for information and guidance for local institutions. The process lasted from November 2008 to September 2009.</p><h3>Organizing Entities and Funding</h3><p>The participatory process was promoted by the Mountain Community of Casentino (AR), with the support of the Regional Government of Tuscany and the cooperation of the Municipality of Castel San Niccolo and the Pro Loco “I Tre Confini”.</p><p>The final cost was € 20,044. Logistics, equipment and organization were provided by the Mountain Community of Casentino and the Pro Loco “I Tre Confini”. The spaces used were those of the “Carbonaio di Celtica” eco-museum. The human resources were represented by Mountain Community staff as well as consultants. The volunteer work groups and the presence of people already active in the community allowed to contain the costs of the project.</p><h3>Participation</h3><p>The initiative was held in the Solano upper valley, an area inhabited by approximately 400 residents, mostly elderly. 12 people (different age brackets, old and new residents) made up the permanent working group, and acted as a reference for every step of the process, liaising with the residents. Around 20 representatives spread across five areas led the process of collecting information from citizens and assessment meetings. Around 100 people were asked to fill out questionnaires. The presence at the gatherings varied from 30 to 100 participants. Participant recruitment was based on self-selection. When participation was low, direct calls were made; also, the members of the permanent working group invited other citizens to participate. Particular attention was paid to the disadvantaged groups, represented primarily by elderly persons (whose participation was limited to filling out the questionnaires). Outside experts and interest group representatives (potato producers, and small local business owners) were present at the assessment meetings.</p><h3>Phases</h3><ul><li>Communication and Information</li><li>Definition of a schedule and creation of a permanent working group</li><li>Meetings between team members and experts (with the coordinator acting as a facilitator to ensure equal access to the discussion)</li><li>Field research, synthesis and interpretation</li><li>Initial discussion</li><li>Fine tuning and further research</li><li>Further discussion.</li><li>Public Presentation</li><li>Content organization for communication purposes</li></ul><h3>Influence, Outcomes and Effects</h3><p>A document containing the outcomes of the process, to be submitted to the local Government for evaluation, was drafted. Moreover, the map was a catalyst for another project having the goal of further developing the Eco-museum as multi-purpose center of the Alta Valle del Solano.</p><h3>Analysis and Criticism </h3><p>The discussion in small groups was more effective than the collective meetings. Some difficulty was encountered in communicating with small fractions isolated from the main town of the area. Time available was insufficient, but the atmosphere was relaxed and there were moments of deep and intense participation. The exchange of information on the area was not only important for the upkeep of the collective memory of the community, but also for the identification of current issues to be faced.</p><h3>External Links</h3><p><a class=\"external free\" href=\"http://www.consiglio.regione.toscana.it/partecipazione/documenti/RelazioniFinali-Progetti/CM_Casentino-RF-MappediComunit%C3%A0.pdf\" rel=\"nofollow\" title=\"http://www.consiglio.regione.toscana.it/partecipazione/documenti/RelazioniFinali-Progetti/CM_Casentino-RF-MappediComunit%C3%A0.pdf\">Final Report</a></p><p><a class=\"external free\" href=\"http://www.casentino.toscana.it/ecomuseo/mappe.htm\" rel=\"nofollow\" title=\"http://www.casentino.toscana.it/ecomuseo/mappe.htm\">Project on the Municipality Website</a></p><p><a class=\"external free\" href=\"http://www.casentino.toscana.it/ecomuseo/MAPPACETICA/diariobordo.htm\" rel=\"nofollow\" title=\"http://www.casentino.toscana.it/ecomuseo/MAPPACETICA/diariobordo.htm\">Alta Valle del Solano's Map - Ecomuseo</a></p>", "title": "The Alta Valle del Solano Community Map"}