{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Christian Kreutz<em>.</em></p><p>With the adoption of the constitution in 1994, Ethiopia’s authoritarian, centralistic government was formally replaced by a federal state. It conceded wide-ranging rights to self-government to the regions and the cities. However, many municipalities lack the capacity to provide adequate services to their citizens. As Ethiopian cities are growing rapidly they are facing immense challenges, including increasing urban poverty, a high unemployment rate, low governance capacities, weak infrastructure and poor municipal finance management.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>Selected cities apply principles of good governance and provide better services to their citizens to match the population’s needs.</p><h3>Structure and Process</h3><p>The project operates at national, regional and municipal level. It promotes civil society participation in establishing the conditions necessary for regional self-determination and local self-government.</p><p>The Ethiopian-German programme currently operates in 26 cities covering all of Ethiopia’s regions and reaching over 3 million people. Its main partners are the Federal Ministry of Works and Urban Development, the regional ministries (bureaus) and the city administrations as well as the Ethiopian Civil Service College.</p><p>The programme comprises the following three components:</p><ol><li>municipal infrastructure and services</li><li>urban management capacity</li><li>knowledge management and exchange.</li></ol><p>The programme is implemented jointly by GTZ, KfW and CIM and well orchestrated with the activities of the World Bank and other development organisations.</p><h3>Impact</h3><ul><li>In line with its decentralisation policy, Ethiopia has shifted responsibilities and mandates for services to regional and local levels.</li><li>The Ethiopian House of Federation, supported by CIM, has devised and adopted a new distribution code for fund allocations from federal level to the regions for financial equalisation among the federal states</li><li>Cities have improved their capacities to prepare participatory local development plans and provide better basic services to their citizens.</li><li>Cities have improved their financial management and enhanced their income.</li><li>Cities now consult the public about past and future investments.</li><li>Cities are implementing labour-intensive infrastructure projects, creating numerous jobs.</li><li>The Ethiopian Ministry of Federal Affairs guides dialogue with regions and cities to improve governance reforms.</li></ul><h3>Detailed Information</h3><h4>Broader Context</h4><p>In line with the Ethiopian decentralisation policy.</p><h4>Type of Contribution by Participants</h4><p>They commented or evaluated project measures.</p><h4>Target Group</h4><p>The Ethiopian-German programme currently operates in 26 cities covering all of Ethiopia’s regions and reaching over 3 million people.</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>3 million</p><h2>Links</h2><p><a href=\"http://www.gtz.de/en/weltweit/afrika/aethiopien/6609.htm\">Webpage on Ethiopia</a></p>", "title": "Urban Governance and Decentralisation Programme"}