{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Christian Kreutz<em>.</em></p><p>Egypt's cities are growing fast, mostly without the benefit of governmental or municipal planning. Well over half of the population of Greater Cairo live in \"informal\", undersupplied and very densely populated settlements with too little space and insufficient social services. Many residential areas do not have direct access to clean drinking water. Sewerage and waste disposal are inadequate. The extreme density of the population gives rise to significant environmental pollution. Most of the unplanned settlements are built on valuable farmland. The solutions devised by the central authorities have yet to show lasting impact.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>Public administration and civil-society organisations work together to provide improved social services, thus ensuring that the basic needs of the urban poor are met.</p><h3>Structure and Process</h3><p>The programme provides advisory services to decision-makers in ministries, governorates and districts on how to approach the upgrading of informal areas. The focus of these advisory services is on introducing and disseminating concepts and methods for participatory urban planning. This occurs through the analysis of experience gathered in urban planning and through the formation of training concepts and their incorporation by national training institutes.The programme supports networking among public, civil and private actors in poor urban areas. The KfW development bank finances infrastructure measures such as drinking water and wastewater systems as well as small-scale civil society systems in project areas in Greater Cairo.</p><h3>Impact</h3><p>On the local level, through support for more than 200 NGO self-help initiatives, the poor population have been able to come up with their own solutions to problems. The former mistrust between local authorities and residents has given way to trust and cooperation, and the most urgent needs of the local people have been met.</p><p>On the municipal level, administrations in poor urban areas in Greater Cairo and Alexandria apply participation-oriented procedures for improvement in their service performance. Those living in the urban areas are involved in both the needs analysis and the formulation and configuration of projects aimed at improving their circumstances. In this way, in one of the poorest and densely settled quarters in Cairo, the provision of clean drinking water was sustainably improved by making it a community task for the local authority and the population.</p><p>In four governorates in Greater Cairo, departments were set up to develop urban poverty pockets. They took over coordination of measures to improve service performance, becoming the interfaces previously lacking between local governments, ministries and non-governmental actors. This process strengthens the role of governorates and contributes significantly to Egypt’s decentralisation efforts.</p><p>On the national level the issue of participatory development has become part of the policy discourse. Improved services for urban poverty areas is one of the most urgent items on Egypt’s political agenda. By virtue of its years of experience and its clear recommendations for action, the programme has become a much sought-after reference among all national stakeholders.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>Five year plan of the Egyptian government.</p><h4>Type of Contribution by Participants</h4><p>They determined the outcomes of the project</p><h4>Target Group</h4><p>Citizen of informal areas.</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Extensive effort to address disadvantaged groups</p><h2>Links</h2><p><a href=\"http://www.gtz.de/en/weltweit/maghreb-naher-osten/aegypten/5663.htm\">Website homepage</a></p>", "title": "Participation-Oriented Development Programme in Densely Populated Urban Areas"}