{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Paul Leistner<em>.</em></p><p>In 2005, the City of Portland engaged community members in a comprehensive review and assessment of Portland’s 35-year-old neighborhood and community involvement system. The result was a unique, comprehensive and strategic “Five-year Plan to Increase Community Involvement in Portland.” The ongoing implementation of this plan by the City of Portland and its community partners is dramatically increasing the scope and quality of public involvement and participatory democracy in Portland. The review—known as Community Connect—assessed the system’s strengths and weaknesses and sought ways to “strengthen involvement in Portland’s communities, create a welcoming environment for public participation, and reinvigorate the partnership between community and government.” This effort focused especially on how to involve groups in the community that traditionally had not been involved, particularly people of color and members of Portland’s growing immigrant and refugee community. Implementation of the Five-Year Plan, by the City of Portland Office of Neighborhood Involvement, in partnership with neighborhood associations, other new community-based organization partners, and city leaders and agencies has begun to dramatically improve public involvement and participatory democracy in Portland.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>Portland’s neighborhood association system--95 formal neighborhood associations supported by seven neighborhood district coalition offices and the city’s Office of Neighborhood Involvement—was founded in the 1970s and by the 1980s was recognized as one of the strongest community engagement systems in the USA. Over the 1990s and early 2000s, a number of the program elements were discontinued, funding stagnated, and conflict between the community and city government increased. Many Portlanders, especially people of color and immigrants and refugees, didn’t feel connected to the neighborhood system or city government.</p><p>In 2004, Portlanders elected a new mayor who put a major emphasis on reconnecting Portlanders with their government in a “community governance” partnership. He initiated the review of Portland’s engagement system, which was intended to identify ways to significantly expand public involvement, strengthen community capacity, and increase the role and impact of community members on local decision making. The resulting “The Five-Year Plan to Increase Community Involvement” provided a road map for achieving these objectives.</p><h3>Structure and Process</h3><p>The Community Connect review process was undertaken by a diverse, 18-member volunteer group that worked for more than two years. The group described Portland’s existing engagement system, reviewed models from other communities, and engaged in extensive community outreach, including surveys, community meetings, focus groups, one-on-one interviews and a city-wide summit of neighborhood leaders, to identify obstacles to greater involvement and solicit ideas for change.</p><p>In January 2008, the group presented to the city council their final report and a comprehensive road map for strengthening Portland’s civic life--the “Five-Year Plan to Increase Community Involvement” in Portland. The group’s recommendations included thirty strategies grouped in three goal areas: 1. Increase the number and diversity of people involved in their communities; 2. Strengthen community capacity, including individual leadership development, community organizational development, and networking between community organizations; and 3. Increase community impact on decision making through a major focus on creating a government that is more willing and able to partner with the community.</p><p>Implementation of the Five Year Plan has been lead by the City of Portland Office of Neighborhood Involvement in partnership with the agency’s community-based bureau advisory committee, its neighborhood association and community-based organization partners, and city government leaders and staff.</p><h3>Impact</h3><p>This new, comprehensive strategic direction, \"Involvement in Portland”, combined with significant additional funding, allowed the City of Portland’s Office of Neighborhood Involvement (ONI) to join with neighborhoods and community-based organizations to implement a wide range of new initiatives and programs. One of the most important advances so far has been the development of new partnerships with, and city funding for leadership training and community organizing by, organizations that serve people of color and immigrants and refugees—known as the Diversity and Civic Leadership Program. These groups are strengthening their relationships with each other, with neighborhood association leaders, and with city government.</p><p>In addition, new community organizer positions were funded for each of the seven neighborhood district coalitions. Neighborhood associations received additional funds to communicate with their community members. A new Neighborhood Small Grants program was created. Additional community organizing and technical assistance staff were added to the Office of Neighborhood Involvement to work with community groups and city agencies. The City Council created the Public Involvement Advisory Council—half community members and half city staff—to develop public involvement standards and guidelines to create better quality and more consistent public involvement across city government.</p><h2>Links</h2><p><a href=\"http://www.portlandonline.com/oni/index.cfm?c=38596&amp;a=261966\">NCR article</a></p><p><a href=\"http://www.portlandonline.com/shared/cfm/image.cfm?id=182408\">Five-year Plan</a></p><p><a href=\"http://www.portlandonline.com/oni/\">ONI Website</a></p><p><a href=\"http://www.portlandonline.com/oni/index.cfm?c=45147&amp;\">Diversity and Civic Leadership Program</a></p><p><a href=\"http://www.portlandonline.com/oni/index.cfm?c=48951&amp;\">Public Involvement Advisory Council</a></p>", "title": "Five-Year Plan to Increase Community Involvement in Portland (Oregon)"}