{"htmlbody": "<p>Note: an English translation of this article can be found here: <a href=\"http://participedia.net/en/cases/la-reina-sustainable-development-project-chile\">http://participedia.net/en/cases/la-reina-sustainable-development-projec...</a></p><p><a id=\"Introducci.C3.B3n\" name=\"Introducci.C3.B3n\"></a></p><h2>Introducción</h2><p>Este artículo presenta un caso interesante de planificación urbana con participación ciudadana desarrollado en Santiago de Chile. El caso consiste fundamentalmente en el desarrollo y aplicación de una Metodología estándar que permite lograr una real apropiación del espacio público por parte de los individuos que se ven afectados por este, desarrollando espacios urbanos sustentables en el tiempo.</p><p>La principal característica de la metodología desarrollada es su flexibilidad que le permite adaptarse a múltiples proyectos y contextos. Esto se podrá apreciar en la descripción de las primeras cuatro aplicaciones piloto de la metodología, desarrolladas en la comuna de La Reina. Se describe la metodología y las particularidades que tuvieron los proyectos pilotos para finalmente hacer un análisis de los resultados macro, las fortalezas y debilidades de la metodología y su aplicación, y las oportunidades de mejora que presenta.</p><p><a id=\"Prop.C3.B3sito_y_Problema\" name=\"Prop.C3.B3sito_y_Problema\"></a></p><h2>Propósito y Problema</h2><p>El manejo del espacio público frecuentemente se hace sin incorporar a las personas más interesadas. Esto se traduce en la no apropiación del espacio por parte de los vecinos, lo que a su vez genera un uso reducido y un descuido en el mantenimiento del mismo.</p><p>Para revertir esta situación se requiere mayor información y participación de la comunidad en la toma de decisiones, compartiendo responsabilidades y recursos y fomentando un mejor control por parte de los usuarios y de las respectivas comunidades para una gestión más eficaz.</p><p>El proyecto “Participación para el Desarrollo Ambientalmente Sustentable y la Integración Social en el Espacio Público de la Comuna de La Reina” surge bajo el marco del programa de alcance nacional de “Modernización del Estado - Un Estado participativo al servicio de la ciudadanía” desarrollado entre los años 2004 y 2008. El Objetivo global de este programa fue contribuir al establecimiento de un Estado flexible y moderno, basado en una gestión eficiente, participativa y transparente, fomentando el proceso de Modernización del Estado.</p><p>El proyecto se propuso contribuir a la Modernización del Estado con experiencias prácticas y replicables de gestión participativa del espacio público, incorporando la participación de los vecinos en la gestión del Municipio. Aspiraba a modificar las condiciones que inhiben la participación ciudadana, a la vez que fortalecer las capacidades de las organizaciones sociales.</p><p>El Programa se implementó a través de un Fondo Concursable, para el cual se hizo un amplio llamado a todos los niveles del Estado para participar. El financiamiento se estableció a partir de un aporte europeo de € 11.670.000 y un aporte nacional de contraparte equivalente de € 11.670.000, alcanzando un monto total de € 23.340.000 que se distribuyó entre los 18 proyectos seleccionados (Gobierno de Chile, 2009). El proyecto propuesto para la comuna de La Reina se adjudicó € 744.450, que fue destinado a múltiples proyectos, dentro de los cuales se encuentra el presentado en este caso.</p><p>El eje central de este proyecto fue la participación ciudadana en la definición, consolidación y el uso de espacios públicos seleccionados en conjunto por los vecinos y la municipalidad. Constituirse en una experiencia piloto, cuya evaluación y sistematización aportara un modelo replicable en otras comunas, así como entregar esta experiencia a organismos nacionales que apoyan la modernización y la participación ciudadana municipal.</p><p><a id=\"Historia_y_Creaci.C3.B3n\" name=\"Historia_y_Creaci.C3.B3n\"></a></p><h2>Historia y Creación</h2><p>La Municipalidad de La Reina es una comuna del sector oriente del Gran Santiago (Chile). Se caracteriza por su imagen de comuna parque por la abundancia de árboles y la baja densidad poblacional. Ha mantenido su origen semirural gracias a su plan regulador, que restringe las construcciones en altura y su carácter fundamentalmente residencial. La comuna de La Reina tiene un carácter urbano con identidad propia, que sus habitantes han luchado por mantener.</p><p>La iniciativa del proyecto surge de dos profesionales habitantes de la comuna de La Reina y que tenían la inquietud de generar más espacios urbanos sustentables en ella. María José Castillo (arquitecta) y Carolina de la Lastra (socióloga) acudieron a la municipalidad a finales del 2006 con una propuesta: La implementación de un sistema de gestión participativa y ambientalmente sustentable de los espacios públicos en La Reina. La Municipalidad acogió la propuesta, y en conjunto con las vecinas postuló al Programa de Modernización del estado, adjudicándose los fondos para implementar cuatro proyectos pilotos en Villa La Reina.</p><p>La propuesta contemplaba una metodología que permitiera articular las necesidades ciudadanas sobre los espacios públicos, abogando por mantener espacios sustentables, que pudieran mantenerse en el tiempo sin la necesidad de mayor intervención por parte del municipio. Desde sus orígenes el método surge como una solución participativa que busco rescatar las opiniones de todos.</p><p>La metodología creada para este proyecto fue utilizada para crear el “Manual de Metodología Participativa para el Mejoramiento de Espacios Públicos” (MMPMEP) de la comuna de La Reina y fue base para desarrollar el Manual de participación del Ministerio de Vivienda y Urbanismo (MINVU).</p><p><a id=\"Metodolog.C3.ADa\" name=\"Metodolog.C3.ADa\"></a></p><h2>Metodología</h2><p>El detalle de la metodología puede ser consultada el MMPMEP, pero a continuación se presenta un resumen de las cuatro etapas principales y sus diferentes pasos a seguir.</p><p><u><em>1. Identificación del Proyecto</em></u></p><p>Esta primera etapa busca recopilar la información existente respecto al contexto del proyecto intentando entender cuáles serán los alcances que tendrá este en el lugar. Los primeros cinco pasos que se desglosan de esta etapa son: 1.- Buscar la oportunidad de proyecto, 2.- La conformación del primer grupo multidisciplinario que evaluara el proyecto, 3.- La recopilación de los antecedentes técnicos, 4.- Las primeras reuniones con los lideres vecinales buscando generar lazos que permitan tener convocatoria para la segunda etapa. y 5.- La evaluación de los alcances y riesgos del proyecto.</p><p>Estos 5 pasos están orientados hacia la buena definición del proyecto enmarcada en el contexto que determina el alcance y los riesgos inherentes que posee. La identificación de la oportunidad de proyecto supone que esta puede ser sugerida por los distintos actores que participan de este, es decir este puede surgir tanto de los agentes vecinales como municipales. En esta etapa también se definen los aspectos de financiamiento que van a determinar la factibilidad del proyecto y por su puesto sus alcances de acuerdo a las posibilidades de inversión.</p><p><u><em>2. Diseño Participativo del Proyecto</em></u></p><p>Esta segunda etapa busca involucrar en el diseño del proyecto, a todos los actores que se verán afectados con el desarrollo del proyecto.</p><p>Se recomienda desarrollar como mínimo tres talleres con distintas finalidades. El primero de estos debe estar enfocado en considerar las problemáticas y oportunidades que pueden surgir. El segundo debe procurar escuchar en terreno las propuestas y reparos de los vecinos, para que en un tercer taller se presente a la comunidad una propuesta de proyecto que contemple todo lo definido en los talleres anteriores. Esta propuesta queda sujeta a los cambios que los mismos vecinos quieran agregarle, enmarcado en las especificaciones técnicas aportadas por los profesionales que dirigen el proyecto.</p><p><u><em>3. Desarrollo del Plan de Trabajo</em></u></p><p>Esta etapa contempla el desarrollo de un plan de trabajo que involucre a los individuos que participaron de la definición del proyecto.</p><p>Se especifica que se deben crear comisiones, que van a estar a cargo de los diferentes aspectos del proyecto. Dependiendo de la magnitud de este tendrán más o menos sesiones y miembros, estos últimos serán escogidos entre los individuos que participaron en el diseño del proyecto y que cuenten con el tiempo que se necesita para esta labor. Es también en esta etapa en la que se busca el financiamiento, si es que no se ha logrado recaudar anteriormente y se desarrolla un presupuesto que involucre todas las aristas del trabajo que se llevara a cabo.</p><p><u><em>4. Seguimiento de la Ejecución de las Obras</em></u></p><p>En esta etapa se hace la ejecución y seguimiento post-construcción de la obra que fue propuesta. Se le da culminación a todas las etapas anteriores y se pone en práctica la obra que antes fue planeada por el conjunto de actores relevantes. El sistema de seguimiento y monitoreo que se le pueda hacer a la obra luego de que esta ya fue construida, va a ser de mucha importancia para garantizar la sustentabilidad de esta.</p><p><a id=\"_Deliberaciones.2C_Decisiones_e_Interacci.C3.B3n_P.C3.BAblica\" name=\"_Deliberaciones.2C_Decisiones_e_Interacci.C3.B3n_P.C3.BAblica\"></a></p><h2>Proyectos Realizados: Deliberaciones, Decisiones e Interacción Pública</h2><p>Los proyectos pilotos en que se implementó la metodología se detallan a continuación. Se presenta un resumen de cada proyecto piloto, destacando las particularidades contextuales que significaron cambios interesantes de la metodología.</p><p><u><em>1. Parque Ciclovía Las Perdices</em></u></p><p>La Municipalidad de La Reina estaba desarrollando el proyecto de construcción de una segunda pista en uno de los ejes viales más importantes de la comuna: Avenida Las Perdices.</p><p>En esta frontera existía la posibilidad de hacer un proyecto que mejorara la calidad de vida de los vecinos e hiciera más accesible y amigable la irrupción de la calzada a construir. Esto sumado con una gran molestia de los mismos vecinos, por la utilización de este terreno como lugar de acumulación de áridos y escombros por parte de los mismos encargados del proyecto de la construcción del eje vial. Se da un escenario ideal para la aplicación del método de participación y la conjugación de voluntades en este sector.</p><p>La participación surgió en primera medida como una voz de protesta contra estos movimientos de tierra, lo que permitió que se constituyeran los primeros equipos de trabajo que en el desarrollo del proyecto se fueron trasformando en parte importante y constructiva del diseño de este parque ciclovía.</p><p>El proyecto incluyó las opiniones de tres conjuntos de viviendas colindantes al terreno(Villa Rio Lauca, Villa Las Perdices y el Condominio Social de la Universidad de Chile) que a través de los talleres que propone la metodología lograron articular una solución que se construyó en base a la opinión de los vecinos. Se sumó en base a la opinión de los vecinos: estacionamientos, paraderos de microbús y una serie de formas de acceso al parque, con un resultado muy satisfactorio para ellos.</p><p><u><em>2. Entorno Jardín Infantil Paidahue</em></u></p><p>Haciendo una investigación se encontró que existía un gran descontento de los vecinos por la instalación de un micro-basural ilegal en un terreno eriazo en el entorno del Jardín Infantil Paidahue. Este era un problema que involucraba a muchos ya que aparte de ser un peligro para los niños usuarios del jardín infantil también era fuente de malos olores y situaciones poco sanitarias.</p><p>La naturaleza del proyecto hizo que muchos se interesaran y dio pie para que se fueran creando los distintos equipos conforme a los distintos grupos de agentes involucrados.</p><p>Un punto muy interesante a destacar del desarrollo de este proyecto fue la particular dinámica que se dio en la segunda etapa del proyecto específicamente en el Taller 2 del Modelo. Debido a que el proyecto afectaba a todos los vecinos que estaban en el perímetro del Jardín Infantil fue necesario dividirlos por sectores, luego una manera muy fácil de ir agrupando a los que vivían en estos sectores fue hacer un recorrido en terreno donde se ponía una pequeña mesa en cada sector y se escuchaban las propuestas de todos los vecinos de ese lugar. Logrando llegar a consenso inmediatamente en el lugar, mediante la negociación de los distintos actores y las propuestas de los encargados. A esto se le llamó “Estaciones en terreno” y fue la pieza clave para generar participación de los vecinos y ordenar las propuestas.</p><p>El resultado fue espectacular y logro acoger muchas de las propuestas logrando acuerdos de los diferentes intereses que tenían los vecinos.</p><p><u><em>3. Mercado Villa La Reina</em></u></p><p>Este proyecto partió como una iniciativa de los propios vecinos en conjunto con el municipio. En esa época se estaba construyendo en la cercanía del lugar el Hospital Militar, lo que hizo que los vecinos tuvieran la idea de mejorar las instalaciones del mercado para poder recibir al nuevo público que iba a llegar con el Hospital.</p><p>El proyecto en general tuvo muchas complicaciones y en primera instancia no se a soluciones más allá de un plan de trabajo. Las complicaciones tuvieron que ver con la propiedad de los terrenos en los que estaba emplazado el mercado y como las complicaciones de la definición de esta propiedad significó que el municipio no pudiese invertir en estos terrenos.</p><p><u><em>4. Mejoramiento entorno calle Diputada Laura Rodríguez</em></u></p><p>Al igual que el proyecto anterior, este proyecto surgió como consecuencia de la construcción del Hospital Militar. Una obra complementaria del hospital era conectar la calle Valenzuela Llanos con Avenida Larraín, haciendo que la calle Diputada Laura Rodríguez tomara más transito y pasara a ser la cara visible del barrio industrial que está junto al aeródromo de La Reina.</p><p>Cuando se planteo el mejoramiento de esta calle existían dos actores con opiniones en competencia y que necesitaban llegar a un acuerdo. Se tuvo que aplicar dos veces la metodología, una para los vecinos y otra para los industriales, dando paso para que al final se hiciera un gran taller participativo que permitiera que ambos sectores negociaran. Este último taller fue de gran complejidad y requirió de bastantes habilidades y manejo de grupo, para poder poner de acuerdo las propuestas de ambos grupos.</p><p>Una dificultad que se generó fue la dificultad para programar las reuniones debido a las distintas disponibilidades de tiempo que tenían estos actores.</p><p>Finalmente se logró hacer un plan de trabajo que contemplaba las aristas de ambos grupos, pero también fue de alta complejidad de implementación, esto debido a muchos problemas burocráticos.</p><p><a id=\"Resultados_y_Efectos\" name=\"Resultados_y_Efectos\"></a></p><h2>Resultados y Efectos</h2><p>En general el proyecto logró cumplir con sus principales objetivos:</p><ul><li>Se generaron experiencias y orientaciones que permitieron incorporar la participación ciudadana en la toma de decisiones sobre el diseño, la generación y la administración de los proyectos pilotos. Además los proyectos pilotos en si crearon valor en las comunidades</li><li>Se sistematizó la experiencia a través de la aplicación y validación de una metodología de trabajo que, en una secuencia de talleres, permite consultar a la comunidad y diseñar con ella los espacios públicos, permitiendo cooperación regular entre vecinos y el nivel municipal</li><li>Se creó un espacio de aprendizaje donde funcionarios municipales, vecinos y sus dirigentes adquirieron herramientas para el trabajo conjunto de mejoramiento del espacio público, tanto a través de las capacitaciones como de las lecciones aprendidas en la aplicación de la metodología, obteniendo evaluaciones positivas del ciclo de capacitación por parte de los participantes</li></ul><p>Sin embargo, el proyecto en su totalidad generó numerosas efectos adicionales a los objetivos generados planteados, siendo el más significativo en términos de participación ciudadana el aumento de confianza en la Municipalidad frente a la participación, demostrando que cuidando determinadas circunstancias no solo es posible, sino además ventajoso incorporar a la comunidad y sus organizaciones en los proyectos municipales.</p><p>Algunos efectos secundarios para la Municipalidad fueron el aumento de la coordinación interna fomentada en torno a los proyectos piloto, la generación de colaboración y equipos de trabajo inter-direccionales en la Municipalidad y la gestión de fondos públicos adicionales, como por ejemplo del PMU, Serviu y Gobierno Regional, para combatir la escasez de fondos.</p><p>Como efectos secundarios para las organizaciones vecinales destaca el fortalecimiento del posicionamiento de los dirigentes al producir resultados concretos para la comunidad, la apertura de un canal expedito de comunicación con los actores municipales que se sigue utilizando más allá del proyecto específico, y el interés y respaldo de los vecinos en el cuidado y mantenimiento de los pilotos. Además, al participar en estas actividades se logró un acercamiento entre los dirigentes, la generación de un mayor espacio de confianza entre organizaciones sociales y municipalidad y la verificación de que, más allá de las diferencias sociales, educativas y de color político, se produce el encuentro y el reconocimiento entre las personas.</p><p>Finalmente, se destaca que los proyectos piloto generaron un espacio de encuentro de diversos actores que pusieron en común diferentes necesidades. La coordinación público privada, por ejemplo en el proyecto Jardín Infantil Paidahue, o el proyecto piloto “\"Mejoramiento de calle Diputada Laura Rodríguez\" en el que intervinieron empresarios y vecinos.</p><p><a id=\"An.C3.A1lisis_y_Cr.C3.ADticas\" name=\"An.C3.A1lisis_y_Cr.C3.ADticas\"></a></p><h2>Análisis y Críticas</h2><p>A pesar del cumplimiento satisfactorio de los objetivos planteados y de los numerosos efectos positivos que el proyecto generó, existen aspectos negativos de su desarrollo, algunos causados por factores externos fuera del control del proyecto, pero también otros causados por factores internos, que pueden ser mejorados para futuras aplicaciones.</p><p>Uno de los problemas más aparentes, que se generó comenzando el proyecto, fue el evidente atraso en su comienzo pues debía iniciarse en Marzo 2006 lo cual no ocurrió hasta el año siguiente. Este problema, sin bien fue causado por la excesiva burocracia en la tramitación y aprobación por parte de la municipalidad y el aplazamiento de la aprobación del Plan Regulador Comunal (PRC), podría haber sido previsto y planificado. De esta manera no habría sido necesario realizar el trabajo adicional de re planificación y redefinición de la línea base, entre otras actividades.</p><p>Otro aspecto negativo fue que se contó con una baja participación ciudadana. Las convocatorias a las actividades participativas, como las obras de los proyectos piloto y la capacitación, tuvieron menos asistentes de lo esperado.</p><p>De acuerdo al informe anual del “Programa Modernización del Estado: Un estado Participativo al Servicio de la Ciudadanía” (2007), los proyectos piloto presentaron los siguientes problemas:</p><ul><li>Participación desigual en todo el proceso</li><li>Poca disposición de los vecinos para ejecutar trabajos (se considera que es de responsabilidad del municipio)</li><li>Vecinos esperan que otros les solucionen los problemas</li><li>Organizaciones sociales y vecinos tienen demandas anteriores insatisfechas con el municipio</li><li>Plazos mayores a los esperados</li><li>Instancias municipales no siempre dan peso a los requerimientos del proyecto, junto con logros importantes se producen retrasos, descoordinaciones internas e incumplimiento</li></ul><p>En general la participación ciudadana se percibía como un derecho pero no como una responsabilidad. Se puede añadir a este listado los problemas que se generaron por el conflicto de intereses entre grupos en algunos proyectos y los problemas en la comunicación y recopilación de las necesidades de las comunidades.</p><p>La representatividad de los dirigentes de organizaciones sociales también fue un aspecto negativo, pues el proyecto partió con las dificultades ya conocidas y compartidas en el país: algunas juntas de vecinos no actualizadas, organizaciones con pocos socios activos, dirigentes que llevan mucho tiempo en funciones y quejas de éstos acerca de la baja participación de vecinos y la falta de jóvenes.</p><p>Al ser una experiencia nueva, la realización de las primeras capacitaciones y talleres fue deficiente en cuidar detalles como recibir a los vecinos, tener algo para comer, etc. Estas actividades hacen más amena la participación de los vecinos y se incorporaron para las actividades posteriores.</p><p>Finalmente, un tema no menor fue la escasez de fondos para inversión, por lo cual fue necesaria la obtención de fondos adicionales de otras fuentes para aliviar la situación. A pesar de que el monto adjudicado en el concurso fue de €744.450, este dinero fue destinado a múltiples proyectos. La iniciativa sin duda fue exitosa, pero las dificultades a las que se vio expuesta plantean desafíos que deben abordarse para la aplicación futura de la metodología. Entre ellos se destacan:</p><ul><li>Sostenibilidad de la metodología participativa aplicada por del proyecto tras el término de éste, incluyendo el entrenamiento de funcionarios municipales y la incorporación sistemática de la metodología</li><li>El involucramiento de los funcionarios municipales a gran escala</li><li>Mayor participación de los vecinos</li><li>Generar procesos que permitan romper las barreras burocráticas internas en la Municipalidad para desarrollar aplicaciones de la metodología mas expeditas</li><li>Manejar los aportes de la comunidad generando un equilibrio entre aporte de las comunidades vs. conocimiento experto de los profesionales</li></ul><p><a id=\"Fuentes_Secundarias\" name=\"Fuentes_Secundarias\"></a></p><h2>Fuentes Secundarias</h2><p>Entrevistas a María Verónica Quijada, Coordinadora Municipal del proyecto.</p><p>Entrevistas a María José Castillo, Asesora de Gestión Participativa del Espacio Público del proyecto.</p><p>Castillo, Fernando (1-2008) Una Ciudad Nuestra, una Ciudad con Identidad. Centro de Investigación Social. Un Techo para Chile pp. 47.</p><p>Gobierno de Chile. (2009). COMPENDIO PROGRAMA Modernización del Estado: Un Estado Participativo al Servicio de la Ciudadanía. Santiago, Chile: Autor.</p><p>Municipalidad de La Reina. (2007). Programa Modernización del Estado: Un estado Participativo al Servicio de la Ciudadanía: INFORME ANUAL 2007. Santiago, Chile: Autor.</p><p>Municipalidad de La Reina. (2007). MANUAL METODOLOGÍA PARTICIPATIVA MEJORAMIENTO ESPACIOS PÚBLICOS. Santiago, Chile: Autor.</p><p>Márquez, F., Forray R. (2006), Comunidad e identidad urbana: Historias de barrios del Gran Santiago: 1950-2000; Proyecto Fondecyt Nº 1050031; Santiago, Chile</p><p><a id=\"Enlaces_externos\" name=\"Enlaces_externos\"></a></p><h2>Enlaces externos</h2><p><a href=\"http://www.lareina.cl\">Municipalidad de La Reina</a></p><p><a href=\"http://www.agci.cl\">Agencia de Cooperación Internacional de Chile </a></p>", "title": "La Reina Proyecto de Desarrollo Sostenible (Chile)"}