{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Jan Schrijver<em>.</em></p><p>The programme consisted of 17 learning communities, in which 12 new experiments were executed and followed. In total 100 (of the 430) Dutch communities took part in the programme, with 180 civil servants. The 17 groups tackeled themes as different as The active role of the Council in citizen's participation, Participatory Budgeting, Empowering initiatives from the civil society, Communication-professionals and citizens' participation, etcetera. Each learning community was guided by a leading expert in the field. The programme was evaluated very positively by those who took part, especially because it managed to bring together the struggling professionals from different local governments on state of the art approaches and methods to engage citizens in the public good.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>The problem in the Netherlands, as in many European countries, is to bring about a shift in the relationship between government and citizens. The balance concerning the ownership of the common good has te be restored. Most citizens had for a long time been leaning back, awaiting all solutions for public problems from the state and governments and politicians assumed responsabilities which in practice could not be.</p><h3>Structure and Process</h3><p>The Association of Dutch Municipalities (VNG/ALB) approached all its members, organised a starting conference with those who responded, subdivided them into 17 theme-groups and selected expert-guides to facilitate the meetings of these learning communities. VNG/ALB produced a regular Newsletter, which was sent to all municipalities. The ministry gave guidance in an advisory board.</p><p>The theme-groups made their own programmes around experiments or collective excursions. E.g, one of the groups went to Berlin to visit a project on participatory budgeting; another group took part in a conference with politicians discussing the role of councillors; most groups visited projects 'on location'.</p><p>The project was thorougly evaluated. Process as well as results were valued positively.</p><h3>Impact</h3><ul><li>Experimenting and other municipalities got practical results in their search for new methods and approaches.</li><li>The topic citizens participation was effectively put on the agenda of local government. See #12.</li><li>At the same time new challenges came forward: the anchorage of the systems-transition within the municipal organisation, the relationship between citizens participation in financial cutbacks, etc.</li></ul><h3>Detailed Information</h3><h4>Broader Context</h4><p>New policy agenda for the Dutch government (Ministry of the interior) on the challenges of Democracy and Citizenship. A.o. this policy produced an educational project (House for Democracy and Rechtsstaat) but also the challenges of citizens participation are a major issue, mainly on the local level.</p><h4>Type of Contribution by Participants</h4><p>They determined the outcomes of the project</p><h4>Target Group</h4><p>Local governments, mainly professional civil servants. Now the focus is more on politicians and board members.</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>10000?</p><h4>Total Number of Active Participants (approx.)</h4><p>180</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Some effort to address disadvantaged groups</p><p>One of the themes was specifically about the effective approach of citizens who are often difficult to reach (minorities, youth, disabled, less literate)</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>Especially democratic structures. The project in general presupposed the potential of ample democratic capacities among the public, but focussed on more responsiveness and trust by governments. That is what is needed most now.</p><h4>Adoption by Others</h4><p>No</p><h4>Costs</h4><p>~$1.7million (1.2 million euro)</p><h4>Time and Working Days</h4><p>10 fte?</p><h2>Links</h2><p><a href=\"http://www.inactiemetburgers.nl/\">In Actie met Burgers</a></p><p><a href=\"http://epub01.publitas.nl/son_co/tijdschriftinactie/magazine.php\">In Actie magazine article</a></p><p><a href=\"http://www.inactiemetburgers.nl/sites/inactiemetburgers.nl/files/u2/05_PresentatieGroetenUitBerlijn.pdf\">PDF Article</a></p><p><a href=\"http://www.vng.nl/Documenten/Extranet/Bestuur/Impressie_20100610_VR_GH_Meer\">Vereniging van Nederlandse Gemeenten</a></p>", "title": "In Action with Citizens! Learning Communities for Local Citizens' Participation"}