{"htmlbody": "<p><a id=\"Problem_and_Purpose\" name=\"Problem_and_Purpose\"></a></p><h2>Problem and Purpose</h2><p>As is the case with many cities in California, the small city of Brea is grappling with a substantial budget deficit due to decreasing sales tax revenues and other effects of the recent economic recession. California has amassed an enormous budget deficit in the past several years, resulting in the need for services to be provided by local governments rather than the state. In the spring of 2009, faced with the difficult and controversial task of cutting staff or eliminating services in order to balance the budget, Brea’s elected officials turned to the community to help set priorities. Drawing on a tradition of more than twenty years of public engagement in Brea, city staff and officials began to involve residents in budgeting decisions through a series of public dialogues, surveys and a budget advisory group composed of 30-40 employees. After a successful initial participatory experience, consultation with the public about budgetary matters continues in Brea to this day.</p><p><a id=\"Deliberations.2C_Decisions_and_Public_Interaction\" name=\"Deliberations.2C_Decisions_and_Public_Interaction\"></a></p><h2>Deliberations, Decisions and Public Interaction</h2><p>As a first step towards crafting a balanced budget in a collaborative way, the city manager asked city staff to volunteer to serve on a budget strategic plan (BSP) committee. Thirty to forty city staff members met twice a week during work hours to discuss the budget situation, community priorities, and where to make necessary cuts. All municipal employees, regardless of their position, were invited to attend and participate. Several members of the city council also served on the committee. Employee facilitators took turns leading discussions, with open-ended questions meant to spark debate and encourage the formation of bottom-up solutions. This group made formal proposals that then went to the city council for approval or changes.</p><p>Communication was heavily emphasized throughout the process. Brea's city council, departments, and employee association groups all received updates via briefings, email, staff meetings, and BSP committee presentations. An interactive online forum was also used by city employees to exchange budget documents, relevant articles, and meeting agendas and minutes. They could furthermore post questions or suggestions on this web-based resource.</p><p>Two community-wide public dialogues then gave residents the opportunity to weigh in on budget decisions and to share their values and priorities with the BSP committee. With a small grant from Common Sense California, the city was able to hire their recently retired police chief who now works as an independent public engagement facilitator and consultant to conduct these community dialogues with staff support.</p><p>The first dialogue, held in September 2008, involved approximately 25 residents in discussing big picture questions about how to approach the looming budget deficit. The second meeting, in late January 2009, attracted nearly 50 participants. This meeting began with information about the budget problem and how it has developed, as well as about the city’s collaborative budget process. Residents participated in facilitated small group discussions about what was important to them about living in Brea and what they considered to be “core” city services. A diverse set of residents participated in these dialogues to identify their budget priorities, while a telephone survey was used to provide additional input. Since involving citizens for the first time in the budget-setting process, Brea has continued this participatory practice every year.</p><p><a id=\"Influence.2C_Outcomes.2C_and_Effects\" name=\"Influence.2C_Outcomes.2C_and_Effects\"></a></p><h2>Influence, Outcomes, and Effects</h2><p>Local officials report that they now feel more confident making budget decisions after asking residents to share priorities. “We need to understand their values around the budget so we can create alternatives for delivery that meet their values,” said City Manager Tim O’Donnell. “The most useful aspect is that it gives the city council and the stakeholders some common understanding of the issue and process, it gives residents a sense of involvement in that process and attempts to make them a part of that problem-solving process in an atypical way.” The result was “a surgical approach to budget cuts rather than hacking away at funding for all programs in order to preserve the things that are important to the community while making needed budget cuts,” said Mayor Beauman. In this way, local leaders hoped to preserve the “Spirit of Brea” in a time of recession.</p><p>O’Donnell has reported that this process has increased resident satisfaction by letting people know they matter, they are being listened to, and that their city has its act together with respect to the budget crisis. He believes that the community is learning new ways of collaborative problem solving that can apply to other civic activities, and that this knowledge inspires people to get more involved with the civic life of their community. “I hope this moves people towards greater self reliance and accountability and gives people tools to get things done in their community rather than relying on the government,” said O’Donnell. He predicts that some residents taking part in the participatory budget process could become future council members. This speaks to a further effect this process hopes to yield: that this kind of public engagement not be a one-time process but a shift towards sustained resident involvement and input in local planning and public decision-making.</p><p>As for the budget itself, the BSP process has been highly successful in identifying the most appropriate strategies for balancing the city budget. The city government noted that collaboration with the public and relevant stakeholders has created nearly 200 new budget ideas since 2009. Taken together, these tiered reductions helped reduce expenditures by $1.9 million in FY 2008-2009 and another $4.5 million in FY 2009-2010. Ultimately, the participatory process could not prevent Brea from having to make some tough decisions: 32 full- and part-time positions in the city government were cut, while hiring and merit-related pay increases were frozen. Nine city departments were consolidated into six, saving over $600,000 annually, thanks to a plan devised collaboratively by city employees. However, all of these cuts helped increase Brea's credit rating to an all-time high of AA+ by FY 2011-2012. In addition, a follow-up survey revealed that residents felt that core services and community expectations had been preserved.</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h2>Analysis and Criticism</h2><p>Brea's participatory budgeting efforts were well received. City Manager Tim O'Donnell praised the participatory process and remarked, “It is worth the high level of effort it takes to carry out a deliberative public process. It might seem an overwhelming task to educate the entire population to a level where they can give useful input, but even if a small number of residents get engaged it can make a huge difference.” O'Donnell added that the city's problem-solving capability \"improved dramatically.\"</p><p>Mayor John Beauman echoed these sentiments. He believed that the city's outreach to citizens was important because it demonstrated how local government listened and responded to the concerns of the public: “The public often believes that most city decisions are made in backroom deals - that it is all preconceived and predetermined. Our mind is not closed on any issue until we deliberate, so listening to community opinions about how government operates has helped me to explain to people at public meetings why we are listening to residents and that this is not something that we have already made a decision on. The public in Brea is awakening to the idea that we are listening to them.\"</p><p>Employees and residents involved in the collaborative budgeting process reacted positively. One participant remarked, \"It was inspiring to see that my suggestions and ideas could make a difference.\" The city's hope is that engaging interested residents in local decision-making will build up community expectations for involvement over time, creating a local culture of participation that will benefit local officials and residents.</p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p>· Visit the City website and click on “Brea Line” on the left side of your screen to read the latest news on Brea’s budget dilemma: <a href=\"http://www.cityofbrea.net\">www.cityofbrea.net</a></p><p>· Contact Person: Tim O’Donnell, City Manager, City of Brea, 714-990-7711 or <a href=\"/cdn-cgi/l/email-protection#81f5e8eceec1e2e8afe3f3e4e0afe2e0aff4f2\"><span class=\"__cf_email__\" data-cfemail=\"0175686c6e4162682f637364602f62602f7472\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a></p><p>· Read Mayor John Beauman’s “Spirit of Brea” Blog at <a href=\"http://www.spiritofbrea.blogspot.com\">www.spiritofbrea.blogspot.com</a> and his “state of the city” blog at <a href=\"http://www.johnbeauman2.blogspot.com\">www.johnbeauman2.blogspot.com</a></p><p>- Brea City Budget Information: <a href=\"http://www.cityofbrea.net/article.cfm?id=2689\">http://www.cityofbrea.net/article.cfm?id=2689</a></p><p>- News article on Brea's Participatory Budgeting: <a href=\"http://www.westerncity.com/Western-City/November-2011/Brea-Uses-Collaborative-Model-for-Budget-Planning/\">http://www.westerncity.com/Western-City/November-2011/Brea-Uses-Collabor...</a></p><p>- Presentation on Collaborative Leadership and Participatory Budgeting by Tim O'Donnell: <a href=\"http://www.ca-ilg.org/sites/main/files/file-attachments/Collaborative_Leadership_inside_LOCC_CM_2010_Tim_ODonnell.pdf\">http://www.ca-ilg.org/sites/main/files/file-attachments/Collaborative_Le...</a></p><p> </p>", "title": "Brea City Budgeting"}