{"htmlbody": "<h3>Problems and Purpose</h3><p>Vecinos por la Defensa del Barrio Yungay (Residents in Defence of Yungay Neighbourhood – RIDYN) is a community-run organization based in the Yungay neighbourhood in Santiago, Chile. The organization was formed with the goal of protecting the cultural heritage within the neighbourhood against the municipality’s newly elaborated zoning laws, which allowed the construction of buildings more than 10 stories high in the historic area. Through collective action, residents have been able to obtain recognition of Yungay as a national heritage site, gaining national and international attention in their struggle for creating a participatory culture among residents in order to be able to determine the future of their neighbourhood with the administration, and not just being subject to its decisions.</p><h3>History</h3><p>Barrio Yungay is one of Santiago's oldest and biggest neighbourhoods, located in the western part of the city. In 1839, General Manuel Bulnes defeated the Peruvian-Bolivian forces in the small village of Yungay. In the same year, President Joaquín Prieto decided to make Yungay a neighbourhood in Santiago and encouraged settlers to move into and develop the area. </p><p>Between 1840 and 1870, the neighbourhood sees a strong demographic growth, with its consolidation as a residential area (Hegnauer 2002)<a class=\"sdendnoteanc\" href=\"#sdendnote1sym\" id=\"sdendnote1anc\" name=\"sdendnote1anc\">i</a>. Between 1870 and 1930 a massive rural exodus in Chile led to the doubling of the urban population compared to previous periods. In order to be able to better accommodate its new residents, Santiago modernizes its infrastructure, as well as its economy. Yungay, in this period, changed from a purely residential area to a mainly residential area, following the opening of many shops after the arrival of many artisans. Labourers set up residence in the degraded buildings in Yungay, as the better off migrated to the eastern neighbourhoods of Santiago who offered a better infrastructure and real-estate options to this class.</p><p>It is in the older sector of the neighbourhood that the big detached houses with one to three floors, in various states of preservation are located, and this is the main area RIDYN sought to defend. It is an area of cultural importance for its significant display of Chilean architecture from 19th and 20th century (Hegnauer 2002)<a class=\"sdendnoteanc\" href=\"#sdendnote2sym\" id=\"sdendnote2anc\" name=\"sdendnote2anc\">ii</a>. </p><p>In the 1990s,, the neighbourhood was remodelled after being declared a Zone of Urban Renovation (Zona de Renovación Urbana). The municipality of Santiago tried to stimulate the repopulation of the neighbourhood through subsidies. It was from then on that the real-estate market turned its attention towards Yungay<a class=\"sdendnoteanc\" href=\"#sdendnote3sym\" id=\"sdendnote3anc\" name=\"sdendnote3anc\">iii</a>. Within this initiative, parks were improved, children's playgrounds built, and cultural activities such as theatric plays, exhibitions and workshops were held in the main square<a class=\"sdendnoteanc\" href=\"#sdendnote4sym\" id=\"sdendnote4anc\" name=\"sdendnote4anc\">iv</a>. However, the new buildings constructed clashed with the older existing buildings in terms of size, style, and materials, heterogenising what was once an architecturally homogeneous area. The taller buildings with seven floors brought in more residents which strained access to public services and changed the overall quality of life within the neighbourhood.</p><p>In 2005 the municipality of Santiago altered their trash collection system to disastrous effects in Yungay. Trash collection changed from an everyday event to three times a week, prompting problems of garbage piling up in the streets and in front of houses, interrupting sidewalks and giving off a fowl stench<a class=\"sdendnoteanc\" href=\"#sdendnote5sym\" id=\"sdendnote5anc\" name=\"sdendnote5anc\">v</a>. Residents gathered in assemblies and designed proposals for alternative trash collection possibilities. They achieved great publicity in the press, and, after 9 months of conflict, gained a meeting with the mayor and were able to present their plans. Soon after, in 2006 already, residents discovered by chance<a class=\"sdendnoteanc\" href=\"#sdendnote6sym\" id=\"sdendnote6anc\" name=\"sdendnote6anc\">vi</a> a meeting called by the municipality of Santiago to inform residents of proposals to change Yungay's urbanization master plan that would allow the construction of residential high-rise buildings of up to 22 stories high through the expropriation of houses, and the loss of the category as a historical preservation site. </p><p>Neighbours questioned the impact of high-rise buildings in their quality of life. The group Vecinos por la Defensa del Barrio Yungay (Residents in Defence of Yungay Neighbourhood) was formed as an organized opposition to the municipality's modification project in the name of the historic and cultural heritage within the neighbourhood<a class=\"sdendnoteanc\" href=\"#sdendnote7sym\" id=\"sdendnote7anc\" name=\"sdendnote7anc\">vii</a>. They demanded the right to participate in deciding the future of their neighbourhood and to participate in the decision-making process in subjects that directly affected them.</p><h3>Neighbours Organize Themselves: Assemblies and Councils</h3><p>Since its inception, the group has held weekly meetings in which different commissions work on themes. These meetings are horizontal and open to anyone who wants to participate and work is carried on on a voluntary basis. Each member can choose a commission to work in depending on his or her interests and for as long as they wish to. Continued participation is guaranteed only by the sense of accomplishment neighbours develop as they see the fruit of their efforts materialise, that is, being able to actively contribute to changing the neighbourhood into a better place, not just waiting for the Municipality to come up with a solution and apply it<a class=\"sdendnoteanc\" href=\"#sdendnote8sym\" id=\"sdendnote8anc\" name=\"sdendnote8anc\">viii</a>.</p><p><u><em>The First Weekly Assemblies</em></u></p><p>After the unveiling of the modification plan neighbours started weekly meetings in order to discuss the modification project and its effects in the neighbourhood. In the first meeting, only six residents appeared. In the coming weeks, the word was spread around the neighbourhood about their existence and more people showed up. Attendees were not only residents of Yungay, but also former residents and the general public interested in its preservation<a class=\"sdendnoteanc\" href=\"#sdendnote9sym\" id=\"sdendnote9anc\" name=\"sdendnote9anc\">ix</a>:  youths, artists, professionals, cultural managers, migrants and older adults are always present<a class=\"sdendnoteanc\" href=\"#sdendnote10sym\" id=\"sdendnote10anc\" name=\"sdendnote10anc\">x</a>. Within these meetings, strategic action lines have concentrated on the following themes:</p><ul><li>The legal protection of the neighbourhood through the declaration of national heritage site;</li><li>the consolidation of a cultural network in the neighbourhood;</li><li>the establishment of a sustainable neighbourhood;</li><li>generating exchange opportunities with other neighbourhood;</li><li>the creation of a national network of heritage zones;</li><li>the creation of subsidies for home owners who live in national heritage sites;</li><li>alternative proposals to the modification of Chilean town planning law (Petrowitsch 2012)<a class=\"sdendnoteanc\" href=\"#sdendnote11sym\" id=\"sdendnote11anc\" name=\"sdendnote11anc\">xi</a>. </li></ul><p>According to members of the RIDYN, there are no assigned roles within the group. Each participate voluntarily and contributes with what they can. There is, nonetheless, a core group of 20 active members that are always involved in the activities of the organization<a class=\"sdendnoteanc\" href=\"#sdendnote12sym\" id=\"sdendnote12anc\" name=\"sdendnote12anc\">xii</a>. These assemblies prepare the councils and make a pre-selection of the themes that will be there debated.</p><p>The weekly assemblies are still being carried out.</p><p><u><em>The First Council</em></u></p><p>The first council was held in October 2006 in the neighbourhood library. Around 150 residents out of a total around 50 000 came to the meeting. Two moderators followed a pre-set agenda and discussions were centred around the problem of trash collection, the town modification project and the strengthening of the neighbourhood's culture and identity. Five commissions were formed, each dealing with one of the following themes: health; culture and neighbourhood identity; heritage and urban development; citizen participation. This resulted in 36 proposals for the municipality and neighbours themselves to carry out in order to improve the quality of life and administration of the neighbourhood<a class=\"sdendnoteanc\" href=\"#sdendnote13sym\" id=\"sdendnote13anc\" name=\"sdendnote13anc\">xiii</a>. These proposals generated an action plan for the next two years.</p><p>After the council, RIDYN started making awareness campaigns for the whole of Yungay in order to inform especially those who would be directly affected by the modification plan of its consequences on the impact in the quality of life in the neighbourhood. They did this through a variety of ways: the creation of a magazine “Bello Barrio” (Beautiful Neighbourhood)<a class=\"sdendnoteanc\" href=\"#sdendnote14sym\" id=\"sdendnote14anc\" name=\"sdendnote14anc\">xiv</a>, which was distributed at kiosks around the neighbourhood; by attaching posters around Yungay; by distributing flyers; through a community internet radio and a website (<a href=\"http://www.elsitiodeyungay.cl/\">http://www.elsitiodeyungay.cl</a>), both especially created for this occasion. Cultural activities such as festivals, heritage routes, seminars, markets, the celebration of the Roto Chileno, the creation of a family album of the neighbourhood, sporting events, voluntary community work, all sought to recover and to promote the cultural heritage of the neighbourhood (Muñoz 2011)<a class=\"sdendnoteanc\" href=\"#sdendnote15sym\" id=\"sdendnote15anc\" name=\"sdendnote15anc\">xv</a>.</p><p><u><em>The Second Council</em></u></p><p>Despite the neighbours' efforts, the municipality still went ahead the modification project, which led the second council to be held in September 2007. This meeting was also attended by around 150 people and followed the same procedure of the previous meeting: five different commissions following the same themes set in the previous meeting collected the main concerns and propositions by participants regarding their respective themes. These were later put into discussion in the plenary and voted on. The neighbours decided to continue with their efforts to strengthen ties within the neighbourhood through cultural activities and the improvement of public spaces for the community. Emphasis was given to the plan to declare Yungay a Zona Típica (a national heritage site) as a means to stop the growth and influence of real-estate companies in the neighbourhood<a class=\"sdendnoteanc\" href=\"#sdendnote16sym\" id=\"sdendnote16anc\" name=\"sdendnote16anc\">xvi</a>. </p><p>Soon after the council, neighbours partnered up with architects and academics in order to carry out the necessary measures fir their application to become a national heritage site. This work lasted around a year and a half.</p><p><u><em>Zona Típica</em></u></p><p>A Zona Típica (Typical Zone) is a term that describes an area of a municipality designated as a national heritage site. To be considered a Zona Típica, an area must submit an application to the National Monuments Committee, explaining the architectural and historical importance of its buildings. It is specifically defined by the National Monuments Committee, with delimited borders and acreage being an integral part of the approval of a Typical Zone. Furthermore, when an area is defined a Typical Zone, new building restrictions are applied to it, which imposes limits, for instance, in the permitted colours of facades, and in building heights, among other criteria.</p><p>To fulfil a requirement for their application to become a recognised national heritage site, two members of RIDYN joined forces with technical experts to conduct the “Estudio del Patrimonio Arquitectónico de Santiago Poniente” (Study of the Architectural Patrimony of Western Santiago). Funded by Fondart, the study examined the history of the neighbourhood, including an optional survey which asked residents about the properties of the area as well as their knowledge and opinions on the cultural heritage of their neighbourhood. One of the most interesting results was that 60 out of the 100 residents surveyed reported that they would participate in projects to promote the neighbourhood’s cultural heritage.</p><p>The study concluded with four proposals. The first was to create a patrimonial subsidy that could be used to recuperate and maintain the properties of the neighbourhood. The second was to expropriate certain streets in an effort to widen them. The third was the drafting of a set of instructions for altering specific norms regulating existing Zonas Típicas, and fourth to devise a set of rules regarding the types of changes that can be made to the properties within the national heritage zone. This study was presented to the National Monuments Committee along with the application to become a national heritage site and 2577 signatures from home owners, renters and 72 different institutions that supported the initiative.</p><p><u><em>Declaration of Zona Típica</em></u></p><p>On march 30th 2009, 113 acres in central Yungay were declared a national heritage site. With this move, neighbours were able to stop the advance of real-estate business that did not propose a model for sustainable development in the neighbourhood. </p><p>This was the first time in Chile that a national heritage site had been declared through a civil society initiative. Usually this had been the function reserved by governments or academics<a class=\"sdendnoteanc\" href=\"#sdendnote17sym\" id=\"sdendnote17anc\" name=\"sdendnote17anc\">xvii</a>.</p><p><em><u>The Third Council</u></em></p><p>The third council was carried out in July 2009. A general evaluation was made of what had been done so far, what had been reached, and what was still yet to do. Neighbours evaluated the work of the commissions and decided on their continuity. Financial accountability was also an important theme as neighbours presented how resources had been used in the national heritage site campaign. New cultural projects by different organizations were presented. Most importantly, follow-up plans for the national heritage project were given<a class=\"sdendnoteanc\" href=\"#sdendnote18sym\" id=\"sdendnote18anc\" name=\"sdendnote18anc\">xviii</a>. A Comprehensive Development Plan for Yungay was developed, including 40 initiatives in four different areas: training, identity recovery and promotion, intervention and recovery of urban heritage sites and media (diffusion of the national heritage site). </p><p>The creation of the Fermín Vivaceta School of Arts and Crafts, an initiative between Residents in Defence of Yungay Neighbourhood and the Fundación Patrimonio Nuestro (Our Heritage Foundation) – something that had been discussed and planned within the weekly assemblies – was also decided upon in the council. The School seeks to provide skilled labour for the restoration of heritage buildings. It focuses on teaching traditional techniques within woodwork, plastering, traditional tiles, adobe, as well as training for the implementation of electrical systems with an emphasis on clean energy<a class=\"sdendnoteanc\" href=\"#sdendnote19sym\" id=\"sdendnote19anc\" name=\"sdendnote19anc\">xix</a>. </p><p>With the initiatives developed in the council, a new organisational phase began, that of formulating proposals for the development and management of the now protected neighbourhood. A technical panel was organised in collaboration with the municipality, the under-secretaryship of regional development and administration (SUBDEPE), and the Ministry of Public Works<a class=\"sdendnoteanc\" href=\"#sdendnote20sym\" id=\"sdendnote20anc\" name=\"sdendnote20anc\">xx</a>. Neighbours sought to carve a space within Chilean political system and bureaucracy for participatory citizenship.</p><p><u><em>2010 Earthquake and Aftermath</em></u></p><p>The earthquake that shook Chile in February 2010 did its share of damage to Yungay by destroying many buildings in the Typical Zone. However, within only a few hours after the earthquake, RIDYN had already formed the Emergency Heritage Brigades that counted with about 1000 volunteers (Muñoz 2011)<a class=\"sdendnoteanc\" href=\"#sdendnote21sym\" id=\"sdendnote21anc\" name=\"sdendnote21anc\">xxi</a>. Due to the organisation's quick response, there was no necessity for complete demolition in any of the affected buildings. RIDYN worked together with the Fermín Vivaceta School in order to restore Yungay</p><p><em><u>The Fourth Council</u></em></p><p>The fourth council happened in May 2012. The six working commissions addressed problems which prevented the formation of a neighbourhood policy that included citizen participation in finding solutions for current problems they were faced with: reconstruction, dwellings, health, sustainability, social security, occupation of public areas, cultural development, integration, public education, diversity, expulsion and gentrification that led to a bad tourism policy, democratisation and challenges to communal power<a class=\"sdendnoteanc\" href=\"#sdendnote22sym\" id=\"sdendnote22anc\" name=\"sdendnote22anc\">xxii</a>. In the council, an evaluation of the Comprehensive Development Plan was carried out about the challenges it faced as well as how it had so far developed.</p><h2>Funding</h2><p>The organization does not receive municipal funding; it must solicit private organizations for the funding of individual projects. For instance, RIDYN sought the Fund for the Development of Regional, Provincial and Communal Social Media granted by the Ministerio Secretaria General de Gobierno de Chile, as well as the National Book Foundation in order to publish some issues of their Bello Barrio Magazines. </p><p>The organisation also sought Fondart (La Fundación para el Desarollo de Artesanías – The Foundation for the Development of Craftwork) for the development of the Heritage Study necessary for presenting their bid in order to become a National Heritage Site.</p><p>RIDYN worked together with the Fermín Vivaceta School in order to restore Yungay after the 2010 earthquake. To offset this effort’s lack of funds, the school charged $40,000 CLP to enrol in the 5-day course, and asked that residents provided their own materials. Later, these same workshops were (and still are) offered free of charge</p><h2>Influence, Outcomes, and Effects</h2><p>Since the declaration as a Zona Típica, the organization has collaborated with Barrio Brasil, an adjacent neighbourhood, to form the first set of regulations for urban interventions within their regions – a requirement made by the National Monuments Committee after Yungay was declared a national heritage site. After hosting 4 conferences in which residents, various social organizations, representatives of businesses and private and public institutions participated, the plan was released In January 2010. These regulations define the categories of protection of the buildings in the neighbourhoods, the paneling and materials which are prohibited from being used in buildings, the types of advertisements prohibited from being used in the area, the regulations for ventilation and air conditioning in building facades, the colours permitted in facades, the way in which public spaces are allowed to be used, etc.</p><p>In addition, various properties in the neighbourhood have been recovered through the efforts of volunteers that have participated in the capacitation workshops offered by the Fermín Vivaceta School.</p><p>With the Fermino Vivaceta School, RIDYN heads the Chilean Neighbourhood and Heritage sites Association, which organized the First National Congress of Neighbours and Recovery, Preservation and Promotion of Chilean Heritage, in which 600 people from all over the country participated, leading to the creation of a special commission in the House of Representatives for Historical and Cultural Heritage (Muñoz 2011)<a class=\"sdendnoteanc\" href=\"#sdendnote23sym\" id=\"sdendnote23anc\" name=\"sdendnote23anc\">xxiii</a>.</p><p>The organisation has also questioned Chilean Heritage laws, for these seek only to preserve monuments, and what the neighbours sought to protect was not merely the buildings but a way of life made possible within these areas, the cultural heritage. This aspect of their struggle has turned RIDYN into a role model for other neighbours' organisations as the passive attitude towards citizenship and decision-making in the local and communal level are being questioned (Petrowitsch 2012)<a class=\"sdendnoteanc\" href=\"#sdendnote24sym\" id=\"sdendnote24anc\" name=\"sdendnote24anc\">xxiv</a>. Neighbours seek to recover, preserve and improve the quality of life within their areas without depending so much in the timing of the official political decisions.</p><h2>Analysis and Criticism</h2><p>Being declared a Typical Zone has allowed Barrio Yungay to preserve their heritage. Through encouraging resident participation, Vecinos por la Defensa del Barrio Yungay has allowed residents to take a newfound interest in their neighbourhood. Residents now actively participate in rehabilitation efforts, in tourism workshops, and in festival planning. Through these efforts Barrio Yungay is transforming itself from a once abandoned, dilapidated neighbourhood to an energetic, attractive area that draws in outsiders. These changes will hopefully have a positive economic effect on the neighbourhood as property values and tourism rates increase.</p><p>The horizontal organisation, the fluidity of participants as well as the lack of a written public protocol of the assemblies and councils makes it difficult to assess the internal working of the organisation and their decision-making practices. Such lack of information can lead one to wonder how much influence general residents truly had in these recent changes in their neighbourhood.</p><p>RIDYN faces a series of difficulties such as its inability to attract more residents within Yungay to participate in its assemblies and councils. Because citizen participation is a recent event in Chile, transforming it into a binding force in the various levels of governance instruments within the Chilean government is still a challenge.</p><p>As the organization looks to maintaining its future, it needs to establish a written, well-known set of guidelines for the way it is managed. This will ensure two things: 1) that the organization’s momentum and goals will not disappear when its current leaders retire, and 2) that residents’ voices will be guaranteed to be heard in a system of checks-and-balances. Currently no system is in place to ensure either of these factors crucial to the organization’s, as well as the neighborhood’s, permanence.</p><p> </p><h2>Secondary Sources</h2><p><a href=\"http://www.latercera.com/noticia/santiago/2011/01/1731-342090-9-elaboran-instructivo-para-proteger-identidad-patrimonial-del-barrio-yungaybrasil.shtml\">http://www.latercera.com/noticia/santiago/2011/01/1731-342090-9-elaboran-instructivo-para-proteger-identidad-patrimonial-del-barrio-yungaybrasil.shtml</a> </p><p><a href=\"http://www.memoriasdelsigloxx.cl/601/w3-propertyvalue-872.html\">http://www.memoriasdelsigloxx.cl/601/w3-propertyvalue-872.html</a></p><p><a class=\"sdendnotesym\" href=\"#sdendnote1anc\" id=\"sdendnote1sym\" name=\"sdendnote1sym\">i</a> <a href=\"http://polis.revues.org/7930?lang=en\">http://polis.revues.org/7930?lang=en</a> [BROKEN LINK]</p><p><a class=\"sdendnotesym\" href=\"#sdendnote2anc\" id=\"sdendnote2sym\" name=\"sdendnote2sym\">ii</a> <a href=\"http://polis.revues.org/7930?lang=en\">http://polis.revues.org/7930?lang=en</a> [BROKEN LINK]</p><p><a class=\"sdendnotesym\" href=\"#sdendnote3anc\" id=\"sdendnote3sym\" name=\"sdendnote3sym\">iii</a> <a href=\"http://www.elsitiodeyungay.cl/textos/expediente/Estudio%20Patrimonio%20Santiago%20Poniente.pdf\">http://www.elsitiodeyungay.cl/textos/expediente/Estudio%20Patrimonio%20Santiago%20Poniente.pdf</a></p><p class=\"sdendnote\"><a class=\"sdendnotesym\" href=\"#sdendnote4anc\" id=\"sdendnote4sym\" name=\"sdendnote4sym\">iv</a> <a href=\"http://www.elsitiodeyungay.cl/index.php/9-sin-categoria/18-\">http://www.elsitiodeyungay.cl/index.php/9-sin-categoria/18-</a></p><p><a class=\"sdendnotesym\" href=\"#sdendnote5anc\" id=\"sdendnote5sym\" name=\"sdendnote5sym\">v</a> <a href=\"http://www.memoriasdelsigloxx.cl/publicDestacadosDetalle.php?idDestacados=59\">http://www.memoriasdelsigloxx.cl/publicDestacadosDetalle.php?idDestacados=59</a> [BROKEN LINK]</p><p><a class=\"sdendnotesym\" href=\"#sdendnote6anc\" id=\"sdendnote6sym\" name=\"sdendnote6sym\">vi</a> <a href=\"http://www.memoriasdelsigloxx.cl/contenidos/archivosMultimedia/MSXX000459.pdf\">http://www.memoriasdelsigloxx.cl/contenidos/archivosMultimedia/MSXX000459.pdf</a> [BROKEN LINK]</p><p><a class=\"sdendnotesym\" href=\"#sdendnote7anc\" id=\"sdendnote7sym\" name=\"sdendnote7sym\">vii</a> <a href=\"http://www.memoriasdelsigloxx.cl/publicDestacadosDetalle.php?idDestacados=59\">http://www.memoriasdelsigloxx.cl/publicDestacadosDetalle.php?idDestacados=59</a> [BROKEN LINK]</p><p class=\"sdendnote\"><a class=\"sdendnotesym\" href=\"#sdendnote8anc\" id=\"sdendnote8sym\" name=\"sdendnote8sym\">viii</a> <a href=\"http://www.comunidadesdelpatrimonio.cl/textos/elsol16.pdf\">http://www.comunidadesdelpatrimonio.cl/textos/elsol16.pdf</a></p><p><a class=\"sdendnotesym\" href=\"#sdendnote9anc\" id=\"sdendnote9sym\" name=\"sdendnote9sym\">ix</a> <a href=\"http://patrimonioculturaldechile.cl/nuestro/notas/rescate/redoles_barrio_yungay3.html\">http://patrimonioculturaldechile.cl/nuestro/notas/rescate/redoles_barrio_yungay3.html</a> [DEAD LINK]</p><p class=\"sdendnote\"><a class=\"sdendnotesym\" href=\"#sdendnote10anc\" id=\"sdendnote10sym\" name=\"sdendnote10sym\">x</a> <a href=\"http://www.territoriochile.cl/1516/article-77914.html\">http://www.territoriochile.cl/1516/article-77914.html</a></p><p><a class=\"sdendnotesym\" href=\"#sdendnote11anc\" id=\"sdendnote11sym\" name=\"sdendnote11sym\">xi</a> <a href=\"http://www.estudiosurbanos.uc.cl/respaldo/wp-content/uploads/2012/05/Unterritorioqueconstruyeidentidadendefensadelpatrimonio.ElcasodelaBarrioYungay.pdf\">http://www.estudiosurbanos.uc.cl/respaldo/wp-content/uploads/2012/05/Unt...</a></p><p class=\"sdendnote\"><a class=\"sdendnotesym\" href=\"#sdendnote12anc\" id=\"sdendnote12sym\" name=\"sdendnote12sym\">xii</a> <a href=\"http://patrimonioculturaldechile.cl/nuestro/notas/rescate/redoles_barrio_yungay6.html\">http://patrimonioculturaldechile.cl/nuestro/notas/rescate/redoles_barrio...</a> [DEAD LINK]</p><p class=\"sdendnote\"><a class=\"sdendnotesym\" href=\"#sdendnote13anc\" id=\"sdendnote13sym\" name=\"sdendnote13sym\">xiii</a> <a href=\"http://www.memoriasdelsigloxx.cl/contenidos/archivosMultimedia/MSXX000459.pdf\">http://www.memoriasdelsigloxx.cl/contenidos/archivosMultimedia/MSXX000459.pdf</a> [BROKEN LINK]</p><p><a class=\"sdendnotesym\" href=\"#sdendnote14anc\" id=\"sdendnote14sym\" name=\"sdendnote14sym\">xiv</a> <a href=\"http://www.memoriasdelsigloxx.cl/publicDestacadosDetalle.php?idDestacados=59\">http://www.memoriasdelsigloxx.cl/publicDestacadosDetalle.php?idDestacados=59</a> [BROKEN LINK]</p><p class=\"sdendnote\"><a class=\"sdendnotesym\" href=\"#sdendnote15anc\" id=\"sdendnote15sym\" name=\"sdendnote15sym\">xv</a> <a href=\"http://www.territoriochile.cl/1516/article-77914.html\">http://www.territoriochile.cl/1516/article-77914.html</a></p><p class=\"sdendnote\"><a href=\"http://elci.sitiosur.cl/documentos2012/10%20Derecho%20a%20la%20ciudad_participacion%20ciudadana_democracia.pdf\">http://elci.sitiosur.cl/documentos2012/10%20Derecho%20a%20la%20ciudad_participacion%20ciudadana_democracia.pdf</a></p><p><a class=\"sdendnotesym\" href=\"#sdendnote16anc\" id=\"sdendnote16sym\" name=\"sdendnote16sym\">xvi</a> <a href=\"http://www.patrimonionuestro.cl/www/index.php/noticias/422-cabildo-del-barrio-yungay-define-lineas-de-accion-para-el-futuro-del-barrio\">http://www.patrimonionuestro.cl/www/index.php/noticias/422-cabildo-del-barrio-yungay-define-lineas-de-accion-para-el-futuro-del-barrio</a></p><p class=\"sdendnote\"><a class=\"sdendnotesym\" href=\"#sdendnote17anc\" id=\"sdendnote17sym\" name=\"sdendnote17sym\">xvii</a> <a href=\"http://www.plataformaurbana.cl/archive/2011/07/06/barrio-yungay-y-valoracion-comunitaria-del-patrimonio/\">http://www.plataformaurbana.cl/archive/2011/07/06/barrio-yungay-y-valoracion-comunitaria-del-patrimonio/</a></p><p><a class=\"sdendnotesym\" href=\"#sdendnote18anc\" id=\"sdendnote18sym\" name=\"sdendnote18sym\">xviii</a> <a href=\"http://www.elsitiodeyungay.cl/index.php/using-joomla/extensions/components/content-component/article-categories/486-acuerdos-asamblea-vecinos-por-la-defensa-del-barrio-yungay-en-reunion-del-8-de-julio\">http://www.elsitiodeyungay.cl/index.php/using-joomla/extensions/components/content-component/article-categories/486-acuerdos-asamblea-vecinos-por-la-defensa-del-barrio-yungay-en-reunion-del-8-de-julio</a></p><p class=\"sdendnote\"><a class=\"sdendnotesym\" href=\"#sdendnote19anc\" id=\"sdendnote19sym\" name=\"sdendnote19sym\">xix</a> <a href=\"http://www.elsitiodeyungay.cl/index.php/using-joomla/extensions/components/content-component/article-categories/2150-convocatoria-gratuita-a-7a-version-escuela-taller-de-artes-y-oficios-fermin-vivaceta\">http://www.elsitiodeyungay.cl/index.php/using-joomla/extensions/componen...</a></p><p class=\"sdendnote\"><a class=\"sdendnotesym\" href=\"#sdendnote20anc\" id=\"sdendnote20sym\" name=\"sdendnote20sym\">xx</a> <a href=\"http://www.territoriochile.cl/1516/article-77914.html\">http://www.territoriochile.cl/1516/article-77914.html</a></p><p class=\"sdendnote\"><a class=\"sdendnotesym\" href=\"#sdendnote21anc\" id=\"sdendnote21sym\" name=\"sdendnote21sym\">xxi</a> <a href=\"http://elci.sitiosur.cl/documentos2012/10%20Derecho%20a%20la%20ciudad_participacion%20ciudadana_democracia.pdf\">http://elci.sitiosur.cl/documentos2012/10%20Derecho%20a%20la%20ciudad_pa...</a></p><p class=\"sdendnote\"><a class=\"sdendnotesym\" href=\"#sdendnote22anc\" id=\"sdendnote22sym\" name=\"sdendnote22sym\">xxii</a> <a href=\"http://www.elsitiodeyungay.cl/index.php/component/content/article/9-sin-categoria/1947-\">http://www.elsitiodeyungay.cl/index.php/component/content/article/9-sin-categoria/1947-</a></p><p class=\"sdendnote\"><a class=\"sdendnotesym\" href=\"#sdendnote23anc\" id=\"sdendnote23sym\" name=\"sdendnote23sym\">xxiii</a> <a href=\"http://elci.sitiosur.cl/documentos2012/10%20Derecho%20a%20la%20ciudad_participacion%20ciudadana_democracia.pdf\">http://elci.sitiosur.cl/documentos2012/10%20Derecho%20a%20la%20ciudad_pa...</a></p><p class=\"sdendnote\"><a class=\"sdendnotesym\" href=\"#sdendnote24anc\" id=\"sdendnote24sym\" name=\"sdendnote24sym\">xxiv</a> <a href=\"http://www.estudiosurbanos.uc.cl/respaldo/wp-content/uploads/2012/05/Unterritorioqueconstruyeidentidadendefensadelpatrimonio.ElcasodelaBarrioYungay.pdf\">http://www.estudiosurbanos.uc.cl/respaldo/wp-content/uploads/2012/05/Unt...</a></p><p> </p>", "title": "Residents in Defence of Yungay Neighbourhood \"Vecinos por la Defensa del Barrio Yungay\" (Santiago, Chile)"}