{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Raphael Kies<em>.</em></p><p>Problem: Democratic deficit at the EU level; Solution of initiative: offering citizens possibility to better understand EU issues and to express a better informed opinion on them.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>In 2005 the European Commission launched its \"Plan D\" (democracy, dialog, debate). Plan D's impetus was largely a reaction on the voter rejection of the European Constitution. European Citizens' Consultation was an approach to build an EU-wide consensus on its future policies by encouraging national debates.</p><h3>Structure and Process</h3><p>Events in all 27 member-states. Citizens were chosen through a random sampling process to achieve demographic diversity. Debates were coordinated across national borders. At the UK event for example participants were divided in groups of eight. Suggestions were fed into a laptop and transferred to a main screen and voted on in plenary.</p><h3>Impact</h3><p>The impact on policy was limited. The project should be seen as a pioneering model for cross-European dialog and suceeded in this regard.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>It was Part of the Plan D to strenghen democracy in the EU.</p><h4>Target Group</h4><p>Representative sample of EU citizens</p><h4>Total Number of Active Participants (approx.)</h4><p>1700 for national consultation, 130.000 through web debates</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>It was the aim of the project to strenghen democracy.</p><h2>Links</h2><p><a href=\"http://www.european-citizens-consultations.eu/\">Website</a>; see also evaluation report of the event that was realized for the Fondation Roi Baudouin (forthcoming)</p><p><a href=\"http://www.youtube.com/watch?v=lJOsjXS0ZZ8\">ECC Agenda Setting Event</a></p><p><a href=\"http://www.youtube.com/watch?v=LcFDN-bIW6E\">ECC Part I (Ireland)</a></p><p><a href=\"http://www.youtube.com/watch?v=8iGsvuPHIR8\">ECC Part II (Brussels)</a></p>", "title": "European Citizens' Consultation"}