{"htmlbody": "<h2><strong>Overview</strong></h2><p>“The South East Local Health Integration Network – from here onwards referred to as SE LHIN – is one of 14 networks established by the Ontario province to plan, manage, and fund the health care system at the local and regional levels in Ontario. The South East region extends from Brighton on the west to Prescott and Cardinal on the east, north to Perth and Smith Falls, and back to Bancroft.” (1) In 2009, the South East Local Health Integration Network (LHIN) received a mandate from the Ontario government to engage the local citizens about their healthcare. Consequently, LHIN has undertaken a series of events called Engage 2009. This case deals with a particular panel called the “Citizens’ Reference Panel” implemented as part of the Engage 2009 Program.  The panel brought together 36 randomly selected citizens in order to inform them on healthcare delivery. As part of this panel, the citizens met for three Saturdays in February and March 2009 and in the end came up with consensus based recommendations. The panel proved to be a success and many of the submitted recommendations were implemented.</p><p> </p><h2><strong>Purpose</strong></h2><p>\"The Citizens' Reference Panel was convened as part of an extensive four-phase project to gather ideas from citizens and health practitioners throughout the South East region\". MASS LBP – an advisory firm that helps corporations and governments in their efforts to engage citizens – created a specialized process to teach the panelist about the health care system in the South East region of Ontario. The goal was to help the panelists work together and come up with recommendations that “will help guide the Local Health Integration Network (LHIN) develop its three-year Integrated Health Services Plan (IHSP).\" (2)</p><p> </p><h2><strong>History of the Local Health Integration Network </strong></h2><p>When Local Health Integration Networks (LHINs) were established in Ontario in 2005, they were given a mandate to engage the residents and health service providers in their communities. Community engagement is a core function for LHINs, and every three years, the LHIN must create an Integrated Health Service Plan—a roadmap for priorities and actions for the LHIN for the next three-year period. Across Ontario there are 14 LHINs. The South East LHIN is one of these networks and was one of the first ones to be created. It is responsible for the administration and integration of the health care system for the 480,000 residents with an annual budget of $870 million. (3)</p><p>SE LHIN created the first Integrated Health Services Plan (IHSP) in 2006. (4) During the second IHSP, SE LHIN chose to include the citizens of the South East region during the decision making process, for the first time allowing them to make recommendations that would ultimately help guide the new Integrated Health Services Plan for 2009. (5)</p><p> </p><h2><strong>The Citizens’ Reference Panel</strong></h2><p>The Citizens' Reference Panel consisted of a three intensive weekends in February and March. MASS LBP – the advisory firm mentioned above – operated as contractor for the South East Local Health Integration Network and did the actual field work. South East Ontario residents were engaged to acquire their views on what could be improved regarding the local health care services. Recommendations came as a result of three challenging days of learning and deliberation. First the panelists were informed on the health care system of Ontario as part of a special process designed by MASS LBP. The process also included a Citizens' Town Hall meeting held in Kingston, Ontario where the panelists led their discussions with over 100 members of the general public. The recommendations that the panel came up with were presented by the LHIN at a series of public meetings held in April and May 2009. </p><p> </p><h2><strong>Participant Selection</strong></h2><p>The citizens who were engaged as part of Engage 2009 were randomly selected. As described by MASS LBP, they were representative of the general population. (6) The members of the final group became panelists for the Citizens' Reference Panel. This group consisted of 36 citizens (7). Participants represented all age, gender, and geographic profile of the region. Each panelist represented approximately 13,000 South East residents. (7)</p><p>To select the panelists, 5,000 letters were sent to randomly selected households asking them if they want to participate for three Saturday's in February and March. Out of the 5,000 households that received letters, 220 of them responded. From the 220 households 36 citizens were selected. (7)</p><p> </p><h2><strong>Deliberation, Decisions, and Public Interaction</strong></h2><p>The deliberation was in fact a 3-stage process for the 36 panelists:</p><p>1.     <strong>Learning:</strong> The Panel first heard from a range of experts (including ones from the Local Health Integrated Network) designed to give the panelist the information they needed. This stage was called the learning phase.</p><p> </p><p>2.     <strong>Discussion: </strong>After the learning phase where the panelists heard from the experts, the panelists themselves joined in on the discussion. At the opening discussion, panelist and audience members worked together at roundtables. They completed 3 tasks and shared their views on the health system</p><p>3.     <strong>Recommendations:</strong> In the final phase, the panel produced a series of recommendations for the South East LHIN. South East LHIN took these recommendations into consideration and included some of them in the next 3-year action plan. (7)</p><p>On March 7, 2009 from 1:00 PM till 3:30 PM, the Panel along with the South East LHIN and others held a public town hall meeting in Kingston, Ontario. The meeting focused on the phenomenon of “family doctors cherry picking patients”. The relevant questions asked were why this phenomenon occurs and what it says about the healthcare system. Then possible solutions were discussed. One solution particularly discussed was rebooting the whole system to better the needs of nurse practitioners and physician assistants. (3)</p><p>From public events and through deliberation the panelists sorted and synthesized dozens of ideas and suggestions finally reaching 6 overarching themes:</p><p>1.     Increased collaboration among health service providers</p><p>2.     Address community-specific health issues</p><p>3.     Proactive leadership from the LHIN</p><p>4.     Seamless access to care that is appropriate and respectful to the individual patient</p><p>5.     Bolster Primary Care</p><p>6.     Strengthen Community Support Systems (7)</p><p>Taking these 6 overarching themes into account, SE LHIN toured the region holding open houses for the public to join the conversation about what can better the health care system. (7)</p><p>When everything was done, the Citizens Reference Panel agreed upon fifteen interrelated recommendations:</p><p>·         Provide Community Support </p><p>·         Focus on Primary Care </p><p>·         Increase Collaboration</p><p>·         Target Patient Groups</p><p>·         Encourage Personal Accountability</p><p>·         Develop E-Health</p><p>·         Provide Seamless Access to Care</p><p>·         Patient Centered Health</p><p>·         Advance Systems Accountability</p><p>·         Improve Communications</p><p>·         Develop a Directory of Services</p><p>·         Environmental Consciousness</p><p>·         Install a LHIN Ombudsman (1)</p><p> </p><h2><strong>Influence, Outcome, and Effects</strong></h2><p>Many of the recommendations found their way into being included into the South East Local Health Integrated Network’s 3-year plan called Integrated Health Service Plan II (IHSP II). (2)</p><p>Another outcome of the recommendations was that it led to changes in the Community Care Access Center (CCAC) leadership and the implementing of an overall, ongoing, improvement plan that has yielded positive early results . (2)</p><p> </p><h2><strong>Analysis and Criticism</strong></h2><p>Panelist found that being a part of this experience was very helpful in understanding their health care system and made them feel better about it. (4)</p><p> </p><p><strong>External Links</strong></p><p>1.     <a href=\"http://www.southeastlhin.on.ca/Page.aspx?id=108&amp;ekmensel=e2f22c9a_72_184_btnlink\">http://www.southeastlhin.on.ca/Page.aspx?id=108&amp;ekmensel=e2f22c9a_72_184_btnlink</a></p><p>2.     <a href=\"http://www.masslbp.com/journal_detail.php/selhin.html\">http://www.masslbp.com/journal_detail.php/selhin.html</a></p><p>3.     <a href=\"http://crptownhall.eventbrite.ca/\">http://crptownhall.eventbrite.ca/</a></p><p>4. <a href=\"http://www.southeastlhin.on.ca/uploadedFiles/Home_Page/Report_and_Publications/Annual_Reports/FINAL%20AR%202010-11%20for%20submission%20to%20MOHLTC-%20Eng.pdf\">http://www.southeastlhin.on.ca/uploadedFiles/Home_Page/Report_and_Publications/Annual_Reports/FINAL%20AR%202010-11%20for%20submission%20to%20MOHLTC-%20Eng.pdf</a></p><p>5.     <a href=\"http://www.southeastlhin.on.ca/IntegratedHealthServicePlan.aspx?ekmensel=e2f22c9a_72_204_btnlink\">http://www.southeastlhin.on.ca/IntegratedHealthServicePlan.aspx?ekmensel=e2f22c9a_72_204_btnlink</a></p><p>6.     <a href=\"http://www.masslbp.com/journal_detail.php/selhin.html\">http://www.masslbp.com/journal_detail.php/selhin.html</a></p><p>7.      <a href=\"http://www.youtube.com/watch?v=bm7gykVGsqQ\">http://www.youtube.com/watch?v=bm7gykVGsqQ</a></p>", "title": "South East Ontario Citizens' Reference Panel Integrated Health Services Plan"}