{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Stef Steyaert<em>.</em></p><p>To involve as many Belgian actors and citizens as possible in the making of a plan for the long term management of the Belgian high radioactive waste and this – and this is exceptional – already in the very beginning and preparation of the decision making proces. The project resulted not only in a critical review, by experts, stakeholders and citizens of the different options for high radio-active waste management in Belgium, but also in an advisory report from a group of Belgian citizens that focusses on the principles that the Belgian government should take into account when they will take their final decision on the management option for high radioactive waste management in Belgium. This report will be handed over directly to the Belgian government.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>The problem is that you have a highly controversial and technical problem (namely: what are we going to do with the high radioactive waste in Belgium) with a lot of societal and ethical aspects and a lot of political discussion. In Belgium, these kind of discussions tended to be held with closed doors, within a committee of experts. As a consequence of that, every kind of decision taking in this field always faced a big societal controverse with really opposing parties.</p><h3>Structure and Process</h3><p>The process was build up in two large phases of consultation: the societal consultation and the participative consultation.</p><p>The societal consultation consisted out of a number of events where NIRAS/l'ONDRAF consulted experts, stakeholders and citizens on the evaluation criteria that should be used when evaluating the different options for high radioactive waste management in Belgium. The evaluation criteria that were produced by these groups where used in the environmental assessment report that will be handed over to the Belgian government.</p><p>The participatieve consultation was implemented with the aim of supporting the Belgian government in the decision making process itself. It was modelled following the traditional method of a consensus conference and resulted in a report that focusses on the principles that the Belgian government should take into account when they will take their final decision on the management option for high radioactive waste management in Belgium. This report will be handed over directly to the Belgian government.</p><h3>Impact</h3><p>By involving as many actors and citizens as possible already in the making of a plan, so in the very beginning of the decision taking process in this area, NIRAS/l’ONDRAF at least tries to take into account as much as societal considerations as possible.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>Management of high -radioactive waste is not just a one, unique decision proces. It involves decisions in research to conduct, management option to select (the objective of the present step in the proces), site-location, implementation of the management solution,....</p><h4>Type of Contribution by Participants</h4><p>They determined the outcomes of the project</p><h4>Target Group</h4><p>Experts, all kinds of midfield groups (environmental,unions, employers organizations, sustainable development, family organizations,…) and – to a large extend – ordinary citizens</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>Many thousands of people via online communication and press</p><h4>Total Number of Active Participants (approx.)</h4><p>Very hard to measure because (a) the project is not finished yet and (b) there was and is also an intensive online debate. My guess is that up to now, at least 250 experts, stakeholders and citizens where very actively involved.</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Some effort to address disadvantaged groups</p><p>A lot of attention was paid – in the recruitment process of participants – to gather a diverse group (gender, professional background, education, race, dissabilities….). Although it was not always as successful as probably hoped for, there was a wide range of diversity in the participating groups</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>This whole project was about strengthening democratic capacities, build democratic structures and strengthen democratic behavior.</p><h4>Adoption by Others</h4><p>In many cases</p><h4>Costs</h4><p>I don\"t know, hard to guess, because there were so many activities and people involved. My guess is at least $2,000,000 (1.500.000 euro)</p><h4>Time and Working Days</h4><p>Several man years</p><h2>Links</h2><p><a href=\"http://www.niras-afvalplan.be/\">NIRAS website</a></p><p><a href=\"http://www.ondraf-plandechets.be/\">Ondraf website</a></p>", "title": "NIRAS/l'ONDRAF"}