{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Andreas Hoffelder<em>.</em></p><p>\"Participatory Chinatown is a 3-D immersive game designed to be part of the master planning process for Boston's Chinatown. You assume the role of one of 15 virtual residents and you work to complete their assigned quest - finding a job, housing, or place to socialize. But look out! Sometimes language skills, income level, or other circumstances can make your task more challenging. Whatever your experience, you'll then be tasked with considering the future of the neighborhood by walking through and commenting on proposed development sites. Your comments and decisions will be shared with real life decision-makers.\"</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>Participating in community planning processes is not always an easy task for immigrant populations. Additionally, much of urban planning--even looking at 3D pictures or maps--requires a certain amount of planning literacy that not all stakeholders possess. The goal of participatory planning, then, is to include as many community members as possible, and to structure the meetings to be engaging and inclusive for those members. Participatory Chinatown used a digital game platform to make planning more intuitive, fun, and engaging.</p><p>The project took place in one of Boston's densest immigrant communities, Chinatown, to help open up urban planning and bring new faces into the process.</p><p>Participatory Chinatown combines elements of digital worlds such as Second Life with the engaging mechanics of digital games to transform the way people think and deliberate about community issues. It turned game design into a community process by recruiting youth from Chinatown's A-VOYCE program. The game includes 15 virtual community members, whose biographies were developed from a series of interviews the youth conducted throughout their community. Additionally, the youth served as \"technological interpreters\" during the game, giving them a sense of ownership in the project and fostering an atmosphere of inter-generational collaboration.</p><p>To help make planning concepts and scenarios more intuitive, proposed scenarios for Chinatown were built into fully immersive 3D environments that participants could walk through and discuss, both in person and with in-game comments.</p><p>The ultimate goal of the project was to engage more Chinatown stakeholders in the 2010 Chinatown Master Planning Process.</p><h3>Structure and Process</h3><p>The game can be played either as a multi-player experience where players gather in a physical meeting hall with provided, networked computers, or as a single-player experience on the web. The game is available in both English and Chinese.</p><p>Participatory Chinatown has four main engagement methods:</p><ol><li>Immersive Role-Play: Participants gather in a room to play a multiplayer game about their neighborhood. Each player, or team of players, is assigned a character—there are fifteen in all. Each character is on one of three quests: to find a job, to find a place to live, or to find a place to socialize. Some characters are new to the neighborhood and country, with poor English skills; others have advanced degrees and good jobs and are seeking luxury apartments close to the office; others just need a place to hang out after work. Whatever the quest, players walk their characters through the streets of Chinatown, talking to other players and non-player characters and collecting resources. Once they have seen the neighborhood and collected resources, they are tasked with making the best decision possible for their character. But competition, economic factors, language skills and the weather, might affect how well they fare.</li><li>Face-to-Face: Players collaborate with the people physically sitting next to them. By sharing both the virtual and physical environments, players are encouraged to speak with others in the room, to share resources, and ask their neighbors for assistance. After part one of the game, where players make decisions for their characters, the facilitator organizes a conversation that gets players to speak as their characters about the issues facing the neighborhood. The players are also given the opportunity to “speak across” quests. So, even though they only have experience with one of three quests, through conversation, the intersection of the central components of neighborhood life (work, live and play) becomes clear.</li><li>Deliberation about the Future: The second part of the game asks players to return to their own identities, this time prioritizing a list of values for the neighborhood’s future development. The conversation that develops in the room is meant to bring the collective experiences of the game to bear on real planning decisions. Players inhabit virtual models of a future scenario and discuss, both by typing in the game and conversing with their neighbors, what they want for the neighborhood. This “augmented deliberation” brings together the affordances of face-to-face talk with virtual immersion. Deliberation begins from a place of common experience and leads to collaborative decision making.</li><li>Continuing Conversation: The game is available in a single player version on the website. Players are invited to continue playing the game, this time as a different character, or by an investigating a different future scenario. In addition to this, comments left in the game are streamed to the website, where the community can respond, add another comment, or simply follow the discussion. Comments can be voted on and the most popular of them will rise to the top of the list and receive greatest attention. While most neighborhood planning processes tend to be a series of isolated meetings, this game seeks to provide continuity and sustainability for a community’s conversation.</li></ol><p>The game was launched for community members on May 3, 2010, and again for community members and interested industry professionals on May 5, 2010. Both nights, the community room was filled to capacity with participants, while many others logged in from home.</p><h3>Impact</h3><p>The project allowed people to take the perspective of others in the community, and think about how planning decisions affect Chinatown's diverse population. Also, in a community with a high mean age of attendees to most planning meetings, it reduced the mean age to 30 years old and diversified the participants in the process.</p><p>The dialogue and comments from the meeting were provided to the 2010 Chinatown Master Planning Committee, and will be included in the community's final master plan.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>This project was part of the 2010 Chinatown Master Planning Process.</p><h4>Type of Contribution by Participants</h4><p>They determined the outcomes of the project.</p><h4>Target Group</h4><p>Citizens of Boston, and New England–area Asian residents who utilize the Chinatown neighborhood for cultural resources, as well as health and human services.</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>9000</p><h4>Total Number of Active Participants (approx.)</h4><p>450</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Extensive effort to address disadvantaged groups</p><p>Participatory Chinatown was available in both Chinese and English language formats, and users could work together in both English and Chinese simultaneously. All technology was provided for stakeholders, and youth \"technological interpreters,\" as well as translators, were available to help diminish technological and language barriers.</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>Participatory Chinatown was designed to bring new faces into urban planning, and to help transform the community planning meeting room into a space where all views are given notice. The game mechanics within the project fostered an atmosphere of fun and collaboration, and all stakeholders in the room were able to speak from their shared experiences within the game. This created a baseline for participation that allowed everyone to participate equally.</p><h4>Adoption by Others</h4><p>In some cases</p><h4>Costs</h4><p>$170,000</p><h4>Time and Working Days</h4><p>10 months</p><h2>Links</h2><p><a href=\"http://participatorychinatown.org/\">Participatory Chinatown homepage</a></p><p><a href=\"http://participatorychinatown.org/characters\">Participatory Chinatown Characters page</a></p><p><a href=\"http://www.boston.com/bostonglobe/editorial_opinion/editorials/articles/2010/05/06/chinatown_the_video_game/\">Boston.com article</a></p>", "title": "Participatory Chinatown"}