{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Ana L. Pompei<em>.</em></p><p>These 8 years of experience in the implementation of Participatory Budgeting (PB) in Rosario are proof that the PB is not just a way of putting together and planning a city’s budget, but it is mainly a civic participation proposal. PB combines: • Direct participation. • Election of delegates. • Neighbours’ control of the government’s administration. • The government’s commitment to process and to assume the set priorities. • Neighbours’ decision over the destination of a part of the municipal budget. In 8 years, around 50.000 male and female citizens have participated and around 700 social and urban projects have been executed with an investment of US$ 45 million (cultural, sport and recreational workshops; educational projects and projects related to the promotion of women’s rights; health centres, pavement of streets, sport spaces, construction of facilities, traffic lights, equipment, etc.) The PB has concrete objectives and tangible results but one of its most important accomplishments is intangible: the democratisation of the State-Civil Society relation, in which the citizen ceases to be a simple observer and becomes an active protagonist in the public administration.</p><h2>Project Description</h2><h3>Structure and Process</h3><p>The implementation of Rosario Participatory Budgeting is done yearly and it is organised in different stages:</p><p><strong>First round of Participatory Budgeting neighbourhood assemblies</strong></p><p>March-April</p><p>Around 50 meetings are carried out in the city and, in these meeetings, male and female neighbours set forth necessities and proposals for their neighbourhoods. Furthermore, the male and female representatives that will constitute the District Participatory Councils are elected once the first round of neighbourhood assemblies is over.<br/>Work in the District Participatory Councils (DPC).</p><p>May-October</p><p>Each of the DPCs (6 in total) has the objective of turning into projects the proposals formulated by the neighbours of each neighbourhood assembly. Two commissions are formed (social projects and urban projects) where work is carried out together with municipal technical teams.</p><p>During the whole process of elaboration of projects, there is a permanent feedback with the technical areas of the government to evaluate the feasibility and costs of the projects proposed by the neighbours.</p><p>The corresponding departments of the Local Executive (Health, Culture, Social Promotion, Treasury, Government, Planning, Public Services) give their evaluation of the presented projects and then, the respective meetings are held at the DPCs to inform about these evaluations as well as to look for alternatives when there is a case of negative feasibility.</p><p>Finally, the DPCs make the definitive list of the projects with positive feasibility which are later put to the vote by all the citizens at the Second Round of Project Voting.</p><p><strong>Second Round of Project Voting</strong></p><p>October-November</p><p>It is an election day in which, at every city district, male and female neighbours decide which of the projects elaborated by each DPC are to be prioritized.</p><p><strong>Third Round of Closure Day</strong></p><p>December.</p><p>A meeting is held with the presence of all the city’s representatives. In this meeting, an evaluation is made of the executed projects at the PB of the previous year and there is a presentation of the projects and public works that are to be carried out the following year.</p><h3>Impact</h3><p>Co-management: The institutionalization of this channel of participation makes possible the citizenship direct intervention in equality of conditions and proposes a breaking with the top-down conception of the state. It allows to give a new meaning to practices and imagery in relation to the connections between society and the municipal state. In this way, male and female neighbours appropriate the local space and become co-managers of the city.<br/>The space of the District Participatory Council, where projects are formulated, entails a personal transformation of the people and a change in the way they relate, as they go from the discussion of complaints to the proposal of projects. A space for deliberation is promoted and, in there, the knowledge of the people is put together with the technical knowledge.</p><p>Prevention and Resolution of Conflicts: PB contributes to the building of consensus between social sectors with opposing interests.</p><p>A work by Josh Lerner (2007) about the subjective transformations of the PB representatives shows a transformation of the 20% in relation to learning and change, going from “modest” before their participation in PB to “high” after one year of participation.</p><p>Gender-sensitive Participatory Budgeting: Women have increased their ability to negotiate and to influence the distribution of public resources and women leaders networks have been consolidated in different neighbourhoods of the city.</p><p>The Youth Participatory Budgeting has had, in six years of implementation, the participation of over 10.000 young people aged between 13 and 18. There is an attempt to strengthen youth partipation in a formal space of decision-making, being an alternative to the current situation of poor social representation of the youth as a sector that can influence in decision-making. Around 150 projects related to educational workshops and the opening of recreational spaces have been elaborated and executed.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>Since 1995, municipal decentralization and State modernization; citizen participation; the hierarchization of the public space; the development of cultural and artistic promotion; the implementation of social policies in favour of health, work, childhood, youth and education; and the promotion of local development became the central principles of the administration. They materialize, through multiple actions, the city’s political project.</p><h4>Type of Contribution by Participants</h4><p>They determined the outcomes of the project</p><h4>Target Group</h4><p>Every male and female citizen of Rosario over the age of 16.</p><p>The neighbours’ role is taken into account as an authorized voice to diagnose and evaluate social and urban priorities in the neighbourhoods.</p><p>There is a personal transformation of the participants and a change in the way they relate, as they go from the “complaint” to the “project proposal.” A place for deliberation is promoted and, in there, the knowledge of the people is put together with the technical knowledge.</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>One million inhabitants</p><h4>Total Number of Active Participants (approx.)</h4><p>2003 – 2010: 61140</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Some effort to address disadvantaged groups</p><p>Rosario Participatory Budgeting stands out for its inclusion efforts that privilege two social groups: young people and women. The progressive incorporation of gender perspective in the whole process and the implementation of the Youth Participatory Budgeting.</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>The city of Rosario, that already had multiple participation spaces in different areas of the administration, decided to move forward to this model of co-management which incorporates some new elements regarding citizen participation: - It allows to share decision-making with regards to such a concrete, tangible and, at the same time, sensitive issue as is the administration of resources - It improves the local government’s transparency and its ability to render account - It contributes to spread among the citizens reliable and update information about government actions - It necessarily involves each and every one of the areas of municipal administration - It is part of the municipal state decentralization process that allows closer proximity between the local government and the citizenship.</p><h4>Adoption by Others</h4><p>In many cases</p><h4>Costs</h4><p>In 8 years, more than 700 projects have been executed with an investment of US$ 45 million</p><h4>Time and Working Days</h4><p>The implementation of the process is annual.</p><h2>Links</h2><p><a href=\"http://www.rosario.gov.ar/sitio/informacion_municipal/pp.jsp?nivel=InfoMuni&amp;ult=I_6\">Rosario Municipality presentation</a></p><p><a href=\"http://www.rosario.gov.ar/sitio/informacion_municipal/pp_biblioteca.jsp\">Rosario Municipality archive</a></p><p><a href=\"http://www.cigu.org/cgi-bin/cigu/GET?ACTION=BIBLIO&amp;DATA=biblio2\">CIGU Website</a></p><p><a href=\"http://www.participedia.net/wiki/Presupuesto_Participativo:_Rosario\">Presupuesto Participativo on Participedia</a></p>", "title": "Rosario Participatory Budgeting"}