{"htmlbody": "<p><em>Note:  This article is in need of assistance with editing and content.  Please help us complete it.</em></p><h3>Summary</h3><p>This case study features a citizens' deliberation on the renovation of a public square in Italy. Many meetings and workshops were organized to take many different stakeholders' perspectives into account, including those of minorities and disabled individuals. The result was a successful, participatory decision to make some major construction modifications to the square.</p><p>The participatory process “Planning our square together” (Progettiamo insieme la nostra piazza) took place in the town of Montale. The project will last 6 months. The process starts with the presentation of the proposal to an assembly in February 2010, and it ends with a final assembly in June. </p><h3>Purpose</h3><p>The main goal of the process was the renovation of the central square: the definition, through deliberative citizen engagement, of the functions and aesthetics of the central squares of Montale (Piazza Matteotti and Giovanni XXIII) and of the surrounding area, also in reference to such aspects as livability and mobility.</p><h3>Originating Entities and Funding</h3><p>The neutrality of the project was ensured by a Guarantee Committee, formed by the Vice Mayor, two retired teachers, the director of the Post Office, and the local doctor. The process was managed by a specialized consulting firm; experts, such as an architect with experience in participatory planning, assisted participants in planning the renovation of the squares.</p><p>The total cost amounted to €42,500, 32,000 of which were contributed by the Regional Participation Authority of Tuscany.</p><h3>Participation</h3><p>External consultants had different functions such as group management, random selection of the jury and documentation of meetings. The activities were open to all interested citizens through invitations by mail. In the initial assembly 100 people were present. The same number participated in the subsequent meetings; and 50 citizens participated the laboratories during the 'Day in the square'. Shopkeepers of the area around the squares were also involved in ad hoc Focus Groups. In the second phase a random sample representative of the population was selected. 31 attended the first meeting, while 27 attended the second. The final meeting was attended by 50 people. Students and teachers of the Art Institute of Pistoia Petrocchi collaborated with the project by producing drawings of the squares. Particular attention was given to involving vulnerable and disadvantaged minorities, such as immigrants, disabled; care was also given to equal representation of gender, age bracket and different parts of the municipal territory. Each participant received a guide with explanations about participatory practices and the specific project.</p><h3>Deliberation, Decisions and Public Interaction </h3><p>The project used different participatory approaches: public meetings, school workshops, and an entire day in the square. The project was divided into different actions: Preparation of materials and logistics, establishment of the Guarantee Committee and choice of methodology for participant recruitment.</p><p>Four information and discussion meetings, which lasted 2,30 hours each, were held in different areas of Montale: in the main town and in three smaller villages. Participants were divided into groups, and worked in planning laboratories. Fairness and equal access to the discussion were ensured by facilitators as well as by the constant monitoring of the Guarantee Committee.</p><p>A day in the squares with the exhibition \"The square I want\" with drawings by the students, and design workshops for all citizens.</p><p>As requested by the shopkeepers of the area, there was also a Focus Group specifically dedicated to this group.</p><p>A citizen jury, formed by randomly selected citizens, worked two days to collate the information received from the community, and present the outcomes of the participatory events; the approaches used ranged included brainstorming, construction of scenarios, and discussions.</p><p>Final assembly.</p><h3>Outcomes</h3><p>The results reached by the jury include: connecting the two squares, creating pedestrian areas (with access limited to public buses), the removal of car parking places in Piazza Matteotti and the reduction car parks in Giovanni XXIII Square.</p><h3>Analysis and Criticisms</h3><p>Citizens were informed of the process by means of stands located in different areas and in the squares themselves, posters, leaflets, press releases, a website (accessed by over 700 users). All the material produced, including transcripts of local meetings, were published on the dedicated website and made available at the Municipality. Difficulties arose in engaging citizens living in more remote areas. Major difficulties were also encountered in the recruiting members of the jury because of the unavailability of citizens. Internet participation rate was also low, despite the fact that a considerable number of persons registered in the website. The evaluation questionnaires indicate a high degree of satisfaction by participants.</p><h3>External Links</h3><p><a class=\"external free\" href=\"http://www.comune.montale.pt.it/\" rel=\"nofollow\" title=\"http://www.comune.montale.pt.it/\">http://www.comune.montale.pt.it/</a></p><p><a class=\"external free\" href=\"http://www.consiglio.regione.toscana.it/partecipazione/documenti/RelazioniFinali-Progetti/RelazioneFinale_ComuneMontale.pdf\" rel=\"nofollow\" title=\"http://www.consiglio.regione.toscana.it/partecipazione/documenti/RelazioniFinali-Progetti/RelazioneFinale_ComuneMontale.pdf\">http://www.consiglio.regione.toscana.it/partecipazione/documenti/RelazioniFinali-Progetti/RelazioneFinale_ComuneMontale.pdf</a></p><p><a class=\"external free\" href=\"http://www.martiniassociati.it/uploads/files/presentazione_progetto_cartellina.pdf\" rel=\"nofollow\" title=\"http://www.martiniassociati.it/uploads/files/presentazione_progetto_cartellina.pdf\">http://www.martiniassociati.it/uploads/files/presentazione_progetto_cartellina.pdf</a></p><p><a class=\"external free\" href=\"http://www.montale.latuavoceconta.it/\" rel=\"nofollow\" title=\"http://www.montale.latuavoceconta.it/\">http://www.montale.latuavoceconta.it/</a> [DEAD LINK]</p>", "title": "Planning Our Square Together \"Progettiamo Insieme la Nostra Piazza\" (Montale, Italy)"}