{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Matt Leighninger<em>.</em></p><p>The objective of Toronto Community Housing’s Tenant Participation System is to engage the residents in decision-making on the budget of the organization and other critical issues: 1) How to allocate the resources of a large organization in ways that reflect the needs and goals of those most affected by the decisions; 2) How to raise the political engagement and collective capacity of low- and moderate-income residents; 3) How to encourage smart community development in low-income neighborhoods.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>Toronto Community Housing is the largest social housing provider in Canada and the second largest in North America. It is home to about 164,000 low and moderate-income tenants in 58,500 households, including seniors, families, singles, refugees, recent immigrants to Canada and people with special needs. The Tenant Participation System helps to integrate people, to allocate ressources in ways that reflect peoples needs, to solve problems and find solutions for the complex challenges.</p><h3>Structure and Process</h3><p>Community Consultation sessions to build the Community Management Plan:</p><p>Toronto Community Housing hosted ten community consultation sessions over four days in late October and early November of 2009. All of the participants were asked to identify their solutions for the coming years, and to choose two priorities for Toronto Community Housing to focus on. The ideas from these sessions were used to develop the plan.</p><p>Participatory Budgeting</p><p>\"Since 2002, Toronto Community Housing tenants have taken part in a participatory budgeting process that is part of community planning. The process involves tenants working together identifying their community’s priorities and then deciding on the distribution of a portion of capital funds to these priorities. Toronto Community Housing sets aside $9 million in capital funds to be used for capital priorities identified by tenants. This portion of Toronto Community Housing's capital budget gets distributed across its Operating Units for tenant decision-making each year. Sixty percent of the $9 million is distributed to the Operating Units based on their size. Another 20% is split equally across the operating Units. How the remaining 20% of the $9 million gets distributed is decided by tenants based on the needs of the Operating Unit as described by tenants representing each Operating Unit and its priorities. The money can be used on capital projects such as upgrading exteriors, grounds, recreation rooms, lobbies, hallways, playgrounds and other green spaces.\" <a href=\"http://www.torontohousing.ca/key_initiat ives/community_planning\">http://www.torontohousing.ca/key_initiat ives/community_planning</a></p><h3>Impact</h3><p>It empowers large numbers of low- and moderate-income people to take part in the decissions about their living situation and conditions.</p><h3>Detailed Information</h3><h4>Target Group</h4><p>Board of Directors, executive leadership, and residents of Toronto Community Housing</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>164,000 residents of Toronto Community Housing; total population of Toronto is over 2 million.</p><h4>Total Number of Active Participants (approx.)</h4><p>6,000</p><h2>Links</h2><p><a href=\"http://www.torontohousing.ca/\">Website of Toronto Comminity Housing</a></p><p><a href=\"http://www.torontohousing.ca/tenant_life/tenant_participation_system\">About Tenant Participation System</a></p><p>About <a href=\"http://www.torontohousing.ca/key_initiatives/community_planning/how_does_participatory_budgeting_work\">participatory budgeting</a>, see also: Marc Piccinato, “Building Dialogue: Tenant Participation in Toronto Community Housing Corporation Community Governance”</p>", "title": "Toronto Community Housing's Tenant Participation System"}