{"htmlbody": "<p><strong>Der Bürgersaal in der Mongolei</strong></p><p>Anmerkung: Dies ist die deutsche Übersetzung einer englischen Fallstudie, die von Andrew Harding am 09.06.2011 verfasst wurde. Die Originalversion ist abrufbar unter <a href=\"http://participedia.net/de/cases/citizens-hall-mongolia\">http://participedia.net/de/cases/citizens-hall-mongolia</a>.</p><p><strong>Zusammenfassung</strong></p><p>Im Dezember 2009 eröffnete der Präsident der Mongolei, Elbegdorj Tsakhia, offiziell den Bürgersaal (Office of the President of Mongolia 2010a). Dieses Forum für öffentliche Anhörungen befindet sich in der Hauptstadt, Ulaanbaatar, und soll zivile Partiziaption im Planungs- und Entscheidungsfindungsprozess unterstützen. Obwohl die Bürger im Bürgersaal keine gesetzgebende Macht haben, trägt der Bürgersaal nichtsdestotrotz durch den Konsultationsprozess, der jedem der 2.7 Millionene mongolischen Bürger offen steht, zu mehr Bürgerengagement bei (Asia Foundation 2011). Der Bürgersaal soll die Meinung der Bürger zu Gesetzesvorschlägen in den Entscheidungsprozess einbeziehen. Es den Bürgern zu ermöglichen zum Prozess der Gesetzgebung beizutragen, dient jedoch auch einer Zahl größerer Ziele, wie zum Beispiel „die Konsensbildung zwischen sozialen Gruppen, Fraktionen und politischen Kräften zu erleichtern“ (Office of the President of Mongolia 2009).</p><p>Zu Beginn hatten sich einige Politiker dafür ausgesprochen, dass solche deliberativen Rollen ihnen selbst oder Experten vorbehalten sein sollten. Seit der Einführung des Bürgersaals wurde diese Auffassung jedoch hinterfragt (Reinhard Mohn prize nomination, 2010). Bis jetzt wurden noch keine Entwürfe, die im Bürgersaal diskutiert wurden, vom Parlament verabschiedet. Vier Monate nachdem der Bürgersaal in Ulaanbaatar eröffnet worden war, wurde vorgeschlagen das Konzept des Bürgersaals in die Provinzen zu exportieren. Deshalb wurde die Provinz Darkhan-Uul im April 2010 das erste Gebiet außerhalb der Hauptstadt, das einen eigenen Bürgersaal bekam (Failor, 2010; Asia Foundation, 2011). In diesem Artikel geht es hauptsächlich um den Bürgersaal in Ulaanbaatar, es werden jedoch gelegentlich auch Referenzen zur Schwesterinstitution in der Darkhan-Uul Provinz zu finden sein.</p><p><strong>Problemstellung und Zweck</strong></p><p>Obwohl die Mongolei eine relativ neue Demokratie ist, hat das Land Probleme, die sonst eher etablierten Demokratien zuzuordnen sind. Der Bürgersaal kann als eine Reaktion zu den Problemen gesehen werden, die während des Übergangs zur Demokratie auftraten. Ein selbstbestimmtes Gemeinwesen fehlte der Mongolei während ihrer gesamten Geschichte. Vor dem 20. Jahrhundert wurde die Mongolei von der Qing Dynastie in China beherrscht. Zwischen 1911 und 1919 erklärte das Land seine Unabhängigkeit, obwohl die neu gegründete Republik China es immer noch als Teil seines Territoriums ansah. Ab 1924 war die Mongolei ein Satellitenstaat der Sowjetunion und blieb ein zentralisierter, kommunistischer Staat für die nächsten sieben Dekaden. Als Gorbachovs Glasnost und Perestroika Reformen zum Katalysator für das Ende des Ostblocks in den späten 1980er und frühen 1990er Jahren wurden, hatte diese Entwicklung auch einen Einfluss auf die Mongolei. Die Mongolische Revolutionäre Volkspartei übernahm die Macht 1990 und erklärte die Mongolei zu einer parlamentarischen Demokratie. Bevor 1990 (und zum größten Teil auch danach) wurde Macht in der Mongolei entweder durch ausländische Kräfte ausgeübt oder von einer kleinen Anzahl Eliten. Die Ideen von Demokratie, Deliberation und Konsensfindung waren den meisten Mongolen fremd.</p><p>Durch die Verfassung von 1992 wurden Ebenen der Provinz-, Distrikt-, Stadt- und Nachbarschaftsverwaltung eingerichtet, faktisch bleibt die Mongolei jedoch ein zentralisierter Staat (Failor 2010). Die ineffektive Natur dieser Regelungen bedeutete, dass das Level der Interaktion zwischen gewählten Repräsentanten und Bürgern niedrig war. Deshalb war die Zufriedenheit der Bürger mit den Tätigkeiten der Beamten in Ulaanbaatar, als Folge fehlender Verantwortlichkeit, niedrig (Asia Foundation 2011).</p><p>Der eigentliche Zweck des Bürgersaals ist es, mehr über die Anliegen der Bürger in Bezug auf die Legislation in Erfahrung zu bringen. Der Saal hat aber auch größere Ziele wie zum Beispiel Bürgerdeliberation zu initiieren und die Qualität und Kultur demokratischer Deliberation, und damit Partizipation im Allgemeinen, zu verbessern. Die Tradition des Bürgerengagements in der Mongolei einzuführen und die Implementation dieser Politik durch Konsensbildung und öffentlicher Aufmerksamkeit zu erhöhen kann als ein Versuch gesehen werden, den Einfluss und die Kultur von hohen und elitären Politikern zu mindern (Reinhard Mohn prize nomination, 2010). Somit verringert sich auch Korruption, die während des Übergangs der Mongolei zur Demokratie bestehen geblieben ist (Weltbank 2009). Partizipatorische demokratische Reformen relativ früh in der demokratischen Geschichte der Mongolei einzuführen sollte demnach im Kontext eines übergreifenden Wandels von Formen autokratischer und kommunistischer Diktatur gesehen werden. 20 Jahre nachdem die Mongolei als Demokratie erklärt wurde, kann das an den beiden Themen, die zuerst im Bürgersaal behandelt wurden - Pressefreiheit in Ulaanbaatar sowie Bestechungen im Gesundheitsbereich in Darkhan-Uul (Failor 2010) - veranschaulicht werden.  </p><p><strong>Geschichte</strong></p><p>Das Verfahren des Bürgersaals wurde am 31. August 2009 veröffentlicht und beinhaltet 49 Prinzipien des Regierens. Die übergeordnete Richtlinie des Bürgersaals ist „Vorschläge der Bürger zu empfangen, anzuhören und in Bezug auf die Politik und die Entscheidungen des Präsidenten der Mongolei und der staatlichen Institutionen zu integrieren“ (Office of the President of Mongolia 2009, Procedure 1).</p><p>Die 49 Prinzipien besagen, dass eine transparente, offene Diskussion zwischen gewählten Mitgliedern, den Verfassern der Legislation und den Bürgern der Schlüssel zu einem verbesserten lokalen und nationalen Regieren in der Mongolei sind. Trotzdem stellten einige Kommentatoren die These auf, dass der Bürgersaal das Resultat von Parteipolitik sei. Nach der ‚China Post‘ (2010) war der Bürgersaal der Politik der Regierungspartei geschuldet um die junge Demokratie zu konsolidieren. Die Regierungspartei, die vor 2010 als die Mongolische Revolutionäre Volkspartei bekannt war, nahm eine Änderung ihres Namens vor indem sie sich ‚Mongolische Volkspartei‘ nannte und damit das Wort ‚Revolutionär‘ strich um so „Mongolen anzusprechen, die einen freieren und unorthodoxeren Lebensstil wollten. Das Ziel ist es, die nächste Wahl 2012 zu gewinnen“. Die China Post argumentiert, dass die Bürgerhalle ein Manöver war um die Wahrscheinlichkeit einer Wiederwahl der Mongolischen Volkspartei im Jahr 2012 zu erhöhen, indem eine Regierungsführung eingeleitet wurde, die eher westlichen Standards entspricht, die demokratisch und inklusiv ist und sich vom Konzept der zentralisierten Eliten entfernt.</p><p>Der Erfolg der Bürgerhalle in der Hauptstadt führte dazu, dass die Idee in die Provinzen exportiert wurde. Herr L. Gunchin, Vorsitzender der Darkhan-Uul Provinz schlug dem nationalen Parlament in Ulaanbaatar vor, dass ähnliche Mechanismen ziviler Partizipation auch außerhalb der Hauptstadt eingeführt werden sollten. So wurde Darkhan-Uul im April 2010 die erste Provinz, die eine Bürgerhalle bekam, ab September 2010 gefördert durch die Asien Stiftung inklusive Unterstützung und Ausbildung im Bereich Zivile Partizipation (Failor, 2010).</p><p><strong>Gestaltung und Auswahl der Teilnehmer</strong></p><p>Dem Bürgersaal wurde solch eine große Bedeutung von Präsident Elbegdorj Tsakhia gegeben, dass er sein Büro im Staatspalast räumte um einen permanenten Veranstaltungsort für die öffentlichen Anhörungen zu schaffen. Der Bürgersaal beanspruchte $70,000 für die Errichtung und erhält ein bescheidenes operationales Budget vom Staat (Reinhard Mohn prize nomination, 2010).</p><p>Es gibt drei Akteure in den Diskussionen der Bürgerhalle: Die Gesetzgeber, die Verfasser der Gesetze und die Bürger. In der Theorie erlaubt es die offene Struktur der Bürgerhalle jedem der 2.7 Millionen Bürger der Mongolei sich daran zu beteiligen. Die Verfasser entwerfen einen Auszug und sind dafür verantwortlich diesen mit Datum und Uhrzeit der Debatte zu veröffentlichen (Office of the President of Mongolei, 2009. Procedure 4.1). Datum und Thema der Diskussion werden drei Wochen im Voraus veröffentlicht (ibid, Procedure 4.2), sodass genug Zeit für die Bürger bleibt um sich auf die Diskussion vorzubereiten. Wortmeldungen während der Diskussion sind nicht vorgeschrieben (ibid, Procedure 6.1), aber diejenigen, die beabsichtigen sich zu beteiligen, sind dazu angehalten, dies fünf Tage vor der Diskussion bekannt zu geben. Dies wird nach dem Windhundprinzip behandelt. Zusätzlich kann man sich auch über Stellvertreter an der Diskussion beteiligen, indem man eine Antwort per Post, Fax, Email oder über die Webseite der Bürgerhalle abschickt. Dies ermöglicht die indirekte Partizipation von ländlichen und nomadischen Bürgern sowie denen, die außerhalb von Ulaanbaatar leben.</p><p><strong>Deliberation und Entscheidung</strong></p><p>Jeder Teilnehmer hat drei bis fuenf Minuten Zeit für seinen Beitrag an der Diskussion (ibid, Procedure 8.2). Bevor die Redner ihren Beitrag leisten, stellt der Verfasser ihre Vorschläge vor. Die Bürger erhalten zuerst Redezeit, worauf dann die Beiträge von unabhängigen Experten, Zeugen und Experten von Regierung oder internationalen Organisationen folgen. Danach dürfen alle Teilnehmer Fragen stellen (ibid, Procedure 8.5). Zuletzt bleibt den Rednern eine Minute für abschließende Bemerkungen (ibid, Procedure 8.6). Eine Rede des Vorsitzenden beendet die Sitzung schließlich (ibid, Procedure 8.7).</p><p>Die erste öffentliche Diskussion des Bürgersaals in Ulaanbaatar behandelte Pressefreiheit und fand am 13. Januar 2010 statt. Das Büro des Präsidenten der Mongolei stellte fast:</p><p>„79 Bürger registrierten sich für die Diskussion, 33 Bürger hatten am Morgen ihre Meinung geäußert und ca. 20 Bürger beteiligten sich am Nachmittag.“ (Büro des Präsidenten der Mongolei, 2010).</p><p>Am 21. Juli 2010, als der Bürgersall für den Reinhard Mohn Preis nominiert wurde (2010), hatten 985 Bürger teilgenommen. Im August 2010 berichtete das Büro des Präsidenten dass im Bürgersaal zehn Themen zur Gesetzgebung diskutiert worden waren, die 32 Diskussionen veranlassten, in denen 367 Vorschläge von 2000 Bürgern gesammelt worden waren. Unter den Themen waren zum Beispiel ein Gesetz zur Pressefreiheit, Justizgewalt, ein Gesetz zur Finanzierung höherer Bildung inklusive Stipendien, Begünstigungen und soziale Garantien für Studenten, ein Gesetz zum Haushalt und zum Strafrecht (Office of the President of Mongolia, 2010a).</p><p>Neben den formellen Diskussionen zur Legislatur, finden auch Veranstaltungen in der Bürgerhalle statt, die die generelle Qualität der Deliberation zwischen mongolischen Bürgern verbessern soll. Zwei dieser Veranstaltungen behandelten die Themen ‚Unterstützung von Mikro-Unternehmen‘ und ‚Wie können wir Politikgestaltung verbessern?‘. Ebenso gibt es Anträge, die darauf abzielen wie die Regierung besser marginalisierte Gruppen einbezieht. Zum Beispiel bot eine Plattform mit Bildungsministern Studenten die Möglichkeit über eine verbesserte Bildungspolitik zu diskutieren. Ungefähr 40% der Teilnehmer kamen dabei nicht aus Ulaanbaatar. Eine Diskussion, in der es um die Gewinnung natürlicher Ressourcen ging soll zudem illegal arbeitende Bergmänner eingeschlossen haben (Reinhard Mohn prize nomination, 2010). Hier wurde die Deliberation auf eine höchst marginalisierte Gruppe ausgeweitet. </p><p>Keine der Diskussionen ist über das Stadium eines Beitrags zum Entwurf zur Gesetzgebung hinausgegangen und wurde vom Parlament verabschiedet. Jedoch wurde berichtet, dass die offiziellen Entwürfe stark von den Diskussionen beeinflusst sein sollen (Reinhard Mohn prize nomination, 2010).</p><p><strong>Resultat und Wirkung</strong></p><p>In der Nominierung des Reinhard Mohn Preises (2010) heißt es, dass als Folge der ersten Diskussion zur Pressefreiheit eine weitere Debatte dazu innerhalb der mongolischen Gesellschaft losgetreten wurde. Das bedeutet, dass der Bürgersaal einen wünschenswerten Effekt auf die weitere Debatte außerhalb des fassbaren Ortes hat. Wenn man den facettenreichen Weg der Mongolei hin zur Demokratie bedenkt, ist dies eine sehr willkommene Entwicklung, die größeren Zielen gerecht wird. Dies wird dadurch unterstrichen, dass die Dikussionen im Bürgersaal im Radio und Fernsehen übertragen werden und in der Presse davon berichtet wird. Es bestehen weiterhin Anzeichen dafür, dass die Bürgerhalle zu einer Machtübertragung beiträgt, was wie folgt in der Reinhard Mohn Preis Nomierung ausgedrückt wurde:</p><p>„Aufgrund der Ergebnisse der Bürgerhalle hat das Finanzministerium, das das Gesetz zur Reform öffentlicher Ausgaben beschließt, zugestimmt eine Regelung einzuführen, die es erlaubt, dass alle lokalen Haushalte von den Einwohnern des Gebiets diskutiert werden bevor sie verabschiedet werden. Momentan wird die Haushaltsplanung ausschließlich von der Hauptstadt aus durchgeführt, sogar für lokale Gemeinden.“ (Reinhard Mohn prize nomination, 2010).</p><p>Dies legt die Vermutung nahe, dass der Bürgersaal nicht nur viele seiner intendierten Ziele erfüllt hat, sondern auch größere und signifikante Konsequenzen in Bezug auf die Entwicklung lokalisierter Demokratie nach sich gezogen hat.</p><p><strong>Analyse und Kritik </strong></p><p>Die Gesetzgeber und Verfasser der Gesetze bekommen potenziell eine große Zahl unterschiedlicher Bürgeransichten während einer Diskussion zu hören. Dies erlaubt es ihnen eine weite Bandbreite von Interessen in ihre Entscheidungen einzubeziehen. Die Art und Weise in der die Bürger sich beteiligen bedeutet dass Beiträge auf gleicher Ebene präsentiert werden, die es nicht erlaubt, dass sich einige Individueen oder Gruppen aufdrängen und dominieren. Die Diskussionen sind so strukturiert dass jeder Redner die Diskussion für eine bestimmte Zeit führt, Fragen beantwortet und mit einem abschließenden Kommentar beendet. Dies macht es einfacher eine tiefergehende Diskussion herbeizuführen als wenn den Rednern lediglich ein kurzer Beitrag gewährt wird. Doch obwohl dies den Bürgern in der Mongolei die Möglichkeit gibt die Legislation zu beeinflussen und damit einen erheblichen Fortschritt darstellt, gibt es einige Einschränkungen.</p><p>Es gibt keinen Mechanismus, der es den Bürgern erlaubt selbst Vorschläge für die Agenda zu machen. Die Rolle der Bürger ist darauf beschränkt, die Gesetze in Anwesenheit des Gesetzgebers zu diskutieren – der dann entscheidet ob er das Gesetz ändert oder nicht. Demnach sind Transparez und Zurechenbarkeit schwer zu messen (Office of the President of Mongolei, 2009. Procedure 2.1). Nichtsdestotrotz ist die Herangehensweise des Bürgersaals Deliberation zu vereinfachen wichtig und möglicherweise ein Wegbereiter zu konkreteren legislativen Mechanismen. In diesem Kontext soll die Bürgerhalle die Mongolen mit demokratischer Deliberation vertraut machen. Ist die Struktur diesem Ziel also zuträglich? Wie kann sie verbessert werden?</p><p>Obwohl die Bürgerhalle nicht direkt parteiisch oder exklusiv gegenüber einer Gruppe ist, gibt es Indikatoren, die dafür sprechen, dass ihre Struktur eher Bürger mit einem höheren Bildungsstandard anspricht. In diesem Kontext scheint es, dass die Diskussionen eher leistungsfähige Menschen und Gruppen anziehen. Dies wird nicht nur daran deutlich, dass die Fähigkeit benötigt wird Gesetzesentwürfe zu analysieren, sondern auch in der Länge der Redebeiträge (zwischen drei und fünf Minuten plus eine Minute für abschließende Kommentare). Um diese Länge einhalten zu können, müssen die Redner qualifiziert sein und präzise Argumente vorbringen. So hatten auch während der ersten Diskussion der Bürgerhalle in der Darkhan-Uul Provinz 20 von 28 Teilnehmern einen höheren Bildungsabschluss (Failor, 2010). Zudem könnte man meinen, dass sich, durch die Pflicht des Registrierens vor der Diskussion, eher Menschen mit organisierten Interessen beteiligen. Deshalb besteht die Möglichkeit eines disproportionalen Meinungsaustausches, das einen Konsens verschleiern könnte.</p><p>Momentan bestehen für die Bürgerhalle also Probleme, die man unter dem Titel ‚Übliche Verdächtige‘ zusammenfassen könnte. Dies vermischt sich mit der Beteiligung von Regierungsvertretern, Wissenschaftlern und Experten von Organisationen, die in die offene Debatte eingeladen sind, und durch ihre berufliche Erfahrung mehr Möglichkeiten haben, die Ergebnisse zu beeinflussen.</p><p>Es können jedoch Eigenschaften zu der Struktur hinzugefügt werden, die das ‚Übliche Verdächtige‘-Problem verringern und die Reichweite und Qualität der Deliberation verbessern. In der Bürgerhalle Darkhan-Uul’s wurde über das Konzept zwischen den Teilnehmern diskutiert. Ein Teilnehmer schlug vor, dass jede Nachbarschaft ein Treffen abhalten sollte um die Agenda in kleinen Gruppen zu diskutieren und dann Repräsentanten zu dem Treffen in der Bürgerhalle zu schicken (Failor, 2010). Dies illustriert das Ausmaß indem das aktuelle Konzept zu mehr Engagement geführt hat und wie es verbessert werden könnte (insbesondere die Qualität und Quantität der Deliberation). Diese Entwicklung könnte die Beiteilung auf lokaler Ebene, wo die Wahrscheinlichkeit der Teilnahme höher ist, verbessern. Dies könnte wiederum die Tiefe der Deliberation verstärken.</p><p>Obwohl die Bürgerhalle in die Provinz Darkhan-Uul exportiert wurde und damit Inklusivität erhöht wurde, bleiben signifikante geographische Hürden. Ein Drittel der Menschen außerhalb von Ulaanbaatar leben in ländlichen und nomadischen Gebieten (Asia Foundation, 2011). Deshalb müssen die Idee der Bürgerhalle sowie die Themen der Diskussionen veröffentlicht werden. Bürger außerhalb von Ulaanbaatar können einen Brief, Fax und Email schicken oder durch die Webseite der Bürgerhalle an der Deliberation teilnehmen. Nichtsdestotrotz ist es unwahrscheinlich dass dies die gleiche Anwendung und Aufnahme findet wie eine persönlich vorgetragene Rede. Sich durch einen Stellvertreter zu beteiligen verringert auch jeden Einfluss, den abschließende Bemerkungen auf eine Debatte haben können. In einigen Gegenden jedoch hat sich die Regierung bemüht, jene die außerhalb der Hauptstadt leben, direkt in die Diskussion einzubeziehen. So kamen zum Beispiel während der Bildungsdebatte 40% der Studenten nicht aus Ulaanbaatar (Reinhard Mohn prize nomination, 2010).</p><p>Es macht den Eindruck als sei der Bürgersaal erfolgreich gewesen, wenn man dessen weitere Implikationen in Betracht zieht, wie zum Beispiel mongolische Bürger mit den Formen demokratischer Deliberation, Diskussionen und Konsensbildung vertraut zu machen. Dies ist jedoch ein gradueller Prozess. Der Bürgersaal verschiebt politische Entscheidungsverfahren von zentralisierter hin zu dezentralisierter Führung. Dies wird deutlich wenn man betrachtet, wie der Bürgersaal die Rolle eines zentralisierten Staatshaushalts geschwächt hat, lokale Entscheidungsfindungsprozesse gestärkt hat und die Bürger außerhalb von Ulaanbaatar in den Prozess eingeschlossen hat.</p><p>Die Bürgerhalle ist ein notweniger Ausgangspunkt um mongolischen Bürgern die Konzepte demokratischer Diskussion und Deliberation nahe zu bringen. Obwohl der Bürgersaal einige fragwürdige Strukturen hat, ist er trotzdem ein Fortschritt hin zu dezentralisierteren Formen demokratischen Engagements.  In diesem Kontext wäre eine weitere Dezentralisierung von Entscheidungsprozessen, indem weitere Bürgersääle in anderen Regionen errichtet würden, und eine Delegation von Haushaltsentscheidungen (Reinhard Mohn prize nomination, 2010) ein Zeichen dafür, dass auch zukünftig Spielraum für weitere partizipative Mechanismen und eine effektivere, legislative Struktur des Bürgersaals besteht. Dies wird eher passieren, wenn Bürgersääle gegenwärtiger werden und so die Kultur der Deliberation festigen. Die Rahmenbedingungen der Teilnahme von Gesetzgebern, Gesetzesverfassern, Bürgern und Experten läd zur Annahme ein, dass der Bürgersaal legislative Funktionen erfüllen kann, insbesondere im Bereich von Elementen der partizipativen Haushaltsführung, die durch deliberative Partnerschaften der angesprochenen Gruppen ermöglicht werden.</p><p><strong>Sekundärquellen und Externe Links</strong></p><p>Failor, T. (2010) ‘Shaping Mongolia’s Urban Future’, Asia Foundation. Available from: <a href=\"http://asiafoundation.org/in-asia/2010/12/08/shaping-Mongolias-urban-future/\">http://asiafoundation.org/in-asia/2010/12/08/shaping-Mongolias-urban-future/</a> [Accessed 14/04/11]</p><p>Office of the President of Mongolia (2009) Procedures for the Citizens’ Hall under the President of Mongolia [online], issued 31/08/09. Available from: <a href=\"http://www.president.mn/eng/civilHall/civil-hall-procedures.php\" title=\"http://www.president.mn/eng/civilHall/civil-hall-procedures.php\">http://www.president.mn/eng/civilHall/civil-hall-procedures.php</a> [Accessed 14/04/11]</p><p>Office of the President of Mongolia (2010) The Citizens’ Hall under President of Mongolia held its first public discussion on the draft law on Freedom of Press [online], issued 13/01/10. Available from:<a href=\"http://www.president.mn/eng/newsCenter/viewNews.php?newsId=123\" title=\"http://www.president.mn/eng/newsCenter/viewNews.php?newsId=123\">http://www.president.mn/eng/newsCenter/viewNews.php?newsId=123</a> [Accessed 14/04/10]</p><p>Office of the President of Mongolia (2010a) Canadian Teachers Visit Citizens’ Hall [online], issued 06/08/10. Available from: <a href=\"http://www.president.mn/eng/newsCenter/viewNews.php?newsId=326\" title=\"http://www.president.mn/eng/newsCenter/viewNews.php?newsId=326\">http://www.president.mn/eng/newsCenter/viewNews.php?newsId=326</a> [Accessed 14/04/10]</p><p>Parliamentary Network on the World Bank (2009) Good Governance, Transparency and Participation: Meeting Development Challenges in Mongolei, World Bank. Available from:<a href=\"http://www.pnowb.org/sites/default/files/Report_PNoWB_FV_Mongolia_FINAL_12NOV09.pdf\" title=\"http://www.pnowb.org/sites/default/files/Report_PNoWB_FV_Mongolia_FINAL_12NOV09.pdf\">http://www.pnowb.org/sites/default/files/Report_PNoWB_FV_Mongolei_FINAL_12NOV09.pdf</a> [Accessed 14/04/11]</p><p>Reinhard Mohn prize nomination (2010) Citizens’ Hall [online], issued 21/07/2010. Available from: <a href=\"http://www.vitalizing-democracy.org/discoursemachine.php?page=detail&amp;id_item=310&amp;detail_layout_field=itemtype_layoutmisc4&amp;menucontext=4\" title=\"http://www.vitalizing-democracy.org/discoursemachine.php?page=detail&amp;id_item=310&amp;detail_layout_field=itemtype_layoutmisc4&amp;menucontext=4\">http://www.vitalizing-democracy.org/discoursemachine.php?page=detail&amp;id_item=310&amp;detail_layout_field=itemtype_layoutmisc4&amp;menucontext=4</a> [Accessed 14/04/11]</p><p>The Asia Foundation (2011). Local Governance Programs in Mongolia. [online] Available from:<a href=\"http://www.asiafoundation.com/resources/pdfs/MGLocalGovernancev2.pdf\" title=\"http://www.asiafoundation.com/resources/pdfs/MGLocalGovernancev2.pdf\">http://www.asiafoundation.com/resources/pdfs/MGLocalGovernancev2.pdf</a> [Accessed 14/04/11]</p><p>The China Post (2010) Mongolia consolidates its young democracy. The China Post, issued 11/10/2010. Available from:<a href=\"http://www.chinapost.com.tw/commentary/the-china-post/special-to-the-china-post/2010/10/11/275717/p1/Mongolia-consolidates.htm\">http://www.chinapost.com.tw/commentary/the-china-post/special-to-the-china-post/2010/10/11/275717/p1/Mongolia-consolidates.htm</a> [Accessed 14/04/11]</p><p> </p>", "title": "Der Bürgersaal in der Mongolei"}