{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>John W. Cavanaugh<em>.</em></p><p>OLAnet was created to foster greater collaboration between agencies, organizations, community members, and others dedicated to service in a specific area of community need. The OLAnet Community Alliance Framework, is a component which allows the OLAnet Database to categorize news, events, organizations, and other entries according to the category which best fits. Any individual, organization, agency, or business must fulfill one of the following requirements to be in the OLAnet Database. Hispanic-owned or Hispanic-operated Latino community as a primary or exclusive focus Mission statement includes specific service to Hispanic Ohioans Engaged in an initiative to increase capacity to better serve the Latino community Not-for-profit (except where noted) For more information and additional OLAnet Policies and Guidelines, please contact the Office of Hispanic/Latino Affairs.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>OLAnet needed a mechanism TO CONNECT the diverse Latino communities across the State of Ohio.</p><h3>Structure and Process</h3><p>Users of the OCHLA website and the OLAnet Database can subscribe to receive weekly notices about news and events related to any or many of the Community Alliances which are of interest. This service is provided at no charge by the Ohio Commission on Hispanic/Latino Affairs.</p><h3>Impact</h3><p>OLAnet now acts as a hub of information for and about Hispanic Ohioans by hosting meetings, conducting surveys, promoting collaboration, encouraging communication, and endeavoring to assure access to decision-making bodies.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>OLAnet gives Latino community leaders one-stop access to policy issues information, including analyses and links to resources. Additionally, the web page offers an unprecedented new glimpse at Hispanic Ohioans, including demographic information from a number of sources, and reports about the life and times of Latino communities across Ohio.</p><h4>Type of Contribution by Participants</h4><p>They determined the outcomes of the project</p><h4>Target Group</h4><p>The Hispanic Ohioans are estimated by the Pew Hispanic Center to be approximately 3% of the state population or 296,000 people.</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>296,000</p><h4>Total Number of Active Participants (approx.)</h4><p>There are 230 alliance groups in OLAnet serving the majority of the Latino population in Ohio.</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Extensive effort to address disadvantaged groups</p><p>Ohio's Latino community is growing rapidly. In the past decade, Latinos in Ohio have increased by nearly 30%, which is helping to offset the population losses of whites, whose population decreased by 24,000 residents between 2000 and 2007. Latinos are struggling in some areas, such as educational attainment, home ownership and representation in public office. However, the statistics also demonstrate that Latinos are succeeding in many other areas, such as in language acquisition, business ownership, and military service.</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>“Our ultimate goal is to be a nationally-recognized policy research center for the benefit of all Ohioans, with a specific focus on policy for and about Latinos. Our new OLAnet Reports Database &amp; Library is the first step towards that objective.”</p><h4>Adoption by Others</h4><p>In some cases</p><h4>Costs</h4><p>$70,000</p><h4>Time and Working Days</h4><p>3 years</p><h2>Links</h2><p><a href=\"http://ochla.ohio.gov/ohla/reports.aspx\">Ohio.gov website</a></p>", "title": "OLAnet - Ohio Latino Affairs Network"}