{"htmlbody": "<p><em>Note: an English translation of this article is available at: <a href=\"http://participedia.net/en/cases/wetland-we-want-ponte-buggianese-italy\">http://participedia.net/en/cases/wetland-we-want-ponte-buggianese-italy</a></em></p><p><a id=\"PROBLEM_AND_PURPOSE\" name=\"PROBLEM_AND_PURPOSE\"></a></p><h3>Problem and Purpose</h3><p>Il processo partecipativo che ha preso il nome di “Il Padule che vorremmo” è stato avviato dal Comune di Ponte Buggianese con il sostegno dell'Autorità regionale della partecipazione della Regione Toscana.</p><p>Il problema in questione, sorto nel 2003, scaturiva dalla definizione degli aspetti operativi connessi alla realizzazione di un impianto di depurazione a servizio dell'area umida protetta (la più vasta d'Italia) denominata “Padule di Fucecchio”, e più un generale ha riguardato la ristrutturazione del sistema di depurazione civile del Comune di Ponte Buggianese e della Val di Nievole.</p><p>Nel 2003 l'ATO2 (Autorità di Ambito Territoriale Ottimale) avviò un progetto per il miglioramento della qualità delle acque attraverso la riorganizzazione degli impianti di depurazione civile e industriale del comprensorio del cuoio. Esso prevedeva la dismissione di 49 impianti e l'immissione di tutti gli scarichi in due “tuboni” che avrebbero convogliato l'acqua verso i depuratori degli impianti del cuoio dell'area di Santa Croce. I depuratori esistenti che scaricavano nel Pescia di Pescia e nel Pescia di Collodi garantivano l'immissione di acque nel Padule che, nonostante la non eccellente qualità, comunque evitavano il suo completo prosciugamento durante il periodo estivo.</p><p>L'ipotesi dei due “tuboni” avrebbe convogliato tutte le acque depurate a valle, creando un deficit che non avrebbe permesso nei mesi estivi il flusso minimo vitale che garantisca la conservazione degli ecosistemi esistenti.</p><p>Nel corso degli anni gli enti locali hanno organizzato dei momenti di informazione e comunicazione con la cittadinanza, ma non sono riusciti a trovare un accordo con i portatori di interesse locale in merito alla individuazione del sito adatto alla costruzione dell'impianto.</p><p>Altro nodo della questione riguarda la quantità d'acqua che dovrebbe essere immessa nel Padule e la sua destinazione. Il “Padule che vorremmo” si è posto come obiettivo la definizione in maniera condivisa:</p><ul><li>della localizzazione definitiva del nuovo sito per l'impianto di depurazione</li><li>delle regole di regimazione idrica del Padule (in particolare per quel che riguarda la quantità di acqua immessa e la stagionalità dell'allagamento delle aree)</li><li>delle indicazioni generali per la valorizzazione del Padule di Fucecchio, cercando di portare avanti progetti riguardanti lo sviluppo dell'area superando le conflittualità esistenti tra i vari portatori di interesse (cacciatori, ambientalisti, proprietari terrieri, comitati e associazioni)</li></ul><h3>Originating Entities and Funding </h3><p>Il Comune si è fatto carico di tutte le spese riguardanti la stampa del materiale informativo, delle spese postali per l'invio di lettere di invito ai cittadini e ha sostenuto i costi per i rinfreschi, i pranzi, l'affitto delle sedi degli incontri pubblici.</p><p>L'Autorità regionale per la Partecipazione della Toscana ha contribuito attraverso la Legge regionale 67/2007 con un finanziamento di 69.275 euro.</p><p><a id=\"PARTICIPANT_SELECTION\" name=\"PARTICIPANT_SELECTION\"></a></p><h3>Participant Selection</h3><p>Il processo ha coinvolto gli attori che in precedenza, al suo avvio e durante il suo svolgimento, avevano mostrato interesse alle diverse poste in gioco e avevano alimentato il dibattito in merito alla questione della realizzazione del depuratore.</p><p>È stata realizzata una fase preliminare di ascolto che ha visto coinvolte circa 400 persone. Tra queste sono stati intervistati 23 testimoni privilegiati (tecnici, referenti amministrativi e politici del progetto, rappresentanti delle associazioni locali) e 369 cittadini incontrati casualmente nei luoghi di aggregazione del comune.</p><p>Alle prima serata, che serviva come presentazione del processo partecipativo, hanno preso parte 105 persone, mentre al tavoli di lavoro si sono iscritte 83 persone che hanno partecipato a uno o più incontri. Tra i cittadini intervenuti 32 erano appartenenti ad associazioni locali interessate al tema.</p><p>Per quanto riguarda la fase preliminare d'indagine gli attori intervistati sono stati individuati tramite una ricognizione della rassegna stampa, e sono stati contattati tutti coloro che avevano pubblicamente preso posizione in merito all'argomento.</p><p>Per quanto riguarda i gruppi di lavoro, invece, non sono stati adottati dei criteri di selezione, essendo stata invitata tutta la cittadinanza a partecipare al processo.</p><p><a id=\"PROCEDURES_AND_TIME\" name=\"PROCEDURES_AND_TIME\"></a></p><h3>Deliberation and Public Interaction</h3><p>Il progetto è stato suddiviso in 4 fasi.</p><p>La prima era costituita dalla progettazione del processo decisionale e di indagine sul campo, attraverso la realizzazione di interviste in profondità a testimoni privilegiati e a semplici cittadini incontrati nei luoghi di aggregazione. E' stato formato un Comitato di garanzia che ha supervisionato le diverse fasi del processo partecipativo; i componenti sono stati selezionati in modo da essere rappresentativi dell'associazionismo locale (ambientalisti, cacciatori, ecc.); il Comitato è stato successivamente allargato tramite l'estrazione, dalle liste anagrafiche, di 5 cittadini.</p><p>La seconda fase ha riguardato la comunicazione al pubblico attraverso la costruzione di un documento che illustrasse in generale la struttura e lo svolgimento del processo, l'attivazione di un sito web, la produzione e stampa dei materiali di comunicazione (cartoline per l'invito agli eventi, manifesti, locandine, ecc.); in questa fase sono stati anche predisposti i materiali informativi per i partecipanti ai gruppi di lavoro.</p><p>La terza fase, di partecipazione, era composta da 14 incontri pubblici, tra i quali uno di lancio del processo, e 13 incontri di lavoro e discussione dei temi oggetto del processo. Questi incontri erano costituiti da momenti plenari di presentazione degli oggetti di discussione, che venivano approfonditi sotto il profilo tecnico; gli incontri si concludevano con la distribuzione di instant report relativi alle discussioni e i risultati ottenuti nel corso dei lavori.</p><p>Vista la natura conflittuale del processo, il clima degli incontri è stato buono anche se gli elementi di polemica e contrapposizione non sono mancati. Nonostante ciò, nel corso degli incontri il livello di fiducia è cresciuto, così come la convinzione che il percorso svolto potesse essere utile a risolvere alcuni temi conflittuali.</p><p>Infine, la quarta fase riguardava la restituzione dei risultati. Questi ultimi sono stati resi pubblici attraverso varie modalità e pubblicati sul sito internet del progetto.</p><p>Per quanto riguarda i tempi e la durata del processo partecipativo, questo ha avuto inizio nel luglio del 2009 e si è concluso il 27 febbraio del 2010.</p><p><a id=\"METHODS\" name=\"METHODS\"></a></p><h3>Methods Used</h3><p>Si è utilizzato, vista la complessità dell'oggetto in questione, della sua intersettorialità e del conflitto esistente sul tema tra le varie parti interessate, un approccio ispirato alle metodologie del Consensus building.</p><p>Gli strumenti metodologici che sono stati utilizzati nel corso del processo sono:</p><ul><li>interviste in profondità e compilazione di questionari nella fase di indagine</li><li>focus group e brainstorming nella fase di gestione dei gruppi di lavoro</li><li>strumenti di mediazione dei conflitti nella fase di definizione degli accordi</li></ul><p>Considerato il carattere tecnico delle questioni trattate, é risultato importante la disponibilità di personale tecnico che ha fornito risposte ai quesiti dei partecipanti.</p><p><a id=\"INFLUENCE.2C_OUTCOME_AND_EFFECTS\" name=\"INFLUENCE.2C_OUTCOME_AND_EFFECTS\"></a></p><h3>Influence, Outcomes and Effects</h3><p>Come detto prima, il progetto “Il Padule che vorremmo” si prefissava tre obiettivi: l'individuazione definitiva del sito per il nuovo depuratore, la definizione del regime idrico del Padule del Fucecchio e l'individuazione di linee guida per lo sviluppo e la valorizzazione del territorio del Padule.</p><p>Al termine del processo, durato sei mesi, i tre obiettivi principali sono stati raggiunti. Nel dettaglio:</p><ol><li>il 16 dicembre 2009 il consiglio comunale di Ponte Buggianese ha approvato la localizzazione del depuratore emersa dal processo</li><li>nel febbraio 2010 sono stati definiti i principi da utilizzare nella redazione del nuovo regolamento per la regimazione idrica del Padule</li><li>il 27 febbraio 2010 sono state definite le principali strategie di sviluppo dell'area del Padule di Fucecchio</li></ol><p>Tra i risultati si può riscontrare un coinvolgimento della popolazione nel processo di circa 500 persone coinvolte attivamente nel processo.</p><p>Il processo ha esercitato influenza in particolare per quanto riguarda la localizzazione del depuratore. L'amministrazione ha individuato il sito definitivo all'interno di una rosa di tre possibili siti indicati emersi dal processo partecipativo (di cui uno indicato dall'Amministrazione comunale stessa e gli altri due indicati dai partecipanti).</p><p>L'Amministrazione provinciale di Pistoia ha tenuto conto dei suggerimenti e delle richieste dei cittadini, soprattutto di quelle giunte dai diversi interlocutori territoriali (ambientalisti, cacciatori, proprietari terrieri) in merito alla definizione del regolamento per la regimazione idrica del Padule.</p><p>Per quanto riguarda il Consorzio di Bonifica del Padule di Fucecchio, i risultati del processo sono stati adottati in quanto sono stati rivisti i progetti di riqualificazione idrica contenuti nell'allegato X del Protocollo d'intesa formulato in precedenza nel 2008.</p><p>Il processo partecipato ha consentito di raggiungere dei risultati importanti che difficilmente si sarebbero conseguiti attraverso un processo tradizionale: grazie ad esso si sono potute risolvere conflitti esistenti da anni come la regolamentazione del regime idrico del Padule.</p><p>Tra le note “negative” bisogna sottolineare che dal punto di vista del capitale sociale il processo non sembra aver prodotto cambiamenti significativi nel breve periodo.</p><p>Risultati positivi sono stati raggiunti per quanto riguarda il “clima” degli incontri limando i livelli di conflittualità, e accrescendo il livello di fiducia e la qualità delle relazioni tra i vari attori coinvolti nel processo.</p><h3>External Links</h3><a href=\"http://www.consiglio.regione.toscana.it/partecipazione/documenti/RelazioniFinali-Progetti/RelFin_PonteBuggianese.pdf\">Final Report</a> <a href=\"http://www.ilpadulechevorremmo.it/home/\">http://www.ilpadulechevorremmo.it/home/</a> [DEAD LINK] <a href=\"http://www.zoneumidetoscane.it/\">Wetlands of Northern Tuscany</a> <a href=\"http://www.rumiproduzioni.it/home/?p=133\">Video Documentary on Project</a>", "title": "Il Padule Che Vorremmo (Ponte Buggianese, Italy)"}