{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Gregory Barrett<em>.</em></p><p>The primary objective of the project initiator -- the Central Information Commission -- is to intepret Indian citizens' right to information in light of the failure of public authorities to release information or to respond to requests for information. This stems from the initial push for Indian citizens' right to information, which sought to to require all central, state and local government institutions to meet public demands for information. This was meant to facilitate, in turn, the following:</p><ol><li>The empowerment of citizens to demand greater government accountability.</li><li>The expansion of citizen participation in decision-making</li><li>A reduction in state corruption.</li></ol><p>The results of the project are as follows:</p><p>The Right to Information Act is passed by Indian Parliament in 2005, resulting in:</p><ol><li>citizens' right to request information from a public authority and to be guaranteed a response within 30 days (or longer, depending on the inquiry)</li><li>the computersisation of records of all public authorities to facilitate the dissemination of information to the public</li><li>the publication of information about the activities and expenditure of public authorities.</li></ol><h2>Project Description</h2><h3>Structure and Process</h3><p>Over nine years, the National Campaign for People's Right to Information (NCPRI) mobilised a diverse network of people's organisations, activists, researchers and state officials to campaign for national reforms to increase the accessibility of public information. The Right to Information Act has been and continues to be in place since 2005.</p><p>In 2005, the Indian Parliament passed the far-reaching Right to Information Act, which is now considered one of the strongest in the world. The Central Information Commission is an independent public body that oversees and interprets public authorities' application of the Right to Information Act.</p><h3>Impact</h3><p>The Right to Information Act increases transparency and the possibility for greater accountability of the Indian state and its institutions to citizens. The push for the Right to Information in India occurred alongside a decade of unprecedented economic growth in the country. Prior to 2005, official mechanisms for ensuring state accountability to Indian citizens were woefully inadequate as large public works projects spread to rural areas and corporate firms penetrated sectors including agriculture, urban infrastructure and public service delivery.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>The campaign for the Right to Information and the passing of the Right to Information Act are the result of a broader national movement to ensure that the Indian state remains accountable to its citizens at the local, state and national levels.</p><h4>Type of Contribution by Participants</h4><p>They directly made decisions about project measures</p><h4>Target Group</h4><p>The target groups of the project include Indian citizens and local, state and national-level public actors and institutions.</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>1,000,000,000</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Extensive effort to address disadvantaged groups</p><p>The National Campaign for People's Right to Information (NCPRI) was composed of a wide range of actors and organisations, many of which were composed of poor and historically marginalised population groups. The Right to Information Act guarantees the right of all citizens, regardless of background or identity, to secure access to information under the control of public authorities.</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>Yes, the Right to Information Act is a new, critical mechanism which enchances citizens' capacities to demand accountable, democratic governance.</p><h2>Links</h2><p><a href=\"http://cic.gov.in/\">Central Information Commission, Government of India</a></p><p><a href=\"http://www.righttoinformation.info/index.htm\">National Campaign for People's Right to Information</a></p><p><a href=\"http://rti.gov.in/\">Indian Government's Web Portal to the RTI Act</a></p><p><a href=\"http://www.rtiawards.org/\">Right to Information Awards</a></p>", "title": "Winning the Right to Information in India"}