{"htmlbody": "<h3>History</h3><p>In January 2008, the Municipality of Livorno decided to experiment an innovative type of decision making process concerning the renewal and the future use of the 'Cisternino', an ancient building historically used for water supply. The process was proposed by a citizen association, the \"Laboratorio per Livorno\" (Laboratory for Livorno). The process had the ambitious goal to reflect on the present situation of the historical building and imagine a desirable future on the basis of the past. The practical objective is transforming the Cisternino into a meeting place in which people share spaces and ideas, with a special reference to social needs of young people. The starting question was “What should we do with the Cisternino after its restoration?”</p><h3>Originating Entities and Funding</h3><p>The project was managed by several external consultants: “Ascolto Attivo”- Politechnique of Milan, represented by M. Sclavi; University of Pisa, represented by S. George; “Genius Ioci” a Milan firm, represented by G. de Luzenberger.</p><p>The 'Terminal Crociere' of the Port Authority offered its hall for the OST; the video recording activities were funded by both the Municipality, local TV and associations. The organizing staff consisted in approx. 20 people with different tasks and roles. The Authority for participation of the Tuscany Region financed the project with 44.000,00 euro; the total cost amounted to 51.735 euro.</p><h3>Participant Selection</h3><p>The process was open to public participation. In the first phase, by opening the website dedicated to the project and the online forum, all citizens have been able to intervene by expressing ideas, proposals, critiques. Thanks to the broad network of informative meetings that took place in schools and with associations, the participation was significant. The course for facilitators received 90 applications; 70 persons, especially university students, actually attended the six informative meetings. Around 50 people participated in the second phase. The itinerant exposition on the future of Livorno (located on a bus of the public transportation company), was visited by a large number of inhabitants. Around 200 persons participated to the OST of the third phase; the holiday close to a week end allowed two days of discussion, proposals and elaboration of assorted ideas. The “tables of creative confrontation” 0f the fourth pahse were concentrated in four evening meetings during one month; approximately a 30 people, representing the five thematic groups originated in the OST, attended. Finally, some 100 individuals took part in the presentation of the final proposal in a public meeting in the Council Hall.</p><p>The participants were self-selected. The average level of education of the participants ranged from high-school to college. Participation of ethnical and linguistic minorities, supported by local associations, was considered satisfactory. As to the gender, most of participants were females.</p><p><a id=\"METHODS\" name=\"METHODS\"></a></p><h3>Deliberation, Debate and Public Interaction</h3><p>The process consisted in four main phases spanning 9 months:</p><p>1)The city listens (January-February 2008). In this phase a promoting committee was formed by important and well-known members of the local community- ; a online forum was opened in order to collect ideas about relevant topics concerning the city and the project; a course for voluntary facilitators was carried out.</p><p>2)The city explores (March-April). This phase is dedicated to visiting the city districts, aimed at drafting a map of the resources of the city dedicated to young people; an exposition on “which future for Livorno?”, focusing in particular on the project,was organized as well.</p><p>3) The city proposes (April-August). In this phase all citizens were invited to an Open Space Technology event in order to express ideas and proposals about topics investigated in the first two phases, and in particular about the future use of the Cisternino after the restoration.</p><p>4) The city decides (September). The final phase is dedicated to drafting a synthesis of the proposals emerged during the OST in four “tables of creative confrontation”; the final report was then presented by the participants to the Municipality, which examined and approved it; finally, it was presented jointly by citizens and administrators to the local community.</p><h3>Methodology</h3><p>The methods of public interaction can be roughly split into two phases:</p><p>From January 2008 to April 2008: online forum, walks in the districts, itinerant exhibition, meeting with significant experts and stakeholders; the visits and the exhibition were completely self-managed by participants, with an internal division of the tasks, under the co-ordination of the organizers.</p><p>From May to September 2008: active listening and creative discussion in the OST and in the “tables” in order to reach common decisions, alternating meetings managed by the participants themselves to institutional meetings with the Administration. The process was always open to new inputs from citizens.</p><p>Open communication between project managers and the public was maintained throughout the process. To this end, information was disseminated through email, news press and TV, with a preference for direct contact. The most used medium for communications was the website cisternino2020.comune.livorno.it and a television program entirely dedicated to the project and freely offered by a local TV.</p><p><a id=\"OUTCOMES\" name=\"OUTCOMES\"></a></p><h3>Outcomes, Decisions and Effects</h3><p>The proposal formulated by participants was formally approved by the Town Council. The Municipality accepted the proposals, maintaining the possibility to call a tender for assigning the management of the structure, within the end of 2009. The level of satisfaction of the participants seems to be have been positive, as reflected by the constant level of participation to each phase of the process. The Administration gradually modified its attitude, shifting from perceiving the process as mere consultation to an attitude reflecting active listening and participated construction of social choices jointly with the citizens. and it has been documented an increasing level of inter-sectorial work. The trust of participants in the Administration and in each other seems to have increased over time; participants created an association in order to manage the Cisternino. In April 2011 the restoration work, that was supposed to be finished by September 2010, are still under way.</p><h3>Analysis and Criticism</h3><p>The first and second meetings initially suffered from widespread distrust towards the process promoted by a public institution, perceived as an attempt to “capture consensus”. However, the OST and the ability for participants to choose the core topics to be debated increased the level of confidence.</p><p><a id=\"EXTERNAL_LINK\" name=\"EXTERNAL_LINK\"></a></p><h3>External Links</h3><p><a href=\"http://www.consiglio.regione.toscana.it/partecipazione/documenti/RelazioniFinali-Progetti/Livorno-RF-Cisternino2020.pdf\">Final Report</a></p><p><a href=\"http://www.comune.livorno.it/_livo/uploads/4-LivornoELaPartecipazione.pdf\">Project on the Comune di Livorno Website</a></p><p><a href=\"http://www.urbanocreativonews.it/governo-del-territorio/un-laboratorio-per-livorno\">Press Report on the Project</a></p><p><a href=\"http://www.senzasoste.it/interventi/cisternino-2020-che-fare-lettera-al-sindaco-cosimi-e-allamministrazione-comunale-sul-processo-partecipativo-cisternino2020\">Letter from \"Laboratorio Labronico\" to City Council</a></p>", "title": "Participatory Planning Workshop \"Cisternino 2020\" (Livorno, Italy)"}