{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Nancy J. Chaney<em>.</em></p><p>The premise of the Commissions Fair is to formally recognize the generosity and good work of volunteers who contribute so much to community well-being, to educate the public about commission activities, to recruit new members, and to facilitate complementary efforts among commissions. Members from each of ten municipal volunteer commissions are asked to submit peer nominations for Service to Commission Awards for outstanding volunteers. Nominations are reviewed by the mayor, who selects three deserving recipients to recognize at the annual Fair in City Hall. Press releases announcing the event spread the news by radio, television, newspaper, digital social networking media, and word-of-mouth. With positions for university and high school-aged students, the program values the ideas of youth.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>Moscow, Idaho USA is a university community, known for exceptional levels of citizen engagement and high expectations of excellence from government. Since 1972, volunteer commissions, tasked with researching matters of interest to the community, have offered informed advice to elected policymakers. The format allows interested citizens opportunities to be involved in meaningful ways. Commissioners are appointed by the Mayor with the consent of the City Council. Many have fulltime jobs and may be experts in specialized professional fields. They contribute hundreds of hours without compensation. The City would be hard-pressed to afford the levels of expertise in the quantities they provide. Until 2007, no program existed to formally acknowledge the worth of their efforts. The Commissions Fair was conceived as a means of bringing recognition to those volunteers, making the public aware of their work, attracting new members, reminding everyone that their efforts account for something, sharing ideas, and integrating complementary concepts among the various commissions. The Service to Commissions Awards component of the Fair is a means of supporting teamwork within the commissions, highlighting exceptional work, and simply saying, \"thank you.\" The \"problem\" this project was intended to address was how to retain high-quality volunteer services to augment the work of paid staff and to advise elected officials from broad-based perspectives. This program bolsters public recognition of the serious work being done and provides a platform to reinforce that recommendations of advisory commissions become real policies and projects through the public process.</p><h3>Structure and Process</h3><p>Ten volunteer commissions are legally defined in the Municipal Code and described in detail on the City's web page. When openings arise for members, interested residents apply for appointment, interview with the Mayor, and if received favorably, have their names put forward for approval by the City Council. Appointees meet regularly with their counterparts, staff and City Council liaisons, to develop and submit recommendations to elected officials as may regard current projects, programs, or policies. By themselves, elected officials could not be so consistently and broadly informed on issues, were it not for the recommendations and reasoned statements of these volunteer commissions, some of which (such as the Planning and Zoning Commission and Zoning Board of Adjustment) operate in a quasi-judicial fashion. The annual Commissions Fair is advertised locally via various media, inviting residents to learn about local government activities and to become involved. Several weeks before the Fair, the Mayor solicits nominations for special recognition awards from within each commission, and selects three outstanding recipients. On the day of the open-house (come and go) event, commissioners and staff arrange display tables, photo-display posters, slide shows, catered finger foods and refreshments in City Council Chambers. Information tables are attended through the evening by volunteer commissioners and visited by members of the public, including elected officials and city staff. The event affords an ideal opportunity for interaction among commissions, to generate ideas for collaboration. Midway through the two-hour event, the Mayor presents Service to Commission Awards, describes accomplishments of recipients, and expresses the City's thanks to all who are involved. Awards consist of signed certificates and gift certificates from local merchants, personalized to match the interests of each recipient. A press release follows, so that details of the Fair and Award recipients are made public the following day.</p><h3>Impact</h3><p>The solution provides a way of saying thank you in a public way. It encourages volunteerism by reminding people that their work matters and by highlighting the interesting, enjoyable, challenging kinds of things the commissions do throughout the year. The impact on policy and political decisions is that it keeps elected officials grounded in the democratic process by informing them (us) from the grassroots level. The monetary value is significant too, freeing up resources to be applied to something other than consulting fees. Our local government could not accomplish what it does within the constraints of our budget were it not for the extraordinary generosity of volunteers. In FY09/10, the City benefitted from the services of ten volunteer commissions, whose 83 members contributed in excess of 2,304 volunteer hours over the past year. Using the value standard of $15.43 for each volunteer-hour, that equates to more than $35,000. One example of success is the formation of a community housing development organization and land trust to keep housing stocks affordable in perpetuity. The background work and advice came from the Fair and Affordable Housing Commission. Other examples of real policy changes affected by volunteer commissions are in recycling requirements for public facilities, recommended by the Sustainable Environment Commission, which also helped lead the way in the City Council's vote to set a greenhouse gas emissions reduction target of 20% below 2005 levels by 2020. Every volunteer commission has a staff liaison and a City Council liaison, so efforts are integrated and open from the beginning.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>Democratic processes do not function in isolation, but are inclusive and integrated within a broad system. The Commissions Fair and Service to Commissions Awards event is an annual function to \"cap\" each year's activities, accomplishments, relationship-building, outreach, etc. The project wouldn't exist but for all of the activities that precede it and grow from it every year. As Mayor, it is my objective that policymakers receive the broadest, most objective input realistically possible before rendering decisions that rise to the level of the commissions' engagement.</p><h4>Type of Contribution by Participants</h4><p>They directly made decisions about project measures</p><h4>Target Group</h4><p>First, the general local public was targeted to participate as volunteers. An application and interview process is intended to facilitate diversity on commissions which for efficiency's sake have size caps on membership. The volunteer commissions are advisory to democratically-elected policymakers, who in turn, render decisions that may affect the whole community.</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>100 volunteer commissioners, in a community population af approx 24,000 residents.</p><h4>Total Number of Active Participants (approx.)</h4><p>100</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Some effort to address disadvantaged groups</p><p>One of our commissions is the Fair and Affordable Housing Commission, on which balance was sought to include low income households. Another is the Human Rights Commission, which is intended to include representation by people with disabilities, people of minority status, and to overtly promote inclusivity, regardless of race, religion, gender, sexual orientation, age, or any other classification status. Task forces and various ad hoc committees are natural outgrowths of the volunteer commission structure, and we recently formed a mobility task force to address transportation/mobility challenges of people with disabilities. That group reports directly to the volunteer Transportation Commission. One member of the Transportation Commission has the uncommon perspective of a person whose neuro-muscular condition requires an assistant to communicate and guide his wheelchair. A new member of the Sustainable Environment Commission expressed particular interest in social justice, as related to environmental issues, thereby converging interests of the Human Rights Commission with the Sustainable Environment Commission, and potentially, Fair and Affordable Housing. Potential permutations seem almost endless. The Human Rights Commission has a physical presence at regional events to demonstrate solidarity with disadvantaged groups, including racial and religious minorities, gay, lesbian, bisexual, transgendered and allies, etc.</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>Each commission has a chair, selected from among its ranks. The chairs facilitate democratic interaction among members. Like the Commissions Fair, the atmosphere is designed to be as welcoming as possible. Hearing impaired assistance is available. Facilities are ADA accessible. Meetings are advertised and open to the public.</p><h4>Costs</h4><p>$900 last year</p><h4>Time and Working Days</h4><p>As mentioned, the annual two-hour event is the culmination of a year's activities. The staff liaison attends virtually all meetings throughout the year. (Commissions have a range of meeting schedules.) City staff probably spends 3-4 days developing advertisements and press releases, setting up tables and materials for the open house, and coordinating catered foodstuffs.</p><h2>Links</h2><p><a href=\"http://www.ci.moscow.id.us/commissions/index.aspx\">City of Moscow website</a></p><p><a href=\"http://www.ci.moscow.id.us/\">City of Moscow homepage</a></p><p><a href=\"http://www.ci.moscow.id.us/press_release.aspx\">See press release #262: City of Moscow recognized for City achievement programs.</a></p>", "title": "Moscow Commissions Fair and Service to Commissions Awards"}