{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Max Hardy<em>.</em></p><p>Consensus around the benefits of growth has shifted over time to concern about its impacts on the Queensland lifestyle and environment. In responding to these concerns, the Premier announced the government would host a summit on 30 and 31 March 2010 to “bring together experts in planning, development, infrastructure and sustainability with the community to discuss growth, liveability and sustainability” .(Premier Anna Bligh 18/11/2009) The purpose of the Queensland Growth Management Summit was to engage the community in growth management discussions, offer solutions for a way forward, build on existing programs and deliver new strategies that will enable us to adapt to a future that maintains our lifestyle and includes a growing Queensland population. The Summit and associated consultation activities generated around 1400 ideas on growth management. Following consideration of these ideas, government has developed a reinvigorated growth management agenda, which includes the formation of Growth Management Queensland and Queensland Regionalisation Strategy.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>The growth summit project had two goals:</p><p>1. Achieve a shared vision about population growth management amongst the community, stakeholders and government, including:</p><ul><li>Bringing disparate views closer together about how to manage population and growth</li><li>Raising awareness about the Queensland Government’s existing growth management strategies</li><li>Building capacity in the community, with the community owning solutions to population and growth, and the trade-offs Queenslanders might have to make to maintain prosperity, liveability and sustainability.</li></ul><p>2. Improve the delivery of, and enhance the government’s existing growth management strategies, including:</p><ul><li>Better understanding environmental and other constraints to population growth in Queensland</li><li>Identifying and resolving impediments to delivering the SEQ Regional Plan and other growth management policies</li><li>Investigating opportunities for encouraging growth in regional Queensland, to relieve pressure in SEQ.</li></ul><h3>Structure and Process</h3><p>The summit project team prepared a background paper prior to the summit which was aimed at raising awareness amongst Queenslanders about population growth management. The background paper brought together the latest evidence about population and demographic trends in Queensland, and its impact on the economy, environment and lifestyles into a coherent narrative targeted at the average Queenslander. The background paper published the results of a range of research commissions coordinated by the project team, including:</p><ul><li>population and demographic analysis</li><li>assessment of the economic impact of population growth on SEQ through whole of economy modelling</li><li>comparison and assessment of Queensland’s housing affordability with other jurisdictions</li><li>analysis of the impact of financing issues on delivery of medium and high-density development</li><li>analysis of the opportunities and impacts growth presents for Queensland’s prosperity, liveability and sustainability.</li></ul><p>In the months before the summit, the media reflected a growing majority of Queenslanders who did not support population growth in SEQ. However, little was known about the reasons behind Queenslander’s attitudes about growth, whether their views were likely to change, and what factors or policies would influence their views. The project team commissioned social research to test South East Queenslander’s attitudes about growth, and their priorities for safeguarding their lifestyles into the future. The results were used to inform the design of summit proceedings and post-summit policy work, to ensure the summit outcomes met the priorities and expectations of Queenslanders.</p><p>The summit provided a significant opportunity for state, federal and local leaders, industry, business and community organisations to discuss the challenges and solutions associated with growth in Queensland. Well-known national and international speakers and facilitators were secured to maximise the summit’s profile and coverage, including Kerry O’Brien of the 7:30 Report, the Premier of Queensland Anna Bligh, Federal Treasurer Wayne Swan, Lord Mayor of Brisbane Campbell Newman, Chris Richardson of Access Economics, Jim McKnoulty of RPS Group, and David Owen staff–writer for the New Yorker.</p><p>The event was limited to 215 invited delegates to ensure discussions at the summit were solutions focused. Delegates included experts and leaders from planning, development, infrastructure, sustainability, industry, economics, social and community organisations. Community member representation was ensured by randomly selecting 30 community members from a list of 167 who had registered interest in attending via the website. All summit delegates were engaged in a series of panel discussions and workshops aimed at finding growth management solutions focussed around the themes prosperity, liveability and sustainability.</p><p>Almost all Queenslanders are affected by growth. Therefore, in the lead up to the summit, Queenslanders were given the opportunity to share their views via a variety of web-based tools used to ensure the widest possible audience could participate. Individuals and stakeholders unable to attend the event were offered the opportunity to view summit proceedings online in real-time and to pose questions on the topics being discussed via the web. An online survey and discussion forum (Get Involved and Consult Queensland), a growth summit Facebook fan page, vox pops and a special ‘growth’ edition of people’s question time in Parliament allowed Queenslanders to express their views and ideas about population growth.</p><p>Social research undertaken for the project reflected a divergence between what householders want and what evidence shows will deliver more liveable and sustainable urban areas for a greater number of Queenslanders. An interactive scenario modelling tool called SEQ Futures was employed to help the community understand the implications of the housing, transport and lifestyle choices they make, and visually illustrate how these choices affect urban sprawl, the availability of green space, biodiversity preservation, traffic congestion and clean air in SEQ. This was the first time an interactive, online tool like this had been used in Australia.</p><p>The summit and engagement program was promoted via the growth summit website, twitter, mail outs, press and radio advertising, media releases and e-newsletters.</p><p>The project was extremely successful in engaging a large number and broad range of Queenslanders on the question of how we as a state tackle population growth.</p><p>At least 30,000 Queenslanders participated in some way on the topic of managing growth in Queensland. People from many different backgrounds expressed thousands of views and ideas that relate to population growth – what it means for them personally, their industry or their area of interest.</p><p>Participation included:</p><ul><li>Over 14,500 visits from more than 8,200 people to the website in the lead up to and during the summit, including over 10,000 online views of the summit web-cast</li><li>Over 1,500 people viewed the background paper on the website</li><li>455 people became ‘fans’ of the growth management summit Facebook site</li><li>861 people responded to the online survey and 74 people participated in Consult Queensland</li><li>2,200 people used the SEQ Futures tool to explore the different options to accommodate expected population growth and the possible future impacts of such growth</li><li>1,115 people watched People’s Question Time streamed live online.</li><li>13 submissions were received from Australian Industry Group, Chamber of Commerce and Industry, Council of Mayors (SEQ), Local Government Association of Queensland, Property Council of Australia (Queensland Division), Planning Institute of Australia (Queensland Division), SEQ Catchments, Brisbane Institute, Tourism and Transport Forum, Growcom, Cement Concrete &amp; Aggregates Australia, Board for Urban Places and Australian Institute of Architects.</li><li>211 people sent letters to the Premier prior to and in response to the summit, and 51 people sent emails to the Premier via the growth summit website</li><li>340 people attended the summit dinner-debate on 30 March 2010.</li></ul><p>The Queensland Growth Management Summit generated much interest from other organisations and industries who held their own events in the lead up to the summit with the aim of communicating their particular view, providing a community forum, canvassing member ideas or presenting a submission for consideration as part of the summit proceedings. In February and March 2010, around 2000 people attended 22 related events.</p><p>Population growth became a major topic of interest in the media in early 2010. Around 1200 media articles were published on the topic of population growth during January, February and March 2010 in Queensland and national media. In addition, The 7:30 Report on ABC television ran a week-long series The population debate: can Australia handle it? All of this coverage generated debate and further conversations.</p><p>To harness the knowledge of leaders from research, industry and environmental organisations, a high-level advisory panel was appointed to provide independent, expert advice to the project team in the lead up to the summit. This panel drew on their experience in areas such as population trends, climate change, architecture, planning and industry to provide advice regarding the evidence about population growth and how it affects Queensland, community issues and concerns. The panel also provided a fresh perspective on the format and process for the summit, and played an ambassador role to raise awareness of the summit itself.</p><h3>Impact</h3><p>The summit has triggered a suite of major new policy programs including a Queensland Regionalisation Strategy, a Queensland Infrastructure Plan, a Townsville Futures Plan, and a ‘Go Zones and No-Go Zones’ policy to provide greater planning certainty for local communities.</p><p>Significant new governance arrangements have been created to oversee and implement the government’s new growth management agenda, including a new agency Growth Management Queensland within the Department for Infrastructure and Planning, a new Infrastructure Charges Taskforce to reform development infrastructure charging arrangements, and broadened remit for the Urban Land Development Authority and the Board for Urban Places. At the national level, only three days after the summit, the Federal Government announced a new Minister for Population – Tony Burke MP.</p><p>All up, around 1400 ideas were generated by the summit and associated activities. Solutions to issues raised ranged from a federal population policy, to a series of state policies and initiatives, through to individual behaviour change. Greater engagement with the community on planning issues, and a strong desire to protect the environment when accommodating growth were consistent messages throughout the summit.</p><p>In response, the government announced 22 new initiatives and 26 new supporting actions. Not every idea resulted in a response from government. Some ideas were things the Queensland Government cannot control. And many ideas reinforced existing government policy and Queensland’s current regional planning process. The summit reinvigorated the Queensland Government’s commitment to working with local government to manage growth and implement regional planning.</p><p>The summit will be a major influence on future government policy in the years to come – for all three levels of government.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>The project team commenced work on 4 January 2010 to deliver a summit on 30-31 March 2010. To maintain momentum in community interest and public confidence and to foster community and industry participation in ongoing engagement on growth management issues, the response to the summit was swift. The project team compiled the extensive draft government response in under 6 weeks to meet the Premier’s commitment made at the close of the summit. The Communiqué was released within 24 hours and all the workshop ideas and presentations were released within two weeks of the summit. The response drew from consideration of the 1400 ideas generated from the summit to detail an extensive list of 22 key initiatives and 25 supporting actions. Refer to the supporting documentation in this submission.</p><p>The Queensland State Government initiated, funded and hosted the Growth Management Summit. Queensland’s population has almost doubled in two decades, from 2.6 million people in 1986 to 4.4 people million in 2009 and current forecasts suggest it will be between 5.7 and 7 million people by 2031. South East Queensland (SEQ) is one of Australia’s fastest growing regions. In recent years, there has been a shift in the community’s attitude – from a general acceptance of the benefits of growth, to increasing concern about the impacts of growth on people’s lifestyles and the environment. Although the Queensland Government continued to roll out significant growth management strategies such as the SEQ Regional Plan, there is low awareness in the community about these, with many believing that the government itself is driving growth. In addition, the views of major stakeholders about growth and how to manage it are fundamentally opposed. At the same time, there is an acknowledgement that although SEQ has nation-leading growth management strategies in place, these could be enhanced – particularly to resolve impediments to implementation. Responding to these concerns, in November 2009 the Queensland Premier announced that the government would host a summit to “bring together experts in planning, development, infrastructure and sustainability with the community to discuss growth, liveability and sustainability”.</p><p>A highly motivated project team comprising staff from five state agencies formed in January 2010 to deliver the highly praised summit on 30-31 March 2010. The team was led by Anne Moffatt, Executive Director - Strategy and Program Coordination.</p><h4>Type of Contribution by Participants</h4><p>They determined the outcomes of the project</p><h4>Target Group</h4><p>The target audience for the summit was the entire Queensland community, as well as planning, development, industry and environmental experts. The summit also engaged all three levels of government - Federal, State and local government, in the discussion.</p><p>It should be noted that the growth management discussion is ongoing and that as an outcome from the summit, the Queensland community will continue to be engaged in this discussion.</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>30,000</p><h4>Total Number of Active Participants (approx.)</h4><p>3,500</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Extensive effort to address disadvantaged groups</p><p>Live streaming of the Summit for all people in Qld to observe proceedings and forward questions for experts during proceedings. 40 randomly selected participants out of the 215 Summit delegates. Direct approach to cross section of stakeholder groups, including peak organisations representing disadvantaged demographic groups.</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>Information packs distributed to all Queenslanders showing an interest. Online South East Queensland Futures tool to view scenarios and options to accommodate growth - accessed by over 2,000 people. Designed to assist participants to appreciate complexity and implications for different options. Deliberative processes during the Summit designed to enabled participants to explore issues, options and to weigh up the merit of various strategies to accommodate growth. Skilled facilitators used to help participants at the Summit Workshops.</p><h4>Adoption by Others</h4><p>In some cases</p><h4>Costs</h4><p>$718,000</p><h4>Time and Working Days</h4><p>The summit was developed by a team of 11 staff (including communications and marketing staff) over a period of 3 months. Following the summit, the same team collated and analysed the information and ideas resulting from the summit and developed policy actions to respond to the key themes and ideas, which are being implemented across the State.</p><h2>Links</h2><p>All documentation and photos can be accessed at the <a href=\"http://growthsummit.premiers.qld.gov.au/\">Growth Summit Web Site</a></p><p><a href=\"http://growthsummit.premiers.qld.gov.au/program/assets/queensland-growth-management-summit-communique.pdf\">Summary Communique</a></p>", "title": "Queensland Growth Management Summit"}