{"htmlbody": "<h3>Problems and Purpose</h3><p>The problems faced by the introduction of the virtual participation groups include that of the paradoxes between issues of legitimacy and effectiveness, autonomy and authority and the problem of preventing administrative bounds limiting the democratic process. Firstly, the virtual patient participation groups encountered problems as the effectiveness of a group of patients is seen to less of that than a group of professional doctors who run the practices in question. Secondly, the virtual participation groups mean there is no authority present as the patient makes decisions and is therefore fully autonomous, this means that the patient may take no responsibility for their decision and thus the correct decision may not be made. Finally, there is concern that once the innovation is put in place it may become bound by the administration and therefore become less democratic.</p><p>The purpose of the National Health Service's trial of a Virtual Patient Participation Groups was that they felt there have been the failings in the current face to face Patient Participation Groups. The trial of VPPGs was taken forward by four General Practices in order to fulfill the Department of Health Responsive Practise workstream which aimed “to try to understand how we could get more PPGs established and how those PPGs could be more effective” (Department of Health,(online),2010).</p><p> </p><h3>History</h3><p> </p><p dir=\"ltr\">In 2010, The UK National Health Service trialed virtual patient participation groups due to what they see as the failings of the current system of face to face patient participation groups. The trial aimed to improve the effectiveness of patient participation groups which had been ineffective due to low participation, poor representation and limits of citizen capacity.</p><p dir=\"ltr\">The virtual participation groups in question were virtual questionnaires sent to patients who approved their involvement and allowed results to be categorised in a way that meant patients with a particular experience within the health service could be asked specific questions allowing for more informed results. Additionally, with no specific meeting times or physical presence needed it allows more people to be involved than had previously been possible with the face to face participation groups.</p> <p> </p><h3>Participant Selection</h3><p>Perhaps the most important ideal aimed for by the Virtual Participation Groups is that of representation. This is the case as one of the major flaws in the current PPGs is “the majority of PPGs found it very difficult to form a group that was representative of their practise participation” (Department of Health,(online),2010). This is due to several factors,principly that in a society where people must work for a living it is very difficult to manage time to attend a face to face meeting that will often be at a particular time and be for a set duration as Warren (2006,(online)) writes this leads to participants being “ salaried so as to enable ordinary citizens-not just the rich-to serve” and as current PPGs are not salaried it does not enable ordinary citizens to participate, it in fact favours either the wealthy or retired which therefore fails to encapsulate a whole patient community thus falling short of the ideal of representation. Virtual Participation Grooups overcame this by having no set time or place and thus allowing any and all patients to participate achieving a much greater level of participation.</p><h3>Influence, Outcomes, and Effects</h3><p>The Virtual Participation Groups do appear to be an improvement on the current innovation, this is due to its greater reach; encompassing a much more representative sample of patients and its ability to achieve substantially higher levels of participation.</p><h3>Analysis and Criticism</h3><p> </p><p dir=\"ltr\">The virtual participation groups do appear to have been a success. This is the case as due to the groups lack of physical meeting allowing substantially more participants. Two samples achieved numbers up to 100 and one source suggested that the older participation groups often only achieved numbers of 6 or 7, this means the virtual participation groups have achieved not only greater participation but also a much more representative sample. Therefore, the participation group becomes much more legitimate and thus effective overcoming the paradoxes discussed amongst the problems.</p><p dir=\"ltr\"> </p><p dir=\"ltr\">The only issues still facing the innovation are that of the trade off between autonomy and authority as well as avoiding limiting the level of democracy due to administration. Both of which are obstacles that can be easily overcome, what is suggested is a disclaimer for patients to sign on taking part in the groups as to stress the importance of their role thereby giving them responsibility for their decision and thus authority and a meeting decided by the majority of participants which would allow patients to discuss with the administration ways in which their involvement is limiting the levels of democracy.</p>  <p> </p><h3>Secondary Sources</h3><p> </p><p dir=\"ltr\">Department of Health,. (2010), Community Voices: Developing Virtual patient participation. [Online], National association of Patient Participation. Available from &lt;<a href=\"http://napp.org.uk/virtualppgs.html\">http://napp.org.uk/virtualppgs.html</a>&gt; </p><br/><p>Swanton, I., (2013), Interview with practise manager- Carol Pearson, Warrington, Cheshire.</p><p> </p><p dir=\"ltr\">Warren, Mark E., (2006), Designing Democratic Renewal : Citizen Representatives</p><p>Available from: &lt;<a href=\"http://www.politics.ubc.ca/fileadmin/template/main/images/departments/poli_sci/Faculty/warren/Citizen_Representatives_Revised_Sept_2006.pdf&gt;\">http://www.politics.ubc.ca/fileadmin/template/main/images/departments/po...</a></p><h3>External Links</h3><p> </p><h3>Notes</h3><p> </p>", "title": "NHS Virtual Participation Groups"}