{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Nick Benequista<em>.</em></p><p>In Abuja, Nigeria, a new democratic space was created to facilitate dialogue between political leaders in local government and citizens. Through the use of public meetings and a range of media, decision-making processes became more transparent and the scope for trust and mutual respect improved. Most importantly, the efforts contributed to a shift in the city's democratic culture away from the militaristic mentality, and back toward Nigeria's own tradition of communality and consultation.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>Since gaining independence in 1960, Nigeria has mostly been governed under military rule with only short periods of civilian rule between 1960-1966 and 1979-1983. As a result, the prevalent culture of government is militaristic: based on a command structure where the constitution is frequently suspended and rule is by decree. Citizen participation is largely coerced by those in power and citizens are expected to assume that leadership knows best.</p><p>While not recognized formerly, there is still an enduring culture of communality and consultation at a community level. A growing number of civil society groups and leaders have been influential in lobbying the government for a more rights-based approach to development to take into account the needs and wishes of the community. But those in power are reluctant to recognize that ordinary people should have a say in policy.</p><p>Initially the el-Rufai administration, appointed in 2003 to administrate Abuja, was no different from other regional governments, implementing their policies without consulting or sharing with the citizen that were affected. The Minister was appointed by the President on a 10-point mandate to clean up Abuja and make it a safe, clean and healthy place for citizens in terms of sanitation, access to land and education. He proceeded to advance these plans without broad-based citizen consultation and began shaping policies in a revolutionary manner. The administration set about returning the city to its original building and infrastructure plans of the 1980s, with space for parks, schools, hospitals, railway and roads. But as a result, citizens who had bought land through non-legal means, thinking they would have life-long impunity, had their buildings removed and the land returned to its original purpose. In the beginning, the administration did not fully anticipate the need to share their strategy with citizens or to encourage discussion and feedback. There was not enough support for these reforms to change Abuja, and the process began to generate conflict, mistrust and misunderstanding. The town hall meetings were designed as a return to Nigeria's tradition of communitarian decision-making. The project was not only an effort to repair the strained relations between the government and its citizens, but to change the democratic culture of the city, among both its residents and its leaders.</p><h3>Structure and Process</h3><p>The town hall meetings were regular quarterly forums where all residents of Abuja could meet with the Minister of Abuja and his team and raise matters of interest in a 'no holds barred' encounter. Each town hall meeting was broadcast live on radio and later via a 30-minute television documentary.</p><p>Over 1000 people attended the third town hall meeting, held in a suburb of the City Bwari. Many people in the community were formally invited to this event, some heard through word of mouth and others through advertisements on the radio. The participation of all six suburbs of Abuja was coordinated through the Area Council Chairpersons who helped organize the events and encouraged different categories of people to participate. A team from the Minister of Abuja's office specially dedicated to the project also drew on people from the community where were already involved in formulating the Federal Capital Territory Economic and Empowerment Strategy. These leaders had good links with their communities and were already in a position to articulate their needs to those in power.</p><p>The outcome of every town hall meeting was documented and formally adopted by the Federal Capital Territory's Executive Committee as action points. The Executive Committee, the highest body responsible for policy decisions, was made up of Ministers and Secretaries who met weekly to look at the outcome of the meeting. In addition, other communication initiatives were subsequently set up to strengthen the process and give feedback on the outcomes from the town hall meetings. Dateline Abuja was an interactive phone-in and text-in radio program run every fortnight on prime-time national radio. A helpline system, operated by an energetic and passionate group of young people, collected public complaints and feedback. A fact sheet from the calls was circulated and taken as an integral part of reporting to the Executive Committee. An easy-to-read bi-monthly magazine for citizens was published with information about spending and policies and human interest stories. Separate inter-generational dialogues were also held with a focus on giving voice to children of primary and secondary school age. Boys and girls met with the policy makers in an informal, interactive atmosphere.</p><h3>Impact</h3><p>The process of ensuring that better dialogue leads to better policy has not been perfect, but it has led to a better understanding of the pains required to enjoy the gains of effective policy-making and focused leadership.</p><p>The project created a concentric institutional circle linking a technical team, service providers and citizens. This circle of people ultimately created the Federal Capital Territory Strategy on Economic Empowerment and monitored its implementation.</p><p>There are now better road networks, the city is cleaner and there is improved access for citizens to public spaces and education.</p><p>Perhaps the most significant effect of this work, however, is that despite the culmination of the el-Rufai administration, the new government is continuing this process. Even opponents agree that the work is valuable, evidence that the project has contributed modestly to a shift in political culture. The Minister was voted best Minister of the year in 2006 and nominated again in 2007.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>The Town Hall Meetings fed into the Federal Capital Territory's Economic and Empowerment Development Strategy.</p><h4>Target Group</h4><p>The residents of Abuja, Nigeria's capital city.</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>779,000</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Extensive effort to address disadvantaged groups</p><p>Each Area Committee (the locally elected board) that hosted the meeting had the responsibility of providing transportation from remote and disadvantaged communities. Furthermore, the joint planning committee for the Town Hall Meetings identified a series of groups that needed to be represented for inclusiveness: i.e. women, farmers, disabled people, minorities. Organizers reached out to representatives of these groups to ensure their participation. Each meeting was deliberately structured to ensure that every sector had a chance to voice their opinions. Separate round-table discussions were held with representatives of different groups and sectors to deepen discussions around their particular concerns. The outcomes of these round tables were also fed into the town hall meetings.</p><h4>Adoption by Others</h4><p>In some cases</p><h4>Costs</h4><p>Less than ~$15,900 (£10,000) for each alone meeting, but the decisions taken there influenced the entire city's budget.</p>", "title": "Abuja Town Hall Meetings"}