{"htmlbody": "<p><em>Note:  This article is in need of assistance with editing and content.  Please help us complete it.</em></p><h3>Summary</h3><p>This case study features a series of citizen polls and forums in Italy to deliberate several important issues of the region's political agenda. The process involved surveys and questionnaires being distributed to a selected sample of the population, as well as discussions between these citizens and other experts. The outcomes of this process included civilian influence on the region's policymaking process as well as higher public awareness about local political issues.</p><h3>Problems and Purpose</h3><p>In December 2006, the Latium Region became a 'public square' for one day. In order to pass the Financial Bill and the Annual and Long-term Budget 2007-2009, the budget, economic-financial and participation Departments of the Region organized meetings all over the region, with the aim of facilitating the involvement of the widest possible inhabitants. The citizens’ answer was quite positive. The process culminated in an 'informed and participated poll' held on December 3, 2006 held at the Region’s headquarters. Applying the “Deliberative Poll” methodology, a sample of 150 citizens to debate about several important issues on the region’s political agenda such as health care, transportation, environment and education.</p><h3>Originating Entities and Funding</h3><p>The event was designed by the Regional Government of Latium with the assistance of the consulting firm, ISPO and in collaboration with <a href=\"http://participedia.net/en/organizations/center-deliberative-democracy\">the Center for Deliberative Democracy</a> headed by J.Fishkin, the developer of the Deliberative Polling method, and Reset, a political magazine. The final event was held at Latium Region’s headquarters, in Rome. The participants received a voucher of 100 euro and a refund for the travel expenses.</p><h3>Participant Selection</h3><p>The meetings held all over the region that anticipated the deliberative event took place in 20 different towns, gathering about 1000 persons. By means of a CATI poll, a representative sample of 2,000 people over eighteen was selected. Among these, a sample of 150 –representative of the entire population in reference to age, gender and social condition- were selected and invited to a whole day of discussion with work groups and plenary meetings at the premises of the Region. The event was carried out by ISPO, a consulting firm, with the collaboration of J. Fishkin, and Reset, a political magazine.</p><h3>Deliberation, Debate, and Public Interaction</h3><p>To allow the participants to debate the above mentioned issues, the Region summarized in a guide information and expert views on the issues to be debated. Divided in ten groups, 150 participants discussed with one another, and confronted with “neutral” experts that answered their questions. At the beginning and at the end of the event, participants were asked to fill in again the starting questionnaire.</p><p>The first survey was carried out on regional level with the use of the CATI method (Computer Assisted Telephone Interview). In November public meetings were carried out; anybody had the possibility both to access the documents of the process through the Region’s website, and to suggest (via website, fax or e-mail) his/her suggested priorities of the budget. The deliberative poll was chosen also because it allows to verify the opinion of informed citizens on the issues at hand. Maximum communication, information and diffusion was given of this process, by means also of the local URP (Office for Public Relations) and the activation of a toll-free number.</p><h3>Outcome and Effects</h3><p>The poll’s results were presented on January 8, 2007. The Region committed itself to include the outcomes in its policy choices.</p><p>At the end of the meeting, 85% of the participants declared to have increased its knowledge of health policy and regional finance; 90% (compared to 75% at the opening of the event) answered that health care is the most important policy of the regional budget; people who knew the number of beds in excess have passed from 7% to 58%. Opinions also changed: 62% agreed to exchange hospital beds for resources to improve the efficiency of other facilities (before the discussion the ratio was the 45%). In the other policy areas, citizens would use available financial resources to strengthen eco-friendly mobility, improve the waste recycling and to school buildings restructuring.</p><p> </p><h3>External Links</h3><p><a href=\"http://cdd.stanford.edu/2006/deliberative-polling-on-healthcare-and-financial-ethics-in-italy/\"><u>P</u>roject on the Center for Deliberative Democarcy Website</a></p><p><a href=\"http://cdd.stanford.edu/2007/italys-first-deliberative-poll-offers-the-informed-views-of-citizens-on-health-care-and-on-investment-priorities/\">Project Final Report</a></p><p><a class=\"external free\" href=\"http://lazio.partecipato.it/files/2010/07/Libro-bilancio-socialexweb.pdf\" rel=\"nofollow\" title=\"http://lazio.partecipato.it/files/2010/07/Libro-bilancio-socialexweb.pdf\">http://lazio.partecipato.it/files/2010/07/Libro-bilancio-socialexweb.pdf</a> [BROKEN LINK]</p><p><a class=\"external free\" href=\"http://www.sviluppo.lazio.it/Archivio/7/focus_ii_06.pdf\" rel=\"nofollow\" title=\"http://www.sviluppo.lazio.it/Archivio/7/focus_ii_06.pdf\">http://www.sviluppo.lazio.it/Archivio/7/focus_ii_06.pdf</a> [DEAD LINK]</p><p><a class=\"external free\" href=\"http://www.regione.lazio.it/binary/web/economia/DOC_PARTECIPAZIONE_Bil.2007.1168941231.pdf\" rel=\"nofollow\" title=\"http://www.regione.lazio.it/binary/web/economia/DOC_PARTECIPAZIONE_Bil.2007.1168941231.pdf\">http://www.regione.lazio.it/binary/web/economia/DOC_PARTECIPAZIONE_Bil.2007.1168941231.pdf</a> [BROKEN LINK]</p><p><a class=\"external free\" href=\"http://www.regione.lazio.it/binary/web/economia/DOC_Partecipazione%2007-09.1164217219.pdf\" rel=\"nofollow\" title=\"http://www.regione.lazio.it/binary/web/economia/DOC_Partecipazione%2007-09.1164217219.pdf\">http://www.regione.lazio.it/binary/web/economia/DOC_Partecipazione%2007-09.1164217219.pdf</a>  [BROKEN LINK]</p><p><a href=\"http://www.regione.lazio.it/.../Report_OpinioniPartecipanti3dicStampa.1168359620.ppt\">www.regione.lazio.it/.../Report_OpinioniPartecipanti3dicStampa.116835962...</a> [BROKEN LINK]</p><p><a class=\"external free\" href=\"http://lazioincomune.eu/documenti-per-gli-enti-locali/102-studi-e-ricerche-sulla-pubblica-amministrazione/114-latlante-della-partecipazione-del-lazio.html\" rel=\"nofollow\" title=\"http://lazioincomune.eu/documenti-per-gli-enti-locali/102-studi-e-ricerche-sulla-pubblica-amministrazione/114-latlante-della-partecipazione-del-lazio.html\">http://lazioincomune.eu/documenti-per-gli-enti-locali/102-studi-e-ricerche-sulla-pubblica-amministrazione/114-latlante-della-partecipazione-del-lazio.html</a> [DEAD LINK]</p>", "title": "Now We Do the Math \"Ora Facciamo i Conti\" (Rome, Italy)"}