{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Nick Benequista<em>.</em></p><p>The Citizens’ Hall provides the means to receive, consider and incorporate citizens’ suggestions and concerns into draft legislation being considered by the parliament, and when necessary, to help facilitate consensus building among the social groups, factions, and political forces.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>The tradition of civic participation in Mongolia is only twenty years old, beginning as the country emerged from nearly seven decades of Soviet domination. Prior to Soviet control, Mongolia was controlled by the Manchus, who also ruled over China. Thus, at no time before 1990 did the average Mongolian citizen feel entitled to participate in the affairs of the Mongolian state.</p><p>Just a month after the fall of the Berlin Wall, public rallies in Ulaanbaatar began to demand democratic reform. Under the relentless pressure, the communist government allowed for the country’s first multi-party elections to be held in July 1990. The formulation of the country’s new constitution was accompanied by vigorous public debate. Mongolia has a literacy rate comparable to those of Western democracies, and citizens lined up at the local telegraph office (then the easiest way to communicate) to share their views on the proposed content and wording the charter. Since then, however, no other laws have been discussed or debated - until the inception of the Citizens’ Hall in the fall of 2009.</p><p>President Elbegdorj Tsakhia, who was elected in 2009, vacated his former office inside the State Palace to establish the Citizens’ Hall as a permanent venue for public hearings on draft laws, the first of which would be the draft Press Law.<br/>The initial response that ensued illustrates the challenges of participatory democracy in Mongolia. Prominent politicians decried the participation of “ordinary citizens” in a discussion of legal affairs, arguing that only a panel of experts should be allowed to comment on draft laws.</p><p>In this context, the Citizens’ Hall has several aims. The initiative has sought to establish a tradition of citizen engagement in Mongolia, to improve policies with public consultation, strengthen the implementation of policies through consensus building and public awareness, but also to influence the culture of politicians and high-ranking officials who continue to adhere to the notion that policy is the remit purely of a vanguard elite.</p><h3>Structure and Process</h3><p>The Citizens’ Hall is a physical venue located in the State Palace, the building that houses the president’s office and the parliament. But with the support of a small team situated inside the office of the President, it is also the institution that is pioneering citizen engagement in Mongolia.</p><p>First and foremost, the Citizens’ Hall hosts public hearings on proposed legislation, regulations and decrees. The discussions consist of three parties: participants, drafters of the proposal to be discussed, and the coordinating staff.</p><p>Any citizen may be a participant in the discussions, which are publicized widely by weeks ahead of the event in the media, including the full text of the proposal to be discussed. Spaces are allotted on a first-come, first-serve basis. The coordinating team also accepts inputs from those who cannot attend by post, fax, e-mail or on the Web site for the Citizens’ Hall, and responds to questions and requests for clarification about the proposed legislation.</p><p>At the hearings, each citizen has an opportunity to speak, or may alternatively entrust their time to a representative from their interest group, community or sector. Tolerance and respect are encouraged in the discussions, and facilitators are trained not to ask any question that might be construed as an attempt to censor the content of the speeches.</p><p>After each hearing, an archive of the statements and suggestions made by citizens is prepared, including those submitted remotely, and submitted to the adviser responsible for drafting the law.</p><p>The media has played an important role by transmitting the proceedings live on television and radio, and with extensive coverage in the written press.</p><p>There have been thirty discussions covering nine laws at the Citizens’ Hall.</p><h3>Impact</h3><p>None of the laws discussed at the Citizens’ Hall have been approved yet by Parliament, but many draft laws have been influenced by the process.</p><p>The discussion of the Press Law has generated vigorous debate about the role of the state in journalistic ethics. Participants of that hearing questioned the law’s proposal that the government establish a press ethics committee, which would seek to prevent disputes over press ethics from involving police and the judicial system. Opponents suggested that such a committee should be set up voluntarily by representatives of the trade. The submission of the draft law has been delayed so that the issue can be further debated at a series of roundtables between the drafters of the law and journalists.</p><p>Another major impact may come with the Law on State Budget. Following the Citizens’ Hall, the Ministry of Finance, which is sponsoring the law to reform spending policies, has agreed to incorporate a provision that would require all local budgets to be discussed by residents of the area before being approved. Currently, budget planning, even for local municipalities, is done entirely in the country’s capital.</p><p>The greatest difference, however, may be made on the outlook of Mongolian politicians. Formerly dismissive of the views of ordinary citizens, leaders are now being forced to acknowledge that members of the public hold innovative ideas and valuable knowledge, and that they are capable of sharing these articulately in public discussion. This is opening the way for many more forms of citizen engagement in Mongolia.</p><h3>Detailed Information</h3><h4>Type of Contribution by Participants</h4><p>They commented or evaluated project measures</p><h4>Target Group</h4><p>The project is aimed at benefitting all residents of Mongolia, though it has mainly focused on drawing participation from within the capital. Few participants came from rural areas, though many sent their written comments from rural provinces and from abroad via emails and letters.</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>Three million</p><h4>Total Number of Active Participants (approx.)</h4><p>985</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Some effort to address disadvantaged groups</p><p>Including any citizen in policy process in Mongolia is a step toward greater inclusion. That said, the project has been able to attract special groups, such as illegal miners and youth. In the discussions of the micro-business law, for example, representatives of illegal miners were encouraged to attend the discussion as well as women’s groups affiliated with cottage industries. The Citizens’ Hall has also cooperated with an NGO-led project that sought input from students around the country on how to improve their schools. The President invited the finalists of this country-wide competition to present their ideas at the Citizens’ Hall, in the presence of high-level officials from the Ministry of Education and parliamentarians, and broadcast on national television. About 40 per cent of the participating children were from rural areas.</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>The project itself constitutes an effort to build democratic structures and strengthen democratic behavior.</p><h4>Adoption by Others</h4><p>In many cases</p><h4>Costs</h4><p>The Citizens’ Hall cost $70,000 to establish and now receives a small operational budget from the state.</p><h2>Links</h2><p>The <a href=\"http://www.president.mn/eng/#\">President of Mongolia's web site</a>, with information about the Citizens' Hall<br/><a href=\"http://www.youtube.com/watch?v=yqhtr8mA8CE\">German Ambassador speaking at a Citizens' Hall</a><br/><a href=\"http://www.youtube.com/watch?v=RDoIyKBzEp4\">Remarks on the Citizens' Hall from the Asia Foundation</a></p>", "title": "Citizens' Hall"}