{"htmlbody": "<h3>\n</h3><p><em>Note: An earlier version of this case study can be found below as a file attachment with the prefix \"VD\". This alternate version was originally submitted to </em><a href=\"http://www.vitalizing-democracy.org/\">Vitalizing Democracy</a><em> as a contestant for the 2011 Reinhard Mohn Prize.</em></p><h3>Problems and Purpose</h3><p>PO.PART is a project of the Communication Services, and Education for Sustainability Tools participation of the Emilia-Romagna Region. The project is developed in range of the operative 2013 Telematic Plan which develops citizenship and digital participation thems.This project also aims to overcome the traditional dichotomy between off-line and online participation because it is clear that a participatory process needs both dimensions to be complete, transparent and inclusive.</p><h3>History</h3><p>Since 2004 Emilia-Romagna Region has promoted projects about e-democracy; in particular the first project was <em>Partecipa.net</em> and the further was <em>Io Partecipo</em>. The above mentioned project experimented solutions for the citizens involvement and participation in the development regional and local policies.</p><p>Recently it was necessary to think over the tools and methodologies adoped because of both the profound political and social changes and the evolution of dynamics, habits and consumption patterns of the new communication means since the changed legal situation (i.e. Law n. 3/2000 which affects both European and regional level). </p><p> </p><h3>Originating Entities and Funding</h3><p>The project is developed by Emilia-Romagna Region, Italy with internal resources</p><p> </p><h3>Participant Selection</h3><p>The PO.PART Project is developed through a process of participatory planning (off and online). In particular it is foreseen to adopt co-design tecniques to define online services.</p><p>The co-design is a way of working that focuses on the project end users and on the other parties involved in the services supply of services. </p><p>The co-design procedure foresees that the knowledge of end users needs and of organizatonal restrictions and opportunities, the decisional capacity and the balance between resources and objectives are essential ingredients to achieve the best possible result according to the project actual conditions.</p><p>To monitor quickly this complexity and to have a result oriented approach it is necessary to engage all decision-makers in the design process. They have to be lead in setting goals, collecting and analysing basic information and in design assumptions choice.</p><p>IoPartecipo+ work team included i) organizational processes and editorial experts of the Region, ii) platform developers, iii) participatory processes facilitatore, iv) and user experience designers. They worked together with the Control Room of the ER Portal and Participation Observatory experts.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The main aim of ioPartecipo+ is to provide citizens with a comprehensive view of regional policies that foresee the citizens involvement giving them the opportunity to be part of these processes.</p><p>The new platform will integrate the channels already used by users (with particular reference to social networks). For instance the citizens can identify themself with the credential already in use for other sites (i.e. facebook, twitter or gmail id and password) or they can register themselves to regional federated system (Federation).</p><p>This aims to facilitate access and to create synergies among the different communication channels both at regional level (RER sites) and a general level taking advantage of most popular social platforms (including through the use of widgets).</p><p>In addition to the participation services (ioPartecipo +) the project will develop guidelines, manuals and tools to support the use of the platform and the integrated management of participations instrument.</p><p>The Communications Team of citizenship, composed by different regional emploeeys, will work to develop or systematize these tools in agreement with the Law 3/2010 and the Technical Assurance Participation Guidelines.</p><p>Furthermore a meta-process will be permanently open to invite the web users to improve io Partecipo+ Portal.</p><h3>Influence, Outcomes, and Effects</h3><p>Briefly this Project implements ​​an integrated plan of participation actions. It provides tools and guidelines in participatory way and facilitates the sinergies and the joined work among regional different sectors that work on participation themes. Furthermore the Project reinforces the information contest (i.e. ERPartecipazione, Site Guarantee Technical, Observatory of participation) thanks to a online services website.</p><h3>Analysis and Criticism</h3><p> </p><h3>Secondary Sources</h3><p> </p><h3>External Links</h3><p><a href=\"http://partecipazione.regione.emilia-romagna.it/iopartecipo/politiche-partecipate-in-emilia-romagna\">http://partecipazione.regione.emilia-romagna.it/iopartecipo/politiche-partecipate-in-emilia-romagna</a></p><h3>Notes</h3><p> </p>", "title": "PO.PART"}