{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Mario Quijano<em>.</em></p><p>Traditionally, Philippine Local Governance has been so “centralized “ among the elected officials that people’s participation is practically left out in decision making, development planning and essential governance. This created a nonchalant attitude of the community towards their own development and welfare and this belies the real meaning of a democratic government and sustainable development. Bantay Sangkay sought to embed social accountability mechanisms , adoption of Community – Driven Development (CDD) approach in local planning and public expenditure management cycle and to enhance participatory processes and gains of Kalahi Cidds (KC) , a government Anti-Poverty Program, of which Pinabacdao is a recipient. Beneficiaries were the Municipal officials and Department Heads, Barangay (village) officials, volunteers and CBO leaders of the 24 villages which comprises Pinabacdao. A critical mass of barangay volunteers were developed to energize participatory governance. Theme of the Project was : Participation, Transparency and Accountability (PAT). Constructive concept of ‘Public Action for Development “could direct communities to work together and establish contexts to realize the potential of their social capital and harmonize CDD into Rationalized Local Planning Systems . Interaction between LGU and citizens in co-designing and implementing effective anti-poverty responses and democratization and decentralization initiatives were emphasized and put in place in the 24 barangays. Interface, enhancement and harmonization of civil society and government approaches and agenda combined the “supply” side and “demand “ side of local governance and development.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>Issues and prevalence of non-participation of the community in Barangay affairs development planning has become very apparent in a previous development project with similar objectives. In addition to Pinabacdao being a conflict area (Ideology-based anti government movement), disenchantment and “over-politicking” of the government has led to eventual exclusion of the people in community decision making and planning. A dismal 30% average only participatory rate prior to this project was elicited.</p><p>Other Local Governance Problems encountered:</p><ol><li>KC processes have not been synchronized and integrated into the regular LGU structures and systems and more importantly into the public expenditure management (PEM) cycle and framework;</li><li>Limited participation of Municipal-LGU/Barangay-LGU officials in KC implementation;</li><li>Lack of coordination between KC project staff and MLGU/BLGU personnel;</li><li>Little convergence with other national government agencies (NGAs);</li></ol><p>The objectives of the BANTAY SANGKAY project sought to ensure:</p><ol><li>Continuity of participatory processes and approaches and consolidate the gains into community decision-making; Its major aim was to reach out and involved the marginalized sectors of the community eg. women, out of school youth, farmers and the conflict affected.</li><li>Adoption of CDD technology into the LGU’s local planning and budgeting or the public expenditure management cycle; Development of a Comprehensive Municipal Development Plan based on the consolidated 24 Barangay Development Plans developed thru the Barangay Development Council.</li><li>Systematize the use of social accountability mechanisms, tools and activities initially developed through the KC towards the setting up of a social accountability system in the LGU (municipal and barangay levels).</li><li>Utilize a dynamic combination of Top-Down / Bottom-UP Participatory Development Planning Process. The Participatory Situational Analysis (PSA)conducted by the LGU and the community itself and the Community Based Monitoring System (CBMS) were the starting points in community immersion.</li></ol><h3>Structure and Process</h3><p>Outputs</p><p>(including indicators or quantitative and qualitative targets)</p><p>Activity/ies</p><p>Output 1 - Capacity and capability building</p><p>1. A framework for harmonized local development planning and budgeting is developed combining elements of the KALAHI-CIDSS(KC),community-driven development process (CDD)with existing planning processes of the LGU.</p><ul><li>Activity 1.1 Harmonization Workshop between and among the LGU, IDPG, nat’l govt agenciesand the community to develop and agree on the planning model and approach;</li><li>Activity 1.2 Creation of a Municipal Learning Network from among the 24 barangays and the municipal LGU that will be the learning nucleus of this project;</li><li>Activity 1.3 Reactivation and/or expansion of the Barangay Development Council</li></ul><p>Output 2 - Effective service delivery through better targeted anti-poverty programs</p><p>2. Barangay Development Plans in the 24 barangays are developed applying the planning model and integrated into the Municipal Development Plan</p><ul><li>Activity 1.1 Training cum actual planning sessions in each of the 24 barangays following the ecosystems approach</li><li>Activity 1.2 Plan validation and adoption</li><li>Activity 1.3 Municipal Planning sessions to integrate the developed plans</li><li>Activity 1.4 Municipal plan validation and adoption</li></ul><p>Output 3 - Enhanced cooperation and networking among LGU (mun./Barangay)officials, civil society groups and the community</p><p>3. Insights and Lessons arising from the experiences of participants to this project are generated, analyzed and used to inform successive activities</p><ul><li>Activity 1.1 Regular conduct of Municipal Learning Network Sessions</li><li>Activity 1.2 Scaling up of Learnings and Insights to the (Mun. Inter-Agency Committee)MIAC and creating horizontal and vertical linkages among stakeholders</li><li>Activity 1.3 Development of a social accountability scorecard to monitor compliance of participating barangays and LGUs to key performance indicators (e.g. adherence to participatory processes, provision of budget for development activities, posting of budget and expenditures in strategic places)</li></ul><p>A reflection session with the barangay LGU was initiated on the phaseout of the KC project. This reflection session resulted in the selection of activities within the Community Empowerment Activity Cycle (CEAC) which was based on the Participatory Situational Analysis (PSA) of the community that were applicable as per the needs- assessment of the barangay. These were then adopted by the barangay through the passage of a barangay resolution. To promote and safeguard the process, an expanded Barangay Development Councils were organized.</p><p>The municipality organized a unit and strengthened the current Municipal Inter-Agency Committee (MIAC) to take responsibility for implementation. The unit conducted the process, including planning, packaging, sourcing funds, and subproject implementation. The Social Welfare Dept. provided the training and technology transfer to assigned focal persons (MIAC, MLGU staff) who took charge of implementation. They trained a core of volunteers in the 24 barangays with skills in participatory situation analysis (PSA), participatory prioritization of needs, plan and budget formulation, subproject preparation and implementation, new knowledge and skills on community driven-development, community procurement, and conflict management. The bottom-up participatory development planning processes was advocated and adopted.</p><p>The Municipal Development Plan should be the basis of the people in the selection sub-projects. The Barangay Development Plan, an output of the process, were then incorporated into the Municipal Development Plan. These processes were seen as a way of doing development work by the LGU and work for synchronization of the processes in the preparation of the Local Poverty Reduction Action Plan (LPRAP) or the Community-Based Monitoring System (CBMS) and advocate for the synchronization of all local planning processes within the LGU.</p><h3>Impact</h3><p>Participation Rate of the community was raised to almost 80% ; the 24 Barangay Development Plans (BDP) were finally developed and ratified by the community thru a Barangay Assembly; the BDPs were presented to the Municipal LGU and eventually consolidated and incorporated into a Comprehensive Municipal Development Plan (CMDP). Based on output of the MDP, a Donors Forum was held wherein all national government agencies, NGOs, foreign grantors and other possible partners were invited to a so called “Market Place for Development”. This Donors Forum generated lots of pledges, grants and financial assistance to projects based on actual needs analysis. A Community Accountability Scorecard was started at the LGU and Barangay level to monitor activities adhering to Principles of Participation, Transparency and Accountability.</p><p>Grassroots Leadership was develop (among the critical mass) and the enhanced cooperation between municipal and village officials and community as a whole led to effective service delivery thru better targeted Anti-Poverty Programs.</p><p>All policies and potential political decisions were now focused on the actual needs of the community based on hard data, needs-based Annual Investment Plan and Rationalized Budget Planning Systems.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>This project has become a essential basis of future decisions on development planning as this has emanated from a grassroots level participatory process from the different villages. The Municipal/Barangay Development Plan is the basis of the Annual Inverstment Plan fo the Municipal Annual Budget; as well as other mandatory documents such as Annual Procurement Plans.</p><h4>Type of Contribution by Participants</h4><p>They directly made decisions about project measures</p><h4>Target Group</h4><p>Government Side : The Municipal and Village - level Governments and Department Heads (MIAC) . The Community level - sectoral representatiaves, community volunteers and the community itself (eg. marginalized groups - women, out of school youth etc.) especially during the validation and ratification of the development plans.</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>16,000</p><h4>Total Number of Active Participants (approx.)</h4><p>350</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Extensive effort to address disadvantaged groups</p><p>Innovative moves or incentives such as community raffles, movie showing etc prior to community meetings. Peace Festival (rock concert, street dacning) establishment of Demo Farms and Mobile Theatre were also used to entice participation.</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>Technology such as Participatory Situational Analysis (PSA) was followed thru. Accountability Measure such as the Community Scorecard was implemented as a follow - up measure to ensure compliance of the established structures.</p><h4>Adoption by Others</h4><p>In many cases</p><h4>Costs</h4><p>~$230 (Php1,0000) grant and ~$11600 (Php500,000.00) from LGU Pinabacdao</p><h4>Time and Working Days</h4><p>one year ( this inlcude some weekends)</p>", "title": "Bantay Sangkay: A Community Driven Development (CDD) Approach"}