{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Brenda Morrison<em>.</em></p><p>BBC identifies and engages civic leaders within communities in an interactive dialogue to seek statewide consensus on difficult policy issues. The goal is to reach consensus on a solution that can be implemented either by the legislature, referendum, or citizen’s initiative. Civic leaders are opinion leaders in their communities. Many voters do not have the time or interest to study complex arcane policy. They form their opinion by listening to those individuals that they trust. The current public policy challenge is constitutional and ballot reform. Colorado is facing serious and complex public policy challenges as a result of conflicting mandates within the state constitution. The tension between representative government and direct democracy (citizen initiatives) is at its peak. Over the past 25 years, the state constitution has been amended 17 times adding detailed and conflicting budget provisions with far-reaching unintended consequences, including severely limiting the role of elected lawmakers in their ability to make budgetary decisions. These challenges are not being addressed by the state legislature because it is polarized and paralyzed by partisanship. On the other hand citizen initiatives are not designed to implement complex public policy because they are voted on in isolation – not in the context of existing statute or constitutional provisions.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>This is a proposal for a Civic Engagement model which will accomplish two things:</p><ol><li>It will help create consensus solutions for some of our state’s most challenging public policy questions, and</li><li>It will begin the process of reconnecting Colorado citizens with their own governance and, in so doing, help to grow trust in their representative democracy.</li></ol><p><u>Engaging Civic Leaders in a Public Policy Dialogue</u></p><p>Colorado is faced with some increasingly serious and complex public policy challenges, such as:</p><ul><li>The growing use of the ballot initiative (Colorado had the most initiatives of any state in the nation in 2008) is resulting in a gradual erosion of representative democracy as citizens choose to place an increasing number of constitutional handcuffs on their elected representatives (i.e. term limits and fiscal mandates).</li><li>The conflicting fiscal mandates within the constitution deny the legislature the ability to allocate financial resources to meet competing citizen expectations, and ultimately reduce our quality of life and make Colorado a less attractive place to conduct business.</li></ul><p>The traditional mechanisms for developing solutions to such public policy challenges – the legislature and the citizen initiative process – are becoming increasingly ineffective at dealing with these challenges for a number of reasons.</p><ul><li>The legislature is increasingly motivated by partisan agendas, term limits, and a struggle for control. These motivations are counter to any effort to seek long-term consensus policy solutions. This is NOT a criticism of any legislator or any political party – it is simply the reality with which we must deal.</li><li>The citizen initiative process is increasingly influenced by 30-second sound bites which are intended more to scare voters than educate them, and therefore the decisions made by voters are motivated more by fear than facts.</li></ul><p>This Civic Engagement model will engage civic leaders within communities throughout Colorado in an interactive dialogue to seek statewide consensus on public policy challenges. By viewing these public policy challenges through the lens of a community rather than through the lens of partisan politics, election goals, or organizational agendas, we will endeavor to develop consensus non-partisan solutions that serve the long-term interest of the broader statewide community.</p><p>Additionally, this Civic Engagement model provides an effective strategy for securing the broader public support necessary to implement these consensus public policy solutions. By becoming actively engaged in the development of these solutions, civic leaders will develop “ownership” in the outcomes and therefore be individually and collectively motivated to pursue their implementation. Because these civic leaders are well-known and well-respected within their own communities, their genuine and enthusiastic support for the outcomes will influence the support of other voters within the community and across the state. Rather than trying to influence voter support through fear-based campaign messages, we will secure that support through personal relationships and by leveraging the credibility of people whom they know and trust within their own community.</p><h3>Structure and Process</h3><p>The first phase of BBC identified 13 locations throughout the state of Colorado. These locations were both urban and rural, and varied from metro Denver with a population of 2.7 million to sparely populated northeastern Colorado .BBC employed a 4-step process to identify civic leaders within each community to invite to participate in the Civic Engagement Meeting. The identified civic leaders were selected by their peers based on their demonstrated commitment to the community and their recognized demonstration of the following characteristics:</p><ul><li>Being trusted and respected in the community.</li><li>Demonstrating a commitment to working with others to solve problems.</li><li>Demonstrating a commitment to giving back to their community.</li><li>Demonstrating a willingness to roll up their sleeves and make positive change happen within the community.</li><li>Collectively, the group represented much of the diversity of the community in terms of age, gender, ethnicity and profession.</li></ul><p>Over 1000 key civic leaders were assembled to answer the following questions:</p><ul><li>Is it possible to identify and engage a diverse group of civic leaders in an interactive dialogue about a complex public policy challenge?</li><li>Will those civic leaders be able to agree on the nature of the problem AND be able to achieve significant agreement on a meaningful solution?</li><li>Will the solution crafted by civic leaders within one community look the same as the solution crafted by civic leaders in other communities?</li><li>Will those civic leaders be concerned enough about the problem and enthused enough about their solution to commit personal effort to securing the necessary support from the broader voting electorate?</li></ul><p>During the three hour event, participants engaged in small group discussions and contributed to the large group discussion with the aid of electronic keypad polling devices. The agenda consisted of three main parts:</p><ol><li>Review of the arguments both FOR and AGAINST ballot and constitutional reform</li><li>Review, discussion, creation, and voting on over 40 options for improving our initiative and constitutional processes; and</li><li>Discussion of a strategy for securing passage of any consensus recommendation.</li></ol><h3>Impact</h3><p>The participants were given control over the direction of the discussion, based on their initial opinion on the issue of ballot/constitutional reform and the options which they most supported for addressing that issue. Participants were also invited to suggest their own options for consideration, and these were presented to the broader group to be voted on. While the basic presentation of options was the same, there were adjustments and additions made to that presentation to reflect the lessons learned from each preceding Civic Engagement Meeting.</p><p>In the end, the participants were able to develop a strong agreement on a series of meaningful reforms to improve the ballot process.</p><p>The following recommendations secured at least 75% support at the Civic Engagement Meetings:</p><ol><li>Ballot language should be clear and concise (readable at an 8th grade level).</li><li>Make the financial disclosure requirements for ballot initiative campaigns just as strict as the requirements for candidate campaigns.</li><li>Require petitioners to collect signatures from various locations around the state.</li><li>Require more signatures for constitutional amendments than statutory amendments.</li><li>Require that constitutional amendments secure a super-majority of votes while continuing to allow statutory amendments to be adopted with a simple majority, but allow anything that’s ALREADY in the constitution to be amended OUT with a simple majority vote.</li><li>Establish a Constitutional Review Commission that meets periodically to review the constitution and recommend to voters changes to correct conflicting provisions.</li></ol><p>After identifying these shared recommendations, the assembled groups of civic leaders were asked whether or not they would personally support this group of consensus recommendations if the ideas were presented as one measure at the ballot box. Over 90% of the participants indicated that they WOULD vote in support of these recommendations. In addition, participants are asked what their individual commitment would be to this effort. Using the keypads, participants said that they would commit to promoting this consensus solution to 13 people.</p><p>Policy and Impact</p><p>Several state legislators agreed to wait to introduce legislation until the 13 meetings were complete. This is a highly unusual situation because the legislators did not know the content of their legislation until the completion of the meetings. The result was four legislative bills:</p><ol><li>HB 1047 – Readability of State Ballot Titles (passed both House and Senate)</li><li>HB 1370 – Ballot Measure Disclosure Requirements (passed both House and Senate)</li><li>SCR 01 – Fiscal Policy Constitutional Commission (passed the Senate )</li><li>SCR 03 – Ballot Initiatives to Amend the Constitution (passed the Senate)</li></ol><p>SCR 03 will be reintroduced in January 2011 to the legislature in order to refer it the next appropriate ballot cycle which is 2012. If the legislature does not refer it (it takes 2/3 majority) Colorado’s Future is prepared to launch an initiative.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>The consensus recommendations resulted in 4 pieces of legislation. Two passed and are now law. The other two passed the Senate, but not the House. This was due to timing and the external political environment.</p><h4>Type of Contribution by Participants</h4><p>They determined the outcomes of the project</p><h4>Target Group</h4><p>Civic and opinion leaders in 13 communities throughout Colorado</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>15,600</p><h4>Total Number of Active Participants (approx.)</h4><p>1200</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Some effort to address disadvantaged groups</p><p>There was an effort to ensure that opinion leaders within those disadvantaged groups were represented.</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>The entire project was developed to engage leaders in crafting a solution that will be addressed by the legislature and their peers - the citizens of Colorado. Participants had to think about the role of representative government, direct democracy, and the intersection between the two.</p><h4>Adoption by Others</h4><p>In some cases</p><h4>Costs</h4><p>$225,000</p><h4>Time and Working Days</h4><p>1.5 years</p><h2>Links</h2><p><a href=\"http://www.coloradosfuture.org/\">Colorado's Future website</a></p><p><a href=\"http://www.leg.state.co.us/CLICS/CLICS2010A/csl.nsf/fsbillcont3/3B7AC8BA4DBD2998872576A8002A2EE4?Open&amp;file=SCR001_en2.pdf\">Resolution Summary</a></p><p><a href=\"http://www.leg.state.co.us/CLICS/CLICS2010A/csl.nsf/fsbillcont3/630FF1CB1DB20786872576B700584A7D?Open&amp;file=SCR003_rn2.pdf\">Resolution Summary (corrected)</a></p>", "title": "Building a Better Colorado through Civic Engagement"}