{"htmlbody": "<p><em>Note: an English translation of this article is available at: <a href=\"http://participedia.net/en/cases/budget-your-ideas-reggio-emilia-italy\">http://participedia.net/en/cases/budget-your-ideas-reggio-emilia-italy</a></em></p><p><a id=\"PROBLEM_AND_PURPOSE\" name=\"PROBLEM_AND_PURPOSE\"></a></p><h3>Problems and Purpose</h3><p>Il Comune di Reggio Emilia negli ultimi vent’anni ha subìto delle trasformazioni sul piano demografico, urbanistico e infrastrutturale. Conseguenza di ciò è stata una modifica delle reti sociali di appartenenza civile e politica della cittadinanza.</p><p>Nonostante la forte presenza di iniziative civili e di fenomeni di associazionismo, sono stati evidenziati segnali di disagio, di scarso interesse del cittadino nei confronti della comunità, segnali che del resto si possono riscontrare in molte società sviluppate dei nostri giorni.</p><p>Si è sentita dunque la necessità di innescare nuovi processi di partecipazione, di relazione civica, civile e politica tra i cittadini, e tra i cittadini e le istituzioni locali. Il Comune di Reggio Emilia a tale scopo ha pensato di ridare nuova linfa alle Circoscrizioni, che si trovavano in un momento di difficoltà, di perdita del loro ruolo attivo nella politica territoriale. Per fare ciò il Comune ha approvato un nuovo Regolamento delle Circoscrizioni, che prevede nei confronti di queste ultime l’esercizio di maggiori poteri delegati e nuove forme di partecipazione, in maniera da tale da coinvolgere i cittadini e le realtà associative nei processi decisionali.</p><p>Tra le tipologie di partecipazione utilizzate dal Comune di Reggio, il bilancio partecipato è stato sicuramente una delle principali. Il bilancio partecipativo ruota attorno alla necessità di costruire un confronto e un dialogo costruttivo tra i membri della società al fine di arrivare ad una scelta condivisa delle priorità dei cittadini che l’Amministrazione inserirà nel bilancio di previsione.</p><p>Il Comune ha così deciso di sperimentare un processo di bilancio partecipativo nella Circoscrizione 8.</p><p>Il progetto di bilancio attuato da Reggio Emilia punta a realizzare una partecipazione della cittadinanza non occasionale e legata in maniera forte al territorio affinché chi vi abita si renda protagonista e si impegni in prima persona in una collaborazione sinergica con le strutture di decentramento amministrativo comunali.</p><p><a id=\"PARTICIPANT_SELECTION\" name=\"PARTICIPANT_SELECTION\"></a></p><h3>Participant Selection</h3><p>Gli incontri erano pubblici, ma vi potevano prendere parte attivamente solo gli abitanti di ogni 'quartiere'. Ciascun partecipante poteva usufruire di un tempo di tre minuti per il suo intervento e poteva formulare al massimo due proposte o far presente due bisogni.</p><p>In totale hanno partecipato al processo 256 persone( di cui 188 maschi e 68 femmine); per quanto riguarda le fasce d’età, la più rappresentata è stata quella tra i 36 e 60 anni.</p><p>Durante ogni incontro i partecipanti hanno eletto, tra di loro, due delegati, che hanno poi preso parte ai tavoli tecnici di approfondimento; a questi hanno partecipato anche i tecnici comunali competenti in materia, il gruppo di coordinamento del progetto, in rappresentanza del Servizio di Decentramento, Partecipazione e Processi deliberativi – Ufficio “Reggio sostenibile”.</p><p><a id=\"PROCEDURES_AND_TIME\" name=\"PROCEDURES_AND_TIME\"></a></p><h3>Procedures and Timeline</h3><p>Il processo partecipativo ha preso avvio nel settembre del 2007 e si è concluso nel febbraio del 2008. La sperimentazione del bilancio partecipativo 2007 è stata suddivisa essenzialmente in tre fasi:</p><p>a)raccolta delle proposte e dei bisogni;</p><p>b)valutazione delle proposte emerse;</p><p>c)restituzione dei risultati.</p><p>Tra il 25 settembre e il 7 ottobre sono stati effettuati 5 incontri con ogni quartiere coinvolto. Conclusa questa prima fase di raccolta bisogni e proposte, nel mese di novembre si è passati alla fase della valutazione delle proposte avanzate dai cittadini negli incontri di quartiere da parte degli uffici comunali.</p><p>Successivamente il Consiglio di Circoscrizione e la Giunta comunale hanno deciso quali fra le proposte valutate come “fattibili” fossero da inserire nel Bilancio 2008. Infine, la terza fase di restituzione dei risultati si è svolta con un’assemblea pubblica il 2 aprile 2008.</p><p><a id=\"METHODS\" name=\"METHODS\"></a></p><h3>Deliberation Methods</h3><p>Per attuare la sperimentazione, il territorio della Circoscrizione 8 di Reggio è stato suddiviso in 5 aree, definite 'quartieri': Villa Sesso, Gardenia-Tondo, Roncocesi, Cavazzoli, San Prospero Strinati; in ciascuno di questi è stato effettuato un incontro con lo scopo di far emergere quelli che erano i bisogni e le proposte degli abitanti.</p><p>Le proposte potevano riferirsi a quattro macro-aree prestabilite: opere pubbliche; ambiente; sport, cultura, politiche giovanili; politiche sociali. Le richieste e le proposte emerse sono state poi classificate in base al loro livello di intervento (semplici segnalazioni, interventi di quartiere o interventi su scala cittadina).</p><p>I cittadini sono stati puntualmente informati dei risultati ottenuti, man mano che il processo si sviluppava nelle sue diverse fasi. Come strumento di comunicazione e informazione si è deciso di adoperare un giornale, in formato tabloid, che è stato distribuito in tutte le case del territorio coinvolto nel processo. Di questo giornale son stati prodotti tre numeri aventi rispettivamente la funzionalità di: 1) comunicazione dell’avvio del progetto, 2) comunicazione delle proposte emerse nelle assemblee di quartiere, 3) comunicazione delle valutazioni delle proposte.</p><p>Inoltre per la promozione delle assemblee e degli incontri di quartiere si è ricorso all’uso di volantini e locandine.</p><p>Le assemblee sono state coordinate e facilitate dallo staff del Servizio di Decentramento, Partecipazione e Processi deliberativi – Ufficio “Partecipazione e Accountability” del Comune</p><p><a id=\"RESOURCES\" name=\"RESOURCES\"></a></p><h3>Resources</h3><p>Il costo totale dell’intero processo ammonta a 13.500€ (suddiviso in 7.500€ per il personale e 6.000€ per il materiale informativo), di cui 5.000€ coperti attraverso la sponsorizzazione, mentre la quota restante di 8.500 costituisce la reale spesa sostenuta dall’Amministrazione.</p><p><a id=\"INFLUENCE.2COUTCOME_AND_EFFECTS\" name=\"INFLUENCE.2COUTCOME_AND_EFFECTS\"></a></p><h3>Influence, Outcomes and Effects</h3><p>Il 2 aprile 2008 nella sede della Circoscrizione 8 si è tenuta l’assemblea di restituzione dei risultati complessivi del processo. A questo incontro hanno partecipato circa 100 persone, che dopo aver preso conoscenza delle decisioni adottate dagli amministratori in merito alle proposte da loro avanzate, hanno avuto l’opportunità di chiedere chiarimenti ed esprimere le loro considerazioni rispetto alla sperimentazione del Bilancio Partecipativo.</p><p>Le proposte emerse sono state 123: di queste 17 sono state inserite nel bilancio 2008.</p><p>Le proposte hanno riguardato in genere aspetti che potessero influire positivamente sulla vivibilità nel territorio oggetto del processo, quali proposte per il miglioramento della viabilità o maggiori spazi e sicurezza per i pedoni, o proposte per apportare miglioramenti all’illuminazione pubblica.</p><p>I partecipanti in linea di massima si sono dichiarati soddisfatti del processo, principalmente perché si è avviato un processo di partecipazione, la cittadinanza è stata informata e coloro che hanno partecipato si sono sentiti coinvolti. I partecipanti intervistati giudicano positiva l’esperienza, soprattutto in prospettiva, auspicando peraltro un maggior coinvolgimento dei cittadini.</p><p>Inoltre coloro che hanno preso parte al processo sostengono che la partecipazione potrebbe essere allargata attraverso un maggiore ascolto e l'adozione di provvedimenti in merito alle issues provenienti dalla comunità.</p>", "title": "Un Bilancio Con Le Tue Idee (Reggio Emilia, Italy)"}