{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Nick Benequista<em>.</em></p><p>From 2007 to 2009, Imagine Durban sought to engage Durban's 3.5 million residents in an integrated, long-term and sustainable look at the city. The main purpose of the Imagine Durban project was to develop a visionary plan that could inspire citizens, non-governmental organizations, business and government to work together to make Durban a better city.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>In South Africa's eastern coast City of Durban, local government leaders felt it was their responsibility to resolve the legacy of injustice left by apartheid. When in 1996 the 48 distinct local councils were unified into six local councils and one municipal council (eThekwini Municipality), they thought they had their chance.</p><p>In the next four years, the municipality made massive increases to spending in black African neighbourhoods on basic services such as water, roads, clinics, libraries and schools. In spite of the increased spending, however, satisfaction with government services among the city's black African residents actually declined. The number of black Africans satisfied with government services fell from 29 percent in 98/99 to 22 percent in 01/02.</p><p>The figures caused some reflection among the city's political leaders. How would they know in the future if they were doing the right things and in the right way?</p><p>At a three-day retreat of political officials, it was decided that the city's planning must be participatory and outcome focused. A new role was envisioned for local government - not as provider of services to passive recipients - but as a facilitator of social action. In this spirit, the Imagine Durban project was conceived.</p><h3>Structure and Process</h3><p>The Imagine Durban project asked a cross section of citizens within Durban questions regarding what they liked about Durban, what they did not like, what changes they would like to see, what their hopes and dreams were for the future of Durban and what they could do to make their dreams a reality. Using these answers as a starting point, six key theme areas were identified that citizens highlighted as the most important areas for collective action:</p><ol><li>Creating a SAFE city</li><li>Promoting an ACCESSIBLE city</li><li>Creating a prosperous city where all enjoy SUSTAINABLE LIVELIHOODS</li><li>Celebrating our CULTURAL DIVERSITY, ARTS AND HERITAGE</li><li>Ensuring a more ENVIRONMENTALLY SUSTAINABLE City</li><li>Fostering a CARING AND EMPOWERING City</li></ol><p>The Imagine Durban project then held workshops, invited citizens to post on its blog, and hosted competitions on the best solutions to the city's problems. Based on all the creative ideas this garnered, the municipality devised a strategy for action: the Imagine Durban Plan. Though not legislatively ratified, the plan is the guiding document for the municipality.</p><p>For each of the themes above, the plan articulates a goal. Each goal corresponds to a set of short, medium and long-term targets to provide measurable indicators of success. Finally, each theme also has corresponding strategies for achieving the targets and a set of actions to implement the strategies. These actions are tabulated according to the respective actions expected from key stakeholder groups: individuals, civil society, businesses, local government and provincial and national government.</p><h3>Impact</h3><p>Imagine Durban has created a radically new approach to government in Durban. No longer is the municipality looking narrowly at its spending programs; it now sees itself as a facilitator of action by others.</p><p>\"We all changed by doing the Imagine Durban project,\" says Sogen Moodley, an urban planner at eThekwini Municipality who helped to lead the project.</p><p>Over the next two years, eThekwini Municipality will take its first steps in its new role as facilitator. Branded as Create Durban, the municipality’s team will work with the various stakeholders to get their buy in - to convince them to collaborate on achieving the goals set out in the Imagine Durban Plan.</p><p>The municipal line function departments are making positive progress in implementing the objectives of the Imagine Durban Plan. Some schools, businesses, NGOs and individuals have adopted the plan. Some communities have even started similar project within the municipality and name it as imagining that specific area. They then implement projects that contribute toward achieving objectives of Imagine Durban Plan. One example of this is Imagine Chartworths.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>The project was part of broad policy decision to take a more visionary approach to the city, and it should be noted that the municipality developed its first long-term development framework in 2001. Unlike the Integrated Development Plan (IDP), long-term sustainable development planning is not a legislative requirement in South Africa; however the political and administrative leadership of the municipality decided to have a long-term plan that would guide the municipality. This came from appreciation that not all challenges that we face could be solve through the implementation of short to medium term development plans such as integrated development plan. A five-year IDP then becomes a mechanism to move in a systematic way towards the desired state of development.</p><h4>Type of Contribution by Participants</h4><p>They directly made decisions about project measures</p><h4>Target Group</h4><p>All the residents of Durban. Participants from all walks of life within the municipality actively contributed in the identification of thematic areas, which then became the focus areas. They have also contributed in the development of the implementation plan and to a reasonable degree have started implementing relevant actions or initiatives that contribute towards achieving the objectives of the plan. Some are doing this in their individual capacity while others as organized groups. Some of such initiatives are documented on the municipal publication, titled, “Innovations in Local Sustainability- Good Practice from eThekwini”, which will be formally launched in August 2010.</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>3.5 million</p><h4>Total Number of Active Participants (approx.)</h4><p>5231</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Some effort to address disadvantaged groups</p><p>We adopted an open to all approach; however there was targeted effort to engage youth, women, elderly and people with disability through the use of existing structures and mechanisms within the municipality. Targeted effort in working with non-profit organization (community based organizations, youth associations, faith based organizations, NGO) has also yielded better engagement in this regard since some organizations tend to focus on different groups within the society.</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>Although there were no new structures established on the community level through the project; the organizers have used the existing structures such as Ward Committees, Regional House of Traditional Leadership, business associatiosn and organized civil society for the purposes of the project. Through community mobilisers, community development workers and facilitators they have tried to ensure that the ordinary members of our society are involve and their input is taken seriously. These efforts have contributed significantly to the establishment of street committees and improved functioning of Community Policing Forum through the safety manual tilted, “Community Action for Safer Neighborhoods”. The manual was developed as part of the project and it has been reviewed.</p><h4>Adoption by Others</h4><p>In many cases</p><h4>Costs</h4><p>3.5 million</p><h4>Time and Working Days</h4><p>Two years on the development; now they are in a second phase of mainstreaming and institutionalizing the plan.</p><h2>Links</h2><p><a href=\"http://www.imaginedurban.org/\">Project website</a></p>", "title": "Imagine Durban"}