{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Keiron Bailey<em>.</em></p><p>The PGDP Future Vision Project determines preferred land use options for the Paducah Gaseous Diffusion Nuclear Enrichment plant based on community valuations. A Structured Public Involvement protocol, based on collaborative geovisualization, is used to elicit focus group and citizen valuations from large-scale public meetings. Land use parameters are embedded in these Community Viz geovisualizations. A fuzzy logic based decision support system is used to extrapolate public preference for end-state land use configurations across the entire domain of feasible outcomes. By using stakeholder data to build the decision system, preferred land use configurations and value tradeoffs are identified. The quality of public participation is raised towards the desirable Level 6 on the Arnstein Ladder. Process quality is evaluated by asking participants to rate their satisfaction with the process, at open meetings, using electronic polling to ensure simultaneity, anonymity and independence of valuations. High scores are observed and high quality decision support is provided.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>The project is intended to develop a land-use plan for the Paducah Gaseous Diffusion nuclear enrichment plant following its anticipated decomissioning by the Department of Energy. Although there are constraints on some outcomes based on environmental risk, many potential land uses remain feasible. The Future VIsion document contains recommendations and explicit tradeoffs for potential strategies including waste placement, decommissioning debris location, recreational potential, and industrial and other commercial uses. The maximum number of stakeholders participate, in the highest quality way, in the evaluation process to allow the agency to make decisions under less uncertainty. Such decisions must be more defensible, robust, legitimate and transparent precisely because of the very high impact nature of this project on the community.</p><h3>Structure and Process</h3><p>Focus group protocols were conducted in Paducah and surrounding counties to elicit and evaluate quality of life goals for the community. A wide range of stakeholder groups were involved including plant workers, economic development agencies, local public officials, environmental interest groups, recreational groups, residents, local medical professionals and energy agency officials.</p><p>This focus group process (CBP) establishes feasibility bounds for end-use land plans. These are used to bound the feasible land-use envelope for the decommissioned plant. Many end uses remain feasible, although each shows a different visual footprint, land use mix, and waste treatment regime.</p><p>Geovisualization allows the team to elicit valuations of risk as well as amenity by using a compound \"suitability\" indicator to evaluate each scenario. These valuations are elicited anonymously, by using radio frequency electronic polling at large public meetings. Each scenario comprises a known set of inputs (land use and waste treatment parameters) and a known output (community suitability adjudication).</p><p>The Casewise Visual Evaluation, or CAVE, visual evaluation methodology allows robust inferences to be drawn from a small subset of scenarios. The public meetings are short, efficient and data-intensive. Use of electronic polling ensures that vocal factions cannot dominate, nor can sponsors \"force\" their preferred scenario options onto the public. Outcome data is presented in real time, to the entire assembled group. HIgh and low suitability scenarios and those showing strong polarity (high standard deviations) are subjected to verbal commentary and qualitative value expansion.</p><p>This high-quality suitability data is tightly integrated into a decision support system for the sponsoring agency. The citizen response to all feasible plant end-state land use configurations is determined by interrogating the community knowledge base. This allows the agency to identify with confidence a range of potential outcomes that are most suitable, and to avoid those outcomes or specific land use strategies that are adjudicated unacceptable.</p><h3>Impact</h3><p>The end state plan contains the valuations of hundreds of stakeholders, elicited effectively and efficiently, in ways that satisfy these stakeholders and the sponsoring authority.</p><p>It demonstrates that high performance public process can be delivered under the most challenging conditions.</p><p>It demonstrates that the ideology of consensus is not a necessary condition for the achievement of a high performance process.</p><p>It shows public agencies that - with a strong methodology for public involvement - more participation is better. More data results in stronger, more defensible, more equitable outcomes in the eyes of hte participants.</p><p>It shows that issues often incorrectly attributed to scaling public processes, such as the potential to create conflict, can be solved with a stronger attention to philosophy of citizenship, process methodology and process design. This is critical for the future of democratic societies,</p><p>This is not only about nuclear remediation. This process is a component in revitalizing democracy and representation.</p><p>Encouraging citizens to participate in public processes is one of the critical challenges of the 21st century. They have rationally disengaged from many such processes because of methodological deficiencies e.g. sponsoring agencies attempting to manipulate outcomes; interest groups attempting to dominate forums by using legal, financial and time resources to disproportionately influence outcomes; excessive time demands for intensive, small-scale processes; and so on.</p><p>There are further implications. Large, transparent acquisition of stakeholder data ensures that the processes resist gaming from both inside and outside. Sponsoring agencies and governments can be encouraged to take citizen input more seriously when such high performance and large-scale inclusion is documented. Establishing performance standards in this field is long overdue. The results of the PGDP Future Vision process are consistent with those of other Structured Public Involvement protocols including large-scale infrastructure planning, design and environmental management processes.</p><p>The PGDP Future Vision project is one more demonstration of the possibilities of high-performance public process, raising awareness among public agencies, private contractors and citizens at large of what can be done.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>Demonstration of potential public process metrics for public agencies, with potential applicability to many public projects.</p><h4>Type of Contribution by Participants</h4><p>They directly made decisions about project measures</p><h4>Target Group</h4><p>The citizens.</p><p>The sponsoring agency.</p><p>The contractors.</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>1200 so far</p><h4>Total Number of Active Participants (approx.)</h4><p>not yet know</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Extensive effort to address disadvantaged groups</p><p>Stakeholder forums held in nine locations, including surrounding counties, at times and places nominated by participants. Consistent use of electronic polling technology to ensure all participants contribute equally to valuations, and that they are seen to be doing so by all others. This reduces the disadvantage felt by all citizens who expect processes such as this to be dominated, shaped and influenced by the elite.</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>Yes, please see description of protocol above.</p><h4>Adoption by Others</h4><p>In many cases</p><h4>Costs</h4><p>$1million</p><h4>Time and Working Days</h4><p>2 years, small investigative team</p><h2>Links</h2><p><a href=\"http://scitation.aip.org/getabs/servlet/GetabsServlet?prog=normal&amp;id=ASCECP000371041114000042000001&amp;idtype=cvips&amp;gifs=yes&amp;ref=no\">AIP Scitation page</a></p><p><a href=\"http://www.pgdpcab.org/09-04-FLUPres.pdf\">PDF</a></p><p><a href=\"http://scitation.aip.org/getabs/servlet/GetabsServlet?prog=normal&amp;id=ASCECP000371041114000045000001&amp;idtype=cvips&amp;gifs=yes&amp;ref=no\">AIP Scitation page 2</a></p><p><a href=\"http://www.ports-ssab.org/09-11-FLUSummary.pdf\">PDF 2</a></p><p><a href=\"http://cedb.asce.org/cgi/WWWdisplay.cgi?264411\">American Society of Civil Engineers case page</a></p><p><a href=\"http://srpcollaborations.files.wordpress.com/2009/09/srp_annual_meeting_-_full_program.pdf\">2009 Meeting of the NIEHS Superfund Research program</a></p>", "title": "Paducah Gaseous Diffusion Plant Future Vision Project"}