{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Matthew Cowley<em>.</em></p><p>Toronto Civics 101 is a civic literacy and engagement program that delivers innovation by helping the public understand local government and their role in building a great city – just one focus of the City Manager's Civic Engagement strategy which also includes actively engaging Toronto's diverse populations and supporting corporate competencies and coordination. The Civic Engagement Office developed and customized a six-session curriculum where 175 participants (selected from over 950 applicants) learned how the City works. Sessions covered critical City topics such as governance and decision-making, finance, elections, and urban planning. Presentations from Mayor David Miller, Members of Council and senior staff solicited provocative questions and thoughtful group discussions. Participants took part in interactive sessions, learned about how they can get involved with their city, made connections between communities, and gave us their ideas on how to build even better civic engagement in Toronto. Comprehensive outreach ensured broad participation (e.g. age, length of residency, cultural diversity). A website supported online learning with extensive resources from the series including videos, presentations and materials. Evaluations were very positive – 97% of participants agreed that the sessions helped them \"learn how city government works\" and 94% said they would recommend the program to others.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>In 2004, the City of Toronto hosted a series of high-profile public consultations across the city called \"Listening to Toronto.\" At these sessions, participants discussed the public's role in local decision-making and made recommendations for enhancing civic engagement. Among the recommendations from this and subsequent consultations, participants suggested that the City do more to help the public understand municipal services and programs and encourage public involvement.</p><p>These recommendations led to the launch of the Toronto Civics 101 initiative in the spring of 2009. The objectives of the initiative were to:</p><ul><li>Enhance the public’s knowledge about how City government works;</li><li>Grow a base of knowledgeable Torontonians, including individuals from diverse communities and people with limited experience engaging with government, who could help shape the future of the City;</li><li>Learn from the public about how it sees the City and its operations;</li><li>Celebrate the origins of the city, understand Toronto’s current context and create a vision of our city’s future.</li></ul><p>To meet these objectives, the Toronto Civics 101 initiative had two main components:</p><ul><li>A series of six learning sessions attended by a group of registered participants, and</li><li>Online resources about the City, how it works, and how to get involved, to provide ongoing learning opportunities that anyone can access.</li></ul><h3>Structure and Process</h3><p>At the City of Toronto’s Listening to Toronto sessions the public provided input on their role in local decision-making and recommendations for enhancing civic engagement. In particular participants requested that the City:</p><ul><li>Create a public guide to local government with clear information on how and when people can get involved,</li><li>Communicate Council and City information using simple clear language and disseminate it widely,</li><li>Provide information and encourage dialogue in clear language,</li><li>Encourage diversity of participants across neighbourhoods, communities and cultures,</li><li>Design and support school and community programs which teach kids, youth, adults and local businesses about municipal government, civic affairs and how to get involved, and</li><li>Provide the public with a description of what the city does and the roles of staff, councillors, committees and Council play in decision-making.</li></ul><p>From this public input, the Toronto Civics 101 proposal was developed. Municipal staff from a wide range of disciplines developed a core curriculum, while community development staff and City' engagement practitioners implemented a comprehensive outreach strategy which included communications in 17 languages, assistance in completing applications and coordinating childcare, transit and translation. Over 900 applications were received – most accompanied by a voluntary diversity questionnaire to assist staff in ensuring the effectiveness of outreach efforts – from a highly representative group of Torontonians. Applications were sorted into the four geographic regions of the City to ensure all areas were represented and then 175 participants were randomly selected. Six accessible, historically significant locations were used to hold the evening sessions on municipal budgets, planning, elections, governance, decision-making, public appointments, and strategic planning – with Mayor Miller providing opening remarks about the City and its global context, and moderating a concluding panel of external journalists and academics on the role of the public in local government.</p><h3>Impact</h3><p>The Toronto Civics 101 project provided people with information and resources necessary to get the most out of their engagement with the City of Toronto. By understanding how City Council functions, how decisions are made, the budget process, the basics of urban planning, rules surrounding municipal elections, and so much more, participants are able to have an impact on policy and political decisions because the governance system is no longer abstract to them – it is something where they can see a role for themselves. Thus, City Council can make decisions based on greater public input, meaning policies reflect the diverse needs and interests of Torontonians.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>The Toronto Civics 101 initiative was directly related to developing and implementing a comprehensive civic engagement strategy for the City of Toronto. The need for better communication, public involvement in municipal governance and decision-making, transparency, accountability, accessibility, better resources for ongoing learning, and outreach to all of Toronto's diverse communities is championed by the Mayor, Council, and Auditor General. Toronto Civics 101 is an important component of meeting those broader policy and decision-making goals.</p><h4>Type of Contribution by Participants</h4><p>They directly made decisions about project measures</p><h4>Target Group</h4><p>The target group of the project was a broad representation of the extraordinary diversity of Torontonians. Our outreach was designed to ensure that our participants included:</p><ul><li>a cross-section of ages, from youth to seniors;</li><li>people with varying degrees of experience with City Hall, especially people who had not been previously involved in committee work, civic processes, etc.</li><li>people from different neighbourhoods across the city;</li><li>new Canadians;</li><li>Aboriginal, LBGTT, people with disabilities, racialized communities, people who lack housing, and members of other groups representative of our city's diversity yet historically underrepresented in civic processes.</li></ul><h4>Total Number of People Addressed by the Project (approx.)</h4><p>Toronto Civics 101 accepted 175 participants for the six sessions. This number was chosen to reflect the logistical limitations of providing a good environment for discussion, interaction, and learning, and to take note that 2009 was the City of Toronto's 175th anniversary. In addition to the participants, the online resources created for the program are available to anyone. Since launching the Toronto Civics 101 site it has been visited over 25,000 times.</p><h4>Total Number of Active Participants (approx.)</h4><p>175 participants were accepted to take part in the six evening sessions, plus over 30 staff, speakers, and elected officials.</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Extensive effort to address disadvantaged groups</p><p>Non-affiliated Torontonians - those with limited or no experience in politics, formal organization or government - were encouraged to participate in Toronto Civics 101. Through advertisements, the City’s website and the City’s engagement partners and practitioners already working with diverse communities, a diverse range of participants were encouraged to apply. The selection process ensured the inclusion of participants with diverse cultural, experiential and social backgrounds by particularly for participants who have lived in the city for different lengths of time, in different parts of the city, and a mix of ages and perspectives. Participants were recruited through:</p><ul><li>Neighbourhood Action Teams</li><li>Neighbourhood Renewal Projects</li><li>City’s grant recipients and community partners</li><li>Consultation participants</li><li>Business Improvement Areas</li><li>Schools and universities</li><li>Community Centres and Libraries</li><li>Public advertisements</li></ul><p>Posters and information were available through City community centres, libraries and civic centres. Copies of the ads appearing in local papers and online were available in 17 languages at toronto.ca/civic-engagement as well. Although participants were not asked to represent the interests of a particular group, participants with the following perspectives were recruited:</p><ul><li>Equity-seeking groups</li><li>Youth</li><li>Seniors</li><li>Priority neighbourhoods</li><li>Business and labour</li></ul><p>At the heart of deliberative dialogue is the belief that mutual learning by all stakeholders can create more robust, relevant, purposeful decisions. This initiative applies this principle by providing learning by and for the participants. Each session will be supported by materials, at-home reading and may be recorded and posted on the City’s website to allow all Torontonians to follow along with the core group.</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>Toronto Civics 101 was designed with these specific goals in mind, as outlined in questions 8, 9, 24, and 26.</p><h4>Adoption by Others</h4><p>In some cases</p><h4>Costs</h4><p>Nearly all of Toronto Civics 101 was delivered by City of Toronto staff. The initiative was led by staff from the City Manager’s Office and staff from across the corporation and elected officials contributed to its implementation. The budget for Toronto Civics 101 included funding for outreach to the community (e.g. advertising and promotion), meetings and materials, and measures to ensure the sessions were accessible (e.g. child care, attendant care, and transportation subsidies). The total cost for the initiative, including the application process, all six sessions (site costs, refreshments, audio visuals, participant supports, etc.) and online presence was roughly $60,000.</p><h4>Time and Working Days</h4><p>The staff involved in planning and organizing Toronto Civics 101 worked on the project as part of their regular duties over a period of approximately one year. During the period of time in which the six sessions were running, the lead staff involved dedicated approximately 50-75% of their time to the project. In the planning stages and evaluation/reporting stages (after the sessions), the workload was approximately 25-50% of staff time.</p><h2>Links</h2><p>The <a href=\"http://www.toronto.ca/civic-engagement/civics101/index.htm\">Toronto Civics 101 website</a> is the central online source of information on this program. This site was created for two reasons:</p><ol><li>To share materials and resources with our 175 participants, enhancing their learning opportunities and giving them a wealth of information at their fingertips;</li><li>To make this same information available to anyone, anytime. Creating an active site of resources and information means the Toronto Civics 101 program is not limited to the learning sessions held in 2009, nor the people who were able to participate. Everything made available to our attendees is posted online and regularly updated so that Toronto Civics 101 acts as a home for civic literacy.</li></ol><p>The website contains session highlights and resources where anyone can watch streaming videos of all the staff presentations, view the presentations, download all the study materials and workbooks, find links to other online sources of information, view pictures from the sessions, and see the results of our exercises. The Toronto Civics 101 site also links to the <a href=\"http://torontocivics101.blogspot.com/\">Civics 101 blog</a> which allowed program participants to further discuss issues, post their thoughts, and continue the discussion in a public, accessible format.<br/><br/>Youtube <a href=\"http://www.youtube.com/user/thecityoftoronto#p/p/7822C5731D21786D/0/Mh4c8B2AHJo\">Userchannel</a></p>", "title": "Toronto Civics 101"}