{"htmlbody": "<p>The District of Columbia Neighbourhood Action Initiative, more commonly referred to as the D.C. Citizen Summits, is “the longest running large-scale town meeting in United States history”(America Speaks, 2011). Incorporating input from 13,000 participants over a six year period the project noticeably shaped both the direction and content of the administration’s policy. Pioneered by Anthony Williams, then Mayor of the District, the meetings were called in response to wide scale public disillusionment in city government and tasked with restoring faith in said public services through community engagement in the governance process. Made up of five distinct summits, in addition to various smaller associated community ventures, the meetings were designed to grant citizens direct influence over their community’s future. Firstly through the creation of a citywide strategic plan, the themes and subject of which were envisioned by popular will drawn from town meeting style debate. And latterly large scale financial investment, initially through the first summits influence on Mayor Williams 2001 Budget request and then through the direct allocation of funds, running into the hundreds of millions of dollars, to causes determined by subsequent summits. The innovation ended alongside Mayor William’s time in office after his decision not to seek a third term. It was initiated and run in partnership with the nonpartisan, not for profit ‘<a href=\"http://participedia.net/en/organizations/americaspeaks\">America Speaks</a>’ and provides one of the most prominent examples of the successful implementation of <a href=\"http://participedia.net/en/methods/21st-century-town-meeting\">21st Century Town Meetings</a>.</p><p><a id=\"Purpose_and_Problem\" name=\"Purpose_and_Problem\"></a></p><h2>Purpose and Problem</h2><p>The purpose of the Citizen Summits can perhaps be understood in two differing ways; highly interconnected with one another yet distinct in their own right. The immediately obvious task of the initiative is that of a tool to improve policy, to offer better solutions to the problems that faced the city by asking those coping with them every day what they would do. Yet, to take this definition at face value is to mask the desired benefits surrounding rebuilding trust between government and governed. It is widely acknowledged that the District was the worst run city government in America (DeParle, 1989; Elliott, 1995), failing to provide for its citizens; as Mayor Williams suggested “the cities service delivery systems were profoundly broken” (2001, p3). But a simple improvement in policy was not enough. “Nearly three quarters of D.C. residents viewed the local government as corrupt” (Moynihan, 2003, p175). “Citizens were distrustful of government leaders, and many had lost hope that it was possible to fix the government of the District of Columbia” (Williams, 2001, p.3). The problem faced was twofold and as such so was the proposed response; more tailored and effective policy was needed but crucially alongside that a commitment to using ordinary citizens as the source of this changed direction. Innovators realised that in order to end the malaise, city government “not only needed to focus on the basics – better services, economic development, and neighbourhood revitalisation, among others – but (encourage) citizens to be fully involved in every aspect as part of rebuilding faith in the District’s leadership, managers and employees” (Williams, 2001, p3).</p><p><a id=\"Organisation_and_Participant_Selection\" name=\"Organisation_and_Participant_Selection\"></a></p><h2>Organisation and Participant Selection</h2><p>The 1998 election campaign of Mayor Anthony Williams can be seen as the catalyst for the innovation that followed. Running on an anti-corruption slate Williams recognised that the only way to “build faith in the District’s future was by actively engaging the community in the governance process and proving that the government would listen and act upon what residents had to say” (America Speaks, 2011). The idea for engaging Washington citizens on such a scale and more importantly allowing them a real say in the policy process came from the Mayor’s office. It was Williams who lent the political capitol that allowed people to believe that the project could make a difference, and it was Williams that fronted each of the summits. All documentation and literature was heavily branded with his name (Williams, 2003), highlighting his commitment to be the driving force of the project.</p><p>His vision for democratic innovation however was a broad and sweeping idea of an improved policy process and it would be the work of the newly created Office of Neighbourhood action working alongside and heavily influenced by ‘America Speaks’ that brought about the Citizen Summits. Nonetheless, the specific innovations were in essence tools of the Mayors political desire to bring a greater democratic nature to D.C governance and as such the wider visualization should not be discounted. William’s vision was embodied by what has come to be known as the ‘Citizen-Driven Management Cycle.’ It highlights the plan for “a wider strategic management cycle, with a clear understanding that the district strategic plan would set the stage for neighbourhood based versions, shape the budget, and inform performance management efforts” (Moynihan, 2003, p177).vIt holds that consulting citizens as to their preferences and opinions on policy would not be enough especially considering “the District had a reputation for unresponsive, unaccountable, and sometimes corrupt government” (Moynihan, 2003, p175). It was important to firstly convince citizens that their effort would be rewarded with action and then consolidate it by effectively communicating this implementation. A key way of relaying these improvements was the introduction of scorecards for department heads. Scorecards that would mark each department based on criteria formulated by citizen deliberation and as such greatly increase the level of participatory governance by feeding this information back into the next set of deliberations.</p><p>The organisation of the citizen’s summits was, as mentioned above, delegated to the specially convened Office of Neighbourhood Action. It was this organisation that took direct responsibility for the creation and promotion of the citizen summits. As part of this role it was mandated to make the deliberation as representative of the wider community as possible. “Efforts were made to ensure that all elements of D.C.’s diverse citizenry were reached—the summit was open to all comers, and summit literature and translations of the proceedings were available in Spanish, Vietnamese, Korean, and Chinese” (Moynihan, 2003, p176). At each of the citizen Summits demographic surveys were taken to establish the racial and class makeup of participants with a view to ascertain where outreach needed to be improved. It is as a result of studying this data that Citizen Summits were held targeting both young people and the LGBT community.</p><p>Throughout the Office of Neighbourhood Action was aided by national non profit <a href=\"http://participedia.net/en/organizations/americaspeaks\">America Speaks</a>, who provided guidance in participant selection but more importantly provided the format to facilitate citizen deliberation through the medium of the <a href=\"http://participedia.net/en/methods/21st-century-town-meeting\">21st Century Town Meeting</a>. Through utilising professional facilitators and adopting technological innovations <a href=\"http://participedia.net/en/organizations/americaspeaks\">America Speaks</a> built upon the traditional New England Town Meetings to create a mechanism to enable every participant to contribute to the overall conversation, despite the huge numbers the Summit targeted. With the large number in mind, organisers sorted attendees in to small groups of around ten, each equipped with technology and a trained facilitator. The trained facilitators ensured that “policy issues were presented in a way that encouraged citizens to consider goals in terms of citywide and neighbourhood priorities and to make trade-offs between goals” (Moynihan, 2003, p179). They’re presence ensuring both the maintenance of a free and unhindered deliberation but also one which worked toward broader aims and was focussed on the public good. This focussing of the conversation was also encouraged through the supply of early versions of the district strategic plan. Drawn up during two cabinet retreats facilitated by organisers, it was drafted into a four-page tabloid version presented to citizens both before and during the Citizen Summits. As a result “citizens had the opportunity to communicate with government and each other on the basis of substantive information in the context of a common, yet broad, framework” (Moynihan, 2003, p179). The use of networked computers recorded the ideas developed in each small group, allowing the mayor to adapt the summits along general lines as well as deal directly with certain groups issues, bridging some of the perceived gap between governed and governor. Moreover, “their use fostered discussion and consensus among the individuals in each group about the messages to be entered into the computer” (Moynihan, 2003, p179) moving the deliberations in a consensus focused direction. Finally the 21st Century format employed a modern form of preference aggregation through the use of polling pads, to be used to vote on questions put forward by Mayor Williams throughout the summits. The “polling keypads allowed citizens to rank preferences, which facilitated an iterative consideration and prioritization of specific policy trade-offs and preferences” (Moynihan, 2003, p179). Data collected by polling pads was cross referenced with demographic data before being ranked into a set of city wide goals. Like the other methods they managed to foster public orientated debate on a scale that was relevant and inclusive to thousands of people.</p><p><a id=\"Deliberations\" name=\"Deliberations\"></a></p><h2>Deliberations</h2><p>In total six different citizen summits of scale and note took place in the District of Columbia during Mayor Williams’ time in office. The main Citizen Summits starting in November 1999 and then working in line with the ‘Citizen Driven Management Cycle’ repeated every two years. These meetings were intersected by more targeted summits alongside smaller scale community projects mandated by the citizen summits.</p><p><u>Citizen Summit I</u> – November 1999 – The first Citizen Summit was based largely around the creation of a shared vision for the future with the view to create a coherent and agreeable strategic plan to take the city forward in the policy process. The summit was well attended with each of the District of Columbia’s wards being represented and overall attendance reaching almost 3000. Taking the tabloid style vision as a starting point citizens were asked to rate their strategic priorities for the city’s future using the electronic polling pads; “29 percent of the participants said that Building and Sustaining Healthy Neighbourhoods was their first priority, followed by 24 percent for Investing in Children and Youth and 15 percent for Strengthening Families” (Williams, 1999, p3) It is important to note that While Economic Development, Making Government Work, and Unity of Purpose and Democracy received less support in the citizen polls, the comments which citizens entered into their laptop computers clearly reflect that citizens feel these priorities are also very important to them also” (Williams, 1999, p3). As a final discussion topic the summit focussed on the districts neighbourhoods, with individual community concerns and suggestions recorded through the networked computers as well as a widely held belief that “of the event was widely seen as dependent on the follow-through efforts” (Williams, 1999, p9). A follow up meeting to the original summit was held in January 2000, where approximately 1500 citizens, some 60% of which had attended the first meeting, reviewed the collated information from the first summit as well as focusing more on the Districts individual communities. Following this second round of discussions a strategic plan was drawn up to influence the 2001 budget request; a document that “bears the clear imprint of summit input” (Moynihan, 2003, p178). “Consistent with citizen priorities, (it) included an additional $70 million for education, $10 million for senior services, and 1,000 new drug treatment slots” (America Speaks, 2011)</p><p><u>Youth Summit</u> – November 2000 - Born out of both the success of the first Citizen Summit and a perceived alienation of the Districts youth Mayor Williams next turned to creating a deliberation forum solely for young people. This was initially met with scepticism by not only young people but by those who work with and care about the younger generation. “Too often, they said, promises are made to young people that are forgotten as soon as the television cameras are turned off” (Williams, 2000, p2). Nonetheless, the project went ahead with over 1400 young people between the ages of 14 and 21 coming together to express their views on the Major problems facing the city and to try and find consensus as to what future priorities should be.“The three issues that youth selected as most important to them were: safety and violence, education, and jobs/training” (Williams, 2000, p3). Participants also recommended the creation of what became the Youth Advisory Council, a body that no holds a statuary role in government as the advocate of young people. Like the main citizen summit, the youth summit was subject to follow up meetings; the first attended by 125 citizens and the second 250. Both sessions followed a format similar to that of the main meeting. Again in a similar fashion to the main citizens summit a final set of recommendations were drawn up which contributed heavily to the forthcoming budget request. For instance a call for more after school opportunities lead to the commitment to spend $85.9 million on such projects and the shared desire to see improvements in school buildings and safety saw another $190 million spent.</p><p>Citizen Summit II – October 2001- The second Citizen Summit attracted 3000 D.C residents, who were asked to use deliberation aided by the networked computers and polling pads to firstly improve the already established city wide strategic plan and secondly to suggest and then prioritise specific budget options. As a result $25 million was allocated for a housing trust fund and over $2 million was given in support of neighbourhood level citizen governance. The key success of the summit however was the advancement of Strategic Neighbourhood Action Plans (SNAP). “SNAPS are citizen-developed visions that detail the top priority issues in each neighbourhood, as identified by residents working with the City’s planners, informing and guiding decisions on the city budget” (America Speaks, 2011). The increase in smaller scale deliberation ensured that democratic decision making would not be confined to the bi-annual meetings but would take place to some degree throughout the city.</p><p><u>Citizen Summit III</u> – November 2003 – Unlike previous summits that focused on the creation and adaptation of the citywide strategic plan the third Citizen Summit focused on specific policy. Citizens were asked to deliberate over and then make “weighed trade-offs” (Executive Office of Neighbourhood act, 2004, p4) as to the best policy options in three areas. These were, providing quality education, making neighbourhoods safer and expanding opportunities for residents. Attended by 2800 residents the summit demonstrated the greatest levels of considered public orientated deliberation yet in the project, with participants often recognising the difficulties of policy measures in forming their preferred options (Executive Office of Neighbourhood act, 2004). A much more pragmatic nature to the discussion was cultivated and one that proved highly successful in influencing some of the hardest policy issues facing the District. As a result $200 million was made available for education and nearly $20 million more were made available for police and related policies. “In all, the work of the citizens in this Summit had a direct impact on more than 20 concrete policy proposals” (America Speaks, 2011).</p><p><u>LGBT Summit</u> – April 2005 – In response to what was perceived as a disproportionately low rate of engagement by members of the LGBT community and alongside a belief that certain issues and services were and should be tailored differently for the LGBT community, a targeted summit was organised for April 2005. It was mainly created as an “event for gathering and organizing views and input from LGBT residents about the priorities of District government officials in relation to city governance and administration of resources” (Williams, 2005, p1). The primary areas discussed were, youth challenges, education challenges for students in DC public schools, business, health and public safety. All issues were discussed with reference to both the entire Washington DC populous and the LGBT community specifically.</p><p><u>Citizen Summit IV</u> – November 2005- The final Citizen Summit lead by Mayor Williams looked to tackle the disparity in success across the entire Washington DC community with regards to the effects of previous deliberations. Headed by the tittle ‘lifting all communities’ 2000 residents came together to discuss four main areas in which inequality could be tackled in the system. Discussionfocused on how to support growth and development among young people, expand and improve job training and employment prospects for all citizens, rebuild the public library system, and increase inclusivity through housing policies.</p><p><a id=\"Outcomes_and_Effects\" name=\"Outcomes_and_Effects\"></a></p><h2>Outcomes and Effects</h2><p>As Moynihan suggests “the litmus test for the usefulness of any public forum is the extent to which citizen priorities will be reflected in government goals or decisions” (2003, p177). Citizen’s deliberations were on the whole listened to and acted upon according to polling. The evidence suggests that the ‘Citizen Driven Management Cycle’ was effective with “post-summit polls finding high support for the summit, with 94% reporting that they felt they had a chance to “fully participate” and 91% rating the summit as “good” or “excellent” (Moynihan, 2003, p181). When participants overwhelmingly made requests they were matched; calls for more information led to public information kiosks, just as demands for increased capacity for Neighbourhood Advisory Commissions were met. Even clearer is the effect of citizens upon large scale budgetary spending. Areas of citizens concern received large scale investment for instance an additional $270 million was spent on education; $10 million provided for senior services and the over 1,000 new drug treatment slots were allocated all due to the deliberative decisions of ordinary citizens. The desire to reach a balanced cross section of the DC population was one that the summits managed to achieve on a fairly large scale. “For the most part, the participants closely mirrored the overall population of the city. Summit participants were predominately African American, female, and between 35 and 54 years of age” (Executive Office of Neighbourhood act, 2004, p7). The provision of literature and advertising in a variety of languages, Chinese, Korean, Spanish and Vietnamese further aided the outreach efforts. Finally, “the reform has also shown value in reversing the previous notoriety of the district government at a wider level, gaining national and international recognition” (Moynihan, 2003, p179). This being one of the stated goals of Mayor Williams and arguably the main forces behind the launch of these participatory governance reforms makes this outcome highly significant.</p><p><a id=\"Analysis_and_Criticisms\" name=\"Analysis_and_Criticisms\"></a></p><h2>Analysis and Criticisms</h2><p>Although the District of Columbia Neighbourhood Action Initiative appeared to empower citizens in making positive choices for their communities it has attracted some criticism with regards to its design and implementation. It is suggested that the open nature of the deliberative process led to a loss of agenda control for both government and organisers. That decisions made were often not those relevant to the problems presented but instead the pet projects of certain citizen groups and more populous initiatives. The degree to which this happened however is questionable if one considers the measures put in place to steer and influence the deliberation in a certain direction. The presence on each table of trained facilitators ensured that discussion could always be framed in a positive, public orientated way. What’s more the need to consolidate suggestions into ideas agreeable by entire tables for entry into the networked computer should have balanced out many of the more extreme views. The agenda was in fact further shaped by providing citizens with early versions of documentation, allowing all citizens to learn the parameters within which the discussion would take place and avoiding confusion. As a further point and perhaps a criticism the other way, with regards to too much agenda control by organisers, Moynihan suggests that free discussion is needed due to the normative nature of the decisions undertaken and should not be lamented. “In many decision areas, the citizen may lack knowledge and expertise to make informed decisions, so that in certain types of decisions bureaucratic expertise and means-end rationality may be justly given greater emphasis than public input. However, because setting goals is primarily an exercise in setting values, public involvement is important in adding legitimacy to the process” (2003, p175) The idea that the agenda slipped away from where organisers desired it to go is not the strongest on offer.</p><p>Some have further suggested however that although success in some respects is undeniable for the DC Citizens Summits this is down to a range of more unique factors as opposed to impressive innovation design; making the chances of replicated success limited. It is worth considering the idea that a sense of crisis amongst the government and the electorate increased the perceived need for democratic legitimacy and more crucially the willingness on both sides to take the leaps of faith needed to make the summits work. “The case suggests that it takes a deep sense of crisis or a lack of public legitimacy to prompt leaders to evaluate governmental failings and institute the kind of radical reforms that will satisfy the normative goals of participation” (Moynihan, 2003, p178). Governments would not be willing to allow citizens such influence unless the situation is beyond repair by other means, like was the case in Washington DC (DeParle, 1989; Elliott, 1995).This matches the power exchange perspectives presented by McNair whereby “mutuality tends to merge when the agency is vulnerable and when it has something to gain in exchange. It is minimized when the agency experiences no vulnerability or need” (Moynihan, 2003, p181) .This alternate allocation of praise for the project’s success is continued by those who suggest that it was the competence of mangers that aided success as opposed to the revolutionary nature of the democratic innovation. Moynihan further suggests that “the same mode of participation can vary dramatically in terms of level and range of participation, depending on the manager’s willingness to structure the format to create representative and meaningful discourse. Sweeping categorizations of modes of participation in terms of their benefits should therefore be resisted” (Moynihan, 2003, p183).</p><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h2>Secondary Sources</h2><p>America Speaks (2011) DC Citizen Summit, Available From: <a class=\"external free\" href=\"http://americaspeaks.org/projects/case-studies/dc-citizen-summit/\" rel=\"nofollow\" title=\"http://americaspeaks.org/projects/case-studies/dc-citizen-summit/\">http://americaspeaks.org/projects/case-studies/dc-citizen-summit/</a> [DEAD LINK]</p><p>DeParle, J. (1989), ‘The worst city government in America,’ Washington Monthly, Available From: <a class=\"external free\" href=\"http://www.thefreelibrary.com/The+worst+city+government+in+America-a06977500\" rel=\"nofollow\" title=\"http://www.thefreelibrary.com/The+worst+city+government+in+America-a06977500\">http://www.thefreelibrary.com/The+worst+city+government+in+America-a06977500</a> (Accessed 1st May 2011)</p><p>Elliott, M. (1995) ‘America’s worst run city’, Newsweek, p. 26, Available From: <a class=\"external free\" href=\"http://www.highbeam.com/doc/1G1-16675039.html\" rel=\"nofollow\" title=\"http://www.highbeam.com/doc/1G1-16675039.html\">http://www.highbeam.com/doc/1G1-16675039.html</a> ( Accessed 30th April 2011)</p><p>Executive Office of Neighbourhood Action (2004) Citizen Summit III –Executive Summary and Data Analysis, Washington DC: City of Washington, DC.</p><p>Internal Revenue Service (2007), Internal Revenue Gross Collections, by Type of Tax and State, Fiscal Year 2007, Available From: <a class=\"external free\" href=\"http://www.taxpolicycenter.org/taxfacts/Content/PDF/state_irs.pdf\" rel=\"nofollow\" title=\"http://www.taxpolicycenter.org/taxfacts/Content/PDF/state_irs.pdf\">http://www.taxpolicycenter.org/taxfacts/Content/PDF/state_irs.pdf</a> (Accessed 1st May 2011)</p><p>Moynihan, D (2003), ‘Normative and Instrumental Perspectives on Public Participation: Citizen Summits in Washington DC’, The American Review of Public Administration, vol.33, no. 2, pp. 164-188</p><p>Office of Neighbourhood Action and Community Empowerment (2006) Citizen Summit IV – Executive Summary and Data Analysis, Washington DC: City of Washington, DC.</p><p>Williams, A (1999) Citizen Summit I – Preliminary Report, Washington DC: City of Washington, DC.</p><p>Wiilams, A (2000) The City is Mine: Youth Summit 2000, Washington DC: City of Washington, DC.</p><p>Williams, A. (2001) 2001-2002 Policy Agenda, Washington DC: City of Washington, DC.</p><p>Williams, A (2003) Citizen Summit III – Participant Guide, Washington DC: City of Washington, DC.</p><p>Williams, A (2005) LGBT Citizen Summit – Invite, Washington DC: City of Washington, DC.</p><h3>External Links </h3><p><a href=\"http://www.dcwatch.com/mayor/991020.htm\">Citizen Summit I Press Releases</a></p><p><a href=\"http://ocpm.qc.ca/sites/dev2015-v2.ocpm.qc.ca/files/pdf/P45/8a8a.pdf\">Citizen Summit II Report</a></p><p><a href=\"http://webcache.googleusercontent.com/search?q=cache:Eo01BOon6HcJ:dcyac.dc.gov/page/history+&amp;cd=1&amp;hl=en&amp;ct=clnk&amp;gl=ca\">DC Youth Advisory Council</a></p><p><a href=\"http://transformgov.org/en/Article/10695/Citizen_Summit_III_Real_Challenges_Real_Choices\">Citizen Summit III News Article</a></p><p><a href=\"http://oldcity.biz/shawdc/artman/publish/printer_570.shtml\">LGBT Summit Press Release</a></p><p><a href=\"http://oldcity.biz/shawdc/artman/publish/article_698.shtml\">Citizen Summit IV Press Release</a></p><p><a href=\"https://en.wikipedia.org/wiki/AmericaSpeaks\">AmericaSpeaks on Wikipedia </a></p>", "title": "The District of Columbia Neighbourhood Action Initiative"}