{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Dace Akule<em>.</em></p><p>The previous strategic planning documents - like the National Development Plan (NAP)- were drafted in relatively close ministry circles, with limited public involvement. Therefore the Sustainable Development Strategy was drafted with extensive engagement of different circles of the public. The purpose of the project was to draft the Sustainable Development Strategy for Latvia, to be adopted by Latvian Parliament as the main planning document of the country. The strategy was drafted with extensive public engagement. The drafting of the strategy involved:</p><ol><li>formulating strategic dilemmas (choices for Latvia’s development) which were discussed in regional forums, youth discussions, expert debates.</li><li>formulating 4 scenarios for Latvia’s development that were further debated in open forums in 5 regions, with youth participation.</li><li>Based on these discussions, the first draft of the strategy was drafted, that was again discussed in public forum in the capital.</li><li>The Stategy was adopted by the Parliament in June with 90% votes in favour which was a result of a dozen of Parliamentary commission meetings and strong support from NGO sector. It is meant to be the main planning instrument for country’s development.</li></ol><h2>Project Description</h2><h3>Problem and Objective</h3><p>The previous strategic planning documents - like the National Development Plan (NAP)- were drafted in relatively close ministry circles, with limited public involvement. The purpose of the project was to draft the Sustainable Development Strategy for Latvia, to be adopted by Latvian Parliament as the main planning document of the country. The strategy was drafted with extensive public engagement.</p><h3>Structure and Process</h3><p>The innovative part of this project involves the extensive outreach and enhancement of civic engagement in discussing this strategy:</p><ol><li>There were 10 regional forums with more than 700 participants (in total),</li><li>Thematic seminars involved representatives from ministries, sectoral associations, experts, businessmen, scientists and academia (approximately 280 participants in total),</li><li>Youth discussions formulating their visions for Latvia's future (10 regional events, 450 participants in total),</li><li>National forum (1000 participants),</li><li>Public consultation on the strategy resulted in 600 proposals, 8 discussions in ministries, regional universities, etc</li><li>E-participation (some discussions online, comments online, but much less than in direct/ real life participation)</li></ol><p>In addition, the project involved:</p><ol><li>An essay competition on Latvian future that got 108 entries</li><li>Public opinion survey on strategic dilemmas (1000 respondents)</li></ol><h3>Impact</h3><p>It is too early to tell because the strategy has not been adopted in the Parliament yet, so it’s difficult to assess what problem this project solved but it was a serious attempt by the ministry to widen the decision-making process with inviting and facilitating inputs from wider public and interest groups.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>Latvia is in search for its future vision, and this sustainable development strategy was an attempt to look for more long-term visions (than the mid-term national development plans regurarly being drafted).</p><h4>Type of Contribution by Participants</h4><p>They directly made decisions about project measures</p><h4>Target Group</h4><p>Ordinary Citizens, Experts, Government, Special Interest Groups, Youth, Businessmen, Scientists, Academia, etc</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>2.3 million</p><h4>Total Number of Active Participants (approx.)</h4><p>3050</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Some effort to address disadvantaged groups</p><p>Some effort for representation were made. Organized interested groups were well represented, while the public forums gathered anyone interested and able to participate.</p><h2>Links</h2><p><a href=\"http://www.latvija2030.lv/page/1\">Project website</a></p>", "title": "Latvia 2030 Sustainable Development Strategy Drafting"}