{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Petru Botnaru<em>.</em></p><p>… In 2003 year when it was declared an exceptional situation in Vorniceni village, Moldova, because at the “Ion Inculet” lyceum there were identified 75 cases of Hepatitis A. The first step to create The Moldovan Network of Rural Volunteering Centers for Water (MNRVCW) was done in 2003 (Youth Water Parliament; Project “Democratization of Dniester River Governance\" (2008-2010) is supported by Dutch Ministry of Foreign Affairs, is realizing by Eco-TIRAS in partnership with WECF - Women of Europe for Common Future, and has a goal to improve the management of 4 Dniester tributaries etc). The MNRVCW will make an important contribution to the achievement of the Millennium Development Goals, to all of which water plays a crucial role. The MNRVCW Mission aims at expanding its activities including other villages, countries on local, regional, national, European and International level. Therefore, TERRA-1530 is asking you to spread the word that we are looking for partners in our efforts to expand our activities, including volunteer exchange.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>Drinking water crisis is a present day’s problem especially for Republic of Moldova, mostly for the rural localities, which represents more than a half of country’s population. Only 17 of them have aqueducts 67% of which are in a miserable situation and don’t fit the hygiene standard. The populations in the rest of the rural localities make their water supply from wells and springs, the majority of which are polluted with pathological bacteria.</p><p>The rural inhabitants access to qualitative drinking water can’t be presently satisfied because of the low income level (20-25 USD for person per month) and also because of lack of money in local and state budget. Important financial sources are needed, and they can only be offered by international financial organizations and by donor country governments.</p><p>...The local communities are involved in network activities for example pumps arrangement (persons number is unlimited); they have proper financial sources in the projects that are for water supply. People from communities informs network about garbage which is near water sources. About regional institutions for example Preventive Medical Centre, Straseni doctors make analyses to water from pumps, wells which is checked, they prepare articles about sanitary culture from villages.</p><h3>Structure and Process</h3><p>At local level Network can coordinate all efforts of NGOs, Local Public Administration, business to resolve problem of centralized water supply system.</p><p>The local communities (Galesti, Lozova, Vorniceni etc) are involved in network activities for example pumps arrangement (persons number is unlimited); they have proper financial sources in the projects that are for water supply. People from communities informs network about garbage which is near water sources. Information about water quality will be preventing cases of catching disease; it will raise population sanitary culture. More than this poor people will have chance to participate to center’s activities and a part of them will have a job. Only after supplying in centralist way and creating a water network, in village the situation will change.</p><p>The water supply will give chance to youth to built houses; will appear small and middle factories, new jobs, a better informational network. Rests Centers will be opened which will contribute to ameliorate health situation.</p><p>Activities:</p><ol><li>Water quality control permanently.</li><li>Ecological monitoring of pumps wells etc.</li><li>Volunteers, informational change with abroad partners.</li><li>To create a European Rural Water Volunteering Center’ Network.</li><li>To consolidate partnership with NGOs-business-public local administration</li><li>To consolidate managerial capacities of Association of Water Consumers founders.</li><li>To organize local, regional Forums for Water (every year).</li><li>Moldovan Water Youth Parliament.</li><li>Water Caravan.</li></ol><h3>Impact</h3><p>For Water Youth Parliament preparation and unfolding an organizational committee will be created, comprising non-governmental institutions, NGO-s and business representatives. The Parliament will rally about 120 persons from all administrative units of Republic of Moldova, among them mayors, NGO-leaders, and enterprise managers. There will also be invited members of the Parliament and Government of RM, foreign and local donors.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>The non-governmental organization “Terra-1530” has been registered on June 30, 1999.</p><p>We have the mission to instruct and strengthen rural communities’ capacity on Sustainable Development.</p><p>Activities: Starting with 2000 we have been continually publishing the independent periodical ADEVARUL (Truth), newly in three languages: Romanian, Russian, English.</p><p>NGO Terra-1530 is an umbrella-organization for other 18 ones: Terra-HS; Association for Youth Promotion 21 Century etc.</p><h4>Type of Contribution by Participants</h4><p>They directly made decisions about project measures</p><h4>Target Group</h4><p>Rural localities from Moldova.</p><p>For example. The local communities (Galesti, Lozova, Vorniceni etc) are involved in network activities for example pumps arrangement (persons number is unlimited); they have proper financial sources in the projects that are for water supply. People from communities informs network about garbage which is near water sources. Information about water quality will be preventing cases of catching disease; it will raise population sanitary culture. More than this poor people will have chance to participate to center’s activities and a part of them will have a job. Only after supplying in centralist way and creating a water network, in village the situation will change.</p><p>The water supply will give chance to youth to built houses; will appear small and middle factories, new jobs, a better informational network. Rests Centers will be opened which will contribute to ameliorate health situation.</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>35,000</p><h4>Total Number of Active Participants (approx.)</h4><p>17,000</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Extensive effort to address disadvantaged groups</p><p>This activity will consist of water sources identification, design elaboration and expenses estimation, materials purchasing and finally, the concrete reconstruction and equipping. During the project implementation the members of the team will prepare and publish in the periodical some articles and information on water; they will appear on radio and television programs, will participate at seminars, round table sessions and other events connected to water use and protection problem.</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>Yes. The Moldovan Network of Rural Volunteering Centers for Water is the first in Republic of Moldova history. Till nowadays no one informed rural population about water quality and pumps were created chaotic in the fields. The local administration didn’t liquidate the garbage that was near the water sources – water management. Population didn’t know elementary information about negative impact that can bring the polluted water which they used in alimentation. Nowadays situation is different. Day by day nature has more friends because of The National Rural Water Volunteering Centers’ Network; independent publications “Adevarul” (Truth) edit special editions with ideas, solutions, ways to resolve water problem in community.</p><h4>Adoption by Others</h4><p>In many cases</p><h4>Costs</h4><p>12,000</p><h4>Time and Working Days</h4><p>2003 - present</p><h2>Links</h2><p><a href=\"http://www.academicjournals.org/ingoj/PDF/Pdf2008/August/Botnaru.pdf\">Academic Journals pdf</a></p><p><a href=\"http://terra1530.md/\">Terra 1530 website</a></p>", "title": "Moldovan Network"}