{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Christian Miess<em>.</em></p><p>Vote-Exchange.org will be a free web-based social community, which allows EU citizens, who live in a Member State of which they are not a national, to enter a transnational discourse about national political parties, programmes and candidates. By establishing a voting partnership, they exert their common desire to participate in political processes in their country of residence, independent of their nationality. As current electoral rights on the national level exclude non-nationals EU citizens from elections, Vote-Exchange.org is a tool to overcome this discrimination. With 11 million EU citizens excluded from political participation in their country of residence, Vote-Exchange.org meets the very real concern of committed citizens to express their political will. Hence, Vote-Exchange.org fosters political engagement and integration in the European Union.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>The ongoing integration process of the European Union and the increasing cross-border mobility of its peoples challenge the classical legal and political construction of citizens as national entities. As more and more people in the Union choose a transnational lifestyle by living in a country of which they are not nationals, national citizenship loses the ability to fully coordinate people’s lives.</p><p>European citizenship based on the classical national paradigm ironically signifies exclusion and discriminates against those EU citizens who choose a transnational lifestyle and against third-country nationals. It is the first group that actually expresses the process of European integration and the latter on which the future of the EU is built. Unfortunately, the Treaty of Lisbon does not address this problem adequately.</p><p>Right now more than 11 million EU citizens residing within the EU but outside their country of origin are discriminated on grounds of their nationality. This affects their political participation at regional and national level in particular. A growing part of the EU population is thus excluded in their permanent place of residence from the most fundamental form of political participation and the very essence of democracy: the right to vote. The situation is worse for long-term residents not holding an EU passport, who are entirely excluded from political and social participation on all levels.</p><p>The resulting and increasing democratic and legitimacy deficit at the regional and national level shatters the sense and rationality of current electoral laws in EU Member States and the current definition of European citizenship.</p><p>To fully realize the European vision and live up to the EU’s Charter of Fundamental Rights, this democratic deficit has to be overcome. To accomplish this, we have to develop a new and modern form of transnational and residency-based EU citizenship free from national and cultural attributes and able to empower citizens in the EU to participate more fully the political process: independent of their national, cultural, ethnic or religious background. With Vote-Exchange the association Citizens For Europe e. V. addresses and seeks to raise awareness for these problems. Its main objective is to recognise and guarantee equal political participation for all EU citizens. By establishing cosmopolitan electoral laws and defining a modern, non-national European citizenship, CFE aims to enhance the development of a European Union of citizens.</p><h2>Links</h2><p><a href=\"http://www.vote-exchange.org/\">Website</a></p>", "title": "Vote-Exchange"}