{"htmlbody": "<h4>History</h4><p>In the second half of 2004, Venice Municipality organized a number of actions to involve citizens in the activities of local government. To this end a pilot Participatory Budgeting (PB) experiment was started in three different districts that are part of the City of Venice: Marghera (the case here examined), Lido and Favaro Veneto.</p><h4>Problems and Purpose</h4><p>The action’s main objectives were to promote administrative decentralization – applying the PB methodology –, to strengthen citizens’ participation and social integration, and to improve quality of life. Through the PB process, local population was enabled to participate in decisions concerning investments that could lead to improvements in life quality in residential and business areas. The process seeks to build solidarity and develop a new approach to citizenship by involving community members outside the political mainstream in decisions that affect them. The project, sponsored by the City of Venice and the District of Marghera – with the participation of Venice’s directorates for Finance and Budget, International Relations and European Policies, and the Office for Social Policies – had an overall budget of 450,000 euro.</p><h4>Participant Selection</h4><p>The process was “open door”, meaning that anyone wanting to do so could participate. 142 citizens took part in the initiative: 99 were male, 43 female. Of these, 58% attended each session. Citizens’ participation was promoted through posters, flyers, websites, and advertising on local newspapers and televisions. (See 'Notes' at bottom of page for information on participant demographics).</p><p>The project could count on a staff of 5 facilitators, 15 technicians and 12 assistants (coming from the personnel of Venice Municipality, Marghera District, Vesta , and of the Istituzione Abitare Venezia; also the Ombudsman was involved, in the project group on public housing). They were subdivided among the five project groups created at the end of the first meeting (Let’s see the problems).</p><h4>Deliberation, Discussion and Participant Interaction</h4><p>The project was divided in two phases, and lasted 5 months. The preliminary phase, which involved the previously discussed preparation of employees and representatives of the local administration on the PB process, took place between July and August 2004. The second phase, the participative process proper, took place between October and November in the course of four meetings.</p><p><u>Phase 1</u></p><p>The process began in July 2004, when some politicians and representatives of Marghera District and the City Council attended courses regarding PB theory, methods and best practices. Afterwards, between August and September, members of the Municipality’s directorates mentioned before carried out further learning sessions during which, aided by external consultants, they discussed and then decided the best PB formula to use given the local context. Several brainstorming sessions were held in order to publicize and carry out the project. Then, an interdisciplinary work group was created. It was composed of: 2 members of the Directorate for International Relations and European Policies, 3 of the Office for Social Policies, 3 of the Budget and Finance Directorate, 5 representatives of Marghera District and, finally, 2 independent experts from the University of Venice. The team met on eight occasions in plenary sessions – also when the public meetings were under way– in order to prepare activities and materials to distribute to the participants, and to assess the processes’ progress.</p><p><u>Phase 2</u></p><p>This phase took place at the end of 2004, and consisted of face-to-face discussions with the citizens. The District organized four public meetings open to all citizens and workers in the area of Marghera, with the aim of offering them the opportunity to: a) receive information and knowledge on the most relevant issues to urban management; b) freely express their ideas for the improvement of the territory; c) co-decide the investments in residential and business areas. The four sessions, and respective objectives, were:</p><ul><li>Let’s look into the problems – identify collectively the main problems in the area;</li><li>Let’s find the solutions – find solutions to bettering the quality of life;</li><li>Let’s decide on the projects – choose several projects to be financed with public funds the following year;</li><li>Let’s draw up the budget – give a detailed description of their characteristics so to put them in the city budget, and in the Municipality’s estimated expenditures.</li></ul><p>During the first meeting, the problems the participants felt to be the most important were collected. On October 25th the citizens were asked to find solutions to the problems identified in the previous session. What emerged during the debate in plenary, and from the forms of the participants, was grouped in five different solution areas, which became the basis for the creation of project groups. For each theme sub-themes, ranked according to the preferences of the participants, were then identified.</p><p>The five project groups were on the following themes: 1) industrial hazards, 2) mobility, 3) public building, 4) meeting places, 5) green areas.</p><p>Each theme group, under the guide of a professional facilitator , designed and developed about ten proposals for the projects selected by participants. Furthermore, experts in the different issue areas, and assistants , helped the 142 voluntary participants in developing each proposal, therefore contributing to a pre-evaluation of their economic, technical and legal feasibility. After the worthiest projects were selected, the project groups’ work led to the formulation of 28 final project proposals, subsequently presented to the public in the last plenary session. The proposals were then ranked according to the vote expressed by those present. Each participant also filled in a questionnaire asking personal information and the assessment of the process, so as to contribute to the monitoring of the public present, and the ability of the participatory process to effectively meet the citizens’ expectations. In each session, face-to-face meetings between citizens, organized groups and local institutions took place, in order to create a chance for information, mutual listening and discussion. Files were assembled and distributed at each meeting containing informative material regarding: a) the previous year’s Municipal Budget, and the forecasts for the following one; b) the main sectors of investment and expenditure; and c) maps with the distribution of public services and facilities on the city territory.</p><h4>Outcome and Influence</h4><p>Regarding the participants’ assessment of the process, the final result showed that the 11% was very satisfied with the experiment, 34% fairly satisfied, 6% not very satisfied, and 45% not at all satisfied. Regarding the formal recognition by the local Administration, in January 2005 the City of Venice set aside a budget for implementing the priority projects picked by the participants, and thus the District of Marghera inserted 8 of the objectives indicated by its citizens in the planning documents for the financial year 2005. At the end of the process the interdisciplinary team of the City of Venice realized a CD-Rom containing an assessment of the PB, which provided the basis for the repetition of the process the following year, establishing in a concerted way (together with the participants) rules to be followed and the timetable.</p><h4>External Links</h4><p><a href=\"http://www.berlin.de/imperia/md/content/bamarzahnhellersdorf/wirtschaftsfoerderung/lhasa/report_quality_of_live.pdf?start&amp;ts=1227533764&amp;file=report_quality_of_live.pdf\">LHASA/EU Report - Quality of Live/ Social Integration Actions in Venice</a></p><p><a class=\"external free\" href=\"http://cko.sk/storage/The_City_Case_Studies.pdf\" rel=\"nofollow\" title=\"http://cko.sk/storage/The_City_Case_Studies.pdf\">http://cko.sk/storage/The_City_Case_Studies.pdf</a> [DEAD LINK]</p><p><a href=\"http://www.nuovomunicipio.org/stampa/ilmanifesto041112p15.rtf\">www.nuovomunicipio.org/stampa/ilmanifesto041112p15.rtf</a> [DEAD LINK]</p><p><a href=\"http://www.comune.venezia.it/flex/cm/pages/ServeBLOB.php/L/IT/IDPagina/3206/UT/\">Participatory Budgeting on the City of Venice Website</a> [ENGLISH]</p><p><a href=\"http://www.comune.venezia.it/flex/cm/pages/ServeBLOB.php/L/EN/IDPagina/1?uniq=b96fb27316c7e7ba188aed43ad29a4ee\">Official Website - Città di Venezia </a>[ENGLISH]</p><h3>Notes</h3><p>Representativeness of Participant Sample</p><p>Marghera is surrounded by several other smaller districts: Catene, Villabona, Ca’ Emiliani, Ca’ Sabbioni, Ca’ Brintelle and la Malcontenta. According to the newest available data, updated to January 2011, the District has 28,763 inhabitants: 14,071 male, 14,692 female.</p><p>The composition of the participants by area of origin, age, level of education, and occupation ws the following:</p><p>Area: Malcontenta (9), Ca’ Emiliani (44), Marghera (31), Catene (26), Non specified (46)</p><p>Age: (&gt; 80): 1, (80 - 70): 16, (70 - 60): 29, (60 - 50): 38, (50 - 40): 22, (40 - 30): 14, (30 - 20): 13</p><p>Education: Elementary (24), Middle School (30), High School (58), University (25), Other (2)</p><p>Occupation: Students (8), Employees (47), Self-employed (17), Housewives (12), Unemployed (2), Retired (57)</p>", "title": "“Let’s Turn the Table!” Participatory Budgeting (Marghera, Italy)"}