{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Zvezda Vankova<em>.</em></p><p>The project involves independent civil monitoring of police detention facilities and conditions and aims at establishing the extent to which legal provisions are being implemented and human rights are being protected. In the long run the project should contribute to promoting the principles of transparency and accountability in police work, as well as enhancing the confidence of local communities in the police.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>The main problem addressed by the project was the human rights violations in police custody, frequently reported by human rights protection NGOs.</p><p>Subsidiary problems were that:</p><ul><li>there was very little public information available for the operation and management of the police precinct,</li><li>the civil participation in the management of the overall police management was very limited,</li><li>there was high level of public distrust in police (according to EUROSTAT - 25% for 2007),</li><li>top management of the Nation Police Service lacked feed back from mid level command chain about the effectiveness of the implemented reform measures.</li></ul><h3>Structure and Process</h3><p>The project promotes and establishes the practice of the unannounced visits of citizens to the police precincts where the custody visitors who work as volunteers examine detention facilities, service premises and the offices of operational officers. They conduct confidential interviews with detainees and police officers. Volunteers have access to documents and registers kept by the Ministry of Interior units that have a bearing on the purposes of custody visiting. After each visit, custody visitors write team reports, which document facts established during the visits. Consolidated reports are complied each month and a copy of them is submitted to the Director of the Regional Police Directorate, as well as to the custody visitors. Analytical reports are produced every three months and in the end of every project phase and publicized through the website of the Open Society Institute – Sofia (<a href=\"http://www.osi.bg\">www.osi.bg</a>).</p><p>The volunteers who wish to work as independent custody visitors go through a special selection process, which includes pre-selection based on submitted documents, interview and background check in the police. Applicants who have successfully passed the interviews undergo training in several modules: Introduction to Custody Visiting, Introduction to Police Activities and Communication Skills. Each custody visitor is issued an official identity card, which he or she must carry at all times when visiting the police precincts. Custody visitors conduct regular visits to police precincts (2-3 times per month per police precinct). Visits are made by teams consisting of two custody visitors. Teams decide independently on the time of the visit. Visits are conducted according to a pre-agreed schedule that is known only to the persons involved in the project; police officers are not informed in advance.</p><h3>Impact</h3><p>The project contributed to the following areas:</p><ul><li>Improvement of the human rights protection</li><li>Empowerment of citizens' participation in the operation and functioning of the police force</li><li>Prevention of violent abuse of force</li><li>Increased trust of citizens in the police service</li><li>Increased transparency (more public data available about the National Police)</li><li>Effective feedback to the top management for the operation of police precincts outside working hours that empowers them to take informed decisions about the management and the discipline of the policemen</li><li>Rationalization of the established practices for processing the documentation in the police precincts</li><li>Establishment of mechanism for food provision to the detainees</li><li>Statutory regulation of the practice in the \"Instruction on the Rules of Activities of Police Authorities in Connection with Detention of Persons at the MOI Structural Units and on Equipment, and Order at MOI Detention Facilities\" (published in the state gazette, 9th issue, January 26th, 2007).</li></ul><h3>Detailed Information</h3><h4>Broader Context</h4><p>The project is part of the Community Policing Strategy of the Bulgarian MoI which aims to reform the law enforcement system in order to make it more accountable, transparent and closer to the local communities. Providing essential information about the police detention facilities and conditions from an impartial point of view, the project brings constant input into the broader reform agenda of the MoI.</p><h4>Type of Contribution by Participants</h4><p>They determined the outcomes of the project</p><h4>Target Group</h4><p>Primary Stakeholders of the Problem - Ordinary Citizens</p><p>Government (National Security Police Directorate)</p><ul><li>8 participants form the management of the project</li><li>6 participants from the National consultative body of the project</li><li>30 participants form the Regional consultative bodies of the project</li><li>6339 policemen in the police precincts (Sofia - 3255, Varna -1059, Plovdiv - 576, Bourgas - 1201, Pleven - 248)</li><li>5 experts</li><li>120 municipal counsellors in the city halls of Sofia, Varna, Bourgas, Pleven and Plovdiv</li><li>5 NGOs that manage the project on local level</li></ul><h4>Total Number of People Addressed by the Project (approx.)</h4><p>2.5 million</p><h4>Total Number of Active Participants (approx.)</h4><p>6500</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Extensive effort to address disadvantaged groups</p><p>The project made the necessary effort to include as volunteers representatives of different social groups - senior citizens, representatives of the Roma community, people with disabilities. We have contacted NGOs dealing with the integration of the Roma community in Bulgaria and worked with the Roma program of OSI in order to reach this disadvantaged group. In the forthcoming stage of the project we will include a Roma NGO for local coordinator in order to attract more volunteers with Roma background. Regarding the people with disabilities we have contacted fiscally challenged MP who had a campaign for removing the architectural barriers in the public space. We contacted Bulgarian newspapers with elderly readers in order to attract senior citizens.</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>The project contributed to the enhancement of fundamental values in police work as respect for human life and dignity. It promoted culture of transparency, accountability and tolerance - essential elements of the democratic capacities. It boosted volunteering culture in Bulgaria. It strengthen the democratic behaviour of the policemen through the provision of an effective feedback to the top management for the operation of police precincts outside working hours and through the constant exchange of best policing practises throughout the police system. If Bulgaria ratifies the OPCAT, the custody visiting practice will be the democratic structure suitable to become National Preventive Mechanism.</p><h4>Adoption by Others</h4><p>In many cases</p><h4>Costs</h4><p>$98,800</p><h4>Time and Working Days</h4><p>2.5 years</p><h2>Links</h2><p><a href=\"http://www.osi.bg/?cy=10%E3%80%88=2&amp;program=1&amp;action=2&amp;news_id=200\">Website of the Open Society Insitute - Sofia</a></p>", "title": "Independent Custody Visiting in Police Detention Facilities"}