{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Eric Diters<em>.</em></p><p>Envision Prince George’s was a regional visioning and planning project. Citizens and stakeholders were engaged to create a vision for the future of Prince George’s County and prioritize the top long-term goals the county should pursue in the next five to ten years. Participants discussed goals in all six of the Envisionareas: Live, Work, Learn, Serve, Enjoy, and Sustain. The town meeting capped seventeen months of public engagement that involved several thousand Prince Georgians in identifying the county’s key assets, opportunities, and challenges and developing the vision and goals that were presented at the Town Meeting.</p><h2>Project Description</h2><h3>Structure and Process</h3><p>Envision Prince George’s was an open and inclusive initiative that engaged all citizens and stakeholders around the six Envision areas: Live, Work, Learn, Serve, Enjoy, and Sustain. Through a variety of educational actives, interactive community forums, online discussions and a 21st Century Town Meeting, Envision Prince George’s, provided opportunities for over 1,700 citizens and stakeholders to provide input into the direction of the county’s future. During the fall of 2009 and the winter and spring of 2010, Envision Prince George’s, conducted 7 Community Forums –including a Forum entirely in Spanish, an Online Community Forums, and a 21st Century Town Meeting. At the end of the public engagement process, Envision Prince George’s will produce a clear action agenda based on the informed priorities of thousands of people across the county. Action teams have been established and are currently working to carry these agendas forward.</p><h3>Impact</h3><p>Envision Prince George’s, provided opportunities for over 1,700 citizens and stakeholders to provide input into the direction of the county’s future. Among the significant items identified by participants: public safety, improving education, increasing public transportation, espcially for the young and the elderly, and focusing on economic development. Also important: of the 1,000 people who participated in the March 20 Town Meeting, 800 signed up to remain involved!</p><p>At the end of the public engagement process, Envision Prince George’s will produce a clear action agenda based on the informed priorities of thousands of people across the county. Action teams have been established and are currently working to carry these agendas forward. County elected officials, who were brought into the process early, have been very supportive.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>Through a variety of educational actives, interactive community forums, online discussions and a 21st Century Town Meeting, Envision Prince George’s, provided opportunities for over 1,700 citizens and stakeholders to provide input into the direction of the county’s future. During the fall of 2009 and the winter and spring of 2010, Envision Prince George’s, conducted 7 Community Forums, an Online Community Forums, and a 21st Century Town Meeting.</p><p>Among the significant items identified by participants: public safety, improving education, increasing public transportation, espcially for the young and the elderly, and focusing on economic development. Also important: of the 1,000 people who participated in the March 20 Town Meeting, 800 signed up to remain involved!</p><p>At the end of the public engagement process, Envision Prince George’s will produce a clear action agenda based on the informed priorities of thousands of people across the county. Action teams have been established and are currently working to carry these agendas forward. County elected officials, who were brought into the process early, have been very supportive.</p><h4>Type of Contribution by Participants</h4><p>They determined the outcomes of the project</p><h4>Target Group</h4><p>Ordinary citizens and stakeholders from around Prince George’s County</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>Approximately 880,000 (population of Prince George's County, MD)</p><h4>Total Number of Active Participants (approx.)</h4><p>Over 1,700</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Extensive effort to address disadvantaged groups</p><p>All Envision Prince George’s activities were open to anyone who lives, works, learns, serves, or enjoys the county. Extensive outreach was conducted in every corner of the county to ensure participation by a diverse cross-section of the community in an unprecedented citizen engagement effort to involve thousands of people in helping to create a countywide vision along with a framework for cooperative action. Individuals and groups from across the county were active participants in providing direct input into the direction of the County’s future. In addition to the Town Meeting in March, 7 Community Forums were held. These events were targeted toward specific stakeholders: one forum was held for youth; another, for Latino residents, was conducted entirely in Spanish in an effort to increase participation by this rapidly growing segment of the popuation. Over 700 people attended the Community Forums.</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>Through a variety of educational actives, interactive community forums, online discussions and a 21st Century Town Meeting, Envision Prince George’s, provided opportunities for over 1,700 citizens and stakeholders to provide input into the direction of the county’s future. During the fall of 2009 and the winter and spring of 2010, Envision Prince George’s, conducted 7 Community Forums, an Online Community Forums, and a 21st Century Town Meeting. At the end of the public engagement process, Envision Prince George’s will produce a clear action agenda based on the informed priorities of thousands of people across the county. Action teams have been established and are currently working to carry these agendas forward.</p><h4>Adoption by Others</h4><p>In many cases</p><h2>Links</h2><p><a href=\"http://envisionprincegeorges.org/\">Preliminary report and project website</a></p>", "title": "Envision Prince George's"}