{"htmlbody": "<p>Throughout 2010, local and central Services for Communities (The City of Edinburgh Council) staff explored the use of a Participatory Budgeting (PB) approach as a way to make local democracy relevant to community interests. Annual surveys have shown that Leith people don’t feel able to influence what happens in their area. Yet Leith boasts an active, involved community infrastructure and online community.  The £eith decides PB events in November 2010 and February 2012 allowed local people to make decisions on Community Grants Awards of up to £1,000 from a choice of projects. </p><p>This case study was originally submitted to the Participatory Budgeting Unit in 2012 as a case study by the organisers of the project, using a template supplied by the PB Unit</p><h3>Problems and Purpose:</h3><p>Annual satisfaction surveys show Leith citizens have consistently rated their ability to influence what happens in their area as low compared with the city average. Paradoxically, Leith boasts a comparatively high number of well-linked community organisations and events, engaged activists, hyper-local websites and influential bloggers. However, a number of high profile infrastructure projects and planning proposals, received strong opposition, possibly contributing to a lack of trust in decision making and local democratic processes.</p><h3>History:</h3><p>City of Edinburgh Council staff supported a Steering Group of citizen volunteers and Neighbourhood Partnership (NP) members in planning and publicising the events. Various ways of publicising the events were used, including online methods, to help engage Leith’s active online community in the new democratic processes.<br/>The £eith decides steering group and the NP have been very encouraged by the levels of participation. In year one, 320 people registered to vote with numbers increasing to 724 for the second event, exceeding targets. 75% of participants said that they hadn’t attended an NP/Council meeting in the previous six months and attendees came from across the Leith NP area.<br/>The quality of the experience for both voting participants and applicants has been monitored through evaluations and events have engaged people with a meaningful experience of local democracy. Participants rated the events highly, with 75% rating the approach as excellent or good. £eith decides will continue to develop ways to encourage wider involvement which evidences representation from all segments of the community profile. Electronic methods of actively involving participants will also be explored.</p><h3>Originating Entities and Funding:</h3><p>Leith Neighbourhood Partnership. One of 12 Neighbourhood Partnerships (NP) established in Edinburgh in 2007 seeking to provide greater accountability for public services and a mechanism for influencing local decisions. Leith NP is made up of ward Councillors, Community Councils representatives, Police, Fire Service, NHS Lothian, Voluntary Organisations, Forth Ports and Port of Leith Housing Association. Leith Neighbourhood Partnership covers the two City of Edinburgh council multi member wards of Leith and Leith Walk. The population of the Leith NP area is 43,854, living in 23,639 separate households. The Leith Neighbourhood Partnership agreed to pilot a PB approach using 35% of the 2010/11 Community Grants Fund (£16, 602) to be allocated. Following the success of the pilot, 40% (£17,666) of the 2011/12 Community Grants Fund was allocated through £eith decides.<br/>The main aims of £eith decides are to;<br/>• Provide an effective way to engage larger numbers of people in the work of the NP.<br/>• Provide an effective link between strong local community and local democratic processes.<br/>• Increase small scale funding to grass roots organisations and initiatives, including those that have not been previously funded.<br/>• Increase public awareness of local organisations and activities.<br/>• Provide opportunities for local people to have a say in what happens in their area.<br/>• Change the way local people approach decision making.<br/>• Encourage active involvement in local decisions.</p><h3>Participant Selection:</h3><p>In both years, Council staff and NP representatives worked alongside local citizen volunteers to form a steering group. Citizen volunteers were recruited from local Community Councils and Residents’ Associations. A volunteer chaired the steering group in the 2nd year. Support for applicants, particularly new applicants, was provided from a Community Learning and Development worker.<br/>In year one 324 residents of Leith registered to score 25 projects from 23 local groups. 6 volunteer citizens, 6 Council staff members and 2 elected members staffed the event.<br/>In year two, 724 Leithers registered to score 33 projects from 31 local groups. 11 volunteers worked alongside 10 members of staff from service partners and 3 elected members in the various roles required to run the event.</p><h3>Deliberation, Decisions, and Public Interaction:</h3><p>Throughout 2010, local and central Services for Communities (The City of Edinburgh Council) staff explored the use of a Participatory Budgeting (PB) approach as a way to make local democracy relevant to community interests. At £eith decides events local people allocate small grants of up to £1,000 for local, small scale activity. The first, pilot event was held in November 2010 at Leith Academy School where 25 projects gave a short presentation resulting in 20 projects being made an award. Following feedback from this event, a marketplace format was used for the event held at the Ocean Terminal shopping centre in February 2012 where 33 projects gave information at stalls. 22 projects were made an award.<br/>The Preference Voting method was used, asking voting participants to score every project out of 5. Only ballot sheets which did this were counted to ensure all projects were given fair consideration.<br/>Various promotion channels were used: local radio interviews, local press and community newsletters, websites, flyers, posters, information in libraries, Facebook and advertising hoardings.</p><h3>Influence, Outcomes, and Effects:</h3><p>£eith decides has increased the involvement of local people in local decision making:<br/>• The target or voting participants at the first event was 200, but 320 people braved a heavy snowfall to consider projects.<br/>• In 2012, the target of 500 was exceeded by 724 voting participants.<br/>• 75% of participants said that they hadn’t attended an NP or Council meeting in the previous six months.<br/>• Attendees came from across all the postcodes in the Leith NP area.<br/>• Attendance levels exceed those for Leith NP public meetings (in four years, biggest attendance was 80).<br/>• 74% of evaluation respondents in year one and 76% in year two rated a PB approach to allocating public funds as excellent or good.<br/>One of the aims was to reach community groups that had not previously received a community grant. The Steering Group piloted a Facebook page, which attracted 3% of participants. In year two, the Facebook page “likes” increased by 63% including from new applicants. Also, the Leith NP event in December 2011 included advice for potential new applicants. In year one 53% of applicants and in year two 43 % of applicants had not been given a Community Grants Fund award in the previous two years. Leith people proved themselves to be careful and astute judges. In year 2, an organisation who had submitted 2 projects, had one come third in the scoring and another last. This demonstrates that projects were considered on their own merits, rather than applicant popularity. Fewer voters (45%) found out about £eith decides from a connection with an applicant in the second year than at the pilot (57%), providing greater objectivity.</p><h3>Quotes::</h3><p>“… people value the opportunity to be part of the decision making process. The energy and enthusiasm demonstrated by the organisers, all the community group participants and the positive involvement in the process from the public shows just how much appetite there is for this type of engagement in a community grants programme.” Keith Anderson, Chief Executive, Port of Leith Housing Association<br/>“£eith decides is a great opportunity to really ‘touch base’ with a whole range of active people, groups and organisations throughout the community. … it gives me an opportunity to make new links and build new relationships with and between people and groups I may not even have known about. Not only does [£eith decides] demonstrate local democracy ‘in action’, it also provides an opportunity for the community to come together to celebrate the diverse range of great work that is carried out by local people….” Jackie Mearns, Community Learning and Development Worker<br/>“£eith decides was a superb event; professionally organised with evident and infectious enthusiasm. The voting structure for the event genuinely put the decisions into the hands of the people of Leith, you could say this really was democracy in action.” Des Linton, Leith Community Theatre (Applicant)<br/>“At first sight the 6th Leith Scouts found the process potentially intimidating. However, when we examined the forms we found them well drafted and straightforward. We also worried about the public vote at Ocean Terminal. We need not have done so. It proved a useful and stimulating task for our Scouts to consider how best to display our work to members of the public in an attractive way. Also the Ocean Terminal event provided a great opportunity to promote our scout troop to the community in which we operate. Such opportunities are not easy to find. Sandy Cameron, 6th Leith, 1st Newhaven Scout Troop (Applicant)<br/>“…it was heartwarming to be part of such a caring atmosphere. My group was lucky enough to gain an award, but truthfully it must have been an award in itself for the organisers to see what a success their efforts had been!” Rita Crombie, Leith Festival Association Volunteer (applicant)<br/>“I found the funding initiative, '£eith decides' to be very unique in its process of funding of local projects. Replacing the usual 'behind closed doors ' process with a more democratic approach, made the funding programme more of a Community Participation exercise. ….£eith Decides has shown excellence in raising community awareness of the values in community participation.” Davie Thomson, Chair of Redbraes Residents Association (Steering Group Volunteer)<br/>Work is underway to further hone the PB approach within the Leith NP area. The targets for the 2012/13 financial year include:<br/>• Set up performance measures to ensure that voting participants are representative of the community profile.<br/>• Set new performance measures around wider participation across the area.<br/>• Investigate greater use of electronic communication.<br/>• Use the £eith decides experience to encourage wider participation in other local decision-making opportunities, particularly Leith Np and sub-groups.</p><h3>Future goals include:</h3><p>• Exploring the use of online voting.<br/>• Exploring the use of postal voting, particularly for excluded groups.<br/>• Widening access to information and voting through schools and libraries.</p><p>For more Information: Contact: Loraine Duckworth T: 0131 529 6194 <a href=\"/cdn-cgi/l/email-protection#0945667b6860676c274d7c6a627e667b7d61496c6d60676b7c7b6e61276e667f277c62\"><span class=\"__cf_email__\" data-cfemail=\"672b0815060e0902492312040c100815130f2702030e09051215000f4900081149120c\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a></p><p>Further information about £eith decides, including the latest evaluation report can be found on the following link:</p><p><a href=\"http://www.edinburghnp.org.uk/neighbourhood-partnerships/leith/about/%C2%A3eith-decides/\">http://www.edinburghnp.org.uk/neighbourhood-partnerships/leith/about/%C2%A3eith-decides/</a></p><p> </p>", "title": "£eith Decides"}