{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Konstantinos Kafentzis<em>.</em></p><p>e-Dialogos is an innovative and fully fledged e-Democracy online platform for the citizens of the “City of Trikala” in Greece to participate in the decision-making processes of the city. The objective is to offer to all citizens the opportunity to get involved directly with the process of development and implementation of city policies, services and initiatives through an online platform of dialogue and participation, in an effort to reverse the disengagement of citizens with their elected representatives and the policy process. The innovation of the methodology lies in the development of an original, holistic and fully integrated approach to e-Participation, which combines online deliberative and voting processes in a new way. The methodology developed is based on best practices worldwide and is consistent with the current political theory of democracy and models of deliberation. The platform comprises top-down and bottom-up e-participation approaches and most important a fully fledged e-deliberation process. The result is engaged and informed citizens from start-to-end and an engaged city council committed to listen to citizens’ opinions.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>The eDialogos solution has been developed as a means of investigating ways to make European citizens more involved in the everyday process of decision making and policies enactment, a problem that becomes evident if we look at the declining participation rates in local, regional, national and European elections alike. Citizens feel that they have no real influence on key decisions that influence their lives, other than periodically selecting representatives that will hopefully act in their best interest. They are however cut off from the agenda setting, discussion and selection process, thus leading to a feeling of estrangement and lack of motivation to actively participate in the public sphere.</p><p>eDialogos addressed the need to activate participation in local societies and particularly in municipalities, leading to the enhancement of the quality of our democracy in total. The objective is to offer to all citizens the opportunity to get involved directly with the process of development and implementation of city policies, services and initiatives through an online platform of dialogue and participation, in an effort to reverse the disengagement of citizens with their elected representatives and the policy process.</p><h3>Structure and Process</h3><p>The project is based on the electronic implementation of a full e-deliberation methodology.</p><p>The innovation of the methodology lies in the development of an original, holistic and fully integrated approach to e-Participation, which combines online deliberative and voting processes in a new way. The methodology developed is based on best practices worldwide &amp; is consistent with the current political theory of democracy and models of deliberation. The platform comprises of 4 e-tools: i) a top-down e-Survey system, where municipality can ask citizens to respond to specific issues of interest to the municipality; ii) a bottom-up e-Petition system; iii) an e-forum for direct moderated dialogue and, most importantly, iv) what is termed a fully fledged e-deliberation process, which is a serial deliberative process with within a specific time-frame with 5 well-defined concrete steps embedded in each deliberative cycle. A process where the different e-tools are assigned to a particular and appropriate use in order to gather rich qualitative and quantitative input from citizens. These e-tools are: an e-poll for agenda setting, a moderated e-forum with pre-determined discussion threads, e-surveys to quantify opinions and finally, interactive online real-time webcasting of the city council proceedings, where citizens can offer their feedback directly. All the tools are supported by an extensive, organically integrated and user-friendly information platform. Finally there is also an e-petition component for bottom-up mobilization of citizens, which actually operates outside the deliberation cycle. It is worth noting that the project is supported by a comprehensive communication strategy (from branding to leaflets, posters and other materials which inform, inspire and educate the public in the use of the platform).</p><h3>Impact</h3><p>The edialogos solution comprises of three basic elements:</p><ol><li>an innovative methodology that integrates in a single framework several eparticipation techniques and introduces a fully fledged e-deliberation process.</li><li>an integrated online platform that offers complete and automated support to the methodology in a simple and user friendly manner.</li><li>a complete support toolkit for the project owners in order to successfully operate the solution. The tools support back-office organization, marketing, campaigning, training, dialogue building and other processes.</li></ol><p>The main output of the project is the <a href=\"http://www.edialogos.gr\">www.edialogos.gr</a> web application.</p><p>What has been driving the efforts from the very beginning is the aim for openness: we wanted to open up the participation procedure as much as possible for as many as possible. Thus, this fundamental choice is reflected in our technological approach as well – openness is the key to our 3-fold approach: open architecture, open source, open standards.</p><p>The impact of the project is many-fold: The foremost impact is political, in the sense that it \"educates\" policy-makers, elected representatives and administration on the feasibility and necessity of online deliberation with citizens. In a country where such wide scale deliberations are not common, the project helps grow a new culture of participation. Also, in a country where the majority of elected representatives are not users or familiar with new technologies, the project alters their perceptions positively and gives them a first hand experience of the power of ICTs. On the other hand, citizens are also \"educated\" in the practice of deliberation outside formal channels. They are now individually empowered and engaged directly with city affairs and feel they can influence critical decisions about their future. Considering that Trikala is a medium sized city far from the capital city of Athens, the project offers them an opportunity to be engaged into remote dialogue independently of where they reside, creating a feeling of community which is independent of physical location. The overall impact, is the strengthening of participatory democracy, of citizenship and empowerment.</p><p>In particular, since the first day of opening edialogos to the public, the local Municipality has run 9 major issues regarding several aspects of public policy, services and initiatives (from digital services design to reconstruction of city's landmark buildings to local markets' operation). The results of the deliberations have been discussed at the Municipality Board Meetings (broadcasted by the Internet and open to citizen participation) and taken into account to the final decisions of the Board.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>The project is also part of the eTrikala initiative, the first initiative for the Digital City in Greece. The eTrikala case inspired by the ”broadband as a public commodity” vision has as its main goal to develop strategic frameworks which will assist policy makers, planners, and other stakeholders in the process of harnessing the potential of ICTs to meet socio-economic objectives and targets of local societies, citizens and enterprises in an efficient and effective way.<br/>The initiative’s objectives include the provision of free broadband access to the citizens as a means for the cultivation of a digital culture towards eGovernment and eDemocracy. Under this policy context, empowering active citizenship and participation through ICT infrastructures remains a milestone that has to be achieved in order to exploit Internet broadband access so as to enhance the quality of our democratic regime.</p><h4>Type of Contribution by Participants</h4><p>They directly made decisions about project measures</p><h4>Target Group</h4><p>The deliberation process supported by eDialogos tool is simple and user friendly so as to address all citizen groups. Target users are all citizens and stakeholders of the City of Trikala. This includes citizens officially registered with the city (whether they live or not within the city), citizens who reside or work or study regularly within the city (but not necessarily citizens of the city officially), citizens who have a \"vested interest\" or special relationship with the city (run their business or own property or have ancestors and are interested in the city's well being). There is also provision to include immigrants, meaning Trikala born citizens who live permanently abroad and wish to keep a link with city affairs. These stakeholders are explicitly mentioned in the registration process that is required to log in the system. Thus, all citizens, businesses, and organisations having stakes at the Municipality of Trikala are involved. Nevertheless the initiative is expected to have a stronger impact on the younger part of the population, allowing the eTrikala initiative to facilitate the onset of a new generation of active citizens that are not only familiar with the use of ICT technology per se, but realize its full potential as an enabling tool and cater for a political environment of maximum transparency and cooperation</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>Potentially all citizens of Trikala and commuters (65.000) - However Internet Users represent a 15% of population.</p><h4>Total Number of Active Participants (approx.)</h4><p>500</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Open for all - but no specific effort to address disadvantaged groups</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>The whole project idea is to strengthn democratic quality and capacities through electronic means</p><h4>Adoption by Others</h4><p>In many cases</p><h4>Costs</h4><p>~$135,000 (Around 100000 euros)</p><h4>Time and Working Days</h4><p>3 years</p><h2>Links</h2><p><a href=\"http://www.edialogos.gr/\">e-Dialogos Homepage</a></p><p><a href=\"http://www.epractice.eu/en/cases/edialogosawards\">ePractice.eu page</a></p>", "title": "e-Dialogos"}