{"htmlbody": "<p>After months of preparation, 139 young people attended a participatory budgeting event in Newcastle in May 2008 to cast a 20% vote in the procurement of services for the city’s £2.25m Children’s Fund.</p><p>This case study was originally submitted to the Participatory Budgeting Unit in 2010 by the organisers of the project, using a template supplied by the PB Unit</p><p><img alt=\"Udecide logo\" src=\"http://www.newcastle.gov.uk/wwwimageroot/legacy/udecide/udecidelogosmall.jpg\"/></p><h3>Overview:</h3><p>This was one in a series of events held as part of the city’s Udecide participatory budgeting programme which has given thousands of children in the city the opportunity to influence the allocation of £3.81m to improve the lives of their peers.</p><p>Recognising that children and young people are the experts, the project aimed to give those young people in the city who were most likely to benefit from the Fund, the chance to have a real say in how it was allocated. The project also sought to demonstrate that participative approaches can be reconciled with complex decision making processes by integrating the popular Udecide method with the Fund’s procurement arrangements. Finally, by challenging providers to pitch their idea to young people, the project aimed to make them think differently about their services and how they involve young people. This project was also the first in the programme where the young people voting were not always direct beneficiaries of the project ideas so the Udecide Team were interested to see whether the young people would remain interested in spending decisions irrespectively.</p><p>The project involved 450 young people at various stages of the process. These young people are often considered ‘hard to reach’ and came from a variety of settings including a Pupil Referral Unit, a young carers group and a number of BME groups. Their enthusiasm and commitment has shown that with the right method, these young people are eager to participate, setting a new benchmark for the engagement of young people in the city.</p><h3>Organisation:</h3>Newcastle City Council <h3>Aims:</h3><p>To involve children and young people from across the city in the procurement process for the city’s £2.25 million Children’s Fund using the Udecide method. Specifically, the project aimed to engage those young people who would benefit most from the Fund. Through the Newcastle Partnership’s Udecide pilots, local children and young people have allocated £115K Neighbourhood Renewal Fund and helped shape a £1.4 million Big Lottery funding. This project aimed to demonstrate that the method could be integrated with more rigorous decision making processes, and that young people’s voices add value to these processes.</p><h3>Who:</h3><p>The Fund targeted those young people in the city aged 5 to 13 who were most at risk of low self-esteem, poor school attendance and entry into the criminal justice system. The project therefore engaged children and young people across the city, in a variety of settings, who closely matched this profile, by involving a targeted group of projects and schools.</p><p>The children and young people were asked to evaluate the bids against a specific set of criteria, worth 20% of the overall decision. The young people would score the bids against the criteria at a special Children’s Fund Conference using electronic voting. The criteria was in the form of 3 questions:</p><ol><li>Were young people involved in creating this idea and would the project listen to children and young people?</li><li>Will it reach the young people who need it most?</li><li> Will it make a difference?</li></ol><p>The City Council’s Udecide Team identified the key settings across the city which worked with the target group of children and young people. These included Pupil Referral Units, Additional Resource Centres, special schools, the Youth Inclusion Project, a young carers group and a number of BME youth groups; in total 39 settings participated and 450 young people. Many of these groups were new to Udecide and Children’s Services.</p><p>Every young person had to complete 3 preparatory sessions in order to attend the final Children’s Fund Conference, where delegates from each group would score the bids. In Session 1, the young people thought about their experiences and those of others to offer advice to three imaginary characters, drawn by the young people, who were facing particular challenges associated with the three themes. Using some dummy projects, the young people explored the criteria questions in the second session and began making judgements based on these criteria and the findings from session 1. By session 3 they were ready to take a look at the final short listed bids and begin thinking about how they might vote at the Conference. Over the three sessions the young people built up their knowledge incrementally, applying learning from previous sessions to each successive session so that by the event, every child could feel confident casting their vote.</p><p>All the sessions had to be delivered within a 2 month time frame so the city’s extended schools co-ordinators took responsibility for managing the school based sessions. Meanwhile the strong profile of the Udecide programme in the city helped to lever in extra resource from the community and voluntary sector; building existing and new partnerships. Despite this additional resource, the scale of engagement envisaged remained ambitious and it took considerable commitment from all the officers, young people and their supporting workers to ensure every young person was prepared for the Conference.</p><p>An important element of Udecide’s success has been its transparency. The introduction of electronic voting in the second year of the pilot enhanced this transparency, with participants able to see immediately how their votes had made an impact. The procurement process on the other hand is notoriously complex and it was essential that this transparency was retained in the eyes of the young people involved. For the remaining 80% of the procurement process, projects would be scored 0, 1, 3 or 4. The Udecide Team therefore decided to adopt this scoring for the engagement with young people, as opposed to the conventional Udecide 0-9 system, so that their scores fed transparently into the overall decision making process. Officers could then evidence on their return visits to these settings, exactly how the young people’s participation had affected the final allocations.</p><p>The ‘competitive’ element of past Udecide projects has also added to the exhilaration of taking part and the Team were interested to see whether the young people would respond so enthusiastically to a Udecide process where they were not direct beneficiaries. The increased focus on deliberation however, both in the preparatory sessions and on the day, brought a new dynamic to the fore with young people embracing the opportunity to share their opinions with each other and represent their peers.</p><p>on these criteria and the findings from session 1. By session 3 they were ready to take a look at the final short listed bids and begin thinking about how they might vote at the Conference. Over the three sessions the young people built up their knowledge incrementally, applying learning from previous sessions to each successive session so that by the event, every child could feel confident casting their vote.</p><h3>Organisers:</h3><p>Colleagues from Chief Executives Office, Investing in Children and the Area Locality Development team worked with a wide range of partner organisations including:<br/>•    Mainstream schools from each area of the city<br/>•    School based behaviour units and the Newcastle Pupil Referral Unit<br/>•    A range of voluntary and community sector partners<br/>•    Social Care<br/>The Children's Society Voices Project worked with a group of young people (‘the U Decide crew’) to design and support the voting event.</p><h3>What:</h3><p>The Children’s Fund Conference was the City Council’s most ambitious Udecide project to date. The scale of the engagement, the magnitude of the decisions, and the rigour demanded of the process were unprecedented. These challenges were compounded by the short timescales in which the work had to be delivered. However the engagement was successful in terms of both breadth and depth.</p><p>450 young people took part in the process from all parts of the city. These young people are often considered the ‘hard to engage’ but experience from this project has shown local partners that the barriers to engagement are not insurmountable and that these young people are eager to have their say, with 93% saying they enjoyed the Conference. The views of young people captured in the three sessions also provide important intelligence which Children’s Services can now feed into future activity.</p><p>Moreover, the project has challenged local partners’ ideas of procurement and dispelled any comfortable notions that participative approaches cannot be transferred to more rigorous decision making environments. The project also acted as a mandate for local providers to think differently about their services and give more priority to the views of young people in the design, promotion and delivery of these services.</p><p>In terms of the operating structures, the approach is becoming more streamlined as the Udecide profile grows with more resource and commitment offered from both the public and third sector to support this project. This broader, cross-sector support will be critical to the sustainability of the method.</p><p>Five of the top six projects chosen by the children at the event were successful with their bids.  Conversely five of the six lowest rated projects were unsuccessful.  This reflects the impact that young people’s involvement had on the final outcome.</p><p>Further information on Udecide in Newcastle is available from : <a href=\"http://www.newcastle.gov.uk/people-and-communities/where-you-live/udecide\">http://www.newcastle.gov.uk/people-and-communities/where-you-live/udecide</a></p>", "title": "The Children's Fund, Newcastle, UK"}