{"htmlbody": "<p>On Saturday 12th November 2011 residents in Miles Platting were given the chance to take a lead in improving their own neighbourhood thanks to Miles Platting: You Decide, a new project from Adactus Housing Association.</p><p>This case study was originally submitted to the Participatory Budgeting Unit in 2011 by the organisers of the project, using a template supplied by the PB Unit</p><h3>Overview:</h3><p>Adactus Housing manages 1500 properties in the Miles Platting PFI neighbourhood area on behalf of Manchester City Council. Supported by Adactus Housing staff, community, voluntary and statutory organisations as well as members of the public have been bidding for funding of up to £1,000 to support projects to improve their communities.</p><h3>Organisation:</h3>Adactus Housing <h3>Aims:</h3><p>Residents were encouraged to develop their own ideas for improving their community and applied for up to £1,000 for their projects. £5,000 was available overall. 16 applications were received and project themes ranged from hairdressing, dance, cookery, football, and new media.</p><h3>Where:</h3><p>Adactus Housing manages 1500 properties in the Miles Platting PFI neighbourhood area on behalf of Manchester City Council. Supported by Adactus Housing staff, community, voluntary and statutory organisations as well as members of the public have been bidding for funding of up to £1,000 to support projects to improve their communities.</p><h3>How:</h3><p>The voting and decision day took place at St. Georges Community Centre, Livesey Street where over 100 young and old residents came to listen to the presentations and vote on their favourite five projects.</p>After votes were cast and counted it was announced that there were five winners. They were Miles Platting Swimming Pool who plan to open the pool and gym for free during the Spring half term next year, Little Ancoats Juniors football club, Butler Court residents committee who will set up a regular film club, St George's Community Centre who are setting up a cookery skills project for young people and YPAC who want to develop a garden to grow vegetables on Ridgway Street.<p>£5,000 was allocated to the overall funding pot and will be shared between the successful projects. The whole project concept proved a huge success and Adactus Housing hope to make this an annual event, with greater pots of money available each year.</p><h3>Who:</h3><p>Any local community, voluntary or non-profit organisation - even informal groups of friends and neighbours - could apply to put ideas into action. All groups applying had to be operating in Miles Platting, and any activities mostly benefit Miles Platting residents.</p><h3>What:</h3><p>Engagement with residents that previously hadn’t engaged with the housing association<br/>\"We were delighted with the number of applications that we received. There were some fantastic project ideas and many of them are from residents who haven't contacted us before now. We aim to support the other projects who didn't receive funding by helping them with other external sources of funding\" (Vicki Greer, Adactus Housing Officer)</p><p>Broadening community engagement &amp; building capacity<br/>\"This scheme is a fantastic way to widen community involvement and build the capacity for residents to deliver what they want in their own neighbourhoods. The concept is about far more than a pot of cash - it's about developing new ways for local people to bring about improvements to their own neighbourhoods\" (Suzanne Bullock, Adactus Housing Manager)</p><p>The event was full of fun and it gave local residents the opportunity to find out about a range of projects and services that were going on within the neighbourhood.<br/>Resident, Edith Hesketh commented \"I really enjoyed today, I have learnt a lot about groups in the area. Lets have more!\"</p><p>Elsie Sheridan, another resident commented \"absolutely great, a very fair process\".</p><p>For latest developments see the Adactus website:</p><p><a href=\"http://www.adactushousing.co.uk/blog/adactus-housing/people/miles-platting-you-decide-2013\">http://www.adactushousing.co.uk/blog/adactus-housing/people/miles-platting-you-decide-2013</a></p><p>Original source: <a href=\"http://www.participatorybudgeting.org.uk/case-studies/case-studies/miles-platting-decided\">http://www.participatorybudgeting.org.uk/case-studies/case-studies/miles-platting-decided</a> accessed on 2.8.2013</p>", "title": "Miles Platting Decided! "}