{"htmlbody": "<p>This is a participatory budgeting project in Thornhill, Southampton. This case study concerns the Participatory Budgeting pilot, ‘Your Health, Your Community, Your Vote’, which took place in Thornhill, Southampton in June 2008. In later years the process was re-run and improved, with increasing amounts of money, up to at least 2011. Cuts to national funding for public services meant that the money available shrank back in 2012</p><p>This case study was originally submitted to the Participatory Budgeting Unit in 2009 by the organisers of the project, using a template supplied by the PB Unit</p><h3>Organisation:</h3>Southampton City Coucnil <h3>Aims:</h3><p>The aims of Thornhill’s Participatory Budgeting pilot were:</p><ul><li>empowering local groups to bid for money for and manage health-related projects</li><li>increasing resident participation in decision making which should be both engaging and enjoyable</li><li>establishing processes and accountability lines that are clear, concise and productive</li><li>developing effective support and project planning mechanisms (e.g. monitoring, establishment of criteria and use of qualitative feedback from residents)</li><li>testing new ways of involving communities in managing resources and transferring this knowledge to other neighbourhoods</li></ul><h3>Where:</h3><p>Thornhill is located on the Eastern edge of Southampton, 5 miles from the city centre. It has been recognised as a socially and economically ‘deprived’ area, and was successful in bidding for one of the governments’ 39 New Deal for Communities programmes in 2000. The area is a traditional 1960’s council estate, with 88 walk-up blocks and 3 tower blocks. Around half of this is social housing. The area suffers from  social problems such as high unemployment, health inequalities and low aspirations.</p><h3>How:</h3><p>Thornhill’s Community Health Group, comprising residents and agency representatives from Southampton City Council, Southampton City PCT and Thornhill Plus You, oversee an annual funding stream provided by the PCT to tackle health inequalities in Thornhill. In 2006 they first explored the idea of using PB to allocate this, and in 2008 decided this was what they wanted to do. The Community Health Group benefits from the fact that this funding stream is largely open for negotiation about how it is spent. Once PCT and Southampton City Council approval was obtained for using PB, the group set about organising the process. </p><h3>Who:</h3><ul><li>Residents – residents on the Community Health Group helped to make decisions about what the event would look like. They also assisted with the technical appraisal of the applications received. Residents obviously played a huge part at the event itself.</li><li>Southampton City PCT – the funding spent through PB was provided by the PCT as part of a deal struck with Thornhill Plus You in return for a contribution to build a health clinic in Thornhill. PCT approval was required to spend the funding this way. PCT representatives sit on the Community Health Group, and had a say in how the process developed, as well as helping on the day of the event.</li><li>Southampton City Council – £10,000 of funding from the City Council’s patient and public involvement budget was put forward for resources for the event. Approval was also required, as SCC staff provided a lot of support needed to develop the initiative. SCC representatives were also part of the staff team helping out at the event.</li><li>Thornhill Plus You – TPY were involved in setting up the original agreement with the PCT for the funding that was spent. Staff from TPY led on the organisation of the event and creating the brand. TPY representatives were also part of the team helping out on the day.</li></ul><h3>What:</h3><p>The process was evaluated by Thornhill Plus You.</p><p>On a local level, the project objectives have been met. 18 applications were received to the fund, three of these from local community groups. 52 residents participated in voting on the day, and feedback from nearly all residents was extremely positive. Organisation of the day focussed on making it as accessible as possible, in terms of both physical access and understanding the process. Applicants were provided with as much information as possible about what they would be participating in, and publicity went out to residents via various methods to raise awareness.</p><p>Resident voting was successful and almost everyone seemed clear on the role they played in the process. Other, less measurable outcomes were also health related – everyone found the process a positive and uplifting experience. It also helped to raise awareness of the services available to residents, and residents were made aware that they were very welcome to take up volunteering opportunities with the projects on offer.</p><p>On a wider level, the pilot fits in with a number of national objectives, such as those in the Participatory Budgeting Strategy and objectives around building more cohesive, empowered and active communities (PSA 21), which is measured by the percentage of people feeling they can influence decision making within their locality (National Performance Framework for Local Authorities).</p><p>Examples of resident feedback from the event:</p><p>‘<em>It felt really good and has to be one of the best things I’ve been involved in’</em></p><p><em>'I couldn’t bring myself to leave…a good atmosphere, really exciting’</em></p><p><em>‘Big thanks for making my vote count’</em></p><p><em>‘Why has it taken us so long to hit on this way of doing things??!! Well done, a great success’</em></p>", "title": "Your Community, Your Health, Your Voice "}