{"htmlbody": "<h3>Problems and Purposes</h3><p>The Municipality of Scansano presents a number of economic problems: changes regarding agricultural activities and the primary sector in general, less crop diversification, negative trends in local income. This is also due to bad management of the available natural resources, that produces many social and cultural problems, such as the decreasing use of traditional activities and practices and the loss of local identity. Aim of the project is the promotion of awareness of the local population about those issues and the creation of a network oriented to the spreading of knowledge concerning themes like landscape, promotion of local identity; the intended final outcome was a 'Statute of the territory'. This is a set of rules written with the citizens' participation, that aims to transform and maintain the territory and landscape; a kind of socially shared “contract” that allows everybody to make decisions over the territory. In order to do that, the local Administration decided to create a website, a wiki platform allowing a fair participation both of experts and lay citizens; tabs describing landscape assets could be posted on the website, thus allowing people to describe their territory.</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>The local area is facing a critical situation of social and territorial unrest. Many are the causes: increase of the population's average age, shortage of human resources in the management and protection of resources, increase in the cultivation of vines and olives trees for the production of wine and oil with a consequent reduction of mixed crops and pastures, less care of historical heritage. The main consequence is the loss of traditional features of the area, of historical-cultural local identity. Furthermore, the area faces a concentration of income and economic activities in few sectors, as well as a lack of infrastructures for energy production (wind farms and power lines), despite a considerable availability of resources and natural capital.</p><p><a id=\"Originating_Entities_and_Funding\" name=\"Originating_Entities_and_Funding\"></a></p><h2>Originating Entities and Funding</h2><p>The project was proposed by the local Administration of Scansano. An external expert managed the process. The resources required for the project were minimal; the Tuscany Region contributed the funds and the Municipality other resources such as the venue where the activities took place (the library). All the participants involved in the process participated on a voluntary basis.</p><p><a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h2>Participant Selection</h2><p>The project was attended by 72 citizens, some (7) as representatives of associations or groups of local interest, other (65) as individual participants. Overall, the participants were a representative sample of the local society. They were selected either on the basis of their representativeness of local interests and on the basis of voluntary participation. Because of poor attendance at the first meeting, the staff choose to use “home” interviews, with the aim of involving individuals previously invited and others. The use of internet allowed equal access to information to all participants; on the other hand, differences arose among citizens related to personal skills related in the use of internet. The facilitator had the role of reducing these disparities. It is also worth mentioning a low level of female participation (16 out of 72).</p><p><a id=\"Deliberation.2C_Decision_and_Public_Interaction\" name=\"Deliberation.2C_Decision_and_Public_Interaction\"></a></p><h2>Deliberation, Decision and Public Interaction</h2><p>The participatory process held in Scansano adopted a method called “pattern language”. This method allows to define some key concepts and then organize them into a shared language, recognized by the whole population because it is created by the citizens themselves. Second key aspect was the definition of “landscape” on the basis of Legislative Decree no. 42/2004: “a homogeneous part of territory the features of which derive from nature, human history or mutual relationships”. The entire process was divided into three main phases. During the first phase, the committee of experts was created, the spreading of the information to future participants took place and the first meeting in the Town Hall was organized. During this phase the wiki site was set up, that would later be used as a database for the tabs about the areas and local landscape assets. The second phase resulted in an operational action in order to proceed with project execution. Following the poor attendance of the first meeting (4 people), the staff opted to change the way to involve the population through two initiatives: the organizers created a list of local stakeholders and proceeded with the completion of home interviews; then, they publicly communicated the opportunity to freely participate in the weekly meetings. These were every Tuesday and Thursday afternoon from 15 to 18.30 in the Library, a location chosen because very popular. The meetings took place throughout the project period, in order to give citizens the opportunity to personally view the progress of the project, to obtain information from the facilitator and to intervene personally. The third phase was the elaboration of the information accumulated and the creation of the tabs included in the wiki site. At this stage the participants contributed to the selection of places of local importance on which tabs were compiled (57). Throughout the period of the project, the total amount of changes made to the tabs was 170, with an average of about 3 changes each. The three phases, however, did not occur in different periods but overlapped during the whole development process.</p><p><a id=\"Influence.2C_Outcomes_and_Effects\" name=\"Influence.2C_Outcomes_and_Effects\"></a></p><h2>Influence, Outcomes and Effects</h2><p>The process generated a fair interest and led to a satisfactory participation by the local population, thus showing that the bottom-up approach, through which the citizens themselves identified the objects of the tabs, was perceived positively. The final questionnaires showed a considerable rate of satisfaction among participants. A study of the local landscape was developed; this in turn contributed to the construction and the emergence of a shared local identity;, leading the Administration to consider the adoption of this approach on a permanent basis. The methodology of the project, indeed, will be adopted again during the preparation of the Town Master Plan, which has to be approved by the end of 2011. Moreover, an official meeting to communicate the process' results has not been organized yet. Also, a Citizens Committee that would co-operate in the implementation of the process outcomes was not set up due to the unavailability of citizens. bowever, the entire process contributed to the creation of new social capital and to the consolidation and growth of local identity.</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h2>Analysis and Criticism</h2><p>Overall, the methods adopted are to be considered appropriate in relation to the purpose of the process; however, the reliance on internet created a situation of disparity among the participants (in particular elderly people were discriminated). Notwithstanding this, all the participants expressed a general positive appreciation; to the constant presence of the facilitator who offered explanations was especially appreciated. The atmosphere of the meetings was relaxed and friendly, and all the participants showed great interest. On the other hand, it must be said that the number of participants might have been higher; this shows how difficult it can be to generate interest and foster a participatory spirit. The novelty of the approach adopted might have contributed to the distrust among citizens, which led to face some initial difficulties, as demonstrated by the poor participation to the first meeting.</p><p> </p><p><a id=\"Source_and_References\" name=\"Source_and_References\"></a></p><h2>Source and References</h2><p><a href=\"http://www.consiglio.regione.toscana.it/partecipazione/documenti/RelazioniFinali-Progetti/RelazioneFinale_Scansano.doc\">Final Report on participatory process 'Il paesaggio partecipato'</a></p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p><a href=\"http://www.consiglio.regione.toscana.it/partecipazione/documenti/RelazioniFinali-Progetti/RelazioneFinale_Scansano.doc\">Final Report</a> [Italian]</p><p><a href=\"http://wiki-paesaggio.uniroma1.it/index.php/Pagina_principale\">Project Entry on 'Wiki Scansano'</a></p><p><a href=\"http://www.comune.scansano.gr.it/\">Comune di Scansano Official Website</a></p>", "title": "Participatory Landscape Design \"Il Paesaggio Partecipato\" (Scansano, Italy)"}