{"htmlbody": "<p class=\"documentFirstHeading\">As part of NESTA’s national Your Local Budget pilot and the HACT up2us project, Norfolk County Council has supported a participatory budgeting exercise with 20 older people that attend a day centre in Kings Lynn. Many of them are deaf or visually impaired and some suffer from symptoms of dementia. The project explored participatory budgeting as a way of giving older people more choice and control over their day service activities, in preparation for managing their own personal budgets. They also wanted to gain some insight into how pooling personal budgets could work and how adaptable day centres were to future models of working.</p><p class=\"documentFirstHeading\">This case study was originally submitted to the Participatory Budgeting Unit in 2012 by the organisers of the project, using a template supplied by the PB Unit.</p><h3>Overview:</h3><p>We chose to run the pilot at the Crossroads day centre because we knew that staff were committed to ensuring that the needs and desires of the older people were at the heart of the service. Staff already provided a variety of different ways for users of the service to be involved in shaping their experience at the centre. This included regularly meetings with users of the service, an annual feedback questionnaire and individual assessments and pathway plans.</p><p>Staff at the centre used the insight gathered through their various involvement mechanisms to arrange activities for the older people. Unfortunately, some users of the service struggled to make the link between their involvement and the activities offered at the centre and they had little understanding of the costs. One user of the service commented ‘We haven’t been able to choose what we wanted to do; it has always been laid out for us.’</p><p>The project has helped to encourage users of the service to move onto a personal budget by generating discussion about the benefits and demystifying the process. It has also helped the older people to develop an understanding of the true cost of the activities provided at the centre. Several users of the service expressed that they felt the costs were ‘very reasonable’ and one even suggested that some were ‘undercharged’.</p><p>The majority of the older people now have their own personal budget. This will support Norfolk County Council to meet its target of having 30% of service users and carers receiving community based services through a personal budget by September 2011. The activity programme is still being implemented but the insight gained is already helping to shape the future of day services in Norfolk. As we move towards the development of community hubs, our participatory budgeting exercise is being used as an example of how ‘People become confident in expressing a preference for community based activities when they are supported individually  and in groups with information and advice.’</p><p>We know that we have a better chance of meeting people’s needs and providing services that offer the best value for money when we involve users of our services in service design and improvement. Our project has enabled the older people to personalise their experience at the day centre. One user of the service commented ‘I think it is a very good idea. Rather then just getting told each week what we’re going to do, we choose what we want to do.’ Senior staff also expressed how it has ‘helped staff to move to the next level’ in their efforts to increase the choice and control that users of the service have.</p><p>The project has supported staff with their negotiations with an external agency to secure a consistent time slot for one user of the service to receive support to take a bath at the centre. Staff were able to argue that as part of the pilot it was essential that the user of the service had a consistent time so that it didn’t clash with the activities she wanted to take part in. This proved effective and the user of the service has expressed her joy at being able to take part in her desired activities.</p><p>Devolving the funding and providing each user of the service with an individual activities budget has helped to transfer power from the staff to the older people. It has inspired a change in culture where users of the service no longer feel like passive consumers but instead are active and empowered to direct their day service activities. An example of this is a recent cake baking activity. Usually a communal joint-effort cake would be made and eaten during afternoon tea. However, the users of the service, who had ‘purchased’ the activity, asked staff if this could be changed so that they could each bake their favourite cakes and take them home. Staff were initially thrown by this request, particularly because of the short notice, but following encouragement and support, they embraced the opportunity to deliver the activity in a new way.</p><p>The project has provided a valuable learning experience for the older people, day centre staff, consultation and involvement offices and senior managers. One member of staff from the day centre commented ‘It has caused a lot of debate around choice and the way we organise to</p><h3>Organisation:</h3>Norfolk County Council <h3>How:</h3><p>We sought to address this by working with the staff and devolving a budget to the older people. We modelled the personal budgets process loosely and provided each person with £50 to spend on activities. We helped broaden the older people’s expectations by encouraging them to suggest and consider a wide selection of activities that could take place at the centre and within the wider community. This helped ensure that they had the opportunity to try new things and to challenge themselves.</p><p>We worked with the staff to research activity providers and costs and developed an activity brochure featuring a range of activities including beauty treatments, a murder mystery and a trip to the English Whisky distillery.</p><p>We supported the older people to manage their budget and to develop a programme of activities that they wished to be involved in. We worked with the staff to help them plan and implement the activities programme and presented this to the older people on a monthly basis. One user of the service identified that the activity programme has allowed her to ‘look forward’ to activities as she knows in ‘advance’ what she is going to be doing.</p><h3>What:</h3><p>The project has supported staff with their negotiations with an external agency to secure a consistent time slot for one user of the service to receive support to take a bath at the centre. Staff were able to argue that as part of the pilot it was essential that the user of the service had a consistent time so that it didn’t clash with the activities she wanted to take part in. This proved effective and the user of the service has expressed her joy at being able to take part in her desired activities.</p><p>Devolving the funding and providing each user of the service with an individual activities budget has helped to transfer power from the staff to the older people. It has inspired a change in culture where users of the service no longer feel like passive consumers but instead are active and empowered to direct their day service activities. An example of this is a recent cake baking activity. Usually a communal joint-effort cake would be made and eaten during afternoon tea. However, the users of the service, who had ‘purchased’ the activity, asked staff if this could be changed so that they could each bake their favourite cakes and take them home. Staff were initially thrown by this request, particularly because of the short notice, but following encouragement and support, they embraced the opportunity to deliver the activity in a new way.</p><p>The project has provided a valuable learning experience for the older people, day centre staff, consultation and involvement offices and senior managers. One member of staff from the day centre commented ‘It has caused a lot of debate around choice and the way we organise to continuing the ‘level of contribution’ the older people have had and are looking at ‘adapting the model’ so that it can be delivered within the resources they have available’.</p><p>Original source of case study: <a href=\"http://www.participatorybudgeting.org.uk/case-studies/case-studies/crossroad-daycare-centre-pioneers-participatory-budgeting-norfolk\">http://www.participatorybudgeting.org.uk/case-studies/case-studies/crossroad-daycare-centre-pioneers-participatory-budgeting-norfolk</a> accessed 23.7.2013</p>", "title": "Crossroad Daycare Centre pioneers Participatory Budgeting, Norfolk "}