{"htmlbody": "<p class=\"documentFirstHeading\">The Everyone Counts project involved working with children between the ages of 6-11 years old from a variety of local primary schools, through the school council’s. The schools then came together to vote on how to spend money for summer and out of school activities, available to themselves and children who were not able to participate directly.</p><p class=\"documentFirstHeading\">This case study was originally submitted to the Participatory Budgeting Unit in 2009 by the organisers of the project, using a template supplied by the PB Unit.</p><h3>Overview:</h3><p>Walsall New Deal For Communities, a regeneration company funded by central government to improve deprived communities in Wallsall worked with 8 local Primary schools to collectively decide how to spend £15,000.  The money was linked to the Every Child Matters national guidelines for outcomes for young people, and the children were free to decide how to spend the money. Whether that was to split the money amongst their schools, or put it towards joint activities, it was all dependent on the ideas from the children.  </p><p><br/>The objectives of the project was to test the effectiveness of using PB as a tool to engage and deliver benefits within the community, to engage children to work collectively and to demonstrate budgeting and decision making skills.  Also it is hoped that the project will develop a local acceptance and willingness to trust children with real school budgets.</p><p><br/>The project has enabled the children involved to grow in confidence to develop new skills such as negotiating, decision making, consulting with peers and communication. It has encouraged active citizenship and community cohesion as the children have been encouraged to work as one group and not as separate schools. Relationships with the local schools have been improved and some are keen for our work with the school councils to continue.  Equally we have managed to effectively engage with the children involved and to encourage their voice to be heard and to influence our practice.<br/> </p><h3>Organisation:</h3>Walsall New Deal for Communities <h3>Aims:</h3><ol><li>Test the effectiveness of PB in delivering benefits in comparison to other methods.</li><li>Engage children in project development, working together in groups, and demonstrate budgeting and decision making skills.</li><li>Develop local acceptance and ownership of the process and a willingness to trust young people with real school budgets.</li></ol><h3>Where:</h3><p>Walsall New Deal for Communities is working to regenerate the Blakenall, Bloxwich and Leamore areas of Walsall as part of the Governments New Deal for Communities initiative.  The area received £52 million funds in 2001 and is half way through its ten year programme.  The initiative is managed by residents who work with a range of partners to regenerate the area. This project has been based within the New Deal area and has involved 8 local primary schools.</p><h3>How:</h3><p>The Everyone Counts project was funded through Walsall New Deal for Communities. The project involved two officers, a Community Development Worker and a Community Worker who were responsible for the planning, organisation and delivery of the project.  The project was in partnership with 8 local Primary Schools where the officers worked alongside the school councils’. </p><p><br/>As informal educators the officers devised a programme which would enable the children to make informed and realistic decisions but to also understand the needs of children through understanding the Every Child Matters framework. The learning was very much designed to engage the children through interactive and practical activities, and enabling the children to take ownership. Below are some quotes taken from the children regarding their thoughts on the training:</p><p class=\"callout\">“We enjoyed it … it was a good idea”</p><p class=\"callout\">“Good idea because you can see what we think about it”</p><p class=\"callout\">“All sessions helped for confidence”</p><p>The programme covered the following topics:</p><ul><li>Team work and communication</li><li>Every Child Matters – what does it mean to children?</li><li>Understanding your community, introducing PB</li><li>Developing decision making and negotiating skills</li><li>Budgeting and making decisions on allocating money</li><li>Consultation and decision making</li></ul><p>The programme was a crucial aspect to the project as this learning supported the children to understand the purpose of the project, to make a decision based on the views of all children within their schools and to consider how to effectively spend the funds whilst benefiting as many children as possible. The process taken allowed children to develop their understanding, engage in conversations with one another, and the officers involved. Children were able to develop their skills and knowledge, grow in confidence and encouraged active citizenship. “All sessions helped with confidence” comment by children at Christ Church Primary. </p><p>The sessions proved to be successful as the children took on active roles, and were encouraged to take a lead. Clearly the children are used to formal teaching and to sit and participate in a certain way whereas this project enabled a more interactive form of participation, and the practical activities enabled the children to discuss and understand the objectives of the sessions. “I learnt that we should be able to have rights … I liked to learn more about child rights” comment from children at Little Bloxwich C of E Primary.</p><p>Once all the learning sessions had been delivered and all the consultation had been done all the school councils were brought together to celebrate their hard work but to also carry out the final decision that is to vote upon which activity/activities to take forward. This day was very much about the children and their involvement and ensuring they made the decision how to spend the budget.  The event was facilitated by the officers involved in the sessions with the support of Young Advisors and a professional event promoter.  The event consisted of activities to help bring the children together, and to get to know one another.  The children attended the event not in school uniform because we wanted to reduce any barriers, wanting to encourage the children to come together and to vote collectively focusing on all children and not to vote according to schools. <br/><br/>The results of the consultation was feedback to the children providing information and costs of a range of activities, which the children then voted by placing stickers by their top 3 choices.  Teachers and teaching assistants were present on the day and helped facilitate activities and the voting process.  One teacher commented “the children were spending the money well, making good decisions that maximised the number of opportunities for children to take part in activities by selecting the ones they thought best value, not necessarily the ones most wanted.”  Another commented that “it was good to bring schools together, as at some point children would move to secondary school where they would inevitably join kids from other schools. Creating a link through this event would help that transition.”  </p><p>During the event each school council made a brief speech commenting on their learning, the process involved and their thoughts about the event. Children at Elmore Green Primary commented “We have liked having tasks to go back to our classes and other pupils and they have enjoyed contributing ideas on how to spend the money. We liked giving ideas on how to spend the money and we are very excited to know what idea has been decided.”  The learning process helped support the children to get on the stage and make a speech as well as participate in all the activities and voting process. When carrying out the evaluation children had commented that the learning involved helped them be more confident to make their speeches about their thoughts on the project in front of all the children involved, and to get involved during the day.<br/><br/>Through the learning the children have been encouraged to think of project ideas, but to also think about practical and realistic ideas. For example if a play area was suggested then the children were encouraged to think about maintenance, health and safety aspects, where would it go and how much would it cost.  Therefore the children understood the importance of being realistic and not raising expectations.  The use of a matrix system helped the children to think about each project idea and to filter these ideas down to those that are realistic, achievable and keeping within budget.<br/><br/>Once the children had filtered through the project ideas, the projects were presented at the event.  The children were provided with costs per child and provided with estimated costs based on approximately 240 children benefiting from the project; these figures were presented as a guide to enable the children to think about costs involved with each different idea.</p><h3>Who:</h3><p>The Schools councils from each of the following schools:<br/> </p><ul><li>Blakenall Heath Primary School</li><li>Green Rock Primary School</li><li>Elmore Green Primary School</li><li>Little Bloxwich Church of England Primary School</li><li>Bloxwich Church of England Primary School</li><li>Christ Church Primary School</li><li>Harden Primary School</li><li>Leamore Primary School</li></ul><h3>What:</h3><p>A number of benefits have been achieved through this project, these are as follows:</p><ul><li>The children decided upon three activities, Street Dancing, Swimming and a visit to the Snow Dome in Tamworth. The children are now planning and organising the activities, currently the activities should enable the following number of children to take part, however more accurate figures will be available once all the activities have taken place:</li></ul><ol><li>Street Dancing – 180 children</li><li>Swimming – 120 Children (120 Adults) please note that this activity will require an adult to accompany a child; the project has taken this cost into account.</li><li>Snow Dome  - 90 (6-7 year olds) and 144 (8-11 year olds)</li></ol><p>* Please note that the children are planning for these activities to take place at different times so to enable the opportunity to attend all activities</p><ul><li>Relationships have been established and built upon with children between the ages of 6 -11 years.  We have encouraged active citizenship through working together and negotiating how to improve the quality of life of local children and school experience. Through having group discussions the children have been encouraged to share their opinions and to think about the needs of children and about their community. Children from Elmore Green Primary stated</li></ul><p class=\"callout\"> “What we liked and what we didn’t … we enjoyed (this activity), it helped us understand community.”</p><p class=\"callout\">“We learnt that everyone is different … (and) … people have different talents”</p><p class=\"callout\">“As well as making a giant difference, it was the best experience in school for all of us … We learnt a lot ... We’d … do it again! We love New Deal” comments from children at Little Bloxwich  C of E Primary</p><ul><li>Children have been encouraged to work collectively in one group rather than in separate schools. During all activities children have been encouraged to think wider than their school, they have thought about the needs of children as a whole and not according to schools. The final event saw all the children come together, not in school uniform so to encourage community cohesion and joint working. The consultation process and activities discussed have all been with the view to being accessible to all children, something that the children were keen to endorse. The planning and organisation of the chosen activities is being organised by representatives of the school councils coming together, ensuring accessibility for all. Comment from children at Leamore Primary School “We liked being with other schools”</li></ul><ul><li>Local schools and teachers have been able to learn from this experience.  Because our approach is that of an informal educator we have used techniques that are not necessarily used within schools, however some teachers have commented upon the positive effects of this, one teacher commented in this being used in “extended schools”.</li></ul><ul><li>This process has enabled us to continue working with the schools and school councils, something which some Heads have been keen to continue.</li></ul><ul><li>The project has been discussed in various arenas with other practitioners and has received positive responses particularly as we have worked with a young age group compared to other pilots.</li></ul><p>The project began in April 2008 and the process followed has enabled positive and productive relationships to have been made. The project has been evaluated, with discussions ranging from the children involved, teachers/heads and relevant partners/facilitators involved in the final event.</p><p>Original source of case study: <a href=\"http://www.participatorybudgeting.org.uk/case-studies/case-studies/everyone-counts-walsall\">http://www.participatorybudgeting.org.uk/case-studies/case-studies/everyone-counts-walsall</a> accessed 23.7.2013</p>", "title": "Everyone Counts, Walsall"}