{"htmlbody": "<p><strong>Summary:</strong></p><p>This was a Participatory Budgeting (PB) project which ran in Cornwall (UK) in 2010. It ran across three rural villages in Cornwall - Whitemoor, Nanpean and Foxholeand. It was run as a pilot using a small grants scheme.<br/><br/>This case study was originally submitted to the Participatory Budgeting Unit in 2009 by the organisers of the project, using a template supplied by the PB Unit</p><p><strong>Organisation:</strong></p><p>China Clay Community Network, Cornwall Council, UK</p><p><strong>Background:</strong></p><p>The China Clay Community Network was approached in September 2009 and asked whether it would be interested in running one of the Participatory Budgeting pilot small grants schemes.  This was discussed with the Cornwall Councillors and it was agreed that the project would focus on the rural villages of Whitemoor, Nanpean and Foxhole. </p><p><strong>Aims:</strong></p><ul><li>To engage a wide section of the local community</li><li>To encourage members of the community to prioritise projects within their area</li><li>To develop greater sense of community involvement in activities within their own communities</li></ul><p> <strong>Where:</strong></p><p>This case study concentrated on 3 rural villages of Whitemoor, Nanpean and Foxhole.  The reasons for choosing these villages was that they were all in one parish and they were all relatively close together (within a three mile radius of the central village of Nanpean). They were also isolated and have been historically difficult to engage with.</p><p><strong>How:</strong></p><ul><li>A board was established to over see the roll out of the project</li><li>A budget of £6000 was allocated to deliver a small grants scheme</li><li>It was agreed that as the project spanned 3 rural villages that the event itself would be held in the central village but that all villages would receive at least one project in order to reflect fairness and the fact that the other villages had to travel</li></ul><p>The projects presented their ideas at a ‘Fun Day’ celebration event held on Saturday 27th February 2010. Residents came and voted using a ballot box and voting slip.</p><p>It was decided that creating an exciting ‘day out’ experience for all the family to attend could be a way to stimulate engagement with villages that had historically been very difficult to engage with.  The event itself pulled on Council services. There was a  fire engine, bike skills for older children, the police supported the day and brought along their vehicle and local people provided other services e.g. face painting and a local WI group provided a cake stall.</p><p>We spoke to the local schools in the run up to the day and encouraged the children to come along and to bring their parents and grandparents. We provided posters in the local shops prior to the day.\u2028We mostly relied heavily on the support of local ‘movers and shakers’ to get the message out\u2028We also put the emphasis on the groups themselves to ensure people came and voted for them.\u2028<br/><br/><strong>Who:</strong></p><p>The local Cornwall Councillors were on the project board from the out set.  They helped design the project and helped to roll it out.</p><p>The local Parish Council were on the project board and the lead person for the Parish plan.  This was a key support as they already had many links into the local communities via the parish plan process.\u2028</p><p>The Localism team supported the groups with the development of the projects and supporting them through to the application stage.</p><p>Everyone involved spent a lot of time getting the information out and working at village level to ensure people were aware of the concept and of the fun day.</p><p>The other key individual was my support officer who spent lots of her time chasing everyone involved in the board, the projects, the other departments, setting up the day, sorting out the posters, proformas etc\u2028</p><p><br/><strong>What:</strong></p><p>The U-Choose project achieved the best turn out for a project in Cornwall with over 250 people turning up to vote. Seven projects were funded, all of which supported one of the eight priorities that had been identified within the Community Network Programme connected with greater health and well being for people through improving Greenspace, growing vegetables and improving access to recreation.</p><p>All of the projects supported a community response to locally identified priorities with the hope that this would lead to strengthened communities.</p><p>The large response to this style of participation demonstrated, both to the Council departments but also to partners, the potential for engagement with local villages despite the perception, based on previous attempts, that people don’t want to get involved.</p><p>The benefits of the individual projects and the longevity of any of the above benefits will need to be demonstrated over time.</p><p><strong>Original Source:</strong><a href=\"http://www.participatorybudgeting.org.uk/case-studies/case-studies/rural-cornwall-china-clay-community-network\">http://www.participatorybudgeting.org.uk/case-studies/case-studies/rural...</a> [accessed 23/07/23]</p><p><strong>Related Links:</strong> <a href=\"http://www.cornwall.gov.uk/default.aspx?page=29666\">http://www.cornwall.gov.uk/default.aspx?page=29666</a></p>", "title": "U-Choose China Clay Community Network, Cornwall "}