{"htmlbody": "<p class=\"documentFirstHeading\">Dulverton parish council has been implementing PB since 2009, and has now developed an innovative approach which involves a number of organisations and budgets which are spent in Dulverton and looks at how they can best be spent .</p><p class=\"documentFirstHeading\">This case study was originally submitted to the Participatory Budgeting Unit by the organisers of the project, using a template supplied by the PB Unit.</p><h3>Overview:</h3><p>Participatory budgeting (PB) began with a parish plan and a Total Place calculation showing nine authorities spend £10m each year on public services in the town.</p><h3>Organisation:</h3>Dulverton Town Council <h3>How:</h3><p>The Town Council worked hard to ensure that these authorities became involved in the PB process, which took considerable negotiation over eighteen months.  Eventually, four authorities gave a total of £15,000 and four others provided support in kind for local residents to agree how these budgets should be spent.  The aim of the PB exercise was to create a more effective use of resources available to the town, rather than excess money.</p><p>At the event, ‘Sensible Spending’, 60 people prioritised and voted on 18 funding bids.  A group voting system was employed which led to the amalgamation of some bids, and gifts to less popular applications.  Community cohesion was enhanced by a system which avoided ‘losers’. Projects funded include road salting in winter, a fortnightly cinema, youth people, and mental health. At further public events since 430 residents voted to increase their precept by 50% to mitigate other authorities’ cuts, form four action groups of 70 new volunteers, and allocate further local funding to play provision, young people and under grounding cables.</p><h3>Who:</h3><p>Dulverton Town Council</p><p>West Somerset District Council</p><p>Somerset County Council</p><p>National Parks</p><p>Devon and Somerset Fire and Rescue</p><p>Devon and Somerset Police</p><p> Somerset Health</p><p>Magna Housing</p><h3>What:</h3><p>On the back of the success of its PB events, Dulverton Town Council was chosen to participate in the national ‘Your Local Budget’ programme, has developed a local traffic management plan, is negotiating devolution of services and budgets with the District, and community budgeting with the County, supported by the PB Unit. Local people have taken on tough spending decisions, building on the pioneering approaches to PB that have been developed around the world</p><h3>Contact:</h3>Leslie Silverlock <a href=\"/cdn-cgi/l/email-protection#2f434a5c43464a5c4643594a5d43404c446f485d405a5f5c58405d44014c4042\"><span class=\"__cf_email__\" data-cfemail=\"711d14021d181402181d0714031d1e121a3116031e040102061e031a5f121e1c\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a><p>Original source of case study: <a href=\"http://www.participatorybudgeting.org.uk/case-studies/case-studies/sensible-spending-in-dulverton-somerset\">http://www.participatorybudgeting.org.uk/case-studies/case-studies/sensible-spending-in-dulverton-somerset</a> accessed 23/7/2013</p>", "title": "Sensible Spending in Dulverton, Somerset"}