{"htmlbody": "<p><strong>Summary</strong></p><p>In 2009, Denbighshire County Council was forced to demolish the paddling pool in Cae Ddol park, resulting in passionate objections from many residents. The council decided to meet with residents and offer them £25,000 to decide how to spend this money in the park. Participatory Budgeting was introduced and residents were given the opportunity to propose alternative schemes to replace the paddling pool.<br/><br/>This case study was originally submitted to the Participatory Budgeting Unit in 2010 by the organisers of the project, using a template supplied by the PB Unit</p><p><strong>Overview:</strong><br/><br/>Denbighshire County Council arranged an initial meeting (attended by 90 residents) and after inviting everyone to openly express their displeasure, gave the council’s reasons for having to close and remove the pool.  This frank and open discussion meant that much of the initial bad feeling was dispelled and residents better understood the reasons for closing the pool.  At the meeting the idea of PB was also introduced and residents were given the opportunity to propose alternative schemes to replace the paddling pool.  At the close of the public meeting volunteers from the community were requested to join the Working Group for the next stages of the project, especially to include young people.  Forty residents volunteered including twelve young people.<br/><br/><strong>Organisation:</strong><br/><br/>Denbighshire County Council<br/><br/><strong>Where:</strong><br/><br/>Ruthin is an ancient and beautiful market town in North Wales.  Within the town is an extensive public park, owned by Denbighshire County Council, on land once owned by Ruthin Castle.<br/><br/><strong>How:</strong><br/><br/>Over 30 proposals were received, and the Working Group then had the task of adding technical details and costing the ideas presented; and preparing the proposers to present to the community at the voting event in early November.<br/><br/>The working group also had the task of shortlisting proposals based on their technical feasibility and costs (proposals costing more than £20,000 couldn’t be put through to enable at least 1 project to be funded). </p><p>The group also shortlisted proposals based on the parameters that the proposals had to improve the opportunities for play in the park.</p><p><br/>The working group also had the responsibility to evaluate the project – expected outcomes, continual assessment of public perception and levels of engagement, how to manage community feedback.  And this responsibility also impacted on the shortlisting process.<br/><br/>The main working group directive was to facilitate the proposals received evenly and equally, and NOT to express personal preferences or to seek to change proposals unnecessarily; in detail:\u2028</p><p><br/>To examine all received proposals individually for:</p><ul><li>Legality – health and safety issues</li><li>Does it meet the themes – geographic and purpose</li><li>Feasibility (is it possible or can it be adapted to fit?)</li><li>Costs (capital and on-going) using existing and developed expertise – is it within budget or can it be adapted to be so?</li><li>Potential merging of similar proposals</li><li>Direct contact and collaboration with project proposers to ‘tune up’ or merge or amend to fit.</li></ul><p><br/>It should be noted that some working group members were also project proposers, and this was not considered a conflict of interests since the community as a whole would make their preferences known at the voting event; no advantage to any proposer was gained by being on the working group, in fact it speeded up the collaborative and examination shortlisting process.<br/><br/><strong>What:</strong><br/><br/>Joint chairing of the working by a councillor and a resident led to strong collaboration, strengthened democratic links and full transparency.<br/><br/>Including strong representation of the potential beneficiaries on the working group – in this case younger people – was invaluable in ensuring the views of younger people were expressed freely and had an impact on how the project developed and this made a massive contribution to the overall success.<br/><br/>Of the 32 original proposals the working group reduced these to 16 by merging several similar ones; three were considered to be so far beyond the budget to be possible and two were taken as being generally aspirational rather than specific but those ideas were taken on board by the council for future consideration.<br/><br/>Engagement with all proposers at all stages of technical review led to full and effective public engagement; with no potential for criticism or resentment.<br/><br/>Denbighshire County Council and the local community have developed a strong working relationship, each developing increased respect for and understanding of the other’s responsibilities and capabilities.<br/><br/>The numbers engaged, and the demographic range, exceeded all expectations.<br/>They all want to do it again, with other funding streams.</p><p><strong>Related Links:</strong></p><p>Original source: <a href=\"http://www.participatorybudgeting.org.uk/case-studies/case-studies/cae-ddol-park-pb-in-ruthin\">http://www.participatorybudgeting.org.uk/case-studies/case-studies/cae-ddol-park-pb-in-ruthin </a>accessed 24/7/2013</p><p>See also <a href=\"http://www.wao.gov.uk/goodpractice/3495_5013.asp\">http://www.wao.gov.uk/goodpractice/3495_5013.asp access 5/10/2103</a></p>", "title": "Cae Ddol Park Participatory Budget"}