{"htmlbody": "<p><strong>Summary:</strong><br/><br/>In 2009 Leicestershire Together allocated £20,000 to each of its 27 Community Forums (a total of £540,000), for a Participatory Budgeting process.</p><p>This case study was originally submitted to the Participatory Budgeting Unit by the organisers of the project, using a template supplied by the PB Unit.<br/><br/><strong>Overview:</strong><br/><br/>Each Community Forum in Leicestershire undertook a PB process to identify the community’s priority projects for the £20,000 in their specific location. Through Leicestershire Together, the countywide Local Strategic Partnership, Leicestershire County Council involved District Councils and other relevant partners to develop an innovative process that would result in the generation of genuinely new ideas, coming directly from local people, on how to deliver against Sustainable Community Strategy and LAA priorities and targets. \u2028\u2028Blaby District Council worked closely with the County Council to design, develop and pilot the approach was then rolled out across the county.</p><p>Community Research (an independent research and engagement consultancy) worked with the Councils to design and implement the process. There was a strong desire to incorporate a deliberative process, allowing citizens the time and space to generate, share and prioritise new spending ideas.\u2028\u2028The three Blaby Community Forum PB events were undertaken in June 2009. A wide publicity campaign including, posters, leaflets and press releases was undertaken to encourage broad attendance. \u2028</p><p><strong>Organisation:</strong><br/><br/>Leicestershire County &amp; Blaby District Councils<br/><br/><strong>Aims:</strong></p><ul><li>To engage local residents in discussing priorities for spending the available £20,000 in their local area.</li><li>To engage residents in a deliberative PB process.</li><li>To encourage new people to come forward to attend Community Forums.</li><li>To design and trial a new PB model in Blaby and then role this out across Leicestershire.</li><li>To engage county, district and parish councillors in the process.</li><li>To allow new project ideas to come to light, directly created by local citizens.</li></ul><p> <br/><strong>Where:</strong><br/><br/>The population of Leicestershire (excluding the city of Leicester) is 609,579 (2001). The county covers an area of 804 square miles and contains a number of major towns and villages as well as rural areas. \u2028\u2028Blaby, one of the seven districts within Leicestershire contains a wide mix of urban and rural communities, bordering as it does the City of Leicester. The District’s population, estimated at 92,900 in 2007, has grown rapidly in recent years. \u2028</p><p><strong>How:</strong><br/><br/>The Community Forums were asked to generate ideas for use of the £20,000 under key themes. These themes had already been agreed as the priorities for all local agencies and service providers in the District.<br/><br/>The themes were:</p><ul><li>Children and Young People</li><li>Economic Stability</li><li>Vulnerable people</li></ul><p><br/>A Special Community Forum meeting was convened in each of the forum areas. The sessions were designed as deliberative workshops aimed at helping the Community Forums decide how to spend their allocated funds. This Special Community Forum needed to be longer than the usual Community Forum meetings and extensive efforts were made to ensure that as many people as possible attended from the local community. \u2028\u2028People wishing to attend were asked to pre-register their interest in order that organisers knew how many people to plan the workshop for.\u2028\u2028The Special Community Forums were planned carefully in advance and were timetabled to last for three hours in total. The sessions were chaired by an experienced facilitator from Community Research.\u2028 </p><p>\u2028The workshops ran as follows:</p><ul><li>People worked in small round table groups of 8-10 people.</li><li>Each group was facilitated by an officer who had been trained and briefed on how to lead the discussions and to keep them on track.</li><li>The groups were given information about the PB process and about some of the agreed priority areas and parameters they must work within.</li><li>Groups were led through a focussed discussion and encouraged to come up with specific ideas about how they would like the PB money to be allocated and spent.</li><li>Prioritised ideas from the small sub groups were then shared for the whole Special Community Forum to discuss.</li></ul><p><br/>During the later stages of the event participants were given the opportunity to vote on their preferred ideas for PB spending, using electronic voting keypads.<br/><br/>The output from each of these sessions was a clear list of priority proposals that had been developed by the participants of the Special Community Forum themselves. These proposals were then taken away by the District and County Councils to be developed, costed and cross referred to any existing programmes of work to ensure that they were:</p><ul><li>Feasible</li><li>Affordable within the PB budget</li><li>Not already in place through mainstream Council programmes and activities</li></ul><p><br/>The results of this process will be reported back to the next scheduled Community Forum meeting in order that they can finalise decisions about PB spending.\u2028</p><p><br/><strong>Who:</strong></p><p>Leicestershire Community Forums - <a href=\"http://www.leicestershireforums.org\">www.leicestershireforums.org</a><br/>Leicestershire County Council – <a href=\"http://www.leics.gov.uk\">www.leics.gov.uk</a><br/>Blaby District Council – <a href=\"http://www.blaby.gov.uk\">www.blaby.gov.uk</a><br/>Community Research – <a href=\"http://www.communityresearch.co.uk\">www.communityresearch.co.uk</a><br/> <br/><strong>What:</strong><br/><br/>The Blaby Community Forum sessions acted as a pilot to be rolled out across the other 24 Community Forum areas.<br/><br/>The process produced some genuinely new project ideas that came to light through the deliberative discussions. Examples of the initiative that were prioritised by the process were:</p><ul><li>Support for a local youth group that provides activities and volunteering opportunities for young people Collaboration between volunteers, the Police and the Fire Service to improve support for vulnerable people in their own homes</li><li>Support to recruit and train volunteer drivers to enable better use of existing community transport vehicles</li><li>Support towards a mobile facility providing activities for young people</li><li>\u2028Attendance at the Special Community Forum meetings showed a significant increase on the usual levels of interest that the Forums had been attracting in the Blaby area.</li></ul><p><br/>Very positive evaluation and feedback was received from participants and partners during the pilots which was used to fine-tune the workshop process.<br/><br/>Community Research trained members of the County Council’s Community Engagement Team to enable them to chair &amp; facilitate similar workshops in other district areas.</p><p><strong>Original Source:</strong> <a href=\"http://www.participatorybudgeting.org.uk/case-studies/case-studies/your-voice-your-choice-leicestershire-l\">http://www.participatorybudgeting.org.uk/case-studies/case-studies/your-...</a> [accessed 24/07/13]</p><p><strong>Related Links:</strong></p>", "title": "Your Voice Your Choice"}