{"htmlbody": "<p><strong>Summary:</strong><br/><br/>The Castlefield &amp; Oakridge area of High Wycombe were awarded funds totalling £55,000 from the Connecting to Communities funds. This was to be a community-led process with the funds being allocated on priorities in the area which had been identified by the community themselves.</p><p>This case study was originally submitted to the Participatory Budgeting Unit by the organisers of the project, using a template supplied by the PB Unit</p><p><strong>Overview:</strong></p><p>Connecting Communities funds totalling £55,000 were made available to the Castlefield and Oakridge area of High Wycombe. The Castlefield and Oakridge Residents Action Group (RAG) made the decision to allocate these funds through a small grants PB process.  \u2028\u2028The success of the initiative was due to the commitment and work undertaken by the Chair of the RAG and the support given by Wycombe District Councils Community Engagement Co-ordinator.  The PB Unit offered technical input/support to the process.</p><p>\u2028\u2028This Participatory Budget pilot was the first PB process to take place in Buckinghamshire.  \u2028\u2028</p><p><strong>Organisation:</strong></p><p>Castlefield &amp; Oakridge Residents Action Group<br/><br/><strong>Aims:</strong></p><ul><li>To use information gathered from local community events to prioritise issues/needs within the community</li><li>To identify service providers/groups/agencies who would be willing to undertake projects to meet these community needs</li><li>To allow the community to decide which projects they wanted to see undertaken in their community</li><li>To help build community spirit and hopefully encourage the local press to give some positive publicity about the community</li></ul><p><strong>Where:</strong></p><p>Castlefield &amp; Oakridge are two wards within the Wycombe District. </p><p>They are both urban wards with an ethnically diverse population.  Prior to the event the Castlefield ward in particular had received negative publicity from the local press following a number of arson attacks and cases of anti-social behaviour.</p><p><strong>How:</strong></p><p>Local groups/service providers were invited to send in proposals to bid for the money which resulted in a wide range of projects [15 in total] for residents to choose from including health screening, arts and crafts groups, Taekwondo, Youth Outreach worker, homework clubs etc. \u2028\u2028</p><p>The voting day [27th November 2010] consisted of 15 projects setting up ‘market stalls’ in the local Methodist Church Hall, and residents were asked to visit each stall &amp; then vote on their top 5 projects.  </p><p>Despite the adverse weather conditions local residents attended the event and a total of 13 of the 15 projects received full or partial funding. The Mayor of Wycombeattended the event and presented the cheques to the successful project leads.</p><p>\u2028\u2028Overall the event proved a great success in the number of projects funded, the level of interaction / networking taking place on the day and the genuine sense of community empowerment experienced by all those involved.</p><p><strong>Who:</strong></p><p>Castlefield &amp; Oakridge RAG members supported by</p><p>Wycombe District Council</p><p>Buckinghamshire County Council</p><p>Community Impact Bucks\u2028</p><p><strong>What:</strong></p><p>The event was extremely well organised, a testament to the hard work of those involved as well as demonstrating that the process had been well thought through. For example,</p><ul><li>The atmosphere throughout  was  friendly and informal, so the ‘organisation’ didn’t come across as too officious</li><li>Plenty of clear signage to ‘move  people’ around the venue</li><li>Colour coded stickers to allow easy means of ensuring residents had considered all projects before voting</li><li>‘ideas wall’ for residents to flag up suggestions for other projects</li><li>‘sign up’ poster, for residents to indicate whether they wanted to be more involved in future events.</li><li>Age/ethnicity monitoring posters using sticky dots – so residents encouraged to record info in non-threatening way (and not during the sign in, which might have created bottlenecks.)</li></ul><p>The general level of ‘buy in’ was particularly impressive - the level of dissent was conspicuous by its absence. The commitment to the process was evidenced by one resident who did a phone round of friends and neighbours to encourage them to come, and was later seen explaining the voting process to a late arrival.\u2028</p><p>Also, one project bidder asked several men from the Asian community who had come to vote on their own whether they had family at home. Several replied ‘yes’, and that they would make efforts to bring them along next time.<br/>Overall the event proved a great success in seeing so many projects funded, the level of interaction/networking taking place on the day and the genuine sense of community empowerment experienced by all those involved.</p><strong>Quotes from participants:</strong><ul><li><em>(I like ) ‘The opportunity to ask questions, find out what’s going on in the community: we don’t get that chance otherwise’</em></li><li><em>‘I’d no idea it was this important. I’ll go and phone my friends and get them to come’</em></li><li><em> ‘Great for democracy, great for local people to be really involved’</em></li><li><em>‘A lot of hard work but it’s worth it. We’ve worked closely with the Council. Without that it would have been impossible.’ (RAG Chair)</em></li><li><em>‘A great way for people to decide what they want. A great way for people to own it. I think it’s terrific’ </em></li></ul><p><br/><strong>What happened after the voting event?</strong></p><ul><li>The Residents Action Group [RAG] were awarded a further £10,000 from the Wycombe Local Strategic Partnership and a further £400 from their local District Councillors Ward Budget funds towards their next PB event.</li><li>The 13 successful projects were invited to the RAG committee meetings to update where they were on their individual projects and to share their experiences/knowledge with others.  Some of the projects had already started with others well on their way.</li><li>Progress reports were submitted to the RAG.</li></ul><p><br/><strong>Related Outcomes:</strong></p><ul><li>Development of portfolio of all the PB projects to provide an up-to-date history of the work of the RAG to help promote the group in the future &amp; as a result encourage more members of the local community to be involved.</li><li>The local Neighbourhood Action Group amalgamated with the RAG and as a result of the event more residents came on board to support the work of the RAG.</li><li>The RAG started to look at ideas for their next event with a view to holding this alongside another local event with the hope that a joint event will encourage more members of the community to participate.</li></ul><p><br/><strong>Original Source:</strong> <a href=\"http://www.participatorybudgeting.org.uk/case-studies/case-studies/pb-in-high-wycombe \">http://www.participatorybudgeting.org.uk/case-studies/case-studies/pb-in...</a> [accessed 24/07/13]</p><p><strong>Related Links: </strong></p>", "title": "PB in High Wycombe"}