{"htmlbody": "<p><em>Note: a German translation of this case study is available at <a href=\"http://participedia.net/en/node/773\">http://participedia.net/en/node/773</a></em></p><h3>Summary</h3><p>Berlin-Lichtenberg is a borough in Eastern Berlin, comprising of 251,000 residents and 13 districts. In 2005, under Mayor Christina Emmrich, a new participatory budgeting exercise was launched that continues to this day. It involves regular online and face-to-face exercises in which citizens can make and evaluate suggestions for how to spend the borough’s €31 million discretionary budget. Yearly reports are made on which suggested local projects have been accepted or rejected and reasons for the decision taken by the council. As of April 2013, 582 suggestions had been made in total, of which 225 had been implemented. [1]</p><p><a id=\"1._Purpose\" name=\"1._Purpose\"></a></p><h3>Purpose</h3><p>The purpose of the project is to involve citizens in budgetary decisions. The borough council cites the following goals: mutual agreement in policy decisions; effective and fair budgeting; transparency; and educating citizens about financial matters.</p><p>Most of Lichtenberg's income derives from external sources. Nearly 82% of Lichtenberg's income is provided by the city of Berlin, while the rest comes from the Federal Government of Germany and from internal sources of income such as construction permit fees, ID card issuing fees, or rental fees. The budget of Lichtenberg consists of two parts: mandatory expenses, which are allocated according to the decision of the Parliament of Berlin or the German federal law, and discretionary expenses, which are directly decided by the borough council of Lichtenberg. The mandatory expenses amount to nearly €520 million. The discretionary expenses represent a small part of the budget and include the following fields: support of public health; business counseling; planning parks and free space; libraries; general support for children and adolescents; cultural services of public institutions; school of music; voluntary services by senior citizens; care of senior citizens; sports; care of street greenery; care of street trees; care of parks; care of playgrounds; and schools for continuing education.</p><p>The <a href=\"http://participedia.net/methods/participatory-budgeting\" title=\"Participatory Budgeting\">Participatory Budgeting</a> project allows citizens to discuss and express their preferences with regards to these discretionary fields. The borough yearly allocates the sum of €31 million to implement citizens' preferences and suggestions. For each discretionary field, a brochure, prepared by the borough council, <a href=\"http://participedia.net/en/cases/participatory-budgeting-berlin-lichtenberg#cite_note-0\">[1]</a> explains which services are provided as part of these fields, by which borough department, who benefits from them (all citizens or only a specific group), and what are the goals of each service. The description of each field is followed by a detailed account of how much money (and what percentage of the field budget) is allocated to each of the borough districts.</p><p><a id=\"2._History\" name=\"2._History\"></a></p><h3>History</h3><p>The participatory budgeting project was the initiative of the Mayor of Lichtenberg – Ms. Christina Emmrich of the Left Party (the successor of the communist party of the German Democratic Republic), elected in 2002 and re-elected in 2006. It was first introduced in late 2005 with regards to the budget of FY 2007. The project had been made possible by a new regulation, passed in the Parliament of the city-state of Berlin in July 2005. The regulation requires the boroughs of Berlin to consult with their citizens in all matters concerning the borough. Participatory budgeting was not an explicit part of the regulation, but the existence of a suitable legal framework enabled the Mayor to push her initiative forward and test the pilot version of a participatory budget in 2005.</p><p><a id=\"3._Structure_and_Participant_Selection\" name=\"3._Structure_and_Participant_Selection\"></a></p><h3>Structure and Participant Selection</h3><p>The borough provides a detailed explanation on the structure of the budget, including precise sums of money and areas in which these sums are to be invested. There are several options for citizen participation.</p><p>First, an online platform, which operates for several weeks, allows citizens to post online their suggestions and comments and at the end of the discussion period vote for the best ideas. The online platform contains a detailed information section, moderated discussion forum, budget-calculator, proposal wikis, preference polling, newsletter, editor's interviews with politicians, etc. Participation online is open to all and based on self-selection -- no special outreach efforts are made. Second, the borough council conducts thirteen citizen assemblies (one in each of the borough districts). There, citizens can discuss the general budget and the budgetary implications for their specific district with representatives and public officials. All budgetary suggestions are evaluated at the end of the meeting and each participant can cast a vote. The top five suggestions from each district assembly and the top ten suggestions from the online discussion are then gathered into a single list (a total of up to 75 suggestions).</p><p>As the online forum and citizens' assemblies are based on unsolicited open participation, they cannot be considered representative. Hence, the borough council carries out a large survey of 25,000 randomly selected residents (nearly 10% of the borough population) to evaluate the best suggestions that were raised online and face-to-face.</p><p>In 2008, around 2,500 citizens registered to participate online and roughly 600 citizens attended one of the thirteen district assemblies that were held to discuss the budget plan. Participants were mostly young and middle-aged citizens of up to 50 years old, with a level of education higher than in the general population.</p><p>Additionally, starting in 2009, citizens' feedback has been solicited for planned construction investments. Planned district projects that still lack a final budget allocation are brought to evaluation by citizens. The borough declared that “on the basis of [citizens'] votes the borough's central assembly will decide which of the projects should be supported”.</p><p>The borough has invested considerable resources in raising awareness with regards to the participatory budgeting project among residents – municipal representatives distributed posters and leaflets, held information stands at local festivals and events, and publicized the event in the local media.</p><p><a id=\"4._Influence.2C_Outcomes.2C_and_Effects\" name=\"4._Influence.2C_Outcomes.2C_and_Effects\"></a></p><h3>Influence, Outcomes, and Effects</h3><p>The list of the winning citizens' suggestions based on the general borough survey is brought to the city's central assembly of representatives, which is supposed to consider and include the “realizable and fundable” ideas in the budget. A tracking number is allocated to all suggestions – either online or face-to-face – and hence citizens can follow the status of their idea, up to the discussion and decision-making at the city's central assembly of representatives. The assembly has to report which proposals have been accepted and provide reasons as to why other suggestions were rejected.</p><p>Upon the conclusion of the yearly participatory budget, Lichtenberg publishes a detailed brochure which lists the outcomes of the participatory process. The following were the results of the 2008 participatory budget: turning the school for continuing education into handicapped accessible; planting trees in some of the city locations; appointing a coordinator for children and adolescents participation and civic education; transferring most of the city youth recreational facilities to private non-for-profit organizations and hence saving on administrative costs; providing libraries with literature in the Vietnamese language (3,500 of Lichtenberg residents are Vietnamese); and more.</p><p>The Mayor declared in December 2009 that over the years 90% of citizens' suggestions have been implemented over the years <a href=\"http://participedia.net/en/cases/participatory-budgeting-berlin-lichtenberg#cite_note-1\">[2]</a>. According to the Mayor, the most common reason to reject a suggestion is a negative previous experience with it (for instance, a suggestion to place dog waste bag dispensers in parks was rejected because it had already been tried in the past and did not work).</p><p><a id=\"5._Criticism\" name=\"5._Criticism\"></a></p><h3>Criticism</h3><p>The main criticism directed to the participatory budgeting project is that it fails to represent several groups in the population. The fact that participation is based on self-selection often excludes the less well-off residents of Lichtenberg. The under-represented groups include immigrants, elderly residents, uneducated residents, and young families. Another problem is that citizens are only allowed to make suggestions with regards to a very narrow set of budgetary issues. Citizens' feedback may improve, to some extent, the quality of their lives, but their preferences cannot influence general questions of budgetary priorities and policies. While giving citizens a say over how to reduce spending was attempted, it was abandoned again in 2011. The main reason cited for this is that citizens did not have enough of an understanding of the budget to make informed decisions. For one, only 1000 citizens of the 8000 that participated that year gave any ideas for reducing spending, and most of them suggested getting rid of the department responsible for funding businesses. On the other hand, the participatory budgeting exercise in 2011has opened up more and more policy areas to the public. Although suggestions such as building new streets and changing swimming pool opening times were no considered by the participatory budgeting exercise because they did not fall under the jurisdiction of the district governments, they would henceforth be allowed and passed on instead to the Senate.</p><p>Furthermore, it has been noted that it can take a long time before citizens feel the benefit of the process as the implementation of projects often took up to two years. Many of the suggestions were also rejected because they were deemed unviable. Despite this, citizens were often not informed about what happened to their suggestions once they had been submitted and were thus left in the dark. As a result, a change was introduced on 20th February 2013, which would led to every suggestion made online being given its own unique profile, which can be viewed by any citizen participating. The profile of each suggestion includes the dates for consideration by the relevant committees and also allows citizens to put individual suggestions up for discussion via social networking sites such as Facebook and Twitter. It is hoped that this change will also involve more young people. And the aim is now to implement approved suggestions within one year.</p><p>Lastly, the outcomes of the participatory process lack a binding status and largely depend on the willingness of the borough council to adopt them. Moreover, the borough council is not obliged to conduct a participatory budgeting project and another Mayor can change this practice.</p><p>However, despite its weaknesses, the participatory budgeting exercise has made a positive impression nationally and garnered significant praise. For instance, in 2013, it won the prestigious Theodore-Heuss Medal. The prize acknowledged Berlin-Lichtenberg’s achievement in being the first city to give citizens a direct influence on their living environment and to take joint responsibility for communal concerns.</p><p> </p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h3>External Links</h3><p><a href=\"http://www.buergerhaushalt-lichtenberg.de/\">Official Website </a></p><p><a id=\"References\" name=\"References\"></a></p><h3>References</h3><ol class=\"references\"><li id=\"cite_note-0\"><a href=\"#cite_ref-0\" title=\"\">↑</a> Lichtenberg Participatory Budgeting 2008 Brochure <a href=\"https://www.buergerhaushalt-lichtenberg.de/sites/default/files/files/info/daten_und_fakten_zum_buergerhaushalt_2008.pdf\">https://www.buergerhaushalt-lichtenberg.de/sites/default/files/files/inf...</a></li><li id=\"cite_note-1\"><a href=\"#cite_ref-1\" title=\"\">↑</a> Interview with Ms. Christina Emmrich <a class=\"external free\" href=\"http://www.neues-deutschland.de/artikel/160457.mit-dem-buergeretat-durch-die-lande.html\" rel=\"nofollow\" title=\"http://www.neues-deutschland.de/artikel/160457.mit-dem-buergeretat-durch-die-lande.html\">http://www.neues-deutschland.de/artikel/160457.mit-dem-buergeretat-durch-die-lande.html</a></li><li>Buergerhaushalt press release 2011 <a href=\"http://www.buergerhaushalt.org/article/b%C3%BCrgerhaushalt-lichtenberg-geht-%C3%BCber-bezirksgrenzen-hinaus\">http://www.buergerhaushalt.org/article/b%C3%BCrgerhaushalt-lichtenberg-geht-%C3%BCber-bezirksgrenzen-hinaus</a></li><li>Article on changes made in 2011 <a href=\"http://www.berliner-woche.de/nachrichten/bezirk-lichtenberg/artikel/12556-buergerhaushalt-geht-an-den-start-buerger-koennen-vorschlaege-einreichen/?type=98\">http://www.berliner-woche.de/nachrichten/bezirk-lichtenberg/artikel/12556-buergerhaushalt-geht-an-den-start-buerger-koennen-vorschlaege-einreichen/?type=98</a></li><li>Article on Theodore-Heuss Medal Award <a href=\"http://www.berlinonline.de/nachrichten/lichtenberg/theodor-heuss-medaille-2013-fur-lichtenberger-burgerhaushalt-29271\">http://www.berlinonline.de/nachrichten/lichtenberg/theodor-heuss-medaille-2013-fur-lichtenberger-burgerhaushalt-29271</a></li></ol>", "title": "Participatory Budgeting in Berlin-Lichtenberg"}