{"htmlbody": "<h3>Summary</h3><p>As the first participatory budgeting experiment ever carried out in Colle di Val d’Elsa, this PB process began in November 2009, with the goal of directly entrusting part of the municipal budget to young residents – ranging from 16 to 25 years of age. During formal and other autonomously self-organized meetings, the participants gathered to discuss and deliberate on projects aimed to improve activities for the youth, that the city administration committed to implement. Key point of the project was that the participants would decide on the allocation of the funds to their preferred projects.</p><h3>History</h3><p>Over the last few years, the town of Colle di Val d’Elsa featured a high rate of immigrant population; consequently, the local community has changed considerably because of the recent years’ fast growth. For these reasons, during the last five years the town gave life to a project to develop the territory sustainably and in a balanced way. The Participatory Budgeting process here examined – “Se io fossi sindaco: nuove proposte per 20mila! Esperienze di partecipazione al governo delle politiche per i giovani” – fits in the local administration’s wider community planning strategy.</p><h3>Problems and Purpose</h3><p>The project, proposed by the municipal Administration, aimed at bringing the young citizens closer to the responsibilities of the local government by inviting them to make choices concerning a small part of the budget (20,000 euro) targeted to youth activities. The experience was strongly educational as the participants had to learn to mediate between their own different interests and ideas.</p><h3>Participant Selection</h3><p>Mixed recruitment: self-selection &amp; representative random sample. The 59 participants were selected from a random sample of 200 persons, representative of the local youth. The Electoral Commission randomly selected the sample; those chosen were invited to participate with a letter of the Mayor, and later contacted by telephone. However, participation was also open to all the young people belonging to the indicated age bracket who were interested in participating. Representativeness: at the time of the project 2,064 young people resided in Colle di Val d’Elsa. Of these, 1,097 were male, 967 female. Inclusion: despite the attention given to the inclusion of minority groups, particularly disabled and resident immigrants, these categories’ participation was not proportional to their presence in the community. Gender: Female participation has been one of the strong points of the project; one of the work groups was entirely composed of girls. Of the 59 participants, 41 were female, 18 male.</p><h4>Communication Process</h4><p>In the weeks prior the beginning of the project, and especially after the first meeting – held on November 11th, 2009 – an extensive information campaign was carried out. The project was publicized on the Municipality website; informational brochures (concerning the objectives and the ways of functioning of the project, and the invitation to participate) were distributed during events and in places attended by youth; also, various meetings in schools were held. Also, brief commercials were broadcasted on local televisions and radios, and promotional videos were shown on the maxi screens of the Municipality. Furthermore, a virtual space for dialogue was opened on the city website (where the reports of every meeting were also published). The participants also gave life to a forum on a social network. Meetings were filmed and the participants interviewed – the comments were then released on the website. During each meeting, informative pamphlets were distributed amongst the participants, and a mailing list was created so to distribute materials via e-mail too. At the end of the project a final report was drawn, based on a questionnaire administered to the participants.</p><h4>Participatory Process &amp; Deliberations</h4><p>The project was first presented during an event held in November 2009. On that occasion, other invitations to participate were distributed. Plenary sessions and subgroup meetings, following the general methodology of the Open Space Technology (OST), characterized the entire experience. An open bar offering alcohol-free drinks was available, and the possibility to participate informally was offered. The groups worked in 4 official meetings, plus some other sessions self organized by the participants themselves. Also, discussion groups were held on a social network. Every meeting was introduced by a description by the facilitator, aimed at clarifying the point reached in the past meetings.</p><p>The first meeting was used to share the path, the objectives and the methods; in this occasion the first face-to-face meeting with the Mayor also took place, to highlight the commitment of the Administration. During a plenary session the participants picked out the themes on which the discussions started. The proponents of the five selected projects accepted the responsibility to carry on the work until the end.</p><p>All the processes were self-managed by the participants, with the proponents acting as facilitators. Then followed a plenary to speak about the topics arisen during the meeting, and to decide how to go on. After each plenary session the participants, divided in small groups, could discuss freely with each other. Every session closed with the drafting of an instant report on what had been discussed. The participants decided that external expertise was needed in order to obtain the information necessary for the implementation of their proposals; thus, other actors of the local community, who offered their contributions, were involved (in particular, the manager of a trucking society, the chairman of a social co-op, the chairman of a national association, a manager of the city Administration, and the manager of a sports club). In meetings with these experts, the projects were better defined, but not in a way that would allow the Municipality to implement them. It was therefore decided that the projects should be entrusted to the technicians of the Municipality so that they could be transformed into formal decisions the City Council could adopt. The work groups were then invited at the town hall to discuss and to ensure that their contents were in line with their indications. Town councillors also attended these sessions.</p><p>At the end of the process the Council, with the participation of the young people and their presentation of each proposal, adopted the projects. In the following weeks further informal meetings were held, in order to implement the projects. These have given life to permanent (a youth centre and a low-cost gym), seasonal (public night transportation in the weekends), and even occasional initiatives (cultural events in particular occasions, valorisation of artistic products of a local professional school).</p><h3>Time and Resources</h3><p>The experience lasted four months, starting in November 2009 and ending in February 2010. Each session lasted from 2.30 to 3.00 hours. It was decided to hold sessions after 5.30 PM to ensure that all the participants had the opportunity to attend.</p><p>The project had an overall budget of 23,500 euro, 15,500 coming provided by the Regional Participation Authority and 8,000 from the Municipality.</p><h3>Outcomes, Influence, and Effects</h3><p>The experience had a great influence on youth activities programming methods as it linked a number of initiatives to the needs of young people, and because of its capacity to sustain the relationship between the Administration, the community and the younger part of the population. Participants’ evaluated the project through two questionnaires administered at the beginning and at the end of the event. Both the project’s process and results were measured, and both showed high levels of satisfaction. The ideas expressed during the process were actually implemented: a Centro Collaterale (a cultural and recreational self-managed centre open to the young at the Paas Point within the People’s House) was created, a second edition of the itinerating shoe Event Zero was held, a public transportation service during the night hours (22:00-3:00) on Fridays and Saturdays was created, improvements of sport activities’ spaces were made, and a project for the historical and artistic promotion of the territory that directly involve the young was initiated.</p><h3> </h3><h3>External Links</h3><p><a href=\"http://www.consiglio.regione.toscana.it/partecipazione/documenti/RFCOMUNECOLLEVALDELSA.PDF\">Final Report by the Tuscany Regional Authority for Participation</a></p><p>Colle di Val d’Elsa City Website:<br/><a href=\"http://www.comune.colle-di-val-d-elsa.si.it/it/amministrazione/partecipazione/progetto-giovani\">Project Overview</a><br/><a href=\"http://www.comune.colle-di-val-d-elsa.si.it/it/amministrazione/comunicati/ultimi-comunicati/item/580-se-io-fossi-sindaco\">Press Article on Project</a></p><p><a href=\"http://www.facebook.com/group.php?gid=159208151187\">Facebook Page</a> [DEAD LINK]</p><p><a class=\"external free\" href=\"http://www.urp.it/Sezione.jsp?titolo=Bilancio+Partecipativo&amp;idSezione=1908\" rel=\"nofollow\" title=\"http://www.urp.it/Sezione.jsp?titolo=Bilancio+Partecipativo&amp;idSezione=1908\">http://www.urp.it/Sezione.jsp?titolo=Bilancio+Partecipativo&amp;idSezione=1908</a> [BROKEN LINK]</p>", "title": "Youth Participatory Budgeting in Colle di Val d'Elsa"}