{"htmlbody": "<p><strong>Summary:</strong><br/><br/>This project is grass roots neighbourhood intervention, working with residents in neighbourhoods to find out the qualities of a place – what is good, what is bad and what improvements are needed. Five neighbourhoods in the Borough of Boston in Lincolnshire ran Participatory Budgeting events using the small grants allocation model for distributing funds</p><p>This case study was originally submitted to the Participatory Budgeting Unit by the organisers of the project, using a template supplied by the PB Unit.</p><p><strong>Overview:</strong></p><p>Residents were invited to take part in a walking audit of their neighbourhood highlighting areas of concern, areas to be proud of and what improvements were needed. This was then put together in a report which then became a working document which service providers, organisations and agencies could use to help focus their service delivery.</p><p>An important element of the project involved residents having the opportunity to influence how improvements to their area could be delivered via a £10,000 Neighbourhood Budget, which formed part of the overall funding received from the Health and Well-Being Programme for this project.</p><p><br/><strong>Organisation:</strong></p><p>Boston Borough Council</p><p><strong>Aims:</strong></p><p>The aim of the Placecheck Project was to engage and empower the local community, allowing greater control and ownership over the decisions which shape their lives and neighbourhoods.</p><p>It was hoped that building social capital within each neighbourhood would facilitate long term sustainability; giving residents the skills, experience and confidence to sustain their involvement in local decision-making.</p><p><strong>Where:</strong></p><p>Boston Borough Council (BBC) in partnership with South Lincolnshire Community and Voluntary Service (SLCVS) manage a project funded by Lincolnshire County Council and NHS Lincolnshire’s Health and WellBeing Programme called the “Boston Placecheck Project”.</p><p>The project was set up to run from July 2009 to June 2011 and worked with 5 below ward level neighbourhoods, which were identified as being within the 6 most deprived wards of Boston.<br/><strong> <br/>How:</strong></p><p>Within each of the 5 chosen Placecheck Areas, a fully constituted neighbourhood steering group was established. This group then facilitated the £10,000 Neighbourhood Budget under a Service Level Agreement between BBC, SLCVS and the respective Neighbourhood Steering Group.</p><p>Each Neighbourhood Steering Group, fully supported by the Community Development Teams from both BBC and SLCVS wass then responsible for delivering their own participatory budgeting event using the small grants allocation model for distributing funds. Under the Placecheck Project this wss known as UDecide.</p><p>The criteria for any organisation, service providers wanting to submit a bid to the Area was highlighted through an area’s placecheck report as this being the document which determined the aims and objectives of each particular placecheck neighbourhood steering group.</p><p>Residents had the opportunity to vote for the projects they would most like to see delivered in their neighbourhood. Voting cards were delivered to every household within a specified area up to 1 week prior to the ‘Decision Day’ event. They were invited to post their votes into ballot boxes which were positioned in prominent locations around their area, such as local shops, pubs, and community meeting areas, or they could come along, on the day, and talk to the organisations who had submitted projects before making their decisions. The votes were then counted and the successful projects are announced.</p><p><strong>Who:</strong></p><ul><li>Boston Borough Council (BBC)</li><li>South Lincolnshire Community &amp; Voluntary Service (SLCVS)</li><li>Lincolnshire County Council</li><li>NHS Lincolnshire</li></ul><p><strong>What: </strong></p><p>This is an example of an innovative way to deliver participatory budgeting in so much as; the community managed the funds, the community set the criteria, the community worked alongside service providers and the community decided what services were delivered.<br/><br/><br/><strong>Original Source:</strong> <a href=\"http://www.participatorybudgeting.org.uk/case-studies/case-studies/the-boston-placecheck-project\">http://www.participatorybudgeting.org.uk/case-studies/case-studies/the-b...</a> [accessed 24/07/13]</p><p><strong>The information below was taken from: </strong><a href=\"http://meetings.boston.gov.uk/media/1/files/2%20Briefing%20Note%20on%20Placecheck%20since%20January%202012.BTAC.130213.pdf\">http://meetings.boston.gov.uk/media/1/files/2%20Briefing%20Note%20on%20P...</a> [accessed 24/07/13]</p><p><strong>Outcomes for Placecheck since January 2012:</strong></p><ul><li>All 5 neighbourhood action groups continue to meet on a regular basis in some form or another and continue to tackle issues of concern in their particular neighbourhoods and to work with service providers/agencies, as well as to challenge service provision where appropriate to do so. They are confident in now knowing which service providers to approach and continue to value and build on those working partnerships.</li><li>Subsidiary projects have started as a consequence of resident involvement i.e. Boston Greenscapers formed by residents from a number of the neighbourhood action groups who successfully applied to BTAC community grant scheme in November 2012.</li><li>Action plans set up by each neighbourhood action group continue to evolve to ensure they meet the existing needs of the group and their respective neighbourhoods.</li><li>All 5 neighbourhood groups formed the Placecheck Executive Committee and agreed to meet on an ad hoc basis to discuss shared issues which have a wider impact on the town centre of Boston i.e. issues around the DPPO, streetdrinking and associated anti-social behaviour.</li><li>As a consequence of the Good Relations Programme a number of residentsinvolved in Placecheck have come together with other residents to form the Boston Community Forum as a result of continuing talks around tackling the issues around high levels of immigration on the town and the impact therein. A number of residents have attended training in civic mediation, conflict awareness workshops and monitoring of projects.</li><li>All the groups carry out regular community litter picking in their respective neighbourhoods</li><li>Over 75 volunteers have been involved in the Placecheck project across the board at one stage or another during the lifetime of the project.</li><li>Completion of works to 116 High Street which the High Street South Neighbourhood Action Group have championed and been involved in during the initial consultation and continued to report progress to the rest of the community through their newsletter and minutes of meetings.</li><li>There is now an additional residents group which is supported by the High Street South group specifically to address issues of concern in Haven Village.</li><li>High Street South Group are continuing to tackle issues around stray animals and fouling issues with regular communication from the group to all residents within the neighbourhood.</li><li>Lobbying LCC Highways for further yellow lining provision in Main Ridge East area as a result of a ‘planning for real’ exercise.</li><li>In the Main Ridge East area particularly residents remain vigilant in monitoring anti-social behaviour in the neighbourhood most specifically in ensuring that Burgess Pitt continues to be fit for purpose for the whole community.</li><li>Amalgamation of Carlton Road Neighbourhood group with Witham Central</li><li>Neighbourhood Action Group to maximise membership and resources.</li><li>Witham East Neighbourhood raised funds for St Barnabas Hospice through their community event</li><li>LCC Councillors Big Society funds allocated to 3 of the 5 placecheck groups.</li><li>Residents involved in the Boston Placecheck Project have been briefed about the Big Local programme and will be offering assistance to the Big Local mentor in promoting the process to the wider community.</li></ul><p><strong>Conclusion:</strong></p><p>As a result of the Boston Placecheck Project it is felt that:</p><ul><li>Communities are able to identify local needs and take action in response to them.</li><li>People have increased their skills and confidence so that they can continue to identify and respond to need in the future.</li><li>People have made a difference to their communities by prioritising needs and working together.</li></ul><p><br/><strong>Related Links: </strong></p><p><a href=\"http://www.boston.gov.uk/index.aspx?articleid=3889\">http://www.boston.gov.uk/index.aspx?articleid=3889</a></p><p><a href=\"http://www.bostonplacecheck.co.uk/resources/Leaflet.pdf\">http://www.bostonplacecheck.co.uk/resources/Leaflet.pdf</a></p><p><a href=\"http://www.bostonplacecheck.co.uk/\">http://www.bostonplacecheck.co.uk/</a></p>", "title": "The Boston Placecheck Project"}