{"htmlbody": "<p>This participatory budgeting voting event was originally run under the banner of “You Say, We Pay!” in September 2011 but low attendance led to a re-run in December 2011. Though the name changed it was clearly linked to the original “You Say, We Pay!” name in all advertising but incorporated a more fun element involving a youth choir, light sculptures, African drumming and a juggling Disco Stu on stilts. Following a light and song procession residents were led back to market stalls where the various projects “sold” their ideas and voting took place. </p><p><em><strong>This case study was originally submitted to the Participatory Budgeting Unit by the organisers of the project, using a template supplied by the PB Unit.</strong></em></p><h3>Organisation:</h3><ul><li class=\"documentOrganisation\">Milton Keynes Council</li><li class=\"documentOrganisation\">Campbell Park Parish Council</li></ul><h3>Aims:</h3><p>To pilot participatory budgeting in Milton Keynes and to increase resident involvement in community and democratic life on the Fishermead estate.</p><h3>Where:</h3><p>The Fishermead estate, central Milton Keynes, England. </p><h3>How:</h3><p>£5,000 of the Parish Council's budget was matched by Milton Keyne's council making a total of £10,000 available for this PB project</p><p>Following a launch event, and supporting publicity, residents and resident groups were encouraged and supported to apply for a small grant to finance/part finance a project that would benefit the estates community. Grants ranging from £500 - £1,500 could be applied for.</p><h3>Who:</h3><p>This initiative was a joint venture between Milton Keynes Council and Campbell Park Parish Council who jointly funded the project.</p><p>Support was also given by Inter-Action MK, an arts based organisation, who worked with local school children and residents on the estate to promote the project. Valuable support also came from Thames Valley Police local neighbourhood policing team and Community Action MK’s estate based Community Mobiliser.</p><h3>What:</h3><p>From an initial 15 applications for funding 8 projects entered the voting process. From these the 5 projects that received the most votes were awarded funding.</p><p>Winning projects were:</p><ul><li>a community radio station</li><li>the estates community café</li><li>assistance towards providing an outdoor classroom/picnic area for the local infants school</li><li>improvements to a sheltered housing schemes communal garden</li><li>a new project to support and provide a hot evening meal to children on the estate who receive free school meals</li></ul><p> </p><p><strong><em>Original Source: <a href=\"http://www.participatorybudgeting.org.uk/case-studies/case-studies/glow-in-the-park-vote-in-the-dark-in-milton-keynes\">http://www.participatorybudgeting.org.uk/case-studies/case-studies/glow-...</a> </em></strong></p><p><strong><em>Accessed on: 26/07/2013</em></strong></p>", "title": "Glow in the Park, Vote in the Dark in Milton Keynes "}