{"htmlbody": "<p class=\"documentDescription\">Three participatory budgeting events involving small grants were carried out in Cornwall under the banner of ‘U-Choose for Cornwall’. The events were held in the following locations: • Pengegon, Parc an Tansys and Gwelmor • Redruth North • Treneere </p> <em><strong>This case study was originally submitted to the Participatory Budgeting Unit by the organisers of the project, using a template supplied by the PB Unit.</strong></em><h3>Overview:</h3><p>The key objective of these events was to promote the idea of greater local influence over the setting of priorities through a small grants scheme, with a view to developing the notion of greater local participation in the wider elements of local government activity throughout Cornwall. </p><p><br/>The events were all successful in their own right, and follow up sessions have indicated that there is a desire at the grassroots level for more involvement in wider local government issues such as prioritising local service delivery requirements. </p><p><br/>Some of the learning has also suggested that participants feel more confident of their ability to engage with ‘formal’ structures in light of their U-Choose experience, and that the networking opportunities afforded by the process has created new communication and cooperation channels throughout the relevant communities. <br/> </p><h3>Organisation:</h3>Cornwall county Council <h3>Aims:</h3><p>To embed the principles of local participation and involvement through a series of pilots in Cornwall, with the feedback being used to motivate for a county-wide strategy.</p><h3>Where:</h3><p>The events were held in the following locations:</p><ul><li>Pengegon, Parc an Tansys and Gwelmor</li><li>Redruth North</li><li>Treneere</li></ul><p>The three areas were all similar in that they are recognised as locations with high indices of deprivation. Two of the locations already had existing neighbourhood engagement structures in place (Treneere and Redruth North), whereas the engagement structure in Pengegon, Parc an Tansys and Gwelmor was largely started from scratch. All of the locations were urban in nature, and have historically lacked any level of engagement with local government structures.<br/> </p><h3>How:</h3><p>While all three pilots approached the events in different ways from an operational perspective, the general themes running through all of the events was that a residents were given the opportunity to vote on the allocation of small grant pots based on the presentations given by participants. </p><p><br/>Where possible, existing structures were built upon and in the case of the Redruth North pilot the mechanism for establishing community safety priorities through the PACT meetings in the area was transplanted onto the U Choose event (post-it notes attached against the project that the resident supported). </p><p><br/>This approach meant that participants felt comfortable with the process, and also built upon recognisable channels of engagement and trust that had been built upon over a long period of time. </p><p><br/>All of the application processes were kept simple to ensure that there were no barriers to entry due to complexity.<br/> </p><h3>Who:</h3><ul><li>One Cornwall team (Cornwall Council) - provided the strategic oversight to the pilot programme as well as providing significant grant and administrative funding for the events. One Cornwall also provided advertising material and promoted the events through the media. The One Cornwall team is now looking at how to embed some form of participatory budgeting on a county-wide scale through the development of community networks – the locality working arrangements for the new unitary authority</li><li>Treneere Together partnership – provided the grant funding for the event in Treneere, and also attracted further private sector funding from MayGurney. The partnership organised, administered and ran the event</li><li>Redruth North Partnership – organised, administered and ran the event in Redruth</li><li>Kerrier District Council – provided significant grant funding for the projects, as well as officer time. A neighbourhood co-ordinator from the district council developed engagement structures, administered and ran the event</li><li>Elected councillors -  all of the events attracted significant councillor support</li></ul><p> </p><h3>What:</h3><p>There have been several benefits that have accrued from the events, and these can be summarised as follows:</p><ul><li>The priority setting processes were widely acknowledged as representing a significant change from previous council activity</li></ul><ul><li>The outcomes delivered from the process were deemed to match local concerns and issues</li></ul><ul><li>In follow up sessions residents have been keen to take part in other participatory forms engagement that have a service orientated, rather than cash based, focus</li></ul><ul><li>A degree of trust and momentum has been developed between the council and residents in the relevant areas</li></ul><ul><li>The current community network model that is being developed for the new unitary authority can build upon the new engagement structures that have been developed to further the notion of greater local priority setting and service influence</li></ul><ul><li>The projects that were successful are ongoing and have created a significant amount of goodwill across the communities concerned</li></ul><ul><li>The general criteria that projects feel under matched key LAA themes and outcomes to ensure that the local priorities that were being put forward also contributed towards strategic objectives and indicators </li></ul><ul><li>The neighbourhood co-ordinator managed to raise their profile in the community in a way that promoted a bottom-up rather than top-down approach to engagement</li></ul><ul><li>The concept of participatory democracy working in unison with democratically elected representatives has been proven</li></ul><ul><li>Feedback suggests that participants feel far more confident about their ability to engage with local government in the future. Furthermore, the skills that have been attained during the process in terms of project conceptualisation, implementation and delivery, have given participants the confidence to get more involved in the future with civic issues and activities.</li></ul><p> </p><p><em><strong>Original Source: <a href=\"http://www.participatorybudgeting.org.uk/case-studies/case-studies/u-choose-for-cornwall\">http://www.participatorybudgeting.org.uk/case-studies/case-studies/u-cho...</a></strong></em></p><p><em><strong>Assessed on: 26/07/2013</strong></em></p>", "title": "U-Choose For Cornwall"}