{"htmlbody": "<h3><strong>Summary</strong></h3><p>Zola Predosa is an Italian town of 18,077 inhabitants which is located in the province of Bologna. In 2007, a decision was approved by the Zola Predosa Administration to go through with a construction project - Variante \"Belvedere-Parco Giardino Campagna\" - that aimed to renew and build housing in an underdeveloped area.  Some of the locals of Zola Predosa were baffled at the decision and expressed discontent due to the project’s impact on traffic and the environment. As a response, the Zola Predosa Administration designed a Participatory Planning Workshop (PPA). Through this participatory process, the Zola Predosa Administration sought to increase the awareness of the locals, get their suggestions and ultimately to carry out the construction project with more public support. Despite the presence of willing participants and experts who provided information, the participatory workshop failed to reach its stated goals. The legitimacy of the process fell into question and dissatisfied participants quit the process. Hence, this is an interesting case of failure in participatory activities. This article summarizes the participatory project and elaborates on the reasons why the process has failed. The case study seeks to shed light on the important pre-conditions that must exist for any participation process to succeed.</p><p><strong>Background</strong></p><p>Following the approval of a city master plan that aimed to construct new housing and create a public garden in an underdeveloped area, the Zola Predosa Administration acquired private land in Giardino-Campagna; such an underdeveloped area. In May 2007, the Municipal Council adopted Decision no. 23 approving the 'Variante Belvedere' that authorizes construction in the area. The project also fixed the binding choices (unlike what is usually done in similar cases).</p><p><strong>The Origins of the Participatory Planning Workshop</strong></p><p>After two public debates that took place in Autumn 2007, in which many citizens strongly expressed their bafflement about the formalization of the project Variante, the local Administration initiated a “Planning Workshop Project”. Technical and political experts were actively present during all the project meetings in order to promote an effective exchange of information. The aim was to obtain as much contribution from the citizens as possible. However, there was an aim divergence between the citizens and the Administration. The Workshop's purposes varied depending on the specific perspectives of the actors involved. While the Administration sought to obtain informed public support for the project itself or perhaps revise the projects according to the citizens’ views, many participants wanted to express their concern regarding the increase in vehicle traffic, as well as the environmental and landscape impact. Most importantly, the citizens were of the opinion that the choice to go through with the project was still up for debate. The citizens were part of two meetings with two distinct objectives: the first one aimed to increase and spread information about the construction project; the second one conducted an on-the-spot investigation in the area. It was not possible to obtain any information about the costs or funding of the participatory process.</p><p><strong>Participant Selection</strong></p><p>Citizens were informed about the opportunity to participate in the Workshop in numerous ways. They were notified about the project through a public announcement of the Mayor during an assembly held in the district; through an article in the local newspaper (Zolainfo) and through the local Administration's website. Citizens who decided to participate could subscribe to the meetings by sending an application card. Participants were requested to specify the reasons of their interest in participating. The goal was to focus the Workshop's objectives and activities before the process began.</p><p>A total of 70 citizens joined the meetings (the Municipality has about 18.000 inhabitants). The number of participants for every single meeting is as follows: 22 participants on 19/01; 19 on 28/01, 7 on 30/01, 29 on 5/02, and 9 on 6/02. In addition, a cultural and environmental association joined the Workshop.</p><p><strong>Deliberation, Decision and Public Interaction</strong></p><p>A participatory planning workshop is a method which includes activities oriented at identifying community problems and needs, and evaluating strategies for intervention and projects that addresses those problems and needs. The process that took place in Zola Predosa was divided into two phases. The first one was implemented through three meetings that took place in the Town Hall. The meetings were held on January 19, January 28, and February 5 2008. They took place in different days of the week and at different times in order to allow the broadest participation possible. To enable everyone to talk in a comfortable atmosphere, the activity was organized into small groups. The presence of experts was instrumental in satisfying the participants' requests for information. Information materials written in clear and simple language were also distributed to the participants.</p><p>The second phase was promoted by the participating citizens themselves on the basis of necessities expressed during the first meeting. It consisted in two other meetings, open to anyone, that took place on January 30 and on February 6 2008. The first meeting had the purpose of analyzing and evaluating the documents about the project. This purpose was reached. The second one which aimed at drafting a declaration to be delivered to the local Administration was not attained. This was due to a change in the participant's behaviors and ideas.</p><p>During the Workshop communication and dissemination of information between the administration and the participants took place not only during the meetings. In addition to exchanging E-Mails with the coordinator, the participants could also communicate with the administration via the administration's website and the URCA office (Citizen-Administration Relation Office).  Thus, there were in general healthy channels of communication. This is also proven by the total number of exchanged E-Mails which was 263. All the participants had the opportunity to take part in the drafting of the summary records/transcriptions of the meetings, and also to revise or integrate them once published on the website.</p><p><strong>Influence and Outcomes </strong></p><p>The participatory process organized in Zola Predosa, Variante Belvedere, was not an effective deliberative process. It is currently set aside both due to the loss of interest on the part of the participants and the local political situation that led to new elections in 2010.The questions of what will happen with the project and how the new administration will face the issue of Variente remain unanswered. Will the administration decide to give up the process and carry out the initial project, or will it decide to continue the participatory experiment?</p><p><strong>Analysis and Criticism: Why did the Workshop Fail?</strong></p><p>Despite the presence of willing participants, information providers and healthy channels of communication, the participatory experiment in Zola Predosa was a failure. This section analyzes the reasons and provides explanations of failure that are generalizable to all participatory processes. In sum, the participatory process in Zola Predosa failed due to a single avoidable reason, namely: different understandings regarding the purpose of the Workshop among the participants and the administration. Uncertainty about the boundaries of the debated subject led to frustration and polarization among the participants. This caused the degeneration of the entire process.</p><p>The goal divergence between some of the participants and the administration became apparent from the onset of the discussions. In the Participatory Planning Workshop, the citizens were asked to give their opinion over a decision that the administration had already taken. From the administration’s perspective, the goal of the PPA was to achieve public participation in implementing a decision that has already been formally approved. The decision could be revised according to the needs/views of the community. However, whether to implement the decision itself or not was not up for debate.<br/>In contrast, many participants viewed the PPA as a platform to debate the cancellation of the construction project. They were particularly concerned about the project’s negative impact on traffic and the environment. Indeed, to debate the cancellation of the project was the main incentive for some participants to join in the first place.</p><p>This goal divergence led to serious dissatisfaction in the workshop. Indeed, if there were no such goal divergence, the process could have been a success. Some participants were frustrated with the fact that their views were eliminated from the onset, and they called the legitimacy of the whole PPA into question. While others, who supported the project, sided with the administration. This polarization prevented healthy discussion. During the deliberation phase, the participants were divided along the following lines: those against the project, disagreeing with the general idea; those thinking the project could be improved; those in favor of the project, sharing the proposals of the administration.</p><p>During the debates, the feeling that the Workshop was the expression of only those opposed to the project spread, thus leading to the degeneration of the atmosphere and to the de-legitimization of the activities. After a while the coordinator saw it fit to suspend the whole process.</p><p>In this case, it is clear that the reason for failure is the ambiguity of the debated subject. The participants should have been made aware beforehand what the purpose of the participatory meeting was. If the subject of debate had been clearly set as “how to improve an already approved project”, the discussion could have been organized along these lines. Considering that the participants were required to submit their reasons of attendance in advance, such uncertainty about the subject of debate at the Zola Predosa Workshop is especially interesting.</p><p>This case is a reminder that a deliberative process does not simply bring together people with opposing views. What is crucial is to be organized around a common aim, which sets the benchmark for deliberation. While what is trying to be achieved with deliberation should be clear, how to achieve it should be the subject of debate. In the case of Zola Predosa, such clarity was missing.</p><p> </p><p><a id=\"Sources_and_References\" name=\"Sources_and_References\"></a></p><h2>Sources and References</h2><p>Deriu, M. (2008), Final relation about Participatory Planning Workshop in Municipality of Zola Predosa.</p><p>Lewanski, R. (2007), Democrazia delle infrastrutture, infrastrutture per la democrazia, in Ambiente Italia 2007. La gestione dei conflitti ambientali, pp. 61-92.</p><p>- (2007), La democrazia deliberativa – Nuovi orizzonti per la politica, in Aggiornamenti Sociali 12, 2007, p.3.</p><p>Pontrandolfi P., Lanza V., Tilio L. (2010), L’esperienza dei Laboratori di Urbanistica Partecipata a Potenza: una iniziativa promossa da docenti dell’Università per una più efficace attuazione degli strumenti urbanistici, in TafterJournal, n.26, Agosto 2010.</p><p> </p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p><a href=\"http://it.wikipedia.org/wiki/Zola_Predosa\">Zola Predosa Wikipedia Entry</a> [Italian]</p><p><a href=\"http://www.comune.zolapredosa.bo.it/notizie/pagina94.html\">Project News on the City of Zola Predosa Website</a> [Italian]</p><p><a class=\"external free\" href=\"http://www.comune.zolapredosa.bo.it/rete_civica/partecipazione/pagina6.html\" rel=\"nofollow\" title=\"http://www.comune.zolapredosa.bo.it/rete_civica/partecipazione/pagina6.html\">http://www.comune.zolapredosa.bo.it/rete_civica/partecipazione/pagina6.html</a> [BROKEN LINK]</p><p><a href=\"http://www.tafterjournal.it/2010/08/02/l%E2%80%99esperienza-dei-laboratori-di-urbanistica-partecipata-a-potenza-una-iniziativa-promossa-da-docenti-dell%E2%80%99universita-per-una-piu-efficace-attuazione-degli-strumenti-urbanistici/\">Article on Urban Planning Workshops in Italy</a> [Italian]</p>", "title": "Participatory Planning Workshop \"Belvedere-Parco Giardino Campagna\" (Zola Predosa, Italy)"}