{"htmlbody": "<p>Just under 2 years ago Manton Community Alliance was chosen as a pilot area for a participatory budgeting pilot, the aim was to allocate a budget for priorities in the area that have been set by the community. </p> <em><strong>This case study was originally submitted to the Participatory Budgeting Unit by the organisers of the project, using a template supplied by the PB Unit.</strong></em><h3>Overview:</h3><p>We have completed two cycles of the process and so far the pilot has achieved a total of 1554 votes throughout the whole process. Participation in the second year of PB increased by 113% with 1056 votes over the process compared with 498 in year 1.</p><p>Within this case study we have explained the tools that we used to get people involved in the process and how we are developing the process for future years.<br/> </p><h3>Organisation:</h3>Manton Community Alliance <h3>Aims:</h3><p>The short-term aim of the process was to build trust within the community and to give residents real power over the way that the MCA leverage money is spent in the area. The board agreed that residents would never really have any power until they held the purse strings for their area and felt as if they really could make a difference.</p><p>Longer term the aims are to increase democratic activity in the area (current turnout for local elections in Manton is 22% compared with 35% across the district) and shape the way organisations deliver services in the area.<br/> </p><h3>Where:</h3><p>Manton is a large estate in the south east ward of Worksop in Nottinghamshire. It has a population of over 6500 residents, the estate is an ex pit village and was built around the mine that closed in 1994.</p><h3>How:</h3><p>During 2006 the MCA board researched participatory budgeting and the MCA team developed ways in which it could be used in Manton.</p><p>In 2007 the Manton Community Alliance board agreed to give the opportunity for local residents to decide where £50,000 of the MCA leverage money should be spent through a participatory budgeting process. In 2008 the MCA board gave £40,000 and Bassetlaw PCT agreed to give £10,000 of their budget to the process.</p><p>A scrutiny panel was set up to oversee the process and to make sure that the projects that were submitted fitted in with the residents priorities. The panel included Local residents; a local councillor (involved in the second year), Local authority officers, MCA board members and MCA staff to support the group.</p><p>The Scheme was promoted as “Voice your Choice” and there were three stages to the process:<br/>1.    People decide what the priorities are through local events<br/>2.    People decide what proportion of the money is allocated to each priority<br/>3.    People decide which project/organisation gets the money to address the identified priorities<br/><br/>For the first stage we used a Budget bingo sheet. This was a bingo sheet that had 42 priorities that we had identified using the knowledge collected from our issue groups and resident members. We asked people to number their top 5 priorities, 1 being the most important.<br/>The second stage was the money allocation and to give a real feeling of voting making a difference we used official local authority ballot boxes and Manton money (each resident was given £50,000 in £5000 denominations) residents were asked to put the amount of money they wanted to spend on a priority into one of the ten priority boxes that we had identified from the budget bingo.</p><p>Once the first two stages were completed local organisations, groups and services are invited to bid for the money by offering projects that would address the priorities. The scrutiny panel reviewed the bids and shortlisted projects for the project voting stage.</p><p>In 2007 the successful groups and organisations were invited to promote their projects at a voting event held in a community hall. Each project was given the same amount of space and time to promote their idea. People were asked to register for their voting sheet at the entrance.<br/>After the 2007 process we identified that having a room full of displays for projects that are competing against each other could potentially cause tension between community groups so, in 2008 we made a DVD of each of the proposed projects doing a short TV style advert for their idea. Each of the projects submitted the outline of the project and the script was developed by MCA staff to make sure that each project was given the same amount of time.</p><p> The DVD meant that we were no longer confined to one place in the community to vote. We used a laptop and visited numerous community groups and organisations. It was also played in local cafés and work places as well as special voting points that were set up. Voting took place over a week to make sure that more people got the chance to vote.</p><p>Each of the events and stages were promoted by advertising in the local newsletter, inviting people that had voted in the previous year or had been involved in other MCA events, website, leaflets in schools and shops and word of mouth.</p><h3>Who:</h3><p>Manton Residents were involved at every stage of the process<br/>Manton Community Alliance team supported and co-ordinated the entire process from the development of the engagement tools to the delivery of the voting points.<br/>The partners of Manton Community alliance:<br/>•    2 Local authorities<br/>•    PCT<br/>•    Police<br/>•    Community and Voluntary service<br/>•    Local ALMO<br/>•    Local schools<br/>•    Surestart<br/>•    FE College<br/>•    Job centre plus<br/>Local councillors were part of the scrutiny panel, voting events and were present to oversee the official counts.<br/> </p><h3>What:</h3><p>Many people taking part in the process have never voting before. It is hoped that increased involvement in participatory budgeting will result in more people voting in elections (current turn out in Manton is only 22% compared with 35% across the District).<br/><br/>Participation in PB in year 2 (2008) increased by 113% with 1056 voters compared with year 1 (2007).<br/><br/>The process is leading to services being more closely linked to particular local priorities. It is hoped that this will bridge an expectation gap as some services become more tailor made for local need.<br/><br/>Although further evaluation is needed regarding outcomes there is evidence that environmental services are changing because of participatory budgeting for example in the removal of white goods from the area.<br/><br/>Investment into the redevelopment of Manton Club is delivering substantial return in attracting external funding into the venue. The Manton Club is a major player locally and this re-development will deliver added value to Manton and the surrounding area in terms of access to sport, improved public health and more activities for children and young people. The PB process has given £5000 towards the redevelopment of the Club. As a result of this investment, the Club has attracted a further £37,000 in other funding for the area.<br/><br/>On top of that most projects came with either match funding or a contribution towards the projects. This has resulted in a further £18,500 being invested into the area on the back of the PB process.<br/><br/>Below are some of the comments in answer to the question ‘what did you like about PB’ from local people referred to in the National PB Unit’s evaluation of Manton in year 1 (2007).<br/><br/>‘Having my voice heard’<br/>‘A simple approach and personal contact’<br/>‘A chance to see what is happening’<br/>‘Interesting to see the various projects’<br/>‘It is time to see something being done in our community’<br/>‘having my say, and great photos’<br/>‘fostering good relations between the community and the police’<br/>‘freedom of choice’.<br/>(source: National PB Units Evaluation of Manton 2007).<br/><br/>In answer to the question ‘Why did you attend the event?’ PB unit’s evaluation of Manton reported:<br/><br/>“Most of the comments around this question were about wanting to support and change their community. ‘I came to make a difference’ was one comment. There was a widespread view that people felt a need for change in the community. Others wanted to ‘make our money go round’; or ‘to make a difference for us and the children under us’; ‘to make my mark’; and ‘to have a vote’. One said that they were ‘sick of politicians telling us what they can’t do for us, and to have a vote and make them accountable is brilliant!’ Some of the comments suggested that some capacity building around political structures and processes would be a good thing” (source: National PB Units Evaluation of Manton 2007).<br/><br/>As part of the National PB Unit’s evaluation of Manton’s PB process a sample of 22% of people who attended made the following general comments:</p>  I would do this again76%I’m having a good time             71%The day is well organised      70%This is a good way of getting people involved  69%I feel I have been listened to    67%I feel more involved now      61%I feel like I have made a difference        59%<p><br/>(source: National PB Units Evaluation of Manton 2007).<br/><br/>As well as the more formal interviews, PB Unit staff also had some extended but less formal conversations with people. Of particular interest were those with ward councillors who attended for part of the event. “…..these were full of admiration for MCA and what they felt it was achieving in the area. They were similarly enthusiastic about the PB event itself and felt it was one of the ways in which MCA was rebuilding a sense of community in the area.” (source: National PB Units Evaluation of Manton 2007).</p><h3>Future</h3><p>Our aim is to encourage partners to contribute to PB by:</p><ul><li>Committing finance into the process</li><li>Committing to deliver particular services to meet local priorities highlighted by a PB process</li><li>To apply the outcomes of PB into mainstream service delivery</li><li>To merge PB process with the development of a Neighbourhood Charter</li></ul><p> </p><p>A full evaluation of the two-year process will be undertaken later this year this will look at:</p><p> </p><ul><li>Community responses to the process</li><li>Outcomes of the projects funded</li><li>What difference has PB made to local people, their neigbourhood and mainstream services?</li><li>Is the process too long?</li></ul><p> </p><p><strong><em>Original Source: <a href=\"http://www.participatorybudgeting.org.uk/case-studies/case-studies/voice-your-choice-manton-nottinghamshire\">http://www.participatorybudgeting.org.uk/case-studies/case-studies/voice...</a></em></strong></p><p><strong><em>Accessed on: 26/07/2013</em></strong></p>", "title": "Voice Your Choice, Manton, Nottinghamshire"}