{"htmlbody": "<p class=\"documentDescription\">The St. Ann’s Funding Team Awards for Young People 2009 (The SAFTA’s) a participatory budgeting event was held on the 19th March 2009. </p> <em><strong>This case study was originally submitted to the Participatory Budgeting Unit by the organisers of the project, using a template supplied by the PB Unit.</strong></em><h3>Overview:</h3><p>This was the preferred method of engagement used by the St. Ann’s Development Board; a community partnership within Stockton-on-Tees, to achieve a priority of increased youth involvement within decision making and increased activities for young people within five of the target neighbourhoods. This gave young people the opportunity to design, brand, publicise, promote, deliver and evaluate the event as well as raise the profile of the community partnership amongst young people. This has resulted in the provision of a variety of youth projects within the target neighbourhoods.</p><h3>Organisation:</h3>St Anns Development Board <h3>Aims:</h3><p>The event aimed to give young people from areas of high deprivation the opportunity to become involved in distributing and prioritising funding. The event distributed £21,000 of Neighbourhood Element funding to a minimum of seven projects that targeted young people with by using participatory budgeting methods.</p><h3>Where:</h3><p>In terms of the borough, Stockton-on-Tees is diverse and located at the heart of the Tees Valley, with a population of 187,506 living in 77,600 households. There is a unique social and economic mix within the Borough, with areas of quite acute disadvantage situated alongside areas of affluence. Whilst fifteen per cent of the population live within the top twenty per cent of most affluent areas of England, thirty four per cent live in the twenty per cent most deprived areas.  Areas of affluence lie alongside areas of deprivation. The borough is one of the most polarised in England, with 17 of our 117 Super Output Areas (SOA’s) in the top 20% most affluent wards in England, and 40 within the 20% most deprived wards.</p><p>The areas of Portrack, Tilery, Mount Pleasant and Victoria were prioritised due to their ranking as the most deprived neighbourhoods; it has significant problems in heath, low demand housing, and worklessness.  The neighbourhoods in these areas are also in the top 3% LSOA’s.<br/> </p><h3>How:</h3><p>The St. Ann’s Development Board a community partnership agreed to use £21,000 of Neighbourhood Element funding to achieve new and innovative methods of youth engagement. The best manner in which to approach this was through participatory budgeting.<br/>A group of young people were tasked with organising this event with the support of Stockton-on-Tees Borough Council Officers.  The young people decided to base the event on the theme of The British Academy of Film and Television Arts (BAFTA’s), however cleverly titled the event as the SAFTA’s (St Ann’s Funding Team Awards for young people). </p><p>The event was located at the ARC (Community Arts and Entertainment venue) in the central Stockton area to make it accessible to all. Eleven projects were short listed from 14 applicants -  each of the short listed projects had a maximum of five minutes on stage to ‘sell’ the project to an audience of over one hundred and ninety young people along with eight selected community representatives including the Mayor of Stockton-on-Tees. The audience were given the opportunity to vote for their favourite projects through a grading system which were collated and counted on the night once all projects had ‘sold’ their idea to the audience. The successful projects were announced by the Chair of the St. Ann’s Development Board.</p><p>All the young people came dressed glamorously to the SAFTA’s event and thoroughly enjoyed the red carpet experience.  Prizes and entertainment were also central throughout the event during their dinner and to provide variety throughout the evening.<br/>A DVD of the event was made and lots of pictures were taken throughout the glitzy event.<br/> </p><h3>Who:</h3><p>The St. Ann’s Development Board aim is to improve the quality of life for people in the most disadvantaged neighbourhoods and ensure service providers are more responsive to neighbourhood needs and improve their delivery.</p><p>This is being achieved through the work of three key subgroups; Aspirations (Children, Education, Social Care, Business and Jobs), Liveability (Crime, Environment and Housing) and Health.</p><p>The St Ann’s Development Board is a community partnership which feeds into the Central Area Partnership which is one of the four area partnerships which cover the borough and feed into the Stockton Renaissance (Local Strategic Partnership for the borough).<br/>The board consists of elected representatives of each of the five neighbourhoods which fall within the Neighbourhood Element funding boundaries. The elected representatives are put forward by each resident group and act as the voice for the neighbourhood. These community representatives consult with their groups and jointly agree priorities for the neighbourhood. The priority across the five neighbourhoods was activities for young people with increased involvement of young people in the choice of activities, hence the participatory budgeting approach.</p><p>The St. Ann’s Development Board worked closely with a number of organisations and bodies to ensure the success and smooth running of the event. Key partners included Stockton Youth Assembly and The Willows Community Centre Youth Club both which acted as the consultation bodies for the duration of the project. A number of local businesses including hairdressers, restaurants and leisure facilities gave gifts and donations to the event for use within the free prize draws. The event utilised the skills of a local graphic design company which consulted with young people to ensure the branding and publicity of the event was ‘young person friendly’. A Northern theatre and comedy company was used throughout the event to keep the audience entertained and the atmosphere light and enjoyable. Finally, the Stockton-on-Tees Borough Council Partnership and Engagement Team and Children, Education and Social Care (CESC) service played an integral role throughout the event.<br/> </p><h3>What:</h3><p>The St. Ann’s Funding Team Awards for young people presented the St. Ann’s Development Board with an invaluable opportunity to raise the profile of the community partnership within the area.</p><p>The event also gave the board an opportunity to forge positive relationships with young people and the services within the area which provide activities for young people. The event has resulted in the provision of seven activities within the area for young people as well as publicity and promotion for all the short listed projects. The SAFTA’s presented an excellent opportunity for young people to become involved in decision making and decide how funding should be spent within their area. Some examples of projects that the young people and community representatives decided to fund include:</p><ul><li><p>Funky Hip Hop and Street Dance – This project will engage and motivate young people using high energy, funky hip hop and street dance workshops on a weekly basis. Those involved are encouraged to choreograph their own ideas whilst learning new moves and becoming part of a group.</p></li><li><p>Vocational Work Tasters – The opportunity for a minimum of 5 young people to experience up to 100 days of training during the school holidays at a specifically created vocational work centre.</p></li><li><p>Beat It Project – Offering young people the opportunity to become involved in music lessons and the chance to learn guitar, drums and bass guitar. The project culminates in a short performance at a local community venue in front of friends and families.</p></li></ul><p>This event involved 253 people from the local community including the Mayor of Stockton, local ward councillors and service providers, 197 of which were young people within the audience and performing. The event offered a unique opportunity to consult, engage and develop positive relationships with young people as well as involvement in decision which locally affect them.</p><p> </p><p><strong><em>Original Source: <a href=\"http://www.participatorybudgeting.org.uk/case-studies/case-studies/the-st.-ann2019s-funding-team-awards-for-young-people-2009-2013-2018the-safta2019s2019-in-stockon-on-tees\">http://www.participatorybudgeting.org.uk/case-studies/case-studies/the-s...</a></em></strong></p><p><strong><em>Accessed on: 26/07/2013</em></strong></p>", "title": "The St. Ann’s Funding Team Awards for Young People 2009 – ‘The SAFTA’s’ in Stockon on Tees "}