{"htmlbody": "<p class=\"documentDescription\">Can young people be trusted to grant £50,000 of public money fairly to meet local needs? This case study sets out how youngsters from Berkhamsted triumphantly managed it. </p> <strong><em>This case study was originally submitted to the Participatory Budgeting Unit by the organisers of the project, using a template supplied by the PB Unit.</em></strong> <h3>Overview:</h3><p>A legal agreement between Dacorum (Herts.) Council and the developer of a housing estate in Berkhamsted, had secured a £50,000 fund for sporting activities in the area. The Council decided that decisions on this “Section 106” fund should be made using participatory budgeting principles. Further, it was agreed that young people, the intended beneficiaries, should take responsibility for managing the process.</p> <h3>Organisation:</h3>Berkhampstead Youth Town Council <h3>How:</h3><p>The Youth Town Council (BYTC) established a steering group in March 2011. This reported progress regularly to the full Youth Town Council. It shaped the initiative under the name “BID” (Berkhamsted Ideas Delivered) and produced a detailed project plan covering the timetable for key events, design of materials, criteria for bids, publicity for bids and for the actual decision day. </p><p>The Steering Group also determined the catchment area, to include neighbouring villages in the HP4 post code area and decided that voting on bids for funds would include everyone in the HP4 area over the age of 10 years. They wanted to send a signal that youngsters, for whom this budget was intended, should be involved in the decisions on how it was spent.</p> <h3>Who:</h3><p>Berkhamsted Youth Town Council (an elected body, under the wing of the local Town Council, representing secondary-age young people) organised and ran the project. They were supported by Dacorum Borough Council’s Neighbourhood Action Team and the local Youth Centre. </p><h3>What:</h3><p>Bids were invited from local community groups – sports clubs, schools, church based youth groups – during the summer months and by the closing date, 27 bids were received. Five of these were rejected by the Steering Group as they did not meet the criteria and two bids were subsequently withdrawn, leaving 22 bidders (of bids totalling around £85,000) to present their arguments for funding to the public gathering on 30th October 2011. 245 local people, of all ages, attended the event at the Berkhamsted Civic Centre. 35 of these were under the age of 10 and 187 people were eligible to vote (the remainder living outside the HP4 area).  </p><p>The decision making public meeting was very ably chaired by Alistair, a member of the Youth Town Council. After presentations from the bidders and a subsequent question &amp; answer session, attendees were asked to vote for the three projects they felt would best meet the needs of the area, in order of preference.  The event was recorded on video.  </p><h2>Quotes</h2><p class=\"callout\">“It was great to be a part of something and make a noticeable difference in the community, also I liked the fact that people know a bit more about what we do.” (Jak (13 years), Berkhamsted Youth Town Council)</p><p class=\"callout\">“A hard few months of organisation, but worth it when you see the Community come together to make decisions which affect all of us. A fantastic experience.” (Ailish (15 years), Berkhamsted Youth Town Council)</p><p class=\"callout\">“Wonderful event. It’s shown young people how to get involved in decision-making and how the process works” (Ian, Town, District &amp; County Councillor)</p><p class=\"callout\">“It’s great to give the community a say in how money is spent” (Bidder). </p><p class=\"callout\">“This was a great success.  PB is a very exciting way of involving the public in how funding is allocated” (Leader, Dacorum Borough Council)</p><h2>What happened next?</h2><p>Members of the Youth Town Council gave a full report of their project at the Annual Meeting of the full Berkhamsted Town Council in April 2012. Three of the successful bidders also gave a report on how they had used the funds to improve sporting facilities in the area.</p><p> </p><p><strong><em>Original Source: <a href=\"http://www.participatorybudgeting.org.uk/case-studies/case-studies/201cberkhamsted-ideas-delivered201d-berkhamsted-youth-town-council2019s-participatory-budgeting-initiative\">http://www.participatorybudgeting.org.uk/case-studies/case-studies/201cb...</a></em></strong></p><p><strong><em>Accessed on: 26/07/2013</em></strong></p>", "title": "“Berkhamsted Ideas Delivered” - Berkhamsted Youth Town Council’s participatory budgeting initiative"}