{"htmlbody": "<p class=\"documentDescription\">Greater Manchester Police were awarded funds from the Home Office to implement two pilots in the Greater Manchester area. They chose Tameside and Stockport divisions as their pilot areas. Tameside police decided to use their funds in the St. Peters ward. St. Peters is both an area of high deprivation and very multicultural with a large Asian community. </p> <em><strong>This case study was originally submitted to the Participatory Budgeting Unit by the organisers of the project, using a template supplied by the PB Unit.</strong></em><h3>Overview:</h3><p>In March 2009, nearly 200 people, including young people turned out to participate in deciding how to spend £35,000 which included funding from both Greater Manchester Police and Tameside police division as well as the Home Office funds. </p><h3>Organisation:</h3>Greater Manchester Police <h3>Aims:</h3><p>To provide a clear picture of what the pilots were intended to achieve, specific objectives were set, which were then confirmed by both divisions and their partners. The objectives of the pilots are listed below:</p><ol><li>Fund projects that local residents feel will be most beneficial to improving community safety.</li><li>Empower local residents to tailor funding to local priorities, thereby increasing satisfaction with the way police are tackling community safety issues.</li><li>Promote participatory democracy by creating opportunities for everybody to contribute to decision-making, rather than deferring responsibility to elected leaders.</li><li>Increase community cohesion by bringing people together from different backgrounds to discuss ideas and make decisions about how they can improve their area.</li><li>Promote ownership of the local area and its issues, by giving residents increased responsibility for how they want to improve it.</li><li>Involve all sections of the community, including ‘hard-to-reach’ groups, through well-targeted publicity, making the process accessible to all and providing support to people who wish to get involved but need further help.</li><li>Increase public understanding of how budgets are spent and the difficult trade-offs and choices that the police and their partners have to face with finite resources.</li><li>Increase trust and confidence in the police by demonstrating a commitment to tackle local issues and understanding that local residents are best placed to prioritise them.</li><li>Build better working relationships between local citizens, the police and their partners through increased communication and trust. </li><li>Provide networking opportunities for community and voluntary groups in order to share knowledge, resources and skills with each other.</li><li>Increase community engagement by providing an opportunity for direct involvement that empowers local residents whilst being enjoyable.</li><li>Increase awareness of community/voluntary groups in the local area so that local residents have the opportunity to get involved and take full advantage of the available resources.</li><li>Make the decision-making process transparent to residents by ensuring they fully understand the voting and fund-allocation processes.</li><li>Increase the skills of participants and staff involved in the event.</li></ol><p> </p><h3>Where:</h3><p>St Peter’s ward was chosen to hold the PB pilot.  The decision was made to involve this area as it is defined by GMP as a ‘priority neighbourhood’ and as such is amongst the worst affected communities in Greater Manchester for crime, anti-social behaviour and deprivation. </p><p>St Peter’s is situated in the north of Tameside borough and is home to around 11,000 people.  In 2004, St Peter’s was ranked in the top 5% most deprived local authority wards in England in the National Index of Multiple Deprivation, with issues of particular significance including high youth and ethnic minority unemployment.   Almost a fifth of the population (19.3%) are from ethnic minority backgrounds, with the majority of these residents describing themselves as Asian/Asian British.</p><p> </p><h3>How:</h3><p>The events were organised using a partnership-based approach, as this enabled divisions to make best use of the knowledge and resources of partners working within the neighbourhoods. </p><p>Tameside made £35,000 available for allocation by PB, and this came from mixed sources including the Home Office, Greater Manchester Police and Tameside division. For the actual running of the event, Tameside division contributed an additional £5,000 and Tameside Council £2,000. </p><p>Tameside planned their event to incorporate the PB process into a ‘fun-day’ with the local community.  The day started at 10am on a Saturday, with the presentations/voting in the morning, results announced in the afternoon and activities provided at each stage in between.  The event was filmed and a DVD will be produced showing the highlights of the day.<br/><br/>Tameside worked well with partner organisations to provide residents with a variety of information and activities such as:</p><ul><li><p>Climbing wall and sports activities (provided by St Peter’s Youth)</p></li><li><p>Bouncy castles</p></li><li><p>Driving simulator (Road Safety Unit)</p></li><li><p>Ambulance vehicle</p></li><li><p>Fire Engine</p></li><li><p>Mounted Police Unit</p></li><li><p>Firearms Unit demonstration</p></li><li><p>Police Dog demonstration</p></li><li><p>Scout Troup</p></li><li><p>Tameside Community Safety</p></li><li><p>Tameside Home Watch</p></li><li><p>Arts &amp; crafts (e.g. painting, making Mother’s Day gifts)</p></li></ul><p>350-400 people attended Tameside’s fun day.  Using the Voter Registration Forms (and paper voting slips), we know that 168 from the Tameside participated in the participatory budgeting part of the event. </p><p>In order to achieve such a good turnout at the decision day event, Tameside police engaged in a variety of promotional and engagement activities prior to the event, plus to draw people in they made the event as fun as possible by having a number of other activities on the day including a bouncy castle, face painting a climbing wall and a number of demonstrations from the Dog Unit and the Firearms Unit.  To engage with the ethnically diverse communities in the ward the police promoted the decision event on local radio and in printed press as well as talking about it at local residents meetings and another group meetings including meeting with members of the local mosque.  All neighbourhood policing teams were fully aware of the details of the event so they could talk to residents in their areas about it as well.  All households in the ward also received printed information about the day.<br/><br/>To ensure maximum turnout, the organisers considered the venue carefully and chose a community building in the heart of the community.  Prior to the decision event, local community and voluntary groups had been engaged to submit bids for the funding which had a theme of ‘community safety’.  However the interpretation of community safety was deliberately kept quite broad to ensure maximum number of bids.  A local third sector organisation was also on hand to help people in filling in the application forms and to give training in presentation and confidence skills.  At the event, the bidders presented their projects in 3 minutes and then the participants voted on them. </p><h3>Who:</h3><p>A Criminal Justice &amp; Partnerships Chief Inspector took overall responsibility for Tameside’s event, with a local Neighbourhood Inspector and his team responsible for the planning.  Partners involved in the event were St Peter’s Partnerships, St Peter’s Youth, Tameside Fire &amp; Rescue Service, Tameside Council and the Community Safety Unit, all of who attended planning meetings.  The Steering Group comprised three local councillors, a neighbourhood Sergeant, three local residents (with previous experience on a grants panel) and a representative from St Peter’s Partnerships.</p><h3>What:</h3><p>As the decision event has only happened recently, longer term outcomes have yet to be assessed, but initial findings are very good: </p><ul><li>94% of participants felt that the process was clear, easy to understand and transparent. </li><li>97% said that they thought the process would help improve community safety.</li><li>63% felt that they were able to have a real say in decisions in their area through the event, and 78% felt that the event brought different parts of the community together. </li><li>The participants profile information collected at registration to the event shows that there was a good spread across gender and age with participants across all ages with a small majority in the 25-44 age group.  The next two largest age groups were the 16-25’s and the 45-64’s.  The ethnicity profile of participants was broadly representative of the ethnic profile of the area.   This demonstrates that they were successful in getting a good range of the community to participate and they weren’t just the ‘usual suspects’ of middle aged white women! </li></ul><ul><li>61% of community groups saying they had made new contacts</li><li>100% of participants saying they would attend a similar event again. </li><li>5% of participants would recommend this kind of event to other people.</li><li>81% feel that the event will help more people get involved in the community</li><li>98% said they were more aware of different groups in the area from being at the event. </li><li>50% of the participants said they now wanted to get involved in the groups as a result of finding out about them at the event. </li></ul><p>A partnership approach to PB in St. Peter’s ward is now being developed and Tameside police will also ask follow up questions to the community to see if initial outcomes have been sustained.</p><p> </p><p><strong><em>Original Source: <a href=\"http://www.participatorybudgeting.org.uk/case-studies/case-studies/its-up2u-in-tameside\">http://www.participatorybudgeting.org.uk/case-studies/case-studies/its-u...</a></em></strong></p><p><strong><em>Accessed on: 26/07/2012</em></strong></p>", "title": "It's UP2U in Tameside"}