{"htmlbody": "Your Voice, Your Choice ballot project was one of the Home Office community safety PB pilots which was given £20,000 of Home Office funding for PB. The time constraints for delivery were such that service providers were asked to come up with projects that met the community safety criteria. Ten were short listed by the steering group to go on the ballot. <p class=\"documentDescription\"><strong><em>This case study was originally submitted to the Participatory Budgeting Unit by the organisers of the project, using a template supplied by the PB Unit.</em></strong></p><h3>Organisation:</h3>Acorns Neighbourhood Management <h3>Aims:</h3><p>Participatory budgeting supports the aims of the Acorns Neighbourhood Management Strategy, in particular</p><ul><li>Outcome 5 - build respect</li><li>Outcome 6 - empower people</li><li>Outcome 12 - improved qualityf of life for people in the most disadvantaged neighbourhoods</li></ul><p> </p><p>The team decided to apply for the Home Office funding because they felt that participatory budgeting would help them achieve their more strategic aims.</p><h3>Where:</h3>Acorns is a neighbourhood management area in Scunthorpe with about 4500 households. It is an area of high deprivation and partners work together through the neighbourhood management structure.<h3>How:</h3><p>The Steering Group agreed its Terms of Reference and set about developing a work<br/>programme to deliver the pilot:</p><ul><li>Community Safety priorities for the area were identified which met Policing priorities</li><li>and those of residents - gleaned from previous consultation work</li><li>A proposal application form was developed and circulated to statutory and third</li><li>sector organisations who were invited to put forward proposals costing £5,000 that</li><li>would meet the identified priorities</li><li>Acorns staff received proposals and worked with sponsors to refine them. Of the 16</li><li>proposals received within the deadline, two projects agreed to work together to</li><li>provide a stronger bid</li><li>A shortlisting panel was established to identify the ten strongest proposals which met</li><li>the criteria and which could be put to a public vote</li><li>The March edition of the Acorns newsletter was dedicated to promoting the PB Pilot,</li><li>detailing each of the ten proposals and the voting process. These were mailed with</li><li>freepost ballot papers to each household in the target area.</li><li>Acorns staff conducted nearly 40 “consultation station” events during the voting</li><li>period to encourage and enable residents to use their vote</li><li>Democratic Services undertook the counting of ballot papers and announced the four</li><li>most popular proposals</li><li>The May edition of the Acorns Newsletter was dedicated to detailing the successful</li><li>projects and informing residents of the “Action Week” when the projects would be</li><li>delivered</li><li>A survey of residents’ views on the PB process was undertaken during the “Action</li><li>Week”</li></ul><p> </p><p>Your Voice Your Choice used a postal vote, but did not solely rely on this.  845 people voted for their preferred PB projects. To get this level of engagement, the Acorns team ‘took to the streets’ and held a number of events around the area where people could meet and discuss the proposals. There was also a significant amount of door-knocking and engaging with residents. The Acorns officers researched the busy periods for shops and then ensured they had a presence in these locations during these times. In total, they held 37 events in 12 days.<br/><br/>The Acorns officers went through the choices with residents and talked through any issues they had, all the while stressing that the £20,000 was their money. Knowing the low rate of turn-out to public events and the low response rate to written material, the Acorns staff recognised the need to actively promote the pilot.<br/><br/>By holding consultation events at a variety of places, the team were able to meet with a range of people from marginalised, ‘hard to reach’ groups who do not traditionally engage with public agencies. This included speaking to young mothers at places they meet, and talking to people with addiction issues who were visiting the local pharmacy.<br/><br/>The team recognised a further traditionally disengaged section of the community as males aged 25 – 60. These residents were engaged by the Acorns team entering into environments where this target audience would be, such as local public houses. The Acorns team talked through the options with residents, assisting them to fill in their ballot papers where necessary. This form of engagement often brought telling responses:</p><p class=\"callout\">“I like that anti-social behaviour one – that might have helped us ‘coz we’ve just been evicted for ASB” (young couple).</p><p>Events were held close to the post office, which enabled the team to speak with people collecting their benefits. People who were unlikely to be on the electoral register were also persuaded to vote in the pilot. Whilst many initially refused and stated that they never vote, the Acorns officers explained that this project was about helping their community:</p><p class=\"callout\">“I don’t vote usually, I think it is a waste of time.  But this is ok…if it really happens” (young mother).</p><p>So that people could see the tangible effects of their votes, the team arranged for a ‘Week of Action’ when the four successful projects were delivered.  The successful projects were a neighbourhood clean up, fitting 1100 door alarms to increase house safety, home fire safety equipment &amp; installation, and youth activities.  The four projects were able to be delivered (or at least partly delivered) in the Week of Action.  Further feedback to residents has been through the relationships they’ve developed with the officers working in the area and also through the newsletter which provides regular updates on the projects. <br/><br/>Beyond the numbers and different groups of people engaged in the process, there have been a number of other outcomes.    One of the primary intended outcomes of PB is to develop budget literacy and community ownership in citizens. The Acorns team felt that the discussions they held with participants and voters throughout this process has contributed towards increasing budget literacy, as people began to see the difficulty of prioritising:</p><p class=\"callout\">“It’s hard to pick isn’t it – can I vote for all of them!” (young couple).</p><p>All those involved in the process insisted that the process has markedly reinvigorated local democracy, as one team member explained:</p><p class=\"callout\">“I spoke to people time and time again on the streets, in pubs and outside supermarkets, and people began to see what money could be spent on, and that it had a knock-on effect, meaning a vote for one meant another wouldn’t get funded; but also that it was their money. Many of the people I spoke to were rather shocked to start thinking of these things as theirs: their bids, their money, their community. I think this is where the value of PB lies.”</p><h3>Who:</h3><ul><li>Acorns Neighbourhood Management Team</li><li>North Lincolnshire Police</li><li>Fire &amp; Rescue Service</li><li>North Lincolnshire council</li><li>Youth services</li></ul><h3>What:</h3><p>There were also some unintended, but very welcome outcomes.   The local drop-in centre that was used for some of the events and meetings gained five new young people as volunteers as a result of them finding out about it through the project. <br/><br/>The police developed better relationships with the community to the point that community members provided them with information which led to the arrest of someone for a serious crime.  People also got to know who their PCSOs and develop relationship with them.  They were able to refer people to the right agencies for small improvements such as having house alarms fitted.  500 fire alarms were fitted and it’s anticipated that it should have a significant positive effect on crime in the area. <br/><br/>A number of vulnerable people that were previously unknown to agencies were identified through people talking with PCSOs and Acorns NM officers who were able to contact the right agency so the person could get the support they needed.<br/><br/>The Acorns team recognises that whilst many positive outcomes came out of the process, the process could be improved.  Many of the improvements relate to increasing the amount of time for the process.  Next time they will have a longer process which enables local people to identify local priorities and to engage with service deliverers in coming up with ideas and projects to meet the priorities.  The aim is that this will improve community empowerment and ownership of the area.<br/><br/>Next time, they also intend to have a longer voting period of a month to enable more ‘hard to engage’ groups to have the opportunity of being involved.</p><p><em><strong>Original Source: <a href=\"http://www.participatorybudgeting.org.uk/case-studies/case-studies/acorns-your-voice-your-choice-ballot\">http://www.participatorybudgeting.org.uk/case-studies/case-studies/acorn...</a></strong></em></p><p><em><strong>Accessed on: 26/07/2013</strong></em></p>", "title": "Acorns Your Voice, Your Choice Ballot "}