{"htmlbody": "<p class=\"documentDescription\">Residents of Eastfield voted on how £32,000 should be spent on projects addressing crime and community safety issues. As well as local people voting for projects at the ‘Decision Day’ in June 2009, residents played a key role in the design and delivery of the process. </p><em><strong>This case study was originally submitted to the Participatory Budgeting Unit by the organisers of the project, using a template supplied by the PB Unit.</strong></em><h3>Organisation:</h3>Scarborough Borough Council <h3>Where:</h3><p>Eastfield, near Scarborough in North Yorkshire is one of the region’s largest housing estates, providing a mix of owner occupied and social housing. Whilst the estate has a lively and varied community, there are areas of significant disadvantage within it.  A community action plan had been developed, which was used to help identify the types of project most needed to address crime and community safety issues.</p><h3>How:</h3><p>The North Yorkshire Police Authority was unsuccessful in bidding for a pilot for Eastfield, but the interest generated prompted them to 'put their money where their mouth is' and provided £25,000 for their own initiative, to address crime and community safety issues.  These funds were topped up to £34,000 with contributions from North Yorkshire County Council, the Safer Communities Partnership and Scarborough Borough Council.</p><p>A steering group of about 12 people, a good mix of residents, (some with previous experience of community relations, others entirely new to the process)  elected members and workers was formed to deliver the PB programme. There was a feeling at first among residents invited onto the steering group (at this point chaired by the Police Authority) that their involvement was to some extent ‘window dressing’ and ‘the same old story’; that is to say that the important decisions would still be made by officers and elected members, rather than residents.  This feeling had an historical context, based on previous perceptions of ‘not being listened to’.</p><p>This perception was voiced (loudly, clearly and courageously) at a meeting of residents and officers in the local community café, and a decision was taken to have a structured  training session with all steering group members, to really try and get to the bottom of this issue.  The session consisted of some input about PB, followed by the whole group, in turn, telling each other how they saw their roles and responsibilities as residents, elected members and officers.  This structure ensured that all voices were heard, and it was very instructive, for example, to hear officers feeding back that they didn’t realise that that they were perceived as remote and ‘the suits’, seeing themselves as genuinely supportive of the community.</p><p>Towards the end of the session, the group was asked “how will you know when the process has moved from local authority to resident led?”</p><p>Two immediate responses were</p><ul><li>to elect a resident to chair the Steering Group</li><li>to send out information about the PB project from the Neighbourhood Partnership Office rather than on local authority headed notepaper.</li></ul><p>Stuart Pudney, the Police Authority representative on the Steering Group, commented afterwards</p><p class=\"callout\">“The training day…was invaluable in clarifying roles and process and with hindsight should be the starting point for steering groups embarking on a PB process.  The session helped to clarify what ‘resident led’ meant and from then on the process was very much resident led...the group finding its own way of doing things,  the result being a very focussed and positive steering group.”</p><p>The group then went on to plan and deliver the process effectively. Other examples of local ownership included:</p><ul><li>Asking pupils from local schools to design logos/publicity materials</li><li>Residents volunteering for key ‘professional’ tasks eg design and running of computerised voting system, providing on site catering facilities</li><li>Outreach to the wider community – over half of the voters who completed evaluation forms said this was the first community event of any type they had attended</li></ul><p>In addition to a core group of 5 to 6 residents involved throughout the process, and over 100 other local people involved in voting, publicity, project support.   The key statutory partners were North Yorkshire Police Authority, Scarborough Borough Council, North Yorkshire County Council plus elected members from all tiers. </p><p>The Decision Day event, held at Eastfield Community Centre was attended by over 80 people.  19 projects were presented to residents, in three minute presentations, backed by displays in a specially hired marquee. Projects included activities for young people, and the elderly, improved street lighting, and environmental improvements.  Eight projects received full funding and a ninth was partially funded. These projects are currently being delivered.  From feedback received from participants, the day was judged to be very successful with over 94% thinking the process was fair and open, and 97% said they would come again to a similar event.</p><h3>Who:</h3><ul><li>North Yorkshire Police Authority</li><li>Scarborough Borough Council</li><li>Eastfield PACT</li><li>Safer Communities Partnership</li><li>North Yorkshire County Council</li></ul><h3>What:</h3><p>The project demonstrated the benefits of creating an environment where residents feel valued, listened to, and in some sense in control. Whilst it only involved a relatively small sum of money, it can be argued that, for this small sum, a lot of valuable community engagement, empowerment and capacity building took place. One of the frustrations of working in community development is that people become interested in the short term, and then ‘fade away’. In this situation, the Steering Group remained dynamic and interested because the PB process kept generating new tasks and challenges. It is likely that the relationships developed through this project will improve community relations in the longer term, and foster a growing sense of local ownership.</p><p> </p><p><em><strong>Original Source: <a href=\"http://www.participatorybudgeting.org.uk/case-studies/case-studies/voice-your-choice-in-eastfield-scarborough\">http://www.participatorybudgeting.org.uk/case-studies/case-studies/voice...</a></strong></em></p><p><em><strong>Accessed on: 26/07/2013</strong></em></p>", "title": "Voice Your Choice in Eastfield, Scarborough "}