{"htmlbody": "<p class=\"documentDescription\">The ancient Cathedral Town of St Asaph (population 3,600) is central to North Wales, on the A55 Trunk road (Euroroute E22). In December 2008 the Town Council unanimously voted to carry out a PB pilot, promoting Community Cohesion, Safety, Green and Intergenerational projects. </p> <strong><em>This case study was originally submitted to the Participatory Budgeting Unit by the organisers of the project, using a template supplied by the PB Unit.</em></strong><h3>Overview:</h3><p>The Council allocated £3,000 from its annual precept, and Denbighshire County Council (DCC) added a further £2,000 to the pot.  DCC is already a powerful supporter of PB as a major community engagement process having contributed additional sums totalling £25,000 to other successful PB projects within the County. </p><p>The Town Council set the upper limit for individual project proposals at £1,500 each, devised a very simple application procedure, then hosted two advertised public information events to tell the community all about it.  These were not very well attended, but the commitment from residents present was total, enthusiastic, and led to a very wide distribution of information and interest over the following weeks.</p><p>Thirteen proposals were submitted by the due date, and the working group (Councillors and residents working together) tuned these up, costed and smoothed the way for the voting event.<br/><br/>Further intense advertising for the big day paid off well, and over 90 turned up to decide on their preferred schemes, the meeting being chaired by The Dean of St Asaph, The Very Revd Christopher Potter.  Confident presentations made the choice difficult, but eleven of the thirteen made it through, scores being extremely tight.  These included funding a new Friendship Youth Club, a Community Choir, school gardening project, new seats for the bowling club, exercise classes for older people, furniture and playground for young people, planting of thousands of Welsh daffodils.</p><h3>Organisation:</h3>St. Asaph Town Council <h3>What:</h3><h3>Outcomes</h3><ul><li>Even small pots can make substantial differences; small sums can facilitate huge changes. <br/>Communities, once engaged, are enthusiastic participants; the link between generation and between electorate and voters is one of the most beneficial long-term outcomes.  Collaboration at all levels paid off handsomely.</li><li>A willingness to do it again, extending PB into other areas and for different outcomes.</li></ul><h3>Learning Points</h3><ul><li>Initial detractors, once involved, become committed supporters.</li><li>Early and effective engagement is ideal, but continual evaluation and response to evidence is a vital component of success.</li><li>The process is so simple and winning in nature that it is self-promoting. </li><li>Broad Working Group composition (plus observers from other areas) is highly effective, giving transparency, engendering confidence, removing suspicion and achieving far more than the original planned outcomes.</li></ul><p> </p><p><em><strong>Original Source: <a href=\"http://www.participatorybudgeting.org.uk/case-studies/case-studies/eich-dinas-eich-dewis-your-city-your-choice-in-st.-asaph\">http://www.participatorybudgeting.org.uk/case-studies/case-studies/eich-...</a></strong></em></p><p><em><strong>Accessed on: 26/07/2013</strong></em></p>", "title": "Eich Dinas, Eich Dewis - Your City, Your Choice in St. Asaph "}