{"htmlbody": "<p class=\"documentDescription\">One of the Council’s priorities is ‘Children and Young People’ and inviting them to help design and vote on play and recreation provided an excellent opportunity for the Council to engage with children and young people. </p><strong><em>This case study was originally submitted to the Participatory Budgeting Unit by the organisers of the project, using a template supplied by the PB Unit.</em></strong><h3>Overview:</h3><p>In the prevailing economic conditions, they decided to identify a pot of money that was already available within the council. In discussions with services, an opportunity with Section 106 funding which the council collects from building developers to spend on play and recreation to mitigate the effects of the development. Usually Section 106 agreements are flexible in the details, which means that the developer sets aside a certain amount of money to spend on a play area but the details of what is in the play area can be decided by the local residents.<br/><br/>One of the Council’s priorities is ‘Children and Young People’ and inviting them to help design and vote on play and recreation provided an excellent opportunity for the Council to engage with children and young people. The findings were presented to councillors who decided that, whenever possible and appropriate, PB should be used when spending Section 106 money on play and recreation in East Devon.<br/> </p><h3>Organisation:</h3>East Devon District Council <h3>How:</h3><p>Each PB/Section 106 project is planned on an individual basis with varying levels of involvement from local residents, Town and Parish Councils, officers from East Devon District Council and ward councillors. So far PB has been used in five projects distributing a total in excess of £200,000 of Section 106 funds. It is always emphasised that the most important part of the process is that whatever the local residents, children and young people vote for, will actually happen.<br/><br/>All the projects so far have been very different. Here are two examples:</p><ol><li><p>A new housing development in Budleigh Salterton meant that we had £30,000 from developers to spend on a new play area. Working with residents officers found out they wanted the play area to be made of natural materials in natural colours. By talking to local schoolchildren officers also identified the sort of activities children wanted for play area, such as climbing. This feedback was included in tender documentation sent to play companies. Three of the designs that came back from the companies met all the requirements. Again the District Council organised a play event and invited all the residents in the development to participate. As part of the event, adult and children residents voted on which of the hree play area designs they wanted. The winning play area received over half of the votes and is now being installed.</p></li><li><p>There was £100,000 of Section 106 money to spend on play and recreation in Axminster.   Axminster Town Council asked local community groups to submit proposals on how they would like the money to be spent. The proposals were looked at for technical details by the Section 106 officer. The Town Council wrote a questionnaire asking residents to prioritise the projects and placed it in the local newspaper for people to fill in and send back. To gain a wider range of views, the District Council organised and ran a face to face voting event with local residents by taking over a market stall at one of the town’s market days. A total of 227 people voted on the projects, and we are now working with the Town Council and the projects that got the funding, to make them happen.</p></li></ol><h3>Who:</h3><p>East Devon District council</p><p>Private companies tendering for Section 106 contracts</p><p>Children's services</p><p> </p><p><em><strong>Original Source: <a href=\"http://www.participatorybudgeting.org.uk/case-studies/case-studies/section-106-funding-in-east-devon\">http://www.participatorybudgeting.org.uk/case-studies/case-studies/secti...</a></strong></em></p><p><em><strong>Accessed on: 26/07/2013</strong></em></p>", "title": "Section 106 funding in East Devon"}