{"htmlbody": "<p class=\"documentDescription\"><em>Note: for a more detailed version of this case study please see <a href=\"http://participedia.net/en/cases/participatory-budgeting-salford-uk\">http://participedia.net/en/cases/participatory-budgeting-salford-uk</a></em></p><h3>Overview:</h3><p>Through a series of three events across the neighbourhood area of East Salford, home to over 30,000 residents, £85,000 of highways capital funding was allocated to 6 schemes to address local priorities.</p><p>The event attracted 145 people, and proved to be an effective way of empowering local residents to influence decisions about their area.</p><h3>Organisation:</h3>Salford City Council <h3>Aims:</h3><p>The participatory budgeting events aimed to increase the number of people directly involved in the allocation of a devolved highways budget. The funding aimed to address community priorities regarding highways and transport issues, and was open to consideration of a wide range of proposals from road safety projects, to walkway improvements.</p><h3>Where:</h3><p>East Salford is one of eight neighbourhood areas within the City of Salford.  Consisting of three wards, the area is home to approximately 35,000 residents. The area is an urban environment located on the fringe of Salford and Manchester.</p><p>The neighbourhood ranks highly on deprivation indicators, and is an area undergoing significant regeneration and development. It is a diverse area, with a large orthodox Jewish community, and growing migrant worker communities.</p><h3>How:</h3><p>In 2006, Salford City Council made a decision to devolve decision making for the allocation of £100,000 of highways capital funding to each of the eight community committees in the city. In 2007, community committee decided to trial allocation through public participatory budgeting, as opposed to the budget sub group it had previously.<br/><br/>A planning committee involving community representatives, councillors, and officers was set up to plan the process.<br/><br/>With the support of the neighbourhood management team and partners, the scheme was promoted, and the community were invited to put forward proposals for consideration.</p><p>All of the eligible schemes were then looked at by a highways engineer, and a rough scheme was developed with approximate costs.  This process led to 20 schemes being worked up into draft proposals for consideration at the PB events.<br/><br/>Due to the large size, and diverse nature of the neighbourhood, it was decided to run the event across three venues in order to ensure that participation was accessible to people throughout the area, and help reduce the risk of votes being biased by the location.<br/><br/>The community committee helped to promote the events, and everyone from the area was encouraged to attend and vote on their preferred schemes. The neighbourhood newsletter, local newspapers, emails, website, posters, leaflets and Community Radio were used to get the word out in the community and encourage people to attend.<br/><br/>On the day of the event, participants were registered on arrival and given a scoring sheet. They were given the opportunity to view all of the proposals, and consider each of the schemes before putting their score sheet in the ballot.<br/><br/>At the final event of the day, the ballots were added up, and the most popular schemes were announced. The top schemes are now being developed by the highways engineers and being prepared for implementation.<br/><br/>and the most popular schemes were announced. The top schemes are now being developed by the highways engineers and being prepared for implementation.</p><h3>Who:</h3><p> The Neighbourhood Management Team worked with the Community Committee to coordinate, plan and deliver the scheme.</p><p>The highways and engineering department worked with the group to provide technical advice and develop proposals to address the issues raised.<br/><br/>The New Deal for Communities team leading the regeneration in part of the area were key partners in the development and delivery.<br/><br/>Local councillors supported the process and contributed to the planning and development of the event.<br/><br/>Local residents, and community and voluntary groups helped to promote the events in their community, and some contributed to the planning of the events through the community committee.</p><h3>What:</h3><p> The events were a success in directly involving and engaging with more people in the allocation of the funding. They attracted new people who had not previously attended community committees.</p><p>The events displayed strong partnership working between members of the local community, elected members and other agencies e.g. Neighbourhood Management, Highways, New Deal for Communities.</p><p>The schemes prioritised through this process are yet to be delivered so the practical outcomes in terms of the improvements are difficult to identify at this stage. However, it is clear that in terms of community engagement, and involvement the events have provided an opportunity for empowering and engaging local communities.</p><h3>Notes</h3><p>This case study was originally submitted to the Participatory Budgeting Unit by the organisers of the project, using a template supplied by the PB Unit.</p><p>Original Source: <a href=\"http://www.participatorybudgeting.org.uk/case-studies/case-studies/east-salford-highways-participatory-budgeting-case\">http://www.participatorybudgeting.org.uk/case-studies/case-studies/east-...</a></p><p>Accessed on: 26/07/2013</p>", "title": "East Salford Highways Participatory Budgeting Case Study "}