{"htmlbody": "<p class=\"documentDescription\">In 2008 Parr Neighbourhood Management (re:new parr) decided to change the format in alocating it’s Parr Investment Grant (PIG). From a panel type meeting in which an apprasial group consisting a cross section of the board would dicsuss applications and approve, reject or defer the applications,to a particpatory budgeting sytem. </p> <strong><em>This case study was originally submitted to the Participatory Budgeting Unit by the organisers of the project, using a template supplied by the PB Unit.</em></strong><h3>Overview:</h3><p>Participatory budgeting allows local residents the opportunity to decide how money is allocated and enable them to link that choice to a tangible output. The belief was that by engaging with residents in a democratic process it will strengthen their connection with elected members, local councils and partner agencies.<br/><br/>Since the succesful pilot  in 2009 a second event took place in 2010.   A total of 52 projects have been involed over the course of two years, with 307 people have attended the events and £40,000 has been awarded over the two PB events.<br/><br/>Results from the survey of the 2010 Voting day indicate that 88% of resident voters felt that they have been listened too, with 93% feeling that they have been able to influence decisions locally. <br/> </p><h3>Organisation:</h3>Parr Neighbourhood Management <h3>Aims:</h3><ul><li>Allow local residents the opportunity to decide how money is allocated.</li><li>Strengthen public confidence in the local decision making.</li><li>Strengthen democratic engagement and dialogue.</li><li>To take community engagement seriously.</li><li>Provide a forum for applicants to network.</li><li>Provide applicants with a ‘shop front’ to showcase their projects or ideas.</li><li>Trial and develop community chest style PB event in St Helens.</li></ul><p>Criteria for inclusion in the scheme were:</p><ul><li>encouraging people to become involved in their local community</li><li>strengthening and supporting existing community partnerships</li><li>helping to tackle health inequalities</li><li>promote equal opportunities for excluded groups</li><li>break down barriers and assist people to move towards employment, including voluntary work</li></ul><h3>Where:</h3><p>Parr, St Helens, Merseyside.<br/><br/>The Parr Neighbourhood management area has approximately 13,000 residents in 8 Super Output Areas which score in the top 10% IMD scores.</p><h3>How:</h3><p>re:new Parr has held two Parr Investment Grant (PIG) Voting Days.  The first voting day was held at Bold Miners Neighbourhood Centre, Fleet Lane on Saturday 6th June 2009.  159 people attended, with 104 qualifying to vote.  The second was held at Lansbury Bridge School on Saturday 10th July 2010.  148 people attended, with 120 qualifying to vote. <br/><br/>At both voting days £20,000 was available to groups, £2,000 and £1,500 could be applied for in the respective years.  <br/><br/>All applications were assessed by an Appraisal Panel to ensure that applications meet the criteria set by Parr Neighbourhood Management; however the final decisions were made by residents. <br/><br/>Project presentations on the voting days lasted 3 minutes in which outlined what they will do, what difference the project will make and how much it will cost.  In addition applicants were asked to prepare display stands.  A session was organised to assist groups with their presentation skills following feedback from then first event. <br/><br/>To ensure fairness voters had to score every project and stay for the day, incomplete voting returns were disqualified. Voters marked each presentation out of ten.  One rating the project as weak.  Ten rating the project as very strong. <br/><br/>Votes were collated at the end of the day and the results announced. The project with the highest scores will be awarded monies till the full amount had been allocated.</p><h3>Who:</h3><p>Community groups and voluntary organisations i.e. Tenants and Residents Associations and Girl Guides could apply to the PIG. <br/><br/>Voters had to reside within the Parr Neighbourhood Management area and be aged 18 and over.</p><h3>What:</h3><p>Results from the survey of the 2010 Voting day indicate that 88% of resident voters felt that they have been listened too, with 93% feeling that they have been able to influence decisions locally.  98% of resident voters said that they would come again to a future Parr Investment Grant Voting Day. <br/><br/>Both successful and unsuccessful applicants have reported that they found all stages of the process rewarding.  Significant proportions said that the event was an ideal networking opportunity and “shop window” for applicant’s activities.</p><p> </p><p><em><strong>Original Source: <a href=\"http://www.participatorybudgeting.org.uk/case-studies/case-studies/parr-investment-grant-voting-day-2009-2010-st.-helens\">http://www.participatorybudgeting.org.uk/case-studies/case-studies/parr-...</a></strong></em></p><p><em><strong>Accessed on: 26/07/2013</strong></em></p>", "title": "Parr Investment Grant Voting Day 2009 & 2010 (St. Helen's) "}