{"htmlbody": "<p class=\"documentDescription\">Poulton Neigbhourhood Management arranged an event with Poulton community in February 2008 to distribute £20,000 on cleaner and greener projects using PB. The event was a great success, with over 100 people attending, 92% of which said they would take part again. 26 groups applied and 13 were funded through the process. </p> This case study was originally submitted to the Participatory Budgeting Unit by the organisers of the project, using a template supplied by the PB Unit.<h3>Organisation:</h3>Poulton Neighbourhood Management <p>Original Source: <a href=\"http://www.participatorybudgeting.org.uk/case-studies/case-studies/in-your-hands-morecambe\">http://www.participatorybudgeting.org.uk/case-studies/case-studies/in-your-hands-morecambe</a> Accessed on: 26/07/2013</p><p><strong>The following information was taken from a blog written by Paul Egglestone, who recorded the event.</strong><br/><a href=\"http://participantsunited.wordpress.com/2011/11/29/participatory-budgeting\">http://participantsunited.wordpress.com/2011/11/29/participatory-budgeting</a>/ accessed 2.8.2013</p><p>On the 16th February 2008 I began filming an experiment in Morecambe, on Lancashire’s west coast. ‘In Your Hands’ puts the decision of how to spend £20,000 back in the hands of those who live and work there.</p><p>During the day long event Local community groups presented their ideas on how best to tackle crime and create safer communities, how to improve the environment, even how to be better neighbours.</p><p>Poulton Neighbourhood Management provided the funding for this scheme called ‘participatory budgeting’ which gives local people the chance to decide how public money is spent. This was the first event of its kind in the area.</p><p>There were 23 applications altogether and with a pot of just £20,000 to award not everybody was going to be a winner – but the losers were promised help looking for funding from elsewhere right at the start of the process.</p><p>It’d be easy to be cynical about a project like ‘In Your Hands’. An X factor style series of presentations (I counted 26 in all) from a range of community projects competing for a slice of the twenty grand put up by Poulton Neighbourhood Management aka Lancaster City Council. But missing from this event was Simon Cowell and his auspicious panel of show biz mates sprinkling magic dust on those they feel they’d make most money out of by signing them to their record labels. No, the judges at ‘Your Hands’ were all from Lancashire – or more accurately, Poulton in Lancashire.</p><p>There was no panel of self anointed experts or even publicly elected officials. Just plain old (and young) members of the community who decide among themselves which projects they feel will bring most benefit to people in Poulton. Participatory budgeting was then and still is a relatively new phenomenon in the UK. Basically it’s a mechanism of local government, which brings local communities closer to the decision-making process around the public budget. The people meeting at Morecambe’s ‘Platform’ venue were less interested in the roots of participatory budgeting. They were there to find out which ideas their friends and neighbours would vote for to win a slice of £20k. Clearly there would be winners and losers. The interesting thing was – that didn’t really seem to matter. The Morecambe and District Anglers were just as interested to learn about their local sailing club who were equally interested to discover there was a community group called Foyer who provided accommodation for 16 year olds and gave them a shot at independence. All were fascinated by each others bids. £2000 to buy an allotment were teenagers could grow their own veg. A slush fund for the a credit union providing cash for school uniforms. A new PA for the local footlights theatre. Railway track for the model railway club. The list goes on.</p><p>At the heart of the system was the voting. Everybody living in Poulton who turned up on the day was eligible to vote. They didn’t just vote for their ‘top 3′ ideas. Instead, they sat through everybodys presentations scoring them from 1 – 10.    Surely such a crude ballot is open to abuse. Any group with a decent membership could so easily tip the scales by turning up en-masse and voting. Apparently not.  Jez Hall of Church Action on Poverty’s <a href=\"http://www.participatorybudgeting.org.uk/\">Participatory Budgeting unit</a> says that never happens. ‘PB events have tended to bring out peoples altruism rather than peoples greed.’  That was evident on that Saturday. Would a larger sum of money change things? Hall says not. At the spiritual home of PB, <a href=\"http://www.unesco.org/most/southa13.htm\">Porto Alegre in Brazil</a>, the local government spends millions of  pounds this way.</p><p>Watch the video Paul made on youtube: <a href=\"http://www.youtube.com/watch?v=wNWqW9XwNGc#action=share\">http://www.youtube.com/watch?v=wNWqW9XwNGc#action=share </a></p>", "title": "In Your Hands, Morecambe"}