{"htmlbody": "<p class=\"documentDescription\"><em>Note: for a more detailed version of this case study please see <a href=\"http://participedia.net/en/cases/participatory-budgeting-salford-uk\">http://participedia.net/en/cases/participatory-budgeting-salford-uk</a></em></p><h3 class=\"documentDescription\">Problems and Purpose</h3><p class=\"documentDescription\">In 2006, Salford City Council made a decision to devolve decision making for the allocation of £100,000 of highways funding (Block 3 Transport capital – ‘Other Minor Works’) to each of the eight community committees in the city using Participatory Budgeting. The programme was a result of many years of work by the PB Unit lobbying the council to adopt a PB approach.</p><p class=\"documentDescription\">This case study was originally submitted to the Participatory Budgeting Unit by the organisers of the project, using a template supplied by the PB Unit.</p><h3>Overview:</h3><p>In May 2007 a Participatory Budgeting pilot was held in the Claremont / Weaste area of Salford to decide how to spend monies allocated to that area. </p><p>(In February 2008 Salford City Council held its second participatory budgeting event in the East Salford area - see separate case study, 'East Salford Highways Participatory Budgeting Case Study' on this site). </p><p>In June 2008, the second Claremont / Weaste Participatory Budgeting initiative took place.  Some 137 local people took part in events across six locations over two days.  They gave scores to over 20 highways schemes generated through dialogue with local people.  This enabled the schemes to be prioritised and direct budget allocations.</p><h3>Organisation:</h3>Salford City Council <h3>Aims:</h3><p>To use Participatory Budgeting:</p><ul><li>to increase the number of local residents directly involved in the allocation of a devolved highways budget.</li><li>to identify schemes which were important to local people and which met the criteria for the specific budget. </li><li>to let local residents prioritise those schemes directly through an open scoring process. </li><li>to then use those priorities  direct expenditure of the funds.</li></ul><h3>Where:</h3><p>This event took place in Claremont / Weaste, one of eight Community Committee areas established by Salford City Council.  It consists of the Claremont and Weaste &amp; Seedley Wards.  It is an urban location between the inner city to the East and Swinton and Eccles to the west.</p><p>Weaste was then in the 10% most deprived wards nationally according to the Index of Multiple Deprivation, whereas Claremont is generally rather less deprived.</p><h3>How:</h3><p>Potential schemes for funding were generated through various means: </p><ul><li>local councillors</li><li>email shots</li><li>attendance at residents’ group meetings</li><li>direct approaches from residents.</li></ul><p>Potential schemes were then briefly assessed by a highways engineer, who provided comment on the viability of the schemes, rough scheme designs and estimated costs.</p><p>Viable schemes costing £100,000 or less are then presented in large print format, with photographs, at PB events. </p><p>In May 2008, Claremont / Weaste Community Committee held six events over two days at different times of the day (e.g at primary schools from 8.30 – 10.00am and in church halls in the afternoon and evening).</p><p>Attendees at each session were given a score sheet and invited to score each scheme from 0 – 10.  At the end of the six events, the total scores were added up and the schemes prioritised, with the highest scoring scheme at the top.</p><p>The list was then passed to highways engineers, who were asked to start at the top of the list and work down as far as possible with the available funding.</p><h3>Who:</h3><p>Preparation and planning for the event was done by the Neighbourhood Management Team, a Community Committee planning group, and engineers from Urban Vision. Urban Vision is a joint venture between Salford City Council, Capita Symonds and Morrison Highways Maintenance. It is a public/private sector partnership responsible for highways engineering function in Salford.</p><p>The PB Unit had provided direct support to the previous year’s pilot.</p><h3>What:</h3><p>137 local people completed score sheets at the six events.  Their scoring provided a clearly prioritised list of schemes.</p><p>Participants ranged from teenagers to people in their eighties.  Most participants were in their 30’s (22), 40’s (21), 50’s (17) and 60’s (18). </p><p>This compared well with the previous year, when a single evening, scoring event was held.  (That attracted 47 participants, most of whom were 50 or older).</p><p>Feedback sheets showed positive feedback from the vast majority of participants who thought that more public money should be distributed this way and expressed a willingness to take part in similar events in the future.</p><p> </p><p>Original Source: <a href=\"http://www.participatorybudgeting.org.uk/case-studies/case-studies/claremont-weaste-devolved-highways-budget-case-study\">http://www.participatorybudgeting.org.uk/case-studies/case-studies/claremont-weaste-devolved-highways-budget-case-study</a> accessed on: 26/07/2013</p><p>link to Youtube video: <a href=\"http://youtu.be/eVMyVAP_sEc\">http://youtu.be/eVMyVAP_sEc </a></p>", "title": "Claremont & Weaste devolved highways budget case study"}