{"htmlbody": "<p class=\"documentDescription\">In 2006 the Community Council in Coedpoeth used precept funds in a PB process. It was promoted by community groups and local leaders. A leaflet was distributed to all residents in the village informing them of the process and inviting them to a public meeting. Together Creating Communities, a broad based community organisation, together with Help the Aged and the Community Council in Coedpoeth all provided support.</p><p class=\"documentDescription\">This case study was originally submitted to the Participatory Budgeting Unit by the organisers of the project, using a template supplied by the PB Unit.</p><h3>Overview:</h3><p>At the first public meeting participants were asked to suggest project ideas under pre-prepared themes. These projects ideas were prioritised and the six most favourite were selected. Project ideas were costed and presented at a second public meeting for approval. A parallel prioritisation process was held with the primary school children who fed in their ideas for project proposals.<br/><br/>The projects put forward were: a controlled pedestrian crossing; refurbishing the war memorial, improved seating in a public open space; tree planting; transport for lunch club and improved sports facilities.</p><p>This is the first instance of a community council using some of it's precepts to fund a participatory budgeting project.</p><h3>Organisation:</h3>Together Creating Communities <h3>Aims:</h3><p><strong>To engage local residents in selecting priorities for Community Council money.</strong></p><ul><li>Engage residents in PB process with Community Council</li><li>Encourage new Community Councillors to come forward</li><li>To enable taxpayers to have a say in how money is spent</li><li>Develop citizenship in local school children</li><li>To trial the PB model in Wales</li><li>To engage policy makers in Wales</li><li>To develop a model of engagement in budgets for older people.</li></ul><h3>Where:</h3><p>Coedpoeth is a village in the county borough of Wrexham in north-east Wales.  It has a population of 4,721 as measured by the 2001 census and is one of 34 communities (47 wards) in Wrexham County Borough.  It's name translates into English as meaning burnt or wood, believe to derive from the production of charcoal for the smelting of iron and lead that was carried out in this area in Roman times.</p><p>But the 20th century saw a huge decline in traditional industries, and they and the railway which served them have all disappeared.  Today Coedpoeth is largely a dormitory village supporting people who commute to work across a wide area including Manchester and Liverpool.</p><p>The village represents one political ward within Wrexham County Borough.  The latest census figures suggest that, on the whole, people in the village are financially secure and there is little evidence of deprivation.  But the figures for Lower Level Super Output Areas (smaller areas to identify pockets of difference) indicate significant variations across the village.</p><h3>How:</h3><ul><li>A Village Spend Steering Group was formed from local voluntary organisations to plan the process.</li><li>Priorities and project ideas identified at the first public meeting</li><li>Parallel process to identify project ideas in the local primary school.</li><li>Projects worked up and costed</li><li>Projects prioritised and selected for funding at second public meeting</li><li>Project ready for implementation by County Council</li></ul><p><br/>£20,000 precept funds were made available. This money comes from council tax and is held by the Community Council.</p><h3>Who:</h3><p>Coedpoeth Community Council, Help the Aged in Wales,<br/>Together Creating Communities, Association of Voluntary Organisations in Wrexham, Wrexham County Borough Concil and the PB Unit.</p><h3>What:</h3><ul><li>Although the Village spend pilot was a small initiative it established a strong case for further PB initiatives in Wales and in rural areas.</li><li>Residents and school pupils engaged about what was good about their village and what needed improvement.</li><li>The process affirmed the work and leadership of the Community Council.</li><li>The process increased budget literacy.</li><li>There was a sense of ownership of the resulting projects.</li><li>The issue of putting in a pedestrian crossing led to local people building a relationship with the local Co-op Supermarket and persuading them to put money into the crossing scheme.</li><li>PB addresses citizenship in terms of rights, roles and responsibilities and worked well as a vehicle within which to engage the school council.</li></ul><p>Original Source: <a href=\"http://www.participatorybudgeting.org.uk/case-studies/case-studies/the-village-spend-coedpoeth-north-wales\">http://www.participatorybudgeting.org.uk/case-studies/case-studies/the-village-spend-coedpoeth-north-wales</a> accessed on: 26/07/2013</p><h3>Additional information</h3><p>The following information is taken from a report written  by Kezia Lavan of the PB unit:</p><p>Participatory Budgeting in the UK: an evaluation from a practitioner perspective (<a href=\"http://www.participatorybudgeting.org.uk/documents/PB%20evaluation%20Jul%2007.pdf/view\">http://www.participatorybudgeting.org.uk/documents/PB%20evaluation%20Jul%2007.pdf/view</a> accessed 2.8.2013)</p><p><strong>Quick Guide: The Village Spend, Coedpoeth</strong><br/>Area Coedpoeth village, near Wrexham, Wales</p><p>Lead organisation Coedpoeth Community Council<br/>No. of processes 1</p><p><strong>Brand name</strong></p><p>The Village Spend</p><p><strong>Aims </strong></p><p>To engage local residents in putting forward and selecting priorities for<br/>Community Council money</p><p><strong>Objectives</strong></p><p>n Engage residents in process and in Community Council<br/>n Encourage new Community Councillors to come forward<br/>n Empower community leaders<br/>n To enable taxpayers to have a say in how money is spent<br/>n Develop citizenship in local schoolchildren<br/>n To trial a PB model for Wales<br/>n To engage policy makers in Wales<br/>n To develop model of engagement in budgets for older people</p><p><strong>Process</strong></p><p>n Steering Group of local voluntary organisations planned process<br/>n Meeting held with local community leaders<br/>n Priorities and project ideas identified in first public meeting<br/>n Parallel process to identify project ideas in local schools<br/>n Projects worked up and costed<br/>n Projects prioritised and selected for funding in second public meeting<br/>n Projects to be implemented by County Council</p><p><strong>Key organisations</strong></p><p>Coedpoeth Community Council, Help the Aged North Wales, TCC, AVOW, Wrexham County Council</p><p><strong>Structures</strong></p><p>Village Spend Steering Group</p><p><strong>Money</strong></p><p>£20,000 ‘precept’ funds. This money comes from council tax, is held by the<br/>Community Council and decisions are usually taken by the Community Council.</p><p>Resources into the process</p><p>n PB Unit, TCC, Help the Aged and AVOW staff time.<br/>n Voluntary time of Community Council chair.<br/>n Funds from Help the Aged for development of process.</p><p><strong>Communication with</strong></p><p>n Leaflet drop to all households in the village local community<br/>n Word of mouth via community leaders</p><p><strong>Role of community</strong></p><p>n Community leaders (youth workers, chairs of community groups, etc) were informed about the process and asked to bring people to the event.<br/>n Community members invited to attend event, propose and select projects<br/>n Local schoolchildren asked to propose projects</p><p><strong>Role of councillors</strong></p><p>n Chair of Community Council active on Steering Group<br/>n To support and communicate to community members about process</p><p><strong>Role of council officers</strong></p><p>n Attend Steering Group<br/>n Provide costings on project proposals</p><p><strong>Background to the process</strong></p><p>n PB Unit personal contact with TCC<br/>n PB Unit workshop at Participation Cymrie<br/>n Community Council Chair learnt about PB at a local government seminar</p><p><strong>Plans for the future</strong></p><p>n Process will be repeated the next year<br/>n Advocacy work with Welsh Assembly<br/>n PB post for north Wales planned (subject to funding)</p><p>Further information Help the Aged Village Spend evaluation report<br/><br/><strong>The Village Spend, Coedpoeth: the process</strong><br/>The pilot in Coedpoeth was designed by a small steering group made up of interested parties from the community and voluntary sector in North Wales, a representative from the PB Unit, plus the chair of the Coedpoeth Community Council, who was also the chair of the main local voluntary sector support network. The group already had good working relationships and had come together to explore how PB could be piloted in the Wrexham area.</p><p>After the Community Council agreed to the precept funds being used in a PB process, an initial meeting was held with what were described as the ‘movers and shakers’ in the village, such as chairs of community groups and other local leaders, with the aim of engaging them with the process so that they would communicate the idea and process to those they were in contact with.</p><p>A leaflet was then distributed to all residents in the village informing them about the process and inviting them to a public meeting. During the first public meeting participants were asked to suggest project ideas under pre-prepared themes which were then prioritised using sticky dots until six favourites were produced. A parallel prioritisation process was also held with primary schoolchildren who fed in their ideas for project proposals, although they did not attend the public meetings.</p><p>Project ideas were then costed and worked up and a second public meeting was held at which the projects were presented and participants asked to select their top 3. The result was a list of six prioritised projects.</p><p><strong>How the Village Spend, Coedpoeth process was initiated</strong><br/>By coincidence PB reached Coedpoeth by two routes. Having worked with TCC in a previous job, one member of the PB Unit saw an opportunity to introduce the idea into Wales alongside a like-minded organisation. An introductory workshop about PB was held at a participation conference in Wales, which gave the opportunity to bring together members of the north Wales voluntary sector who began to develop a vision for PB in the region. Seeking<br/>to test out interest locally, it was soon discovered that by chance the Chair of Coedpoeth Community Committee had<br/>recently attended a local government conference in which PB had been mentioned</p>", "title": "The Village Spend, Coedpoeth, North Wales "}