{"htmlbody": "<p class=\"documentDescription\">This case study reports on how Wigan Encompass used Participatory Budgeting principles to distribute £20,000 to community organisations who were members of the local community empowerment network. The Community Network members in Wigan, including Encompass, were eligible to bid for funds from the £20,000 allocation made by the Local Strategic Partnership (LSP) to support the Networks during an interim period, 2008 - 2009 whilst long term funding was being sought.. </p><strong><em>This case study was originally submitted to the Participatory Budgeting Unit by the organisers of the project, using a template supplied by the PB Unit.</em></strong><p>Overview:</p><p>Community empowerment networks were set up accross England with direct central government funding under New Labour's New Deal for Communities programme around 2006. The aim was to provide an independant voice for the voluntary secto. But funding for the networks, which were supposed to become local self sustaining was wound down around 2008. In Wigan local funding enabled the continuation of the network whilst clarity on long term funding arrangements was being sought.</p><p>The members of Ascend (Association for Social, Community and Environmental Network Development), a forum that gives voice, support and capacity building opportunities to individuals, groups and organisations throughout the borough heard presentations from network members at a meeting held on the 26th November 2008. Participants were able to vote on the quality of the presentations made by the Community Network members.</p><p>Despite short timescales the event was successfully able to agree the relevant amounts each network would receive, using at its heart a voting matrix and agenda developed in conjunction with the PB Unit. It was hoped that it would encourage Wigan LSP to support the idea of a participatory methods of distributing funds in this case specially and also more generally.</p><h3>Organisation:</h3><p>Encompass </p>ENCOMPASS is the Wigan Community Network's strategic body (and the local successor to the Community Empowerment Network.) Five of its members represent the community on the Local Strategic Partnership and one of it's members is the acting chair of Urban Forum.<h3>Aims:</h3><p>To distribute £20,000 allocated to support community networks by the LSP.</p><h3>Where:</h3><p>Wigan, Greater Manchester, England</p><p>Event: Wigan Town Hall (decision event) to support members of Encompass working across the Borough.</p><h3>How:</h3><p>Members of Encompass had been to a PB event at Urban Forum and were attracted to the idea of PB.  Encompass members met with the PB Unit to discuss options as to how the £20,000 made available from the LSP could be distributed. It was agreed that PB would be used. Joe Taylor (Encompass) liaised with Jez Hall (PB Unit) and members of the network to agree a process for making 3 minute presentations. A simple matrix was developed to convert the scoring into percentage allocations.</p><p>An evening time decision event was held at Wigan town hall where around 25-30 network stakeholders from ASCEND and Encompass could hear presentations from the 6 networks seeking support. Resources were allocated on the basis of scorces out of 10 against some easily understood criteria .</p><p>In two cases members of the network then volunteered to donate part of their resources to others to allow the most effective use of the resources collectively available to them. This was an opportunity for the network to demonstrate  working in partnership and show regard for the interests of all its members.</p><p><br/>Final allocations were:               </p>  Encompass                                    £4084Wigan Borough Heritage Network£2000Over 50’s£3296Wigan &amp; Leigh Disability Forum£2756Borough Wide Community Network£3464 World in Wigan£4400.<h3>Who:</h3><p>ENCOMPASS is the Wigan Community Network's strategic body (and the local successor to the Community Empowerment Network.) Five of its members represent the community on the Local Strategic Partnership and one of it's members is the acting chair of Urban Forum.</p><p>The LSP was fully aware of how the work was planned and delivered through their officers who work closely with members of Encompass.</p><p>The community sector, supportive council officers and reps from other arm’s length organisations (LINk and Social Housing) are all stakeholders to Encompass. The Ascend Network was a convenient forum to trial PB locally, and strengthen the newly formed Encompass organisation.</p><h3>What:</h3><p>The process informed and involved members of the ASCEND network about how the money was to be spent. The project was planned and delivered in a very short timescale. However,  feedback was very positive. It gave all concerned, including previous doubters, faith in the process.  It cut out the need to disappoint people with a non-transparent panel of judges.  This was a first in Wigan. The hope was that it would pave the way for larger events.  It was to be reviewed by the LSP (four members were present on the evening).</p><p> </p><p>Original Source: <a href=\"http://www.participatorybudgeting.org.uk/case-studies/case-studies/participatory-budgeting-in-wigan\">http://www.participatorybudgeting.org.uk/case-studies/case-studies/participatory-budgeting-in-wigan</a> accessed on:26/07/2013</p>", "title": "Participatory Budgeting in Wigan "}