{"htmlbody": "<p class=\"documentDescription\">Bradford Local Strategic Partnership (Bradford Vision), decided to distribute the 2006/07 round of Neighbourhood Renewal Funding (NRF) in Keighley using a process of Participatory Budgeting. On “Decision Day” community organisations allocated a total of £130,000 to local projects using the participatory budgeting.  The Keighley process was led by Bradford Vision’s neighbourhood manager for the area with the support of the senior team.</p><p class=\"documentDescription\">This case study was originally submitted to the Participatory Budgeting Unit by the organisers of the project, using a template supplied by the PB Unit.</p><h3>Overview:</h3><p><br/>In March 2006 it was agreed that the Neighbourhood Partnership for Keighley could use PB for the 2006/07 round of Neighbourhood Renewal Funding. Bradford Vision secured a total of £130,000 to be spent on Children and Young People, Safer and Stronger Communities and the Environment to be spent only in areas  of relative deprivation and therefore eligible for NRF funds. A reference group was formed comprising Bradford Vision staff, Keighley Voluntary Services, the council’s area coordinator and a representative from the UK PB unit. Priorities were established through community events and door to door interviews. Voluntary organisations and local groups were then invited to submit bits which were then scrutinised by a panel made up of local councillors, members of the PB reference group, and staff from local statutory organisations.<br/><br/>All residents involved in the bidding process were then invited to a Decision Day where all the projects were presented and voted on.</p><h3>Organisation:</h3>Bradford Vision, Local Strategic Partnership <h3>Aims:</h3><ul><li>To involve local residents in the allocation of neighbourhood renewal funds (NRF) and the Local Area Agreement (LAA)funds.</li><li>To stimulate wider resident engagement with local participatory structures.</li><li>To develop greater resident understanding of budgeting processes</li><li>To increase cross-community working.</li><li>To encourage service provider receptiveness to resident knowledge.</li></ul><h3>Where:</h3><p>In 7 processes in 7 neighbourhoods in Keighley, Bradford District Council.</p><p>Keighley is a town within Bradford District Council and consists of x number of wards.  Bradford is a very urban area with an ethnically diverse population and a known history of unrest between different ethnic groupings. </p><h3>How:</h3><p>£130,000 was available for local projects from the Neighbourhood Renewal Funds.</p><p>Before the event a reference group was formed from staff at Bradford Vision, Keighley Voluntary Services, Bradford Council and the wider voluntary sector. Spending themes were prioritised by residents – approximately 400 responses were generated from door to door interviews and at community events.</p><p>Local groups were invited to send in proposals - to bid for the money. Bids were then reviewed by the scrutiny panel of local service providers and councillors. Invitations to the Decision Day were sent to all residents in the eligible areas.</p><p>At the event voting took place in 2 parts, 2 sessions in the morning and 3 in the afternoon. Participants were allowed 3 minutes to make their presentation and voting was carried out on paper sheets after every 5 presentations.</p><p>After the event funds were distributed to the successful projects by Bradford Vision. Support and monitoring was provided by Keighley Voluntary Services.</p><h3>Who:</h3><p>Staff from Bradford Vision, Keighley Voluntary Sector, Bradford Council and the wider voluntary sector.</p><h3>What:</h3><ul><li>The process contributed to community cohesion as there was a coming together of different communities and a greater understanding of each others different needs.</li><li>Local people directed the allocation of NRF money for their area.</li><li>A new community role for elected members was highlighted as local councillors were involved in the scrutiny panel, in presenting the Decision Day and in the evaluation process.</li></ul><p> </p><p>Original Source: <a href=\"http://www.participatorybudgeting.org.uk/case-studies/case-studies/keighley-decision-day-bradford\">http://www.participatorybudgeting.org.uk/case-studies/case-studies/keighley-decision-day-bradford </a>accessed on: 26/07/2013</p>", "title": "Keighley Decision Day, Bradford "}