{"htmlbody": "<p class=\"documentDescription\">The People's Fund was one of the original 5 pilots that the then Office of the Deputy Prime Minister funded to trial PB. They used a small community chest approach, with two events using PB to allocate £15,000 and £35,000 respectively. It was run by the local regeneneration programme known as Back on the Map, which was the public face of the Sunderland New Deal for Communities 10 year renewal initiative.</p><p class=\"documentDescription\">The project went on to run for many years in different guises and with different funding sources. In 2013 the Peoples Fund name continues, but is now a community panel and more consultative than direct voting in the community. See <a href=\"http://www.backonthemap.org/news/2013/02/hendon-peoples-fund-community-consultation\">http://www.backonthemap.org/news/2013/02/hendon-peoples-fund-community-consultation</a></p><p class=\"documentDescription\">This case study was originally submitted to the Participatory Budgeting Unit by the organisers of the project, using a template supplied by the PB Unit.</p><h3>Organisation:</h3>Sunderland New Deal for Communities <h3>Aims:</h3><p>To trial a new approach to community empowerment with support from the Office of the Deputy Prime Minister and Community Pride Initiative.</p><h3>Where:</h3><p>The New Deal for Communities area of East End and Hendon in Sunderland.</p><h3>How:</h3><p>The NDC's management board employed the following process:</p><ul><li>Recruited a group of residents to form a steering group</li><li>Trained the residents in budgets, priority setting and consultation</li><li>The steering group decded which priorities the fund should address through consultatio nwith the community</li><li>Determined the most popular ideas from the consultation</li><li>Publicised the event, priorities and how to apply</li><li>Collated bid applications</li><li>Held a voting event for people to decide which projects would receive money</li></ul><p>For the consultation, the steering group used a PB exercise to draw up a list of priorities for the People's Fund.  The priorities identified were: Crime, disorder &amp; antisocial behaviour, provision for young people, transport, play areas, clean street and social and cultural events.</p><p>Through the priority setting exercise with the community, the steering group allocated out an amount of money against each priority.</p><p>At the voting event, 80 local residents attended and electronic voting pads were used to count the votes for each project.  At the first event 12 projects were funded out of 15 applicants. </p><h3>Who:</h3><p>Staff of Sunderland's NDC</p><p>Local residents on the steering group and in the voting</p><p>Local community and voluntary groups</p><p>Local councillors</p><p>Officers from Sunderland City Council</p><h3>What:</h3><ul><li>Some good learning and evaluation</li><li>Most residents were really positive about the event and how they were able to get involved</li><li>Good partnership working with the city council</li><li>Good training and learning for residents involved with steering group</li><li>A repeatable process which was repeated the following year.</li><li>Developed community networks - local groups got to meet each other</li></ul><p> </p><p>Original Source: <a href=\"http://www.participatorybudgeting.org.uk/case-studies/case-studies/the-peoples-fund-east-end-hendon-sunderland\">http://www.participatorybudgeting.org.uk/case-studies/case-studies/the-peoples-fund-east-end-hendon-sunderland</a> accessed on: 26/07/2013</p>", "title": "The People's Fund, East End & Hendon, Sunderland "}