{"htmlbody": "<p>The Harrow Open Budget initiative was initiated by key officials in the London Borough of Harrow to open up the process of developing the 2006/7 Council budget.The local authority used a form of Participatory Budgeting whereby elements of the budget were opened up to public debate around local priorities. The mechanisms used to engage the public were a day long Open Assembly of local residents, together with an on going Panel of residents to monitor the process. The process was inspired by the findings of the recently completed <a href=\"http://en.wikipedia.org/wiki/Power_Inquiry\">Power Inquiry,</a> which made a wide number of recommendations for stimulating democracy in the UK.<br/><br/>The Open Assembly agreed to a list of budget priorities and the Panel, a smaller group of residents, ensured that implementation of the budget was monitored and that there was some accountability to the participants of the Assembly. The Open Budget was initiated at a time when there had been a lot of public consultation that had not been successful in reaching large numbers of residents.</p>This case study was originally submitted to the Participatory Budgeting Unit by the organisers of the project, using a template supplied by the PB Unit.<h3>Organisation:</h3>London Borough of Harrow <h3>Aims:</h3><ul><li>To rebuild public confidence in the local council decision making.</li><li>To engage the most vociferous and dissatisfied elements of the community in considered deliberations.</li><li>To provide a popular sense of ownership of the final budget priorities.</li><li>To help residents understand the issues facing officers.</li><li>To help elected officers understand the concerns of residents.</li><li>To offer opportunities to engage the local media</li><li>To rebuild democratic engagement and dialogue.</li><li>To take community engagement seriously</li><li>To increase the profile and importance of local Councillors by allowing them to engage in dialogue with Harrow residents about decisions facing the local authority.</li></ul><h3>Where:</h3><p>London Borough of Harrow</p><h3>How:</h3><p>Over 300 Harrow residents attended an open assembly in October 2003 to discuss and vote on key priorities across the council’s budget. The process allowed participants to give broad preferences for what the council should deliver.</p><p>People voted members on to an Open Budget Panel to monitor the council’s spending and to map whether priorities identified had been addressed.</p><p>There was a willingness by the council to invest in the PB process</p><h3>Who:</h3><p>Members and Officers of Harrow Council, Independent consultants – “Power Inquiry” and the residents across the Borough of Harrow.</p><h3>What:</h3><ul><li>Increase understanding of Local Government.</li><li>Framework for engagement. During half day workshops officers developed scenarios which could be used with the local residents of the area.</li><li>Getting a sense of what the key strategic options were prior to the Open Assembly day was key. This provided a framework for public engagement which had boundaries and was absolutely clear.</li><li>Increased understanding of budgets and the Council’s work.</li><li>For those involved in the Open Budget day itself, the process received a 94% satisfaction rating as good or very good and 74% suggested that the process should be repeated.</li><li>Continuity .The political balance has changed in Harrow Council and the process has not been repeated. Also the Budget Panel has found it difficult to maintain links with the participates of the wider Assembly</li></ul><p> </p><p>Originial Source: <a href=\"http://www.participatorybudgeting.org.uk/case-studies/case-studies/harrow-open-budget\">http://www.participatorybudgeting.org.uk/case-studies/case-studies/harrow-open-budget </a>accessed on 26/07/2013</p>", "title": "Harrow Open Budget"}