{"htmlbody": "<h3>Problem and Purpose</h3><p>In 2005 the Laboratory for the Redesign of the ex-Fruit and Vegetable Market (\"Laboratorio per la Riprogettazione dell'Area ex-Mercato Ortofrutticolo\") consisted of a sequence of meetings and activities aimed at discussing the land-use plan and intended to draw the future configuration of a large and important area in one Bologna's nine districts, Naville, previously occupied by a fruit and vegetable market. From a socio-economic and a political point of view, this area is one of considerable interest because it lies near to Bologna's Central Station and alongside the new building of the City Hall (construction was under way at the time). Moreover, it has a strong identity, despite the deep changes which had characterized the area (a growing presence of immigrant workers, together with the increase of the average age citizens). For this reason the local Administration of Navile District decided to create an opportunity for local associations and stakeholders to discuss with common citizens the project concerning the arrangement of this area, known as \"Bolognina\".</p><h3>History</h3><p>The process took place in two different phases. During the first one, when the plan had already been drawn up by technicians, participants were invited to discuss some of the characteristics of the project which required more attention due to the emerging criticism. This phase was structured in a series of technical workshops. Finally, a new version of the plan was drafted, and then approved by the City Council. This plan recommended organizing another set of meetings in order to better define some items of the new plan with the people living in the District, such as public spaces, green areas and a new school. With the financial help of the European Union, a second phase began with the same participants included in the previous one, plus the teachers of the elementary school \"Federzoni\". One of the goals was to collect the comments of the children, as the weakest members of the community who are particularly affected by such problems as the use of common spaces and public gardens, safety on the streets and, along with the question of the new school to be built in the area.</p><h3>Participant selection</h3><p>Participants were self-selected; in fact, anyone concerned could attend the meetings. Information about the process and the meetings was disseminated through periodical posters: objectives, topics for discussion, information base, comments; the posters were distributed by the neighborhood associations and in the District's information points.</p><h3>Participation Process</h3><p><strong>Phase 1</strong></p><p>The process was initially structured around four main issues:</p><ol><li>The market and the city: Mobility. Connections, perimeter, and the nearby railway network (March 23, 2005)</li><li>The market and the district: Centrality. A new center for Bolognina (April 6, 2005)</li><li>Living the market: Green Spaces. Environmental sustainability and landscape (April 15, 2005)</li><li>Living the market: Sociality. Social sustainability and business activities (April 22, 2005)</li></ol><p>These issues led to in-depth discussions on some of the critical points highlighted by the comments made concerning the impact that the plan would have on life in the area. In all, there have been four workshops (one for each theme) involving not only the different stakeholders and citizens of the District, but also experts (engineers in charge of the project, technicians of local administration and from other agencies and institutions, etc.) who previously contributed to the plan. These meetings aimed at sharing information and highlighting the compatibility of different options. All meetings were concluded by the drafting of reports summarizing the comments and concerns of the participants, and containing information useful for the final evaluation of the process. After the end of the workshops, guidelines were drafted by the Coordination of Bolognina's Associations and submitted to participants. In the end, a summary was validated by all the participants at the final meeting, which took place on June 6, 2005.</p><p><strong>Phase 2</strong></p><p>The previously discussed phase of the Market Laboratory consisted in the drafting of the new plan and its subsequent approval by the City Council. The activities of this phase resolved some issues, that were postponed to subsequent in-depth participatory meetings. These concerned the implementation of the plan, which particularly focused on the cultural center, the park and green spaces, the 'shelter', and the new school. This second phase (September-December 2006) were promoted by relevant sectors of the municipal Administration (in particular Green Areas and Public Works). It was focused on exploring some delicate aspects of the project; for this reason tit was necessary to broaden the participation, and involve new people of different age groups. Hence, the laboratory changed it's normal meeting place, in the headquarters of associations and schools. Also, this phase used the format of working in small groups that had proven to be more effective as compared to plenary meetings. At the end of this listening phase (January - March 2007) designers to present visualizations about the green spaces, the cultural center, the new school. Several meetings were dedicated to the discussion of the proposals, both in plenary and in small groups. Thus, the process developed design guidelines and criteria from the proposals that had emerged during the laboratory. Finally, a neighborhood party was organized to present projects and results of the laboratory, that had lasted two years (March 2005 - March 2007), to the entire neighborhood and city. It was an event open to all, seen as a way to broaden the audience and, at the same time, to allow people to experience the 'real' capacity of the 'shelter' to accommodate events and activities (exhibitions, markets, shows, etc.). This was an opportunity to exhibit the projects and show the work carried out by the school, as well as the videos produced during the workshops (thanks to the European project Grow).</p><h3>Outcomes and Criticism</h3><p>Citizens and organizations became aware of the proposals that emerged during the workshops. Some choices were especially welcome, like the new location of a park and cultural center, and the expansion of areas dedicated to public use. Unfortunately, this experience left other issues unsolved. For example, there is uncertainty about the future location of the part of the area which is presently occupied by young people and used for the organization of initiatives (such as parties, concerts, exhibitions) especially attracting younger and more radical-'alternative' strata of the population.</p><p>Despite the success of the project, the implementation of the Agreement is currently awaiting for the new Administration elected in May 2011 to take office; the new District Administration seems willing to take into account the outcome of the participatory process.</p><h3>External Links</h3><p><a href=\"http://www.comune.bologna.it/laboratoriomercato/\">Project on the Municipality of Bologna Website</a></p><p><a href=\"http://www.viveremercatonavile.org/wp/tag/laboratorio-mercato-navile/\">Naville Market Official Website</a></p>", "title": "Participatory Market Redesign \"Laboratorio Mercato\" (Bologna, Italy)"}