{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Francesco Molinari<em>.</em></p><p>e-People is a multilingual online portal that integrates e-petitioning, citizen driven proposals, and electronic discussions on policy items of relevance to 303 governmental organizations of South Korea, including central administrative organizations, local autonomous bodies and other public institutions.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>e-People is a single access Online Petition &amp; Discussion Portal designed for the concerns of the people who do not know which agency they have to file their complaints with and/or are willing to participate in collective discussions on policy matters.</p><h3>Structure and Process</h3><p>Through e-People, citizens can provide their opinions on unfair administrative handling, infringements of their rights and interests, improvement of institutions, and various policies through an integrated online window. Additionally to that, they can check the results obtained by addressing the administrative organizations linked to the portal, which receive and have to process people's complaints and suggestions in real time. The website also publishes the responses from government agencies, highlighting the comments that have won the attention of policy-makers for further discussion and debate. This type of feedback mechanism provides important incentives to citizens to actually use the proposed channels of communication and engagement.</p><h3>Impact</h3><p>Major outputs from the portal services implementation between 2005 and 2008 include: a 40% drop in processing time of complaints and requests, a 200% increase in suggestions received, and a 70% growth of the overall satisfaction rate.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>The project is framed on the one hand, in the ongoing process of eGovernment infrastructure and services development that has awarded South Korea the 1st position in 2010 according to the UN Global Survey (it was 13th in 2002). On the other hand, after the creation of the Anti-Corruption and Civil Rights Commission in 2008, the e-People portal is claimed to have contributed to identify 3,534 complaints, make 48 recommendations and resolve 315 cases through settlement.</p><h4>Type of Contribution by Participants</h4><p>They determined the outcomes of the project</p><h4>Target Group</h4><p>Fellow citizens and foreign nationals dealing with South Korean government agencies.</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>40,000,000</p><h4>Total Number of Active Participants (approx.)</h4><p>3,000,000</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Open for all - but no specific effort to address disadvantaged groups</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>Particularly from 2008 on, the focus on transparency of administrative action and the fight against corruption of public officials has been prominent.</p><h4>Adoption by Others</h4><p>No</p><h2>Links</h2><p><a href=\"http://www.epeople.go.kr/\">e-People Homepage</a></p>", "title": "e-People"}