{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Eric Diters<em>.</em></p><h2>Project Description</h2><h3>Structure and Process</h3><p>The Seal the Deal Global Youth Town Hall addressed the issue of climate change by convening over 700 youth, aged 10-24, from over 100 countries around the world.</p><p>The Seal the Deal Global Youth Town Hall was part of a global UN-wide \"Seal the Deal!\" campaign spearheaded by Secretary-General Ban Ki-moon to galvanize political will and public support for a comprehensive global climate agreement.</p><h3>Impact</h3><p>Seven hundred young people from around the globe called on world leaders to stand up and take substantial measures against climate change. The young participants issued a declaration at the conclusion of the Town Meeting, and sent them with personal letters to governments in over 100 capitals around the world and to each of the world leaders, from U.S. President Barack Obama to Chinese Premier Wen Jiabao, urging them to \"Seal a meaningful Deal on climate change\" at Copenhagen. UN Secretary-General Ban Ki-moon delivered the youths' declaration at the opening of the 64th session of the U.N. General Assembly in September and to global leaders in Copenhagen, Denmark, for the United Nations Climate Change Conference.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>Seven hundred young people from around the globe called on world leaders to stand up and take substantial measures against climate change. The young participants issued a declaration at the conclusion of the Town Meeting, and sent them with personal letters to governments in over 100 capitals around the world and to each of the world leaders, from U.S. President Barack Obama to Chinese Premier Wen Jiabao, urging them to \"Seal a meaningful Deal on climate change\" at Copenhagen. UN Secretary-General Ban Ki-moon delivered the youths' declaration at the opening of the 64th session of the U.N. General Assembly in September and to global leaders in Copenhagen, Denmark, for the United Nations Climate Change Conference.</p><h4>Type of Contribution by Participants</h4><p>They commented or evaluated project measures.</p><h4>Target Group</h4><p>Youth aged 10-24 from over 100 countries</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>World: approximately 6.2 Billion</p><h4>Total Number of Active Participants (approx.)</h4><p>700</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Extensive effort to address disadvantaged groups</p><p>Seal the Deal Global Town Hall was the largest-ever truly global youth town hall. Seven hundred young people, aged 10-24, from over 100 countries around the globe called on world leaders to stand up and take substantial measures against climate change. Participants gathered in Daejeon, Republic of Korea, and were joined by young people in 15 sites around the world, participating through an interactive online webcast program. Global webcast sites included: Cuernavaca, Mexico; Bangkok, Thailand; London, UK; Pune, India: and Nairobi, Kenya.</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>Seal the Deal was unique in its scope and its participants. Seven hundred young people, aged 10-24, from over 100 countries were able to interact with one another in a safe environment, discuss an issue of global importance, and take part in a truly participatory, democratic event. These young leaders were able to experience democratic norms on a scale and in a format never before accomplished.</p><h4>Adoption by Others</h4><p>In some cases</p><h2>Links</h2><p>Project report available on AmericaSpeaks <a href=\"http://www.americaspeaks.org./\">website</a></p><p>Seal the Deal also has a <a href=\"http://www.sealthedeal2009.org./\">website</a></p>", "title": "Seal the Deal Global Youth Town Hall"}