{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Steven Clift<em>.</em></p><p>Neighbors Issues Forums support online citizen engagement in local democracy and community. Our special Inclusive Social Media initiative is pushing this work forward in low income, high immigrant neighborhoods that are being left completely behind when it comes to using the Internet for community and democratic participation. Our Inclusive Social Media effort - <a href=\"http://e-democracy.org/inclusion\">http://e-democracy.org/inclusion</a> - is the specific program we are nominating within our global Issues Forum network. This program is likely to expand to support inclusion of participation actions across many more neighborhoods beyond to the two pilot communities. In the Pew Internet and American Life Project's \"Neighbors Online\" study it found that 22% of American adults \"talk digitally with neighbors.\" For households with income over $75,000 the participation rate is 39% and half that at 20% for just under $50,000 and only 12% for less that $30,000. Further, among Internet users 15% who make over $75,000 belong to the most intensive and community empowering neighborhood e-mail lists and forums like our forums. In comparison, only 2% of those with household incomes under $30,000 participate, 3% up to $49,000, only 3% of Hispanics (both English and Spanish Speaking) (while they don’t measure immigrants specifically, our guess is that the percent would be even lower), and only 2% of rural residents. Our nominated initiative targets the least likely areas and populations to be served by online engagement - the strong majority East African Cedar Riverside - <a href=\"http://e-democracy.org/cr\">http://e-democracy.org/cr</a> - neighborhood in Minneapolis and the plurality ~40% Southeast Asian (Hmong) with African-American (20%) and White (20%) Frogtown neighborhood in St. Paul - <a href=\"http://e-democracy.org/frogtown\">http://e-democracy.org/frogtown</a> We also host a forum in a lower income, Native American majority forum called Cass Lake Leech Lake in northern rural Minnesota. This was part of our previous \"Rural Voices\" initiative where we expanded to four rural Minnesota communities with the support of the Blandin Foundation. Those forums remain open with support, like almost all of our network, from local volunteers. The lessons from these efforts need to be shared widely. Inclusive outreach must be spread across online engagement efforts universally, or the harsh reality is that efforts to use the Internet in governance will bring anti-democratic results and simply raise the voices of the already powerful in society.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>People need anytime, anywhere forms of public participation. At the local level, people can see the results of the engagement online far more readily than national politics.</p><p>The challenge is that with current \"Neighbors Online\" activity and government efforts at e-consultation, those who already show up and showing up online and often the loudest voices win. A further challenge is the extremely poor quality of political discussions of national politics online.</p><p>Our objective is to build a network of community Issues Forums that are highly inclusive. The Inclusive Social Media effort is demonstrating how to make this happen in the most difficult to reach communities and will inform further outreach across our full 30 forum network across three countries (mostly Minnesota in the U.S., England in the UK, and one region in New Zealand.)</p><h3>Structure and Process</h3><ol><li>Work with community associations, local elected officials, and others to determine authentic community interest in citizen-led, government-relevant online participation.</li><li>Deploy Issues Forum using open source e-mail/web technology. Link to Facebook and Twitter. See: <a href=\"http://e-democracy.org\">http://e-democracy.org</a></li><li>Recruit local volunteer Forum Manager and initial 100 participants BEFORE opening. (Volunteers make our efforts extremely low cost and sustainable.) We've use real names only since 1994 (years before Facebook.)</li><li>Recruit. Provide outreach. Recruit. Use paper forms at community events. Recruit.</li><li>Engage elected officials, government offices, neighborhood associations, community and cultural groups, and others to ensure political impact of discussions.</li><li>Open forum with friendly round of Introductions.</li><li>Discuss issues, share information, solve community problems. See the webinar for examples in the links section.</li><li>Rinse and repeat.</li></ol><h3>Impact</h3><p>Neighbor Issues Forums provide continuous opportunities for political impact and community agenda-setting. Most forums include elected officials, civil servants, journalists and more important - everyday citizens.</p><p>From discussions about the need for better cross-walks and light rail construction impact to sharing information with Somali parents about keeping their children from being recruited by al-Shaab, discussions generate news coverage and participation from elected officials and community groups.</p><p>Some examples of note:</p><ol><li>Use of Issues Forum for online consultation: <a href=\"http://blog.e-democracy.org/posts/224\">http://blog.e-democracy.org/posts/224</a></li><li>Push for a marked cross-walk to aide elder immigrants in particular: <a href=\"http://forums.e-democracy.org/r/topic/In W3Nde6m12aS24URZxPR\">http://forums.e-democracy.org/r/topic/In W3Nde6m12aS24URZxPR</a></li><li>Use of forums with public meetings: <a href=\"http://blog.e-democracy.org/posts/355\">http://blog.e-democracy.org/posts/355</a></li><li>More: <a href=\"http://pages.e-democracy.org/Example_dis cussions\">http://pages.e-democracy.org/Example_dis cussions</a></li><li>Note the Neighbors Online study and how this effort directly addresses the policy issues of exclusion from public participation online: <a href=\"http://blog.e-democracy.org/posts/858\">http://blog.e-democracy.org/posts/858</a></li></ol><h3>Detailed Information</h3><h4>Broader Context</h4><p>Issues Forums are designed to connect with official neighborhood association by adopting the same geographic boundaries tied to these government-recognized forms of local participation. Our ability to objectively host online interaction from a neutral position allows us to take risks with true openness that governments and community organizations simply will not take.</p><h4>Type of Contribution by Participants</h4><p>They commented or evaluated project measures</p><h4>Target Group</h4><p>All residents in lower income high immigrant/highly diverse target neighbors. This includes elected officials, community organizations, social service service providers, the local media as well.</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>10,000 - Our broader network and people's own social networks reach many more people</p><h4>Total Number of Active Participants (approx.)</h4><p>600 in two target communities are registered</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Extensive effort to address disadvantaged groups</p><p>Please see: <a href=\"http://e-democracy.org/inclusion\">http://e-democracy.org/inclusion</a> Specifically note the creation of Community Information and Outreach Leaders - these one hour a day contract positions are highly effective at promoting diverse community participation and \"priced\" in such a way to make the model highly transferable: <a href=\"http://pages.e-democracy.org/Community_Outreach_and_Information_Leaders\">http://pages.e-democracy.org/Community_Outreach_and_Information_Leaders</a></p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>This is central to the project. Issues Forums are designed in particular to build civic capacity and strengthen ongoing citizen-led democratic agenda setting on local issues.</p><h4>Adoption by Others</h4><p>In some cases</p><h4>Costs</h4><p>100,000 US over last two years</p><h4>Time and Working Days</h4><p>Our inclusion efforts are building on 15 years of work</p><h2>Links</h2><p><a href=\"http://e-democracy.org/inclusion\">Inclusive Social Media Info</a> - Note Blog Post list at end</p><p><a href=\"http://e-democracy.org/nf\">All of our Neighbors Forums</a></p><p><a href=\"http://blog.e-democracy.org/posts/845\">Using Technology for Community Building Webinar</a></p><p><a href=\"http://e-democracy.org/cr\">Cedar Riverside Neighbors Forum</a> (large Somali population)</p><p><a href=\"http://e-democracy.org/frogtown\">Frogtown Neighbors Forum</a> (large SE Asian population, African-American)</p><p><a href=\"http://blog.e-democracy.org/\">Our Blog</a> with extensive lesson sharing</p><p><a href=\"http://e-democracy.org/if\">Issues Forum Background/Guidebook</a></p><h2>Documents</h2><p>Download File 1: <a href=\"http://www.vitalizing-democracy.org/site/downloads/647_265_647_265_Community_Building.pptx\">Community Building</a></p><p>Download File 2: <a href=\"http://www.vitalizing-democracy.org/site/downloads/647_303_edemnfbrochure.pdf\">E-Democracy Brochure</a></p><p>Download File 3: <a href=\"http://www.vitalizing-democracy.org/site/downloads/647_304_poster_nfgeneral.pdf\">Meet Your Neighbors Online</a></p><p>Download File 4: <a href=\"http://www.vitalizing-democracy.org/site/downloads/647_305_647_305_CliftLocalMatters.pptx\">Local Matters</a></p>", "title": "Neighbors Issues Forums - Inclusive Social Media"}