{"htmlbody": "<h3>Mission and Purpose</h3><p>To enable communities to manage change and development by building community capacity and creating a culture of active citizenship.</p><h3>History</h3><p>Community Capacity Builders was established in January 2005 with support from the University of Adelaide’s Business Initiatives for Graduates program.  </p><h3>Specializations and activities</h3><p>Enabling community and government systems to take a pragmatic approach to addressing community issues by recognising different types of issues (simple, complicated, complex) need to be addressed differently.</p><h3>Major projects and events</h3><p>Community Capacity Builders has developed the Community Capacity Builders Community Leadership Program and a Framework for Systemic Innovation and Systemic Change.<br/><br/>The Community Leadership Program has been promoted as best practice in a report presented to the Commonwealth People’s Forum which recommended the Commonwealth Foundation and Commonwealth Heads of Government support citizenship education programs (<a href=\"http://cscuk.dfid.gov.uk/wp-content/uploads/2011/10/citizenship-and-the-commonwealth.pdf\">http://cscuk.dfid.gov.uk/wp-content/uploads/2011/10/citizenship-and-the-...</a>) and in a 2012 issue of Adult Learning Australia’s Quest magazine which advocates for an increased focus on active citizenship education (<a href=\"https://ala.asn.au/wp-content/uploads/2011/01/Quest_01.pdf\">https://ala.asn.au/wp-content/uploads/2011/01/Quest_01.pdf</a>).<br/><br/>The Framework for Systemic Innovation and Systemic Change is described in the paper “Government’s role in social innovation: Balancing unplanned exploration and planned exploitation” which won the 2012 Award for Best Overall Paper at the 4th International Social Innovation Research Conference.</p><h3>Funding</h3><p> </p><h3>Publications</h3><p> </p><h3>Secondary Sources</h3><p> </p><h3>External Links</h3><p> </p><h3>Notes</h3><p> </p>", "title": "Community Capacity Builders"}