{"htmlbody": "<p><em>Anmerkung: Dies ist die deutsche Übersetzung einer englischen Originalversion abrufbar unter <a href=\"http://participedia.net/en/cases/national-public-policy-conferences-brazil\">http://participedia.net/en/cases/national-public-policy-conferences-brazil</a></em></p><p><em>Note: this is a German translation of an English case study available at <a href=\"http://participedia.net/en/cases/national-public-policy-conferences-brazil\">http://participedia.net/en/cases/national-public-policy-conferences-brazil</a></em></p><p> </p><h3>Zusammenfassung</h3><p>Die nationalen Konferenzen öffentlicher Ordnung (conferências nacionais de políticas públicas) sind die wohl größten und einflussreichsten partizipativen Erfahrungen, die Brasilien gerade erlebt. Die nationalen Konferenzen bestehen aus Ebenen von Deliberation und Partizipation, die dazu geschaffen worden sind, um Richtlinien für die Formulierung öffentlicher Politik auf föderaler Ebene zu errichten. Sie sind durch die Ministerien und Sekretariate der Exekutive einberufen worden, behandeln verschiedene Politikfelder und –Themen, und erfordern ebenbürtige Partizipation von Regierung und Zivilgesellschaft. Es ist vorgeschrieben, dass den nationalen Konferenzen Deliberationen auf kommunaler, staatlicher oder regionaler Ebene vorausgehen. Die aggregierten Ergebnisse dieser Deliberationen sind das Thema der nationalen Konferenzen, die von Delegierten der vorausgegangenen Runden besucht werden. Am Ende wird ein finales Dokument mit Richtlinien für die Struktur öffentlicher Ordnung produziert, das das Resultat eines langen Prozesses von Deliberation und Konsensfindung zwischen Regierung und Zivilgesellschaft darstellt. [1]</p><h3>Geschichte</h3><p>Die ersten nationalen Konferenzen wurden 1941 abgehalten. Seitdem hat sich der Umfang, die Reichweite und die Häufigkeit jedoch erhöht, insbesondere nach der Verfassung von 1988 und nachdem Lula 2003 Präsident wurde.</p><p>In der Zeit zwischen 1941 und 1988 waren die nationalen Konferenzen auf Gesundheitsthemen beschränkt. Es gab insgesamt zwölf nationale Konferenzen während dieser Zeit in Brasilien, von denen es in acht um Gesundheit ging. Auch in den anderen vier ging es um gesundheitsbezogene Themen. [2] Im Vergleich dazu gab es zwischen 1988 und 2009 80 nationale Konferenzen [3] [4]. Die Konferenzen begannen mehr Themen wie zum Beispiel Menschenrechte und Sozialleistungen zu umfassen und wurden stärker institutionalisiert in der zweiten Hälfte der 90er Jahre.</p><p>Zwischen 1988 und 2009 wurde die Bandbreite der Bereiche öffentlicher Politik, die von den Konferenzen abgedeckt wurden, auf 33 Themengebiete erhöht, die in Pogrebinschi’s Forschung (2010) in sechs thematische Gruppen kategorisiert wurden: [5]</p><ul><li><em>Gesundheit</em>: Gesundheit, Zahngesundheit, die Gesundheit der Arbeitnehmer; Indigene Gesundheit, psychische Gesundheit, Umwelt und Gesundheit; Wissenschaft, Technologie und Innovation im Gesundheitswesen; Verwaltung des Gesundheitswesens, der Gesundheitsbildung und -Arbeit; Medikamente und pharmazeutische Behandlung;</li><li>Minderheiten: Rechte der älteren Menschen; Rechte von Menschen mit Behinderungen; Rechte von Homosexuellen, Lesben, Bisexuellen, Transvestiten und Transsexuellen; indigener Völker; öffentliche Politik für Frauen; Kinder-und Jugendrechte, Jugend, Förderung der Rassengleichheit; brasilianische Gemeinschaften im Ausland;</li><li>Umwelt:</li><li>Staat, Wirtschaft und Entwicklung: Solidarische Ökonomie; Aquakultur und Fischerei; nachhaltige und solidarische Entwicklung des ländlichen Raums; Ernährungssicherung; Städte; Öffentliche Sicherheit, Kommunikation;</li><li>Bildung, Kultur, Soziales und Sport: Grundbildung; Fachbildung und technologische Bildung; Indigene Bildung; Kultur; Sport; Soziale Dienste;</li><li>Menschenrechte</li></ul><p>Von diesen 33 Politikfeldern, über die während der nationalen Konferenzen diskutiert wurde, wurden zwischen 2003 und 2009 (über einen Zeitraum von sieben Jahren) 22 in Lula’s Regierungsprogramm aufgenommen. Pogrebinschi’s zeigt, dass die nationalen Konferenzen seit 2003 umfassender, weitreichender, inklusiver und häufiger geworden sind. Zudem ist ihre Struktur deliberativer und normativer geworden. [6]</p><p>Die Konferenzen sind wegen der gestiegenen Teilnehmerzahl, sowohl auf nationalem als auch auf kommunalem, staatlichem und regionalen Level umfassender geworden. Dies gilt auch für die parallel dazu verlaufenden virtuellen Konferenzen. Die Konferenzen sind weitreichender geworden aufgrund der gestiegenen Zahl von Themengebieten, die behandelt werden. Von den 33 Themen, die aufgeführt worden sind, waren nur 11 bereits vor 2003 Inhalt der Konferenzen. Nur 25 der 80 Konferenzen, die zwischen 1988 und 2009 abgehalten worden sind, fanden während der 15-Jahr-Periode zwischen 1988  und 2003 statt, während mehr als 55 Konferenzen in der 7-Jahr-Periode der Lula-Regierung zwischen 2003 und 2009 stattfanden. [7]</p><p>Insbesondere zu den Themen Minderheiten, Bildung, Kultur, Soziale Dienste und Sport, Staat, Wirtschaft und Entwicklung  sowie Umwelt wurden Konferenzen während der Lula-Regierung organisiert.</p><p>Zudem sind die nationalen Konferenzen als Resultat der erhöhten Reichweite und des gestiegenen Umfangs inklusiver geworden, da sie vielfältigere und heterogenere soziale Gruppe zusammenbringen, inklusive Vertretern von Zivilgesellschaft und NGOs, sozialen Bewegungen, Gewerkschaften, Unternehmensverbänden und anderen Vereinigungen. Hierzu zählen sowohl Experten als auch Laien. Die Zivilgesellschaft ist bedeutend im Hinblick darauf geworden neue Politikfelder vorzuschlagen und die politische Tagesordnung zu definieren. Die Konferenzen sind auch ein Ort der Kooperation zwischen sozialen und politischen Akteuren geworden – eine Kooperation, die über Parteigrenzen und Wahlverpflichtungen hinausgeht. Die Konferenzen finden häufiger statt, da in ihren Resolutionen Kriterien eingebaut worden sind, die periodische Wiederholungen verpflichtend machen. Diese werden unterstützt von den Richtlinien der Ministerien, Sekretariate, Nationalräte und Arbeitsgruppen, die in die Organisation und Gesetze der Konferenzen involviert sind, die besagen, dass einige Konferenzen halbjährlich abgehalten werden müssen. [8]</p><p>Nachdem Lula 2003 das Amt übernommen hat, haben sich die partizipativen Konferenzen einem deliberativen und normativen Wandel unterzogen. Die Konferenzen wurden deliberativer in dem Sinne, dass sie sich hin zu Konsensfindung in einem Kontext vielfältiger Gruppen von Teilnehmern, die in einem Prozess der öffentlichen Verteidigung von Argumenten zueinander stehen, entwickelten. Sie wurden auch normativer, da die Deliberationen zur Ausarbeitung eines finalen Dokuments führten, über das mit Hilfe von unterschiedlichen Methoden und Strategien der Konsolidierung von Präferenzen debattiert, abgestimmt, und das schließlich verabschiedet wurde. So werden Erwartungen bei jenen geschaffen, die an dem Prozess beteiligt, die nicht bloß kognitiv sondern auch normativ sind. Dies wird ebenfalls Auswirkungen auf diejenigen haben, die sich nicht direkt beteiligt haben, jedoch indirekt von den möglichen Konsequenzen der beschlossenen Grundsätze betroffen sind. [9]</p><h3>Prozess</h3><p>Offiziellen Angaben zufolge haben ungefähr fünf Millionen Menschen an den 73 nationalen Konferenzen seit 2003 teilgenommen. Diese Menschen sind verteilt über alle Ebenen des Prozesses der Konferenzen. Der Prozess der Deliberation beginnt auf lokalem (kommunalen) oder regionalem Level, fährt fort in allen 27 Teilstaaten und wird in der nationalen Konferenz, die normalerweise in Brasilia – Brasiliens Hauptstadt - stattfindet, abgeschlossen. Einige nationalen Konferenzen berufen vorher auch ‚freie Konferenzen‘ ein, die von zivilgesellschaftlichen Gruppen organisiert werden, oder ‚virtuelle Konferenzen‘, die Beiträge über das Internet zusammenfassen. Wenn einer formalen Prozedur Folge geleistet wird, fließen die Resultate der freien und virtuellen Konferenzen, neben denen der lokalen, regionalen und staatlichen Konferenzen, in das Basis-Dokument mit ein, das als Grundlage für die Deliberation auf nationaler Ebene dient. [10]</p><p>Die nationalen Konferenzen dauern normalerweise zwischen drei und vier Tagen, der gesamte Prozess jedoch erstreckt sich über ein Jahr. Jede nationale Konferenz beginnt in dem Moment, in dem die Rechtshandlung, die sie herbeiruft, in Kraft tritt und die Kommission, die die Konferenz koordiniert. eingesetzt wird. Die Kommission besteht aus Mitgliedern der Zivilgesellschaft und Regierung, wie auch die Konferenzen selbst (einige bestehen aus drei Parteien, wobei die dritte Partei sich auch aus Repräsentanten der Gewerkschaften und Arbeitgeberverbände zusammensetzt, die in das Thema involviert sind). Eine sehr detaillierte Agenda folgt der Inkraftsetzung der internen Regeln, die den Prozess organisieren, wie auch die Methodologie, die benutzt wird um die Deliberationen auf allen Ebenen bis hin zur nationalen Ebene zu aggregieren. [11]</p><p>Es gibt keine einzelne Methodologie, die bei allen Konferenzen angewandt wird. Einige von ihnen beinhalten sehr komplexe Systeme der Prioritätensetzung (anstelle von einer einfachen Zusammenrechnung der Präferenzen), die während mehrerer Phasen einer Konferenz (von den Deliberationen in den Arbeitsgruppen bis hin zur finalen Versammlung) und in mehreren Phasen vor der nationalen Konferenz angewandt werden. Keine Richtlinie, die auf lokaler, regionaler oder staatlicher Ebene angenommen wurde, wird in den Deliberationen, die auf nationaler Ebene stattfinden, ausgeschlossen. Sogar widersprüchliche Richtlinien, die auf verschiedenen Ebenen beschlossen wurden, werden zur Deliberation auf nationaler Ebene noch einmal vorgelegt. Sogar wenn die Deliberation mit einer Abstimmung endet, wie es in den finalen Versammlungen der nationalen Konferenzen der Fall ist, bestimmt nicht die Mehrheitsregel den Ausgang: eine gleichmäßige Verteilung der Stimmen zwischen zivilgesellschaftlichen und staatlichen Vertretern muss erreicht werden um Konsens herzustellen und eine politische Richtlinie in den Abschlussreport aufzunehmen. [12]</p><h3>Ergebnis und Wirkung</h3><p>Die Konferenzen waren maßgebend um die (partizipative und deliberative) Gestaltung und Implementierung der nationalen Konferenzen öffentlicher Ordnung zu verbessern, insbesondere in Bereichen, in denen noch keine nationalen Grundsätze von der Exekutive implementiert wurden. Jüngste Beispiele hierfür sind die Konferenzen zur Lebensmittel- und Ernährungssicherheit, aus denen die erste nationale Richtlinie in diesem Bereich im August 2010 verabschiedet wurde, die nationale Jungendkonferenz, die maßgeblich zu einem Entwurf einer ersten nationalen Richtlinie zur Jugend beigetragen hat, die momentan dem Kongress zur Bewertung vorliegt, und die nationale Konferenz zu öffentlicher Sicherheit, die dazu abgehalten wurde, um Richtlinien zu erstellen, die zu dem Entwurf einer ersten nationalen Ordnung öffentlicher Sicherheit führen. [13]</p><p>Auch der Einfluss der nationalen Politikkonferenzen auf die Legislatur wächst. Der Abschlussreport, der Politikrichtlinien enthält und von den Konferenzen abgesegnet wurde, treibt die rechtlichen Tätigkeiten im Kongress voran. Die Auswirkung auf die Rechtssetzung kann, anhand der Anzahl der vorgeschlagenen Gesetze und der beschlossenen Statuten sowie deren Inhalt, bemessen werden. Wie in einer Untersuchung von Pogrebinschi (2010) gezeigt worden ist, waren von 1988 bis 2009 19.8% aller im Kongress vorgeschlagenen Gesetze wesentlich übereinstimmend mit den Richtlinien aus den nationalen Konferenzen. Das Gleiche gilt fur 48.5% aller verfassungsstaatlichen Gesetze. Fur die verabschiedete Gesetzgebung gilt dass 7.2% aller Satzungen und 15.8% aller konstitutionellen Gesetzesaenderungen, die vom Parlament beschlossen wurden, sich mit Themen befassten, die während der nationalen Konferenzen diskutiert wurden. [14]</p><h3>Analyse</h3><p>Pogrebinchi’s Studien (2010) zu den Nationalen Konferenzen analysieren deren Einfluss auf legislative Vorgaenge des nationalen Kongresses zwischen 1998 und 2009. Die Forschung zeigt, dass die Konferenzen ebenjene legislativen Vorgaenge im Kongress beeinflusst haben und damit auch, durch partizipative und deliberative Praxis, repraesentative Demokratie in Brasilien.[15] Pogrebinschi hebt hervor, dass man diese neuen Mechanismen partizipativer Demokratie als einen der representativen Demokratie inhaerenten Teil anerkennen und so zu ihrer weiteren Legitimierung beitragen sollte. [16]</p><p>Pogrebinchi’s Forschung hat zu der Erstellung einer Datenbank, ISEGORIA, [17] gefuehrt, die der Oeffentlichkeit frei zugaenglich ist und die Resolutionen der nationalen Konferenzen sowie Zusammenfassungen der legislativen Beschluesse der nationalen Kongresse, inklusive vorgeschlagener Gesetze, Vorschläge zur Änderung von Verfassung und Gesetzen, sowie die finalen Verfassungsänderungen, enthält. Die Datenbank ermöglicht erweiterte Suchfunktionen anhand von Kategorien wie nationale Konferenz, Jahr, Thema oder thematische Kategorie. Sie bietet auch die Suche über Schlagwoerter, mit denen relevante legislative Resultate gefunden werden können. Neben den Informationen, die ueber ISEGORIA erhältlich sind, ermöglicht die Datenbank, die für Pogrebinchi’s Forschung benutzt worden ist, Zugriff auf die Richtlinien, die während der nationalen Konferenzen erstellt wurden. Insgesamt wurde 1953 Richtlinien kategorisiert: 406 im Gesundheitsbereich, 349 in der Kategorie ‚Minderheiten‘, 178 in der Kategorie ‚Umwelt‘, 307 in Bezug auf Staat, Wirtschaft und Entwicklung, 195 im Bereich ‚Bildung, soziale Dienste und Sport‘ und 518 in der Kategorie Menschenrechte. [18]</p><p>Die Studie kam auch zu dem Ergebnis, dass Themen, die zu den nationalen Konferenzen gehören, nach dem ersten Mandat von Präsident Fernando Henrique Cardoso (FHC) signifikanter in Bezug auf die Gesetzgebung werden. Dies ist umso mehr während der Präsidentschaft von Luís Inácio Lula da Silva der Fall, in der es eine regelrechte Explosion von neuen Gesetzen gab, die in Verbindung mit den Richtlinien standen, die während der nationalen Konferenzen erarbeitet worden sind. Die genaue Zahl beläuft sich auf 2233 Gesetzesvorschläge, die von den beiden Häusern des Kongresses bearbeitet werden, sowie 163 Vorschlage zur Verfassungsänderung, 216 Statuten und wirksame Verfassungsänderungen zwischen 2003 und 2008, verglichen mit 494 während FHCs Mandat zwischen 1994 und 2002. [19] Diese Befunde deuten darauf hin dass ab 2002, als Lula gewählt worden ist und die dominante Koalition im Kongress aus der Arbeiterpartei (PT) und dem Rest der linksgerichteten Parteien bestand, nicht bloß die nationalen Konferenzen effektiver und präsenter in der politischen Arena wurden, sondern die Verknüpfung zwischen repräsentativen und partizipativen Dimensionen von Demokratie verstärkt worden ist. [20]</p><p>Obwohl die Ausführung der Konferenzen und die Implementierung der Ergebnisse nicht, von einigen Ausnahmen abgesehen, rechtlich bindend sind und deshalb vom politischen Willen der Regierung abhängen, sind die Konferenzen doch sehr institutionalisiert und besitzen einen gewissen Grad an Autonomie im Staat. [21] Da sie als Teil des Prozesses der Formulierung und der Beobachtung von Politik der Exekutive, und damit als Teil ebendieser Struktur, institutionalisiert worden sind, haben die nationalen Konferenzen Ergebnisse generiert, die Einfluss auf die Formation der Agenda der Gesetzgebung haben, die diese als Informationsquelle, als Mechanismus zur Legitimierung durch Partizipation oder als deliberativer Input zur eigenen repräsentativen Tätigkeit benutzen können. [22]</p><h3>Sekundärquellen</h3><p>Avritzer, Leonardo and Cleber Gesteira Matos. (2010). Experiências Nacionais de Participação Social. São Paulo: Editora Cortes.</p><p>Pogrebinschi, Thamy and Fabiano Santos. (2010). Entre a Representação e Participação: As conferências nacionais e o experimentalismo democrático brasileiro. Série Pensando o Direito. Ministério da Justiça, Brasília.</p><p>Pogrebinschi, Thamy. (2010). The National Conferences on Public Policies in Brazil: Participation as Representation. Memo prepared to be delivered at the ‘Participation and Representation in Latin America Workshop’, held in Washington DC, from June 21 to 23, 2010, under the auspices of American University and the University of British Columbia, supported by the Ford Foundation.</p><p>Pogrebinschi, Thamy. (2010) Moving away from liberal democracy: Participation, representation, and political experimentalism in Brazil. Paper prepared to be delivered at the Ash Center Democracy Seminar, Harvard Kennedy School, on September 8, 2010. Available at: <a href=\"http://ash.harvard.edu/extension/ash/docs/pogrebinschi.pdf\" title=\"http://ash.harvard.edu/extension/ash/docs/pogrebinschi.pdf\">http://ash.harvard.edu/extension/ash/docs/pogrebinschi.pdf</a></p><p>Pogrebinschi, Thamy and Santos, Fabiano. (2010) Participation as Representation: The Impact of National Public Policy Conferences on the Brazilian Congress. APSA 2010 Annual Meeting Paper. Available at SSRN: <a href=\"http://ssrn.com/abstract=1643679\" title=\"http://ssrn.com/abstract=1643679\">http://ssrn.com/abstract=1643679</a></p><h3> </h3><h3>Externe Links</h3><p>ISEGORIA: <a href=\"http://www.mj.gov.br/isegoria\">www.mj.gov.br/isegoria</a> [DEAD LINK] - online database that classifies and organizes information on the resolutions from the National Conferences and legislative proposals related to them.</p><p>Websites of the National Conferences:</p><ul><li>Administration of Healthcare Work and Education: 3rd National Conference (2006): <a href=\"http://conselho.saude.gov.br/wgt/\" rel=\"nofollow\" title=\"http://conselho.saude.gov.br/wgt/\">http://conselho.saude.gov.br/wgt/</a></li><li>Aquaculture and Fisheries: Resolutions for 3rd National Conference (2009):<a href=\"http://www.mpa.gov.br/mpa/seap/3conferencia/site/nacional/texto-base-resolucoes2-versao.pdf\" rel=\"nofollow\" title=\"http://www.mpa.gov.br/mpa/seap/3conferencia/site/nacional/texto-base-resolucoes2-versao.pdf\">http://www.mpa.gov.br/mpa/seap/3conferencia/site/nacional/texto-base-resolucoes2-versao.pdf</a> [DEAD LINK]</li><li>Basic Education: (2008): <a href=\"http://conferencia.mec.gov.br/index.html\" rel=\"nofollow\" title=\"http://conferencia.mec.gov.br/index.html\">http://conferencia.mec.gov.br/index.html</a> [DEAD LINK]</li><li>Brazilian Communities Abroad: <a href=\"http://www.brasileirosnomundo.itamaraty.gov.br/noticias/v-conferencia-brasileiros-no-mundo/\" rel=\"nofollow\" title=\"http://www.brasileirosnomundo.mre.gov.br/pt-br/conferencias_brasileiros_no_mundo.xml\">http://www.brasileirosnomundo.itamaraty.gov.br/noticias/v-conferencia-brasileiros-no-mundo/</a></li><li>Child and Adolescent Rights: 8th National Conference (2009): <a href=\"http://www.direitosdacrianca.org.br/8a-conferencia-dos-direitos-da-crianca-e-do-adolescente/\" rel=\"nofollow\" title=\"http://www.direitosdacrianca.org.br/8a-conferencia-dos-direitos-da-crianca-e-do-adolescente/\">http://www.direitosdacrianca.org.br/8a-conferencia-dos-direitos-da-crianca-e-do-adolescente/</a> [DEAD LINK]</li><li>Cities: <a href=\"http://www.cidades.gov.br/conselho-das-cidades\" rel=\"nofollow\" title=\"http://www.cidades.gov.br/conselho-das-cidades/conferencias-das-cidades\">http://www.cidades.gov.br/conselho-das-cidades</a></li><li>Communication: <a href=\"http://proconferencia.org.br/a-conferencia/\" rel=\"nofollow\" title=\"http://proconferencia.org.br/a-conferencia/\">http://proconferencia.org.br/a-conferencia/</a> [DEAD LINK]</li><li>Culture: 3rd National Conference (2014): <a href=\"http://www.cultura.gov.br/3cnc\" rel=\"nofollow\" title=\"http://blogs.cultura.gov.br/cnc/\">http://www.cultura.gov.br/3cnc</a></li><li>Dental Health: 3rd National Conference final report (2004): <a href=\"http://conselho.saude.gov.br/biblioteca/Relatorios/saude_bucal.pdf\" rel=\"nofollow\" title=\"http://conselho.saude.gov.br/biblioteca/Relatorios/saude_bucal.pdf\">http://conselho.saude.gov.br/biblioteca/Relatorios/saude_bucal.pdf</a></li><li>Drugs and Pharmaceutical Care: 1st National Conference final report (2005): <a href=\"http://conselho.saude.gov.br/biblioteca/Relatorios/confer_nacional_de%20medicamentos.pdf\" rel=\"nofollow\" title=\"http://conselho.saude.gov.br/biblioteca/Relatorios/confer_nacional_de%20medicamentos.pdf\">http://conselho.saude.gov.br/biblioteca/Relatorios/confer_nacional_de%20medicamentos.pdf</a></li><li>Environment: <a href=\"http://www.mma.gov.br/sitio/index.php?ido=conteudo.monta&amp;idEstrutura=116\" rel=\"nofollow\" title=\"http://www.mma.gov.br/sitio/index.php?ido=conteudo.monta&amp;idEstrutura=116\">http://www.mma.gov.br/sitio/index.php?ido=conteudo.monta&amp;idEstrutura=116</a></li><li>Environmental Health: <a href=\"http://189.28.128.179:8080/cnsa\" rel=\"nofollow\" title=\"http://189.28.128.179:8080/cnsa\">http://189.28.128.179:8080/cnsa</a> [DEAD LINK]</li><li>Food and Nutrition Security: 3rd National Conference (2007): <a href=\"http://www.fbsan.org.br/2conferencia.htm\" rel=\"nofollow\" title=\"http://www.fbsan.org.br/2conferencia.htm\">http://webcache.googleusercontent.com/search?q=cache:DCNIPkFapJUJ:www.fbssan.org.br/index.php%3Foption%3Dcom_joomdoc%26task%3Ddocument.download%26path%3Dinformes-do-fbssan/informativo-fbsan-n-1-marco-2007%26Itemid%3D639%26lang%3Dpt-br+&amp;cd=3&amp;hl=en&amp;ct=clnk&amp;gl=ca</a></li><li>Gays, Lesbians, Bisexuals, Transvestites, and Transsexuals: <a href=\"http://www.sdh.gov.br/assuntos/lgbt\" rel=\"nofollow\" title=\"http://www1.direitoshumanos.gov.br/brasilsem/IConf/conf/?searchterm=gays\">http://www.sdh.gov.br/assuntos/lgbt</a></li><li>Health: 13th National Conference (2007): <a href=\"http://conselho.saude.gov.br/web_13confere/index.html\" rel=\"nofollow\" title=\"http://conselho.saude.gov.br/web_13confere/index.html\">http://conselho.saude.gov.br/web_13confere/index.html</a></li><li>Human Rights: 11th National Conference (2008): <a href=\"http://portal.mj.gov.br/sedh/11cndh/site/_index.html\" rel=\"nofollow\" title=\"http://portal.mj.gov.br/sedh/11cndh/site/_index.html\">http://portal.mj.gov.br/sedh/11cndh/site/_index.html</a> [BROKEN LINK]</li><li>Indigenous Education: <a href=\"http://coneei.mec.gov.br/\" rel=\"nofollow\" title=\"http://coneei.mec.gov.br/\">http://coneei.mec.gov.br/</a></li><li>Indigenous Health: 4th National Conference (2006): <a href=\"http://conselho.saude.gov.br/wsi/\" rel=\"nofollow\" title=\"http://conselho.saude.gov.br/wsi/\">http://conselho.saude.gov.br/wsi/</a></li><li>Indigenous Peoples: 1st National Conference final report (2006):<a href=\"http://www.funai.gov.br/projetos/Plano_editorial/Pdf/Relatorio-Conferencia.pdf\" rel=\"nofollow\" title=\"http://www.funai.gov.br/projetos/Plano_editorial/Pdf/Relatorio-Conferencia.pdf\">http://www.funai.gov.br/projetos/Plano_editorial/Pdf/Relatorio-Conferencia.pdf</a> [DEAD LINK]</li><li>Mental Health: 4th National Conference (2010): <a href=\"http://portal.saude.gov.br/portal/saude/area.cfm?id_area=1663\" rel=\"nofollow\" title=\"http://portal.saude.gov.br/portal/saude/area.cfm?id_area=1663\">http://portal.saude.gov.br/portal/saude/area.cfm?id_area=1663</a> [BROKEN LINK]</li><li>Professional and Technological Education: -</li><li>Promotion of Racial Equality: 1st National Conference final report (2005):<a href=\"http://www.palmares.gov.br/_temp/sites/000/2/download/ICONAPIR.pdf\" rel=\"nofollow\" title=\"http://www.palmares.gov.br/_temp/sites/000/2/download/ICONAPIR.pdf\">http://www.palmares.gov.br/_temp/sites/000/2/download/ICONAPIR.pdf</a> [DEAD LINK]</li><li>Public Policies for Women: 1st National Conference final report (2004):<a href=\"http://200.130.7.5/spmu/docs/anais.pdf\" rel=\"nofollow\" title=\"http://200.130.7.5/spmu/docs/anais.pdf\">http://200.130.7.5/spmu/docs/anais.pdf</a> [DEAD LINK]</li><li>Public Security: <a href=\"http://www.conseg.sp.gov.br/Default.aspx\" rel=\"nofollow\" title=\"http://www.conseg.gov.br/\">http://www.conseg.sp.gov.br/Default.aspx</a></li><li>Rights of Persons with Disabilities: <a href=\"http://www.pessoacomdeficiencia.gov.br/app/conade\">http://www.pessoacomdeficiencia.gov.br/app/conade</a></li><li>Rights of the Elderly: 1st National Conference (2006): <a href=\"http://www.sdh.gov.br/sobre/participacao-social/conselho-nacional-dos-direitos-do-Idoso-CNDI/conferencias/conferencias\" rel=\"nofollow\" title=\"http://portal.mj.gov.br/sedh/ct/cndi/i_conferencia_idoso.htm\">http://www.sdh.gov.br/sobre/participacao-social/conselho-nacional-dos-direitos-do-Idoso-CNDI/conferencias/conferencias</a></li><li>Science, Technology and Innovation: <a href=\"https://www.cgee.org.br/conselhos\" rel=\"nofollow\" title=\"http://cncti4.cgee.org.br/\">https://www.cgee.org.br/conselhos</a></li><li>Social Services: <a href=\"http://www.mds.gov.br/cnas\">http://www.mds.gov.br/cnas</a></li><li>Sports: <a href=\"http://www.esporte.df.gov.br/#\" rel=\"nofollow\" title=\"http://portal.esporte.gov.br/conferencianacional/default.jsp\">http://www.esporte.df.gov.br/#</a></li><li>Sustainable and Solidary Rural Development: <a href=\"http://www.mda.gov.br/\" rel=\"nofollow\" title=\"http://sistemas.mda.gov.br/condraf/index.php?sccid=1803\">http://www.mda.gov.br/</a></li><li>Workers’ Health: 3rd National Conference (2005): <a href=\"http://conselho.saude.gov.br/wst/\" rel=\"nofollow\" title=\"http://conselho.saude.gov.br/wst/\">http://conselho.saude.gov.br/wst/</a></li><li>Youth: <a href=\"http://www.juventude.gov.br/conferencia\" rel=\"nofollow\" title=\"http://www.juventude.gov.br/conferencia\">http://www.juventude.gov.br/conferencia</a></li></ul><p><strong>References</strong></p><p>1.     <a href=\"http://www.participedia.net/en/cases/national-public-policy-conferences-brazil#cite_ref-0\">↑</a> Pogrebinschi, Thamy, Moving away from liberal democracy: Participation, representation, and political experimentalism in Brazil (2010). Paper delivered at the Ash Center Democracy Seminar, Harvard Kennedy School, on September 8, 2010, p.2.</p><p>2.     <a href=\"http://www.participedia.net/en/cases/national-public-policy-conferences-brazil#cite_ref-1\">↑</a> Pogrebinschi, Thamy and Fabiano Santos. (2010). “Entre Representação e Participação: As conferências nacionais e o experimentalismo democrático brasileiro”. Série Pensando o Direito. Ministério da Justiça, Brasília, p.43.</p><p>3.     <a href=\"http://www.participedia.net/en/cases/national-public-policy-conferences-brazil#cite_ref-2\">↑</a> These are the national conferences that possessed a: a) deliberative, b) normative and c) national character, according to Pogrebinschi’s research on the national conferences (2010): Pogrebinschi, Thamy and Fabiano Santos. “Entre a Representação e Participação: As conferências nacionais e o experimentalismo democrático brasileiro”. Instituto Universitário de Pesquisas do Rio de Janeiro (IUPERJ), p.31.</p><p>4.     <a href=\"http://www.participedia.net/en/cases/national-public-policy-conferences-brazil#cite_ref-3\">↑</a> Pogrebinschi, Thamy, Moving away from liberal democracy: Participation, representation, and political experimentalism in Brazil (2010). Paper delivered at the Ash Center Democracy Seminar, Harvard Kennedy School, on September 8, 2010, p.23.</p><p>5.     <a href=\"http://www.participedia.net/en/cases/national-public-policy-conferences-brazil#cite_ref-4\">↑</a> Pogrebinschi, Thamy and Fabiano Santos. (2010). Relatório Final da Pesquisa “Entre a Representação e Participação: As conferências nacionais e o experimentalismo democrático brasileiro”. Série Pensando o Direito.Ministério da Justiça, Brasília, p.43.</p><p>6.     <a href=\"http://www.participedia.net/en/cases/national-public-policy-conferences-brazil#cite_ref-5\">↑</a> Pogrebinschi, Thamy, Moving away from liberal democracy: Participation, representation, and political experimentalism in Brazil (2010). Paper delivered at the Ash Center Democracy Seminar, Harvard Kennedy School, on September 8, 2010, p.3.</p><p>7.     <a href=\"http://www.participedia.net/en/cases/national-public-policy-conferences-brazil#cite_ref-6\">↑</a> Ibid, p.23.</p><p>8.     <a href=\"http://www.participedia.net/en/cases/national-public-policy-conferences-brazil#cite_ref-7\">↑</a> Ibid, p.3.</p><p>9.     <a href=\"http://www.participedia.net/en/cases/national-public-policy-conferences-brazil#cite_ref-8\">↑</a> Ibid, p.4.</p><p>10.  <a href=\"http://www.participedia.net/en/cases/national-public-policy-conferences-brazil#cite_ref-9\">↑</a> Ibid, p.9.</p><p>11.  <a href=\"http://www.participedia.net/en/cases/national-public-policy-conferences-brazil#cite_ref-10\">↑</a> Ibid, p.9.</p><p>12.  <a href=\"http://www.participedia.net/en/cases/national-public-policy-conferences-brazil#cite_ref-11\">↑</a> Ibid, p.10</p><p>13.  <a href=\"http://www.participedia.net/en/cases/national-public-policy-conferences-brazil#cite_ref-12\">↑</a> Ibid, p.11</p><p>14.  <a href=\"http://www.participedia.net/en/cases/national-public-policy-conferences-brazil#cite_ref-13\">↑</a> Pogrebinschi, Thamy and Santos, Fabiano, Participation as Representation: The Impact of National Public Policy Conferences on the Brazilian Congress (2010). APSA 2010 Annual Meeting Paper. Available at SSRN: <a href=\"http://ssrn.com/abstract=1643679\" title=\"http://ssrn.com/abstract=1643679\">http://ssrn.com/abstract=1643679</a>, p.5.</p><p>15.  <a href=\"http://www.participedia.net/en/cases/national-public-policy-conferences-brazil#cite_ref-14\">↑</a> Ibid, p.5</p><p>16.  <a href=\"http://www.participedia.net/en/cases/national-public-policy-conferences-brazil#cite_ref-15\">↑</a> Pogrebinschi, Thamy, Moving away from liberal democracy: Participation, representation, and political experimentalism in Brazil (2010). Paper delivered at the Ash Center Democracy Seminar, Harvard Kennedy School, on September 8, 2010, p.15.</p><p>17.  <a href=\"http://www.participedia.net/en/cases/national-public-policy-conferences-brazil#cite_ref-16\">↑</a> Ministério da Justiça. ISEGORIA. <a href=\"http://www.mj.gov.br/isegoria\" title=\"http://www.mj.gov.br/isegoria\">http://www.mj.gov.br/isegoria</a> [DEAD LINK]</p><p>18.  <a href=\"http://www.participedia.net/en/cases/national-public-policy-conferences-brazil#cite_ref-17\">↑</a> Pogrebinschi, Thamy and Santos, Fabiano, Participation as Representation: The Impact of National Public Policy Conferences on the Brazilian Congress (2010). APSA 2010 Annual Meeting Paper. Available at SSRN: <a href=\"http://ssrn.com/abstract=1643679\" title=\"http://ssrn.com/abstract=1643679\">http://ssrn.com/abstract=1643679</a>, p.7.</p><p>19.  <a href=\"http://www.participedia.net/en/cases/national-public-policy-conferences-brazil#cite_ref-18\">↑</a> Ibid, p.20.</p><p>20.  <a href=\"http://www.participedia.net/en/cases/national-public-policy-conferences-brazil#cite_ref-19\">↑</a> Ibid, p.21.</p><p>21.  <a href=\"http://www.participedia.net/en/cases/national-public-policy-conferences-brazil#cite_ref-20\">↑</a> Ibid, p.5</p><p>22.  <a href=\"http://www.participedia.net/en/cases/national-public-policy-conferences-brazil#cite_ref-21\">↑</a> Ibid, p.28.</p>", "title": "Die Nationalen Konferenzen Öffentlicher Ordnung (Brasilien)"}