{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Gregory Barrett<em>.</em></p><p>After a series of uneven reforms in the Ministry of Health’s indigenous health programme, a series of deliberations among Ministry officials, indigenous and health rights groups and researchers resulted in a presidential decree paving the way for a special secretariat for indigenous health within the Ministry of Health whilst retaining indigenous communities’ autonomy over how and which forms of care are delivered.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>Brazil’s 1988 Constitution enshrined the right of citizens to state-guaranteed health care as well as the right of citizens to participate in health budgeting and programming processes. Since that time, the state Ministry of Health has attempted to address the specific health needs of the country’s indigenous populations. In part because of their relative isolation and in part because of the distinctive traditions of indigenous medicine, the participation of indigenous groups in the processes of health decision-making and service delivery required special consideration and innovation by public sector health officials and workers. In addition, their disproportionately high rates of morbidity and mortality across a range of health indicators required special attention. The objective of the new special secretariat is to implement a new model of state-provided health care, which is based on the commitment of central government to differentiated health needs of minority groups and the participation of the indigenous people, and a respect for previous constitutional guarantees of indigenous autonomy.</p><h3>Structure and Process</h3><p>In part, because of the mobilisation of public health workers and in part because of the mobilisation of indigenous groups, the Ministry of Health has attempted – over time – to respond to the specific health needs of Brazil’s indigenous peoples. Initially, the Ministry of Health gave one of its executive administrations – FUNASA – the responsibility for overseeing the decentralisation of health policy to indigenous communities and the outsourcing of indigenous health services to NGOs and the private sector. However, this approach was not particularly successful because it required indigenous communities to act as both providers and users of services – responsibilities to which most communities were unaccustomed. This approach also failed to yield improved health gains amongst many communities. Ongoing consultations between indigenous communities and the Ministry resulted in the April 2010 presidential decree, which has now led to the creation of the Special Secretariat of Indigenous Health (SESAI). SESAI will function as a sub-office within the Ministry focused specifically on indigenous health policy, which guarantees resources from the federal budget and the right to differentiated services based on traditional medicine and specialised indigenous health needs.</p><h3>Impact</h3><p>The project provided a more workable solution to the ongoing discrepancies in state-provided health care to indigenous communities. Although indigenous groups were eager to exercise some autonomy over health policy in their communities – particularly because of the need for health services that were sensitive to traditional medicine – they also required better targeted support from the central Ministry of Health to ensure the necessary resources would be transferred to community health services. After a series of experiments in which indigenous communities were given varying levels of support for running their own medical services, indigenous groups and the Ministry of Health came to an agreement to propose the formation of Special Secretariat of Indigenous Health within the Ministry. This ensures that indigenous health gets the policy attention it needs and is not, instead, diluted as a downsized, outsourced sub-component of the national primary-care system.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>This project occurs against the backdrop of a renewed policy focus on the rights and needs of Brazil’s indigenous communities as well the backdrop of the right to health, and to participatory ways of achieving it.</p><h4>Type of Contribution by Participants</h4><p>They directly made decisions about project measures</p><h4>Target Group</h4><p>The target groups of the project are Brazil’s indigenous peoples.</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>700,000</p><h4>Total Number of Active Participants (approx.)</h4><p>Institutionalising participation in general and indigenous health policy has led to the creation of over 5,000 Health Councils and a four-year cycle of national policy debates that build up from the very local level to the National Health Conference, with each cycle including the active involvement of over 300,000 people across the country</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Extensive effort to address disadvantaged groups</p><p>Extensive efforts were made to include the traditionally excluded indigenous groups from across Brazil.</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>Yes, the programme demonstrates the responsiveness of central government to the social demands of a traditionally marginalised group in Brazil. The ongoing deliberations between public health officials and indigenous leaders as well as the willingness for the Ministry to experiment with different forms of organisation and service delivery with indigenous communities eventually led to a more democratically agreed institution for focusing on the specific health needs of indigenous communities, including their democratic participation in the process. There is a growing literature (notably Andrea Cornwall in the English-language literature and Maria Helena Labrea in the Portuguese-language literature) on the influence of Brazil’s participatory health policy spaces in creating a “culture of citizenship” among participants, stimulating engagement in other spheres of public life and thereby deepening and broadening democracy in Brazil.</p><h4>Adoption by Others</h4><p>No</p><h2>Links</h2><p>Shankland, A &amp; A Cornwall (2007) ‘Realizing Health Rights in Brazil: The Micropolitics of Sustaining Health System Reform’, in A Bebbington &amp; W McCourt (eds) Development Success: Statecraft in the South. Basingstoke, UK: Palgrave Macmillan;</p><p>Website for the VIGISUS Consultation – Models for Indigenous Health Subsytems (in Portuguese);</p><p>Ainsworth, P &amp; K Hawkins (2010) ‘<a href=\"http://www.futurehealthsystems.org/docs/BSU_Brief6_1.6.pdf;\">Beyond Scaling Up: Pathways to Universal Access</a>’, Workshop Briefing 6, Future Health Systems Research Programme Consortium, UK;</p><p>Shankland, A (2010) ‘”We Got It to Our Heads that We Should Do the Job of the State”: The Indigenous Peoples’ Movement and the Health System in Acre, Brazil’, in V Schattan P Coelho &amp; B von Lieres (eds) Mobilising for Democracy: Citizen Action and the Politics of Public Participation. London: Zed.</p>", "title": "Reforming the Indigenous Health System in Brazil"}