{"htmlbody": "<h3>Background</h3><p>Figline Valdarno is an Italian municipality in the Province of Florence, Tuscany, with a population of about 17,000 inhabitants. In 2008 Figline Valdarno celebrated his 1,000th anniversary from his foundation. This represented an opportunity to rethink the evolution of public spaces and their usage. Attention was dedicated to the old town and particularly to the main square. The historical center of Figline is still surrounded by medieval walls and crossed by many narrow streets; its main feature is the medieval market Marsilio Ficino square. Marsilio Ficino Square has always been the main place of meeting, but in the last decades cars have occupied a lot of space, limiting the possibility of people to enjoy the square. Today the square, covered only by asphalt, lacks an appropriate pavement enhancing the aesthetics of the square. Actual lack of street furniture, instead, is linked to a more complex issue of conviviality, an important factor of social life and an historical function of squares. This participatory project, proposed by the Municipality of Figline, was born under a wider strategy of empowerment of the old town which adopts an integrated approach to re-qualification and economic and social development. In this framework, the Administration created a specific bureau of the old town (“Ufficio Progetto Valorizzazione del Centro Storico”). Due to lack of professionals specialized in participation processes, the Municipality resorted to the methodological and operative support to an external advisor firm (Avventura Urbana).</p><p><a id=\"Objectives\" name=\"Objectives\"></a></p><h2>Objectives</h2><p>According to Regional law no. 69/2007 of Tuscany, this participatory project aimed at promoting an innovative way of making decisions by involving citizens and stimulating civic participation. The general target was to boost an active engagement of citizens in defining the square’s functions, particularly regarding the reorganization of the weekly market. This main target is subdivided into specific targets, such as</p><ul><li>Learn more about the urban environment through the point of view of citizens</li><li>Know the expectations of different stakeholders in relation to the project</li><li>Achieve shared solutions</li><li>Recognize the relevance of citizens in assessing the different proposals</li><li>Check the correspondence between the needs expressed by citizens and the proposals emerging from the project</li></ul><p><a id=\"Participation_selection\" name=\"Participation_selection\"></a></p><h2>Participation selection</h2><p>The overall project involved over 1,000 people (including the listening-stage and the restitution) from different backgrounds: political actors, representatives of economic and social interests, such as example shopkeepers, the parson, the representative of local muslim community, local associations and common citizens. Different categories was involved in different types of survey: interviews, door-to-door visits, a “listening-pole” and questionnaires. Phone outreach was used too as an instrument to involve citizens; moreover, the municipality sent specific invitations to all 800 families resident in the old town. Interviews involved fifteen representatives of local associations while the “door-to-door” visit involved a sample of fifteen shopkeepers representing different commercial activities on the square (retail, clothing, restaurants), including some pedlars. An innovative method used was the “listening-pole” that attracted different categories of citizens, included commuters and tourists which represent a particular point of view on the issue. The “listening-pole”, which took place during two days, consisted of a panel assembled on wheels which was located along on main streets of pedestrian traffic. This method allowed to collect the opinion of 300 citizens representing different categories of the population according to occupation, age and gender. In the end, a questionnaire was administered to 86 students of the “Vasari” high school in order to have a sample of people between 14 and 19 years old. Inclusiveness and representativeness were fundamental targets in the selection of participants. Special attention in the selection process was given to the Muslim community, that it counts several hundred persons; in fact, the local mosque is near Marsilio Ficino Square. Particular attention was given to equal gender representativeness. The choice to use the “listening-pole” during a market day was thought specifically to involve women, under-represented in the previous interviews. The main hurdle to get a complete representativeness was the involvement of young people. Only one group of young individuals accepted to be interviewed at the “listening-pole”. For this reason the questionnaire was administered to the students of “Vasari” high school. This listening-stage was used also to provide a balanced information about the topic of the process to the respondents.</p><p><a id=\"The_participatory_process\" name=\"The_participatory_process\"></a></p><h2>The Participatory Process</h2><p>Regarding the duration of the entire project, it lasted from March, when the listening stage began with the first interviews and the “door-to-door” visits, until the end of October 2009 with a public presentation of the outcomes. It is necessary to specify that the project suffered an initial delay due to time require to allocate required funding. Other reasons of the delay were the choice to extend the listening-stage until July, as well as the interaction with citizens until the drafting of a preliminary plan of the square. Three workshops of constructive interaction, each one lasting three hours, took place by trying to represent all the opinions arisen in the listening-stage. The technical aspects of the issue required also specific skills, for this reason workshops were addressed to different stakeholders at different levels of openness. In particular first workshop was opened only to thirteen representatives of municipal services involved in the project. The second workshop was about a planning simulation. It gathered fifteen citizens in representation of different points of view. These citizens were selected by a phone outreach among people that had shown interest in participating in workshops during the “listening-pole days”. Other participants were selected among people that answered the invitation made by the Municipality to all 800 families resident in the old town. This workshop had the typical features of a focus group, but technical aspects of some issues required also the intervention of facilitators with specific knowledge on the topic. Participants had the opportunity to work on large maps with the assistance of expert facilitators and to forward their priorities and intervention suggestions. The third workshop, instead, was completely open to experts, stakeholders and common citizens. The meeting tried to break down the traditional 'wall' between urban planning professionals and common people. The outcome of this stage was positive, particularly regarding the representativeness of all interests at stake. Ideas and proposals arisen in previous workshops were interpreted and translated in intervention plans. Planning interaction was used to share various aspects of the project among administrative experts and economic stakeholders interested in the re-arrangement of the market. A public presentation conveyed the outcomes of the process to all citizens; public stands on the square and, once again, the “listening-pole” were located in the square for this purpose. Reports were provided to the participants of the project. Partial outcomes were also presented to the press and the municipality’s website reported the status of work. Besides organizational resources of the Municipality, the process cost 46,000 euro, 30,000 of which were granted by the Tuscany Region on the basis of law no.69/07.</p><p><a id=\"Climate\" name=\"Climate\"></a></p><h2>Climate</h2><p>Climate was generally relaxed, particularly in the days of the “listening-pole”. The informality of this tool enhanced participation of different people, even if the poor attendance of young people was noticeable Some participants to the listening-stage showed an initial doubt about the real purpose of engagement proposed by the Municipal Administration but in general they showed appreciation for the initiative. During the workshops interest and participation gradually increased. The workshops (each lasting three hours) were constructive and finally the deliberative process produced a possible and shared decision. The main hurdle to the success of this process was the time factor. Limited timing represented a major concern, particularly in the final conversion of suggestions into the preliminary plan. A shared position emerged in the end allowing to complete the process on time. In the attempt to ensure neutrality, a “guarantee committee” composed by the President of Municipal Council, a municipal counsellor belonging to the opposition and a communication expert, editor of a local television, was set up.</p><p><a id=\"Outcomes\" name=\"Outcomes\"></a></p><h2>Outcomes</h2><p>The experience of the participatory process was judged very positively by participants in answering a questionnaire at the end of the event. Workshops enhanced mutual exchange of information between citizens and experts. They stimulated an active participation by the citizens who had the opportunity to deliberate about concrete issues relevant for daily life in Figline Valdarno; local civic engagement and social capital were enhanced. The relevance of the process overcame initial expectation; a proof of this was the change of strategy by the Municipality, which decided to give up the originally planned architecture competition. The positive perception of this initiative was witnessed also by the citizens’ request for an extension of topics faced by the participatory process. During the process’ progress in fact, participants showed the will to face the topic of urban safety, felt to be an emergency and linked to the presence of immigrants and the deterioration of buildings. Unfortunately it wasn’t possible to extend the process for budget reasons, while a following request for a shared “Use plan for public spaces in the old town” could not be funded by the Regional Participation Authority. The final impact was extremely positive for the community, which gave a proof of cohesion and developed a relationship of trust with the Administration.</p><p><a id=\"External_links\" name=\"External_links\"></a></p><h2>External links</h2><p>[1] <a href=\"http://www.consiglio.regione.toscana.it/partecipazione/documenti/RelazioniFinali-Progetti/Figline-RF-IdeeInPiazza.pdf\">Final Report</a></p><p><a href=\"http://www.comunefiv.it/\">Comune di Figline e Incisa Valdarno</a></p><p><a href=\"http://www.comune.figline-valdarno.fi.it/static/ideeinpiazza/index.htm\">Project on the Municipality's Website</a></p>", "title": "Ideas in the Square \"Idee In Piazza\" (Figline Valdarno, Italy)"}