{"htmlbody": "<p><em>Anmerkung: Dies ist die deutsche Übersetzung einer englischen Originalversion abrufbar unter <a href=\"http://participedia.net/en/cases/british-columbia-citizens-assembly-electoral-reform\">http://participedia.net/en/cases/british-columbia-citizens-assembly-elec...</a></em></p><p><em>Note: this is a German translation of an English case study available at <a href=\"http://participedia.net/en/cases/british-columbia-citizens-assembly-electoral-reform\">http://participedia.net/en/cases/british-columbia-citizens-assembly-elec...</a></em></p><h3> </h3><h3>Zusammenfassung</h3><p>Die \"Citizens' Assembly on Electoral Reform\" (deutsche Übersetzung ungefähr: Bürgerversammlung zur Wahlrechtsreform, abgekürzt im folgenden mit CA) war ein Gremium, welches von der Regierung der kanadischen Provinz British Columbia eingesetzt wurde. Die Bürgerversammlung war damit beauftragt das bestehende Wahlrecht in British Columbia zu diskutieren und Veränderungen vorzuschlagen um dieses zu verbessern. Insgesamt bestand die CA aus 160 Bürgern, die zufällig gezogen wurden. Diese Teilnehmer trafen sich ein Jahr lang ungefähr jedes zweite Wochenende und deliberierten über alternative Wahlrechtssysteme. Im Oktober 2004 schlug die CA als Endergebnis vor das bestehende \"First Past the Post\"-Wahlsystem  (deutsch: Mehrheitswahlrecht) durch ein \"Single Transferable Vote\"-System (deutsch: übertragbare Einzelstimmgebung) zu ersetzen. Dieser Vorschlag wurde dann in einem provinzweiten Referendum abgestimmt, das gleichzeitig mit der Provinzwahl 2005 stattfand. Es wurde festgelegt, dass das Referendum dann den Vorschlag bestätigte, wenn 60 % der Stimmen insgesamt sowie gleichzeitig einfache Mehrheiten in 60% der 79 Wahlbezirke für den Vorschlag zustande kommen. Die Endergebnisse ergaben, dass der Vorschlag nur 57,7 % aller Stimmen statt den geforderten 60% erreichte und somit abgelehnt wurde, obwohl er in 77 von 79 Wahlbezirken mit einfacher Mehrheit angenommen wurde. Dieses sehr knappe Ergebnis führte zu einem zweiten Referendum am 12. Mai 2009. In diesem wurde der Vorschlag das Wahlrecht zu ändern jedoch abgelehnt, da 62% aller Wahlberechtigten gegen den Vorschlag stimmten.</p><h3>Zweck und Problemstellung</h3><p>Entscheidungen über wichtige Regelungen innerhalb politischer Systeme, wie z.B. über die geographische Aufteilung eines Landes in Wahlbezirke, zur Finanzierung von Wahlkampfkampagnen, oder aber zur Frage, welches Wahlsystem benutzt wird, werden normalerweise von legislativen Organen getroffen. Dabei liegt eine Gefahr darin, dass diese ständigen Legislativorgane solche Regelungen so treffen, dass die Legislative selbst davon profitiert. So kann eine solche Entscheidung eher individuelle oder parteiliche Interessen in Bezug auf eine Wiederwahl begünstigen, während allgemeine demokratische Werte wie politischer Wettbewerb, Diversität oder Wählerwillen nicht an erste Stelle gestellt werden. Als eine solche Entscheidung zum Wahlsystem in British Columbia anstand, nämlich die Frage ob man statt einer Mehrheitswahl der Legislative ein proportionales Wahlsystem einführen sollte, wurde durch die Regierung von British Columbia eine Bürgerversammlung einberufen. Die Erwartung hinter diesem Schritt war, dass der Vorschlag einer Bürgerversammlung ein faireres Wahlsystem beinhalten würde als ein Vorschlag von professionellen Politikern. Auch konnte der Vorschlag der CA ein höheres Maß an Legitimität vorweisen und es wurde erwartet, dass dieser somit eher von der Bevölkerung akzeptiert werden würde.</p><h3>Geschichte</h3><p>Im Jahre 2004 nahmen 160 zufällig ausgewählte Bürger der kanadischen Provinz British Columbia an einem innovativen Experiment deliberativer Demokratie teil. Diese 160 Bürger bildeten eine Bürgerversammlung (Citizens' Assembly = CA), deren Aufgabe war, das Wahlsystem der Provinz zu analysieren und, wenn nötig, ein neues System und somit auch ein neues Wahlgesetz zu entwerfen. Dieser Vorgang war bislang einmalig; niemals zuvor wurde die Ausarbeitung eines neuen Wahlsystems normalen Bürgern (im Gegensatz zu Experten und Politikern) anvertraut.</p><p>Die Idee zu dieser CA war Teil eines Reformpakets der Liberal Party (liberale Partei), das in deren Wahlprogramm 2001 beinhaltet war. Diese doch etwas unorthodoxe Initiative repräsentierte die Antwort der Partei auf die in den letzten Jahren schwindende Zufriedenheit der Bevölkerung mit dem existierenden Wahlsystem. Bei den Wahlen 1996 erhielten die Liberalen 42% der Stimmen gegenüber 39% für die New Democratic Party (NDP). Allerdings gewann die NDP eine Mehrheit an Sitzen im Provinzparlament (39 Sitze im Vergleich zu 33 für die Liberalen) durch das Mehrheitswahlrecht. Nach diesem Wahlrecht wählt jeder Bezirk einen Kandidaten ins Parlament. Der Kandidat, der die höchste Anzahl an Wählerstimmen in einem Bezirk gewinnt, erhält den Sitz im Parlament. Alle anderen Kandidaten (und diejenigen Bürger, die sie gewählt haben) bekommen nichts. Die liberale Partei gewann somit 1996 zwar die Wahl, wenn man die Gesamtstimmen aller Wähler betrachtet, verlor aber gleichzeitig, da nach dem Mehrheitswahlrecht die Sitze im Parlament anders aufgeteilt wurden (die Partei hatte zwar insgesamt mehr Stimmen, diese verteilten sich jedoch so, dass die NDP mehr Bezirke für sich entschied und somit mehr Sitze im Parlament gewann). Zur nächsten Wahl im Jahre 2001 versprach der Vorsitzende der liberalen Partei, Gordon Campbell, deswegen, dass im Falle eines Wahlsiegs eine Bürgerversammlung einberufen werden würde, die ein neues Wahlsystem entwerfen sollte. Die Wahl 2001 wurde von den Liberalen gewonnen, zeigte aber auch gleichzeitig wieder den dringenden Bedarf einer Wahlrechtsreform. Die Liberalen erhielten \"nur\" 57,62% der Gesamtstimmen, bekamen aber 77 von 79 Sitzen im Parlament. Obwohl die NDP insgesamt 21,56% der Wählerstimmen auf sich vereinigen konnte, gewannen sie nur die restlichen zwei Sitze im Parlament. Die Grüne Partei wurde zwar von 12,39% der Bürger gewählt, erhielt aber keinen Sitz und somit keine Vertretung und kein Mitspracherecht.</p><p>Nach der Wahl hielt die liberale Partei ihr Versprechen. 2003 wurde die Citizens' Assembly gebildet und mit $5,5 Millionen finanziert. Ein Versammlungsvorsitzender und anderes wichtiges Personal wurden eingesetzt und kümmerten sich um die nötige Vorbereitung, damit die Bürgerversammlung ab Januar 2004 ihre Arbeit beginnen konnte. Zwischen Januar und November 2004 trafen sich die 160 Mitglieder der CA und deliberierten über das bestehende Wahlsystem und verschiedenen Alternativen. Die Deliberation war in drei unterschiedliche Phasen aufgeteilt. Trotzdem besaß die CA nicht die Macht ein neues Wahlsystem festzulegen. Sie konnte nur einen detaillierten Vorschlag unterbreiten, der dann von allen Bürgern British Columbias - nicht von der Legislative - in einem Referendum abgestimmt wurde.</p><h3>Gründung und Auswahl der Teilnehmer</h3><p>Obwohl die CA ein außergewöhnliches Projekt darstellt, wurde sie auf normalen Wege, wie viele andere Vorhaben, vom Parlament autorisiert. 2002 beauftragte die neu gewählte Provinzregierung einen ehemaligen Politiker der Liberalen ein Format für die Durchführung der Bürgerversammlung auszuarbeiten. Dieser verfasste einen Report und Monate später ernannte die Regierung einen Vorsitzenden der CA und reichte im Parlament einen Antrag ein die CA einzuberufen. Im April 2003 wurde dieser Antrag einstimmig angenommen und ein Sonderkomitee der Legislative wurde beauftragt die Durchführung der CA zu überwachen. Die Versammlung sollte 158 Bürger von British Columbia umfassen, zwei aus jedem der 79 Bezirke. Außerdem wurde der Vorsitzende und sein Sekretariat berufen um die Organisation durchzuführen. Die CA sollte über das gesamte Jahr 2004 hin arbeiten und zu ihrer Durchführung stand ein Budget von 5,5 Millionen kanadischen Dollar zur Verfügung. Premier Gordon Campbell sagte hierzu: “For the first time in our nation's history, we are providing voters with the opportunity to decide for themselves how we elect our MLAs -- how they should elect those who sit in the legislature to represent them\" (deutsch grob übersetzt: \"Das erste Mal in der Geschichte unseres Landes geben wir unseren Wählern die Möglichkeit, selber zu entscheiden, wie sie ihre Repräsentanten wählen möchten\").</p><p>Im sie einberufenden Gesetz wurde vorausgesetzt, dass \"die CA die erwachsene Bevölkerung British Columbias weitestgehend repräsentieren soll, insbesondere in Bezug auf Alter, Geschlecht, und geographischer Verteilung\" (engl. Original: \"The Citizens’ Assembly is to be broadly representative of the adult population of British Columbia, particularly respecting age, gender, and geographical distribution.”) Es gibt verschiedene Möglichkeiten eine Versammlung einzuberufen, die die gesamte Bevölkerung repräsentiert. Die CA wurde durch moderne Methoden der Randomisierung ausgewählt, die zu einem besseren Ergebnis als das traditionelle Losverfahren führen. Eine Teilnehmerliste wurde willkürlich aus den Wahllisten der Provinzen gezogen, mit einer gleichen Anzahl aus jedem der 79 Bezirke. Außerdem sollte die gleiche Anzahl Männer und Frauen ausgewählt werden und die Auswahlmethode berücksichtigte, dass die Altersverteilung der erwachsenen Bevölkerung reflektiert wurde. Die Teilnehmer erhielten eine Vergütung von $150 pro Tag. Außerdem wurde Kinderbetreuung, Transport und Unterkunft organisiert um Teilnehmern mit niedrigerem Einkommen oder weit entferntem Wohnort überhaupt die Möglichkeit zur Partizipation in der CA zu geben.</p><p>Diese Versammlung sollte, laut den Designern des Auswahlprozesses, ein Gleichgewicht von Interessen sichern und die Ansichten der normalen Bürger in das Wahlsystem integrieren. Die sorgfältige Auswahl begann im August 2003 und dauerte bis zum Dezember an. Als erstes wurde das Wählerverzeichnis in den verschiedenen Bezirken aktualisiert. Dann wurden jeweils 100 Männer und Frauen zufällig aus diesen Listen für jeden der 79 Bezirke gezogen. Dies führte zu einer Gesamtanzahl von 15.800 Namen. Diese gewonnene Probe wurde dann in jedem Bezirk nach Alterskohorten als auch Geschlecht geschichtet. Die Menschen, die in dieser Zufallsprobe gezogen wurden, wurden alle schriftlich eingeladen in Auswahltreffen in ihrem Bezirk teilzunehmen. Aufgrund einer niedrigen Antwortrate wurden in einigen Bezirken zusätzliche Namen gezogen. Insgesamt wurden schließlich über 23.000 solcher Einladungen verschickt. Aus diesen 23.000 äußerten ca. 1700 Wähler Interesse an einer Teilnahme in der CA; 964 erschienen dann wirklich zu den Auswahltreffen, in denen Informationen zum Mandat der Bürgerversammlung und ihrer Arbeit, der Pflichten ihrer Teilnehmer, sowie dem Auswahlprozess erläutert wurden. Von diesen 964 Anwesenden bei den Treffen wurden 158 Teilnehmer zufällig gezogen, je ein Mann und eine Frau pro Bezirk. Die Namen der restlichen Anwesenden bei den Auswahltreffen wurden gespeichert für den Fall, dass die Bürgerversammlung Ersatz für Teilnehmer, die aus anderen Gründen nicht mehr mitmachen konnten, brauchte. Dieser Auswahlprozess ergab jedoch keine Repräsentanten der Ureinwohner (engl.: aboriginal citizens), sodass zwei weitere Teilnehmer (eine Frau und ein Mann) dieser Bevölkerungsgruppe aus den Anwesenden bei den Treffen gezogen wurden. Zum Ende des Auswahlprozesses bestand die Bürgerversammlung aus 160 Mitglieder und einem Vorsitzenden, der seine Stimme nur im Falle eines Unentschieden abgeben durfte. Das Mandat der Legislative zielte darauf ab eine Versammlung einzuberufen, die unabhängig und gleichzeitig repräsentativ war. Sie hatte zur Aufgabe verschiedene Wahlmodelle für British Columbia zu analysieren, mit der einzigen Einschränkung, dass alle Vorschläge mit der kanadischen Verfassung und dem Westminster-System vereinbar sind. Die CA konnte zu dem Schluss kommen, das bestehende Wahlsystem beizubehalten, oder aber einen konkreten Alternativvorschlag formulieren. Absichtlich wurde die Deliberation der Versammlung von der Einflussnahme politischer Parteien isoliert. Zuzüglich wurden die verwendeten Informationsmaterialien und Expertenmeinungen so ausgewählt, dass kein mögliches alternatives Wahlsystem besonders hervorgehoben werden konnte.</p><p>Die Bürgerversammlung konnte ein alternatives Wahlsystem nur vorschlagen und es nicht im Gesetz verankern. Die Empfehlung der CA wurden Ende Dezember 2004 veröffentlicht. Das Ergebnis enthielt den Vorschlag für ein neues Wahlmodell. Dieser wurde in einem Volksentscheid zeitgleich mit der Provinzwahl in British Columbia am 17. Mai 2005 abgestimmt. Um angenommen und umgesetzt zu werden, musste der Vorschlag eine doppelte Mehrheit erreichen, die sowohl 60 % aller abgegebenen Stimmen, sowie eine einfache Mehrheit in mindestens 60 % der 79 Wahlbezirke umfasste (d.h. mindestens 50 % + 1 der Stimmen in mindestens 48 Wahlbezirken). Einige kritisierten, dass diese Mehrheitsvorgaben zu streng waren, während andere argumentierten, dass eine solche \"Super-Mehrheit\" (engl.: super-majority) nötig war, da es um die Annahme eines Vorschlags mit konstitutioneller Wichtigkeit ging, der von der gesamten Provinz getragen werden musste.</p><h3>Deliberation und Entscheidungsfindung</h3><p><u><em>Die Lern-Phase </em></u></p><p>Einige Politikwissenschaftler widmen ihre gesamte Karriere den Verstehen von verschiedenen Wahlsystemen und ihren Folgen. Im Gegensatz hierzu fühlten sich viele Teilnehmer der CA relativ unwissend. Zu Beginn der CA gaben sich die Teilnehmer durchschnittlich eine 4,3 auf einer Skala von 1 bis 10 wenn sie gefragt wurden, wie viel sie über Wahlsysteme wüssten. Somit war das erste Vorhaben der CA, dass ihre 160 Mitglieder über die Grundlagen dieses Felds informiert wurden um fundiertes Hintergrundwissen aufzubauen. In einer ersten \"Lern-Phase\" traf sich die CA an sechs Wochenenden (jeweils Samstags und Sonntags Morgens) von Januar bis März 2004. Während dieser Treffen hielten Experten vor großen Gruppen der Teilnehmer Vorträge zu verschiedenen Wahlmodellen. Anschließend wurde in Kleingruppen das Gelernte erörtert und debattiert und schließlich wurden nochmals im Plenum Ansichten ausgetauscht. Die Verteilung der Mitglieder auf die Kleingruppen von 10-15 Personen erfolgte durch Zufallsauswahl und die Zusammensetzung der Gruppen veränderte sich jede Woche um das Gemeinschaftsgefühl zu verstärken.</p><p>Die Vorträge und Themen dieser Lern-Phase wurden von den Organisatoren der CA sorgfältig ausgewählt um sicherzustellen, dass diese unparteiisch waren. Der \"Lehrplan\" dieser Phase wurde außerdem von einem speziellen Komitee bestehend aus Akademikern und Experten untersucht und abgesegnet. Sowohl kanadische als auch internationale Politikwissenschaftler hielten Vorträge zu Themen wie der Rolle des Parlaments, Wahlen und die fünf großen Familien von Wahlsystemen. Zusätzlich wurden Informationsmaterialen ausgeteilt und fortgeschrittene Master- oder auch Doktorstudenten der Politikwissenschaften wirkten als Moderatoren der Diskussionen in den Kleingruppen mit um diese zu vereinfachen.</p><p>Innerhalb dieser Phase wurden wichtige Schritten unternommen um Beziehungen, Kommunikationsnormen und Teamgeist zwischen den Teilnehmern zu entwickeln. Die Mitglieder der CA waren in einem Hotel nahe der Versammlungsstätte untergebracht, nahmen alle Mahlzeiten zusammen ein, und organisierte außerdem gesellschaftliche Veranstaltungen wenn die CA gerade nicht tagte. Die Teilnehmer wurden außerdem gebeten die Werte zu formulieren, die ihre Zusammenarbeit innerhalb der CA regulieren und führen sollten. Die CA beschloss daraufhin im Konsens solche Werte wie Respekt gegenüber allen Meinungen, Integrität, Unvoreingenommenheit und Inklusivität.</p><p><u><em>Die Phase der öffentlichen Anhörungen</em></u></p><p>Auf die Lern-Phase folgte eine Phase von öffentlichen Anhörungen, die von Mai bis Juni 2004 dauerte. Individuelle Mitglieder der CA veranstalteten an die fünfzig Anhörungen überall in British Columbia um sich mit den Meinungen anderer Bürger vertraut zu machen und Feedback aus der Öffentlichkeit zu sammeln. Mitglieder der CA beteiligten sich dabei an Treffen aus ihrem Heimatbezirk, nahmen jedoch auch an Anhörungen in anderen Bezirken teil um sich ein Bild darüber zu machen, was in anderen Gegenden diskutiert wurde. Während dieser Anhörungen wurden den Teilnehmern der CA auch die Standpunkte von Interessengruppen, Lobbyisten und politischen Parteien dargelegt, angefangen bei der British Columbia Nurses' Union (dt.: Gewerkschaft der Krankenpfleger in British Columbia) bis hin zur Grünen Partei der Provinz. Schreiber protokollierten diese Sitzungen und erstellten Zusammenfassungen aller Präsentationen. Ungefähr 3000 Menschen nahmen an diesen öffentlichen Anhörungen teil. Einzelne Anhörungen variierten in ihrer Teilnehmerzahl zwischen 20 und 150 Teilnehmern. Neben diesen öffentlichen Anhörungen wurden auch ungefähr 1600 schriftliche Meinungen an die CA gesendet, die die Mitglieder online oder ausgedruckt lesen konnten. Insgesamt ergaben diese Anhörungen Unterstützung aus der Bevölkerung für ein proportionaleres System, hauptsächlich eine Art von \"mixed member proportional (MMP)\" System. Das bestehende Mehrheitswahlrecht erhielt nur wenig Unterstützung aus der Bevölkerung.</p><p><u><em>Die Deliberationsphase </em></u></p><p>Die dritte und finale \"Deliberationsphase\" der CA fand zwischen September und November 2004 statt. Bis hierher mussten die Teilnehmer hauptsächlich lernen und sich Meinungen andere anhören. In diesen finalen drei Monaten sollten sie das Gelernte und Gehörte dann anwenden und einen Vorschlag für ein Wahlsystem entwickeln, das ihrer Meinung nach am besten für British Columbia geeignet war. Während der Deliberation wurden die Teilnehmer aufgefordert die wichtigsten Werte eines Wahlsystems zu identifizieren. Faire Ergebnisse (verstanden als Verhältnismäßigkeit zwischen Wählerstimmen und zu vergebenden Sitzen), lokale Repräsentation, und Wählerwillen kristallisierten sich hier als die drei wichtigsten Werte heraus. Diese wurden dann zu Kriterien anhand derer die Teilnehmer die CA die verschiedenen Alternativen bewerteten. </p><p>Vom Anfang der Deliberationsphase an war offensichtlich, dass nur wenige den Status Quo des Mehrheitswahlsystems befürworteten, während der Großteil der Teilnehmer sich für eine Art Verhältniswahlsystem proportionaler Repräsentation aussprach. In relative kurzer Zeit einigte sich die CA auf zwei Alternativen: \"Single Transferable Vote (STV)\" (dt.: Übertragbare Einzelstimmgebung) und das \"Mixed Member Proportional (MMP)\" (dt.: personalisierte Verhältniswahl) Wahlsystem. Die Teilnehmer der CA verbrachten dann zwei Wochenenden (jeweils eins pro Alternative) damit die beste Version dieser Systeme angewendet auf British Columbia zu entwickeln. Im STV System entscheiden sich die Wähler nicht für einen einzigen Kandidaten sondern ordnen die verschiedenen Kandidaten von demjenigen, den sie am meisten begünstigen bis zu demjenigen, den sie am wenigstens im jeweiligen Amt sehen wollen. Für jeden Bezirk gibt es eine Grenze von Wählerstimmen, über der ein Kandidat als gewählt gilt. Im Falle, dass die Erstwahl eines Wählers nicht gewählt wird oder aber bereits genügend Stimmen hat um gewählt zu werden, wird die Stimme des Wählers auf seinen zweiten Kandidaten übertragen. Durch dieses Verfahren werden keine Stimmen \"verschwendet\" und die Ergebnisse sind proportional zum Willen der Wähler. Beim MMP System werden lokale Repräsentation und Verhältnismäßigkeit kombiniert indem die Wähler mehrere Stimmen erhalten. In der neuseeländischen Variante bekommt jeder Wähler zwei Stimmen. Eine dieser Stimmen wählt einen Vertreter im Bezirk des Wählers mit der höchsten Anzahl von Stimmen (wie im bestehenden \"first-past-the-post\" System in British Columbia). Die zweite Stimme des Wählers geht dann an eine Partei, deren Liste an Kandidaten dann proportional zur Anzahl ihrer Stimmen Sitze im Parlament erhält.</p><p>Die endgültige Entscheidung der CA wurde nach sorgfältiger Deliberation über die zwei Alternativen und ihrer Charakteristiken gefällt. Während der Deliberationsphase erklärten die Teilnehmer wichtige Argumente für ihre bevorzugte Alternative. Einige favorisierten MMP da es lokale und proportionale Repräsentation ausbalanciert und dadurch die besten Eigenschaften beider \"Welten\" beinhaltet. Außerdem vergrößert dieses System den Einfluss der Wähler. Ein Teilnehmer gab an, dass \"viele Menschen nicht wählen da sie nicht genügend reale Auswahlmöglichkeiten haben\" (engl. Original: \"a lot of people don't vote for lack of choice\") und dass ein proportionales System die Gleichgültigkeit der Wähler reduzieren könnte, da kleinere Parteien so eine Chance hätten Sitze im Parlament zu bekommen. Hierdurch würden mehr Optionen für die Wähler entstehen. Das MMP System würde vor allem Wählern zu gute kommen, die in Gegenden leben, in denen eine bestimmte Ideologie dominiert. Es erlaubt Menschen mit alternativen Ansichten, diese auch zu äußern. Jemand anders argumentierte, dass durch MMP eine größere Chance für Frauen und Minderheiten auch gewählt zu werden bestünde (engl. Original: \"there's a better chance with MMP for women and minorities to get elected\"). Jedoch kann man auch argumentieren, dass MMP zwar Wählern mehr Optionen bietet, gleichzeitig jedoch die Parteien übervorteilt und ihnen zu viel Macht gibt. Im STV System wäre dies nicht der Fall. Einige bevorzugten STV gegenüber MMP, da STV sich mehr auf die einzelnen Kandidaten konzentriert und Parteidisziplin verringert. Ein Teilnehmer, der STV unterstützte, erinnerte daran, dass ein Großteil der Desillusionierung von Politik auf zu großer Macht der Parteien beruhte (Zitat: \" Why are we here? We are here because of the problems created by parties, not by candidates […] here’s our chance to change it.” / dt.: \"Wieso sind wir hier? Wir sind hier aufgrund von Problemen, die von Parteien kreiert wurden, nicht von Kandidaten [...] Hier ist unsere Chance dies zu ändern.\"). Teilnehmer der CA aus den wenig besiedelten nördlichen Bezirken befürworteten vor allem lokale Repräsentation und unterstützten deswegen STV, mit seinen kleineren Bezirken. Beobachter der Deliberationsprozesse bescheinigten generell, dass die Qualität dieser Deliberationen allgemein sehr hoch war. Die Teilnehmer zeigten ein facettenreiches Verständnis der Wahlsysteme, erkannten Vor- und Nachteile von beiden Alternativen, und versuchten Konflikte zu reduzieren.</p><p>Schließlich stimmte die CA in geheimer Wahl über die beiden Alternativen ab. Im ersten Wahlgang gewann das STV System gegenüber dem MMP (123 Stimmen für STV gegen 31 für MMP). Im zweiten Wahlgang wurde dann mit überwältigender Mehrheit (146 dafür, 7 dagegen) beschlossen, dass ein Volksentscheid abgehalten werden sollte über die Frage, ob STV das bestehende Wahlsystem ablösen sollte.</p><h3>Ergebnis und Effekt</h3><p>Am 17. Mai 2005 wurden die Bürger von British Columbia in einem Volksentscheid gefragt: \"Soll British Columbia zum Wahlsystem der Übertragbaren Einzelstimmgebung (STV) wechseln, wie es von der Bürgerversammlung zur Wahlreform vorgeschlagen wurde?\" (engl. Originalfrage: “Should British Columbia change to the BC-STV electoral system as recommended by the Citizens’ Assembly on Electoral Reform?”). Hierauf konnten die Bürger mit klarem JA oder NEIN antworten.</p><p>Obwohl die CA auf Initiative der Liberal Party und ihres Premiers ins Leben gerufen worden ist, unterstütze nur die Grüne Partei den Vorschlag zum Wechsel zum STV System. Und selbst innerhalb der Grünen wurde eigentlich MMP gegenüber STV bevorzugt, jedoch immerhin STV gegenüber dem bestehenden Wahlsystem. Gordon Campbell war begeistert von der CA und gab an, dass eine Bürgerversammlung auch in anderen Bereichen wie Gesundheit oder Bildung angewendet werden könnte um die Bevölkerung mit einzubeziehen. Die großen Parteien nahmen zu diesem Vorschlag jedoch keine Stellung. Die Einwohner British Columbias konnten sich einfach über die Bürgerversammlung informieren, da die Aufnahmen der einzelnen Sessions im Fernsehservice der Provinzregierung wiederholt gezeigt wurden. Außerdem unterhielt die CA immer Kontakt mit den Medien. Dies geschah z.B. über eine ständig aktualisierte Webseite, die im November 2004 bereits über 47000 Besucher aus über 148 Ländern registriert hatte. Im März 2005 wurde eine Koalition, bestehend aus verschiedenen Personen aus unterschiedlichen politischen Richtungen, gegründet, die offen für ein \"NEIN\" zum Vorschlag der CA mobilisierte. Diese Koalition war eine Gegenbewegung zu einer Gruppe/ Koalition, die für ein JA eintrat (diese bestand auch aus einer Gruppe von ehemaligen CA-Mitgliedern). Trotz dieser Medienkampagnen, die Aufmerksamkeit generieren sollten, zeigten Befragungen, dass ungefähr die Hälfte der Bevölkerung British Columbias nichts vom bevorstehenden Volksentscheid wusste.</p><p>Trotz dieses begrenzten Wissens über den Volksentscheid vor dem Wahltag, wurde der Vorschlag der CA fast angenommen. Die JA-Stimmen gewannen mit einfacher Mehrheit in 77 von 79 Wahlbezirken und nahmen somit sehr klar die erste Hürde der erforderlichen doppelten \"Super-Mehrheit\" (s.o.). Allerdings waren in der Gesamtzahl aller Stimmen nur 57,4 % der Bürger für den Wechsel zum STV. Es fehlten somit nur 2,6 % der Stimmen um auch die zweite erforderliche Mehrheit von 60 % der Gesamtstimmen zu erreichen. Diese Ergebnis überraschte viele Beobachter, die vorausgesagt hatten, dass der Vorschlag klar abgelehnt werden würde. Eine Mehrheit der Stimmen, obwohl sie so nah an den geforderten 60 % lag, reichte jedoch nicht aus. Die Führungsebenen der drei großen Parteien (Liberals, NDP und Grüne) waren sich einig, dass dieses Ergebnis offensichtlich die Unzufriedenheit der Bevölkerung wiederspiegelte. Der Premierminister Gordon Campbell sagte: \"There's a real hunger to move and look at ways of improving our system […] I've been a clear advocate of that and I'm going to look at that in different ways in the future.\" (dt.: Es existiert ein klarer Hunger nach Veränderung und Verbesserung unseres Systems [...] Ich war hiervon immer ein Verfechter und werde dies in der Zukunft weiterhin anders betrachten.) Der Vorsitzende der NDP schlug vor, dass eine weitere Bürgerversammlung sich mit einem weiteren Modell befassen sollte; andere wollten, dass sich die Legislative nun intensiv mit dem Thema beschäftigte. Weitere kanadische Provinzen begannen an einer Reform ihrer Wahlsysteme zu arbeiten, und Ontario rief eine ähnliche Bürgerversammlung ins Leben, mit Vorsitz eines Richters und ebenfalls gefolgt von einem Referendum.</p><p>Im September 2005 versprach die Regierung von British Columbia, dass der Vorschlag zu einem STV System zu wechseln nochmals in einem Referendum im November 2008 abgestimmt werden sollte. Bei Annahme hätte das neue System dann in den Wahlen 2009 angewendet werden können. Da man sich einigen Gründen für das Scheitern des Referendums 2005 bewusst war, versprachen die Liberalen Geldmittel für Gegner als auch Befürworter des STV Systems um ihnen die Möglichkeit zu geben in der Öffentlichkeit ihre Meinung zu erklären und mehr Medienaufmerksamkeit und Informationen für die Bevölkerung zu generieren. Zusätzlich bat die Regierung die Wahlbezirkskommission darum, eine Karte zu erstellen auf der die Wahlbezirke unter dem möglichen neuen STV System eingezeichnet waren. Außerdem sollte der Wortlaut der Frage des 2008er Referendums von der Regierung ausgesucht und dann vom Parlament diskutiert werden. Jedoch wurde das Referendum dann doch auf Mai 2009 (gleichzeitig mit der Provinzwahl) verschoben, da die Kosten eines separaten Volksentscheids sowie der zusätzlichen Arbeit der Wahlbezirkskommission nicht zu tragen waren. Bei diesem Referendum lehnte die Bevölkerung den Vorschlag zum STV System zu wechseln klar ab, da nur 38,82 % für den Vorschlag stimmten.</p><h3>Analyse &amp; Kritik</h3><p>Obwohl die Bürgerversammlung wichtige Entscheidungsmacht an die normale Bevölkerung delegiert, kam doch auch einiges an Kritik in Bezug auf das Design der CA und ihrer Durchführung auf. Die Zufallsauswahl der Teilnehmer sollte versichern, dass die CA die gesamte Bevölkerung repräsentiert. Aber die ausgewählten Bürger waren nicht verpflichtet teilzunehmen, wie das z.B. bei Geschworenen der Fall ist. Sie konnten ihre Teilnahme an der CA ablehnen. Somit ist es wahrscheinlich, dass viele der Mitglieder, die ihre Teilnahme zusagten, aktiver und interessierter waren als die Bevölkerung insgesamt. Außerdem ist es möglich, dass die Teilnahme an der CA für Bürger, die eine Reform bevorzugten, viel wichtiger erschien, als für Bürger, die mit dem Status Quo zufrieden waren. Der Auswahlprozess garantierte gleiche Vertretung von verschiedenen geographischen Bezirken, Geschlecht, und Altersgruppen, jedoch keine gleiche Repräsentation von Ethnien, Ureinwohnern (aboriginal status) oder sozio-ökonomischen Hintergrund. Da die Auswahlkriterien gleiche Repräsentation von Männern und Frauen forderte, warum forderten sie nicht auch, dass die Meinung von benachteiligten Gruppen oder bestimmter ethnischer Herkunft gleichmäßig repräsentiert wurde? Zu guter Letzt bleib auch unklar, ob die Mitglieder der CA ihre eigene Meinung vertraten oder sich als Vertreter ihres Bezirks, als Vertreter der Meinungen, die sie in den öffentlichen Anhörungen gesammelt hatten, oder als Vertreter von British Columbia insgesamt betrachteten. Wäre die CA zu einem anderen Ergebnis gekommen, wenn andere Auswahlmechanismen und ein anderes Verständnis von Repräsentation benutzt worden wären?</p><p>In Bezug auf die Gleichheit in der Deliberationsphase muss klar gesagt werden, dass einige Teilnehmer sich mehr beteiligten und mehr Redebeiträge hatten als andere. Einwürfe von Männern waren in der Überzahl gegenüber denen von Frauen oder Minderheiten. Obwohl der Diskussionsleiter diejenigen ermutigte, die zum ersten Mal sprachen, hätten formalere Regeln zur Einbeziehung von allen Teilnehmern vielleicht in einer anderen, besseren Art und Weise gleiche Ausgangsbedingungen für alle Mitglieder der CA geschaffen.</p><p>Andere Kritiker der CA vermuten, dass der Deliberationsprozess bewusst oder unbewusst von den Organisatoren und ihren Angestellten gesteuert wurde. Die Mitglieder selbst entschieden weder über die Struktur der CA, noch über das Zeitmanagement oder die Tagesordnung. Die Entscheidungen der Organisatoren in diesen Punkten, sowie auch die Entscheidung über die Informationsmaterialien und die Auswahl der Experten, die Vorträge hielten, können ebenfalls die Deliberation verzerrt haben. Außerdem hatten die Mitglieder der CA kein Mitspracherecht in Bezug auf die Priorität von Bereichen innerhalb einer Wahlreform. Ihr Mandat war nur damit befasst, dass dahinterstehende Gesetz zu diskutieren und ggf. zu reformieren. Andere Elemente, die auch wichtig sein könnten, wie z.B. die Einteilung der Wahlbezirke oder die Wahlkampffinanzierung wurden nicht diskutiert.</p><p>Die Deliberationsphase stellte ebenfalls eine große Schwierigkeit dar. Hier musste die CA die verschiedenen vorher diskutierten alternativen Wahlsysteme nun beschränken und sich im Endeffekt auf einen einzigen Vorschlag einigen. Dieser Auswahlprozess der wünschenswerten Eigenschaften eines Systems wurden beschleunigt und Themen, die einige für wichtig befanden, wie z.B. die gleiche Repräsentation von Frauen wurden schnell in den Hintergrund gerückt. Die CA wählte schließlich drei Werte/ Charakteristiken, die gemeinhin als wichtige Eigenheiten von Wahlmodellen erachtet werden. Ähnlich zu dieser Auswahl war es auch unklar, inwiefern die CA die Macht hatte die Anzahl von Wahlbezirken oder die Anzahl von Sitzen im Parlament zu verändern, was eine Voraussetzung für den Vorschlag des MMP Systems gewesen wäre. Der Diskussionsleiter stellte hierzu fest, dass die Anzahl der Sitze im Parlament nicht von der CA verändert werden dürfte, was möglicherweise einige Mitglieder dazu veranlasst für STV und nicht für MMP zu stimmen. Es hatte den Anschein, dass mehr Zeit auf die Erklärung des STV Systems verwendet wurde, während das MMP Model bezogen auf British Columbia weniger Aufmerksamkeit bekam. Die Spannung zwischen dem Erläutern verschiedener Optionen und dem Ziel einen Konsens zu einer einzigen Alternative zu erreichen wurde größer in der Deliberationsphase. Es bleibt unklar, ob einige Mitglieder nicht vielleicht das MMP System bevorzugt hätten, wenn sie mehr Zeit gehabt hätten um dessen komplexe Zusammenhänge zu verstehen.</p><p>Als Fazit ist zu sagen, dass das Referendum trotz mehrheitlicher Unterstützung in der Bevölkerung nicht angenommen wurde. Vielleicht hatte es dieser Vorschlag einfach nicht verdient durchzukommen. Trotz der vielen möglichen Probleme gibt es jedoch wenig Zweifel daran, dass diese Bürgerversammlung und ihre Deliberationen ernsthaft und reich an Informationen war. Im Gegensatz zur CA war die öffentliche Diskussion über den Vorschlag und die Aufmerksamkeit in der Gesamtbevölkerung sehr, sehr schwach. Obwohl die Regierung den Mitgliedern der Bürgerversammlung intensiv die Möglichkeit gab sich wirklich über Wahlsysteme zu informieren und zu Experten zu werden, gab es keine ähnlichen Bemühungen die Gesamtbevölkerung für dieses Thema zu mobilisieren und zu informieren bevor das Referendum durchgeführt wurde. Weder die politischen Parteien noch einzelne Politiker engagierten sich für diesen Volksentscheid; das Interesse außerhalb der CA war sehr gering. Trotz dieser betäubenden Anteilslosigkeit der Politik, stimmte die Mehrheit der Bürger gegen den Status Quo und damit gegen das Wahlsystem, das die Regierung an ihren Platz gebracht hatte. Aufgrund von diesem öffentlichen Tadel bemerkte ein Beobachter des Referendums, dass die wirkliche Deliberation erst beginnen würde (engl. Originalzitat: \"the real deliberation will begin\").</p><p> </p><h3>Sekundärquellen</h3><p>Mark Warren and Hillary Pearse eds. <a class=\"external text\" href=\"http://books.google.com/books?id=STL8BHQC4R8C&amp;dq=mark+warren+citizens+assembly&amp;printsec=frontcover&amp;source=bl&amp;ots=0RV_Lqpm4r&amp;sig=2Ha65chfvEJdcZJoD9KAq_YPiQs&amp;hl=en&amp;ei=YiNnSucXi-KUB7PE0N0M&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=1\" rel=\"nofollow\" title=\"http://books.google.com/books?id=STL8BHQC4R8C&amp;dq=mark+warren+citizens+assembly&amp;printsec=frontcover&amp;source=bl&amp;ots=0RV_Lqpm4r&amp;sig=2Ha65chfvEJdcZJoD9KAq_YPiQs&amp;hl=en&amp;ei=YiNnSucXi-KUB7PE0N0M&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=1\">Designing Deliberative Democracy: The British Columbia Citizens’ Assembly</a> (Cambridge University Press, 2008).</p><p>Lang, Amy. <a class=\"external text\" href=\"http://pas.sagepub.com/cgi/content/abstract/35/1/35\" rel=\"nofollow\" title=\"http://pas.sagepub.com/cgi/content/abstract/35/1/35\">“But Is It For Real? The British Columbia Citizens’ Assembly as a Model of State-Sponsored Citizen Empowerment”</a> in Politics and Society, Vol. 35, No. 1 (2007): 35-70. <a id=\"External_Links\" name=\"External_Links\"></a></p><h3>Links</h3><ul><li><a class=\"external text\" href=\"http://citizensassembly.arts.ubc.ca/\" rel=\"nofollow\" title=\"http://www.citizensassembly.bc.ca/public/inaction/history\">History of the British Columbia Citizens Assembly</a></li><li><a class=\"external text\" href=\"http://www2.canada.com/northshorenews/news/story.html?id=7c8dacb0-ac8d-4f9f-9984-50eb37fa3b91\" rel=\"nofollow\" title=\"http://www2.canada.com/northshorenews/news/story.html?id=7c8dacb0-ac8d-4f9f-9984-50eb37fa3b91\">Jane Seyd \"STV Referendum Part of the Election\" North Shore News, April 22, 2009</a> [DEAD LINK]</li><li><a href=\"http://thetyee.ca/Views/2009/07/08/WhoKilledSTV/\">Op-Ed: \"Who Killed the BC-STV?\"</a></li><li><a class=\"external text\" href=\"http://merlin.capcollege.bc.ca/mbatters/PHIL_110/pro%20stv%20column.htm\" rel=\"nofollow\" title=\"http://merlin.capcollege.bc.ca/mbatters/PHIL_110/pro%20stv%20column.htm\">Vern Faulkner \"Even Democracy Needs an Upgrade Now and Then\"</a> [DEAD LINK]</li><li><a class=\"external text\" href=\"http://citizensassembly.arts.ubc.ca/resources/final_report.pdf\" rel=\"nofollow\" title=\"http://www.citizensassembly.bc.ca/public\">BC Citizens' Assembly on Electoral Reform — Final Report</a></li><li><a class=\"external text\" href=\"http://www.bc-stv.ca/\" rel=\"nofollow\" title=\"http://www.bc-stv.ca/\">BC Citizens' Assembly Alumni Association</a> [DEAD LINK]</li><li><a class=\"external text\" href=\"http://www.stvforbc.com\" rel=\"nofollow\" title=\"http://www.stvforbc.com\">The \"Yes for BC-STV\" Campaign</a> [DEAD LINK]</li><li><a href=\"http://www.nostv.org/\">The \"Know STV\" Campaign (urged 'no' vote)</a></li><li><a class=\"external text\" href=\"http://bc.demochoice.org\" rel=\"nofollow\" title=\"http://bc.demochoice.org\">Simulation of 2005 Election using STV boundaries</a></li><li><a class=\"external text\" href=\"http://www.jhsnider.net/citizensassembly\" rel=\"nofollow\" title=\"http://www.jhsnider.net/citizensassembly\">The Citizens Assembly Blog (covers citizens assembly developments worldwide)</a></li><li><a class=\"external text\" href=\"http://www.isolon.org\" rel=\"nofollow\" title=\"http://www.isolon.org\">iSolon.org's clearinghouse of citizens assembly information</a></li></ul>", "title": "British Columbia Bürgerversammlung zur Wahlrechtsreform"}