{"htmlbody": "<h3>Problems and Purpose</h3><p>The key problem facing Ireland in 2011 was that of a lack of trust among the citizens for their political system and its leadership. The 2008 economic crisis struck Ireland particularly deeply, leading to job losses and higher unemployment, banking and fiscal crises, lack of competitiveness, and a sense of moral decline. Citizens felt they were being punished for something that was not their fault. Official polls reflected this general mood. In 2008 trust in the government was at 46%; by 2009 this had dropped to 10%. The 2009 Eurobarometer poll revealed Ireland’s level of public trust to be among the bottom five of the then 27 member states. Tellingly, this breakdown in trust was not just felt in connection to the government, but also with reference to the Church and the Irish banking system.</p><p>There arose a growing awareness that the way people engaged with their political institutions needed to change. Current systems were clearly failing and radical new institutions needed to be set up to give people back a sense of control over their political direction. We the Citizens is a project that developed to meet that need. Its purpose was to show whether participatory democracy would encourage citizens to participate and feel more involved and to demonstrate a different way of ensuring political legitimacy.</p><p> </p><h3>History</h3><p>In 2009, members of the political science departments of several Irish universities came together to form a working group, the Political Science Association of Ireland (PSAI). Their purpose was to seek solutions to the problems arising from the above mentioned crises. In 2010, they lodged a successful grant proposal with a funding organisation, The Atlantic Philanthropies, for their project. We the Citizens was set up by the PSAI in partnership with the Irish Universities Association, a body representing the seven Irish universities.</p><p>The entire We the Citizens project proceeded in a three-step process:</p><p>First, open regional meetings were set up whereby any citizens could participate in order to set the agenda for the main event, the Citizens Assembly.</p><p>Second, a survey was carried out of the regional meetings’ participants, and various control groups, in order to ascertain the influence the event had on them and also gain feedback.</p><p>Third, a representative group was selected from the survey participants to engage in the Citizens Assembly. The stipulation was that these individuals must not have been part of the regional meetings.</p><p> </p><h3>Originating Entities and Funding</h3><p>The PSAI and the Irish Universities Association formed the main research and organising bodies behind We the Citizens.</p><p>We the Citizens itself existed for a defined period between January and December 2011. It comprised an Executive Team, an Academic Team, and a Board, and an International Scientific Advisory Board.</p><p>Ipsos MRBI is a polling organisation employed to select the participants for the Citizens Assembly and conduct the research into the effects on participants of the participatory event.</p><p>Funds for the project, which came to €103,500 (excluding communication and staff costs), were provided by The Atlantic Philanthropies. This grant-giving organisation, founded in 1982, is focused on making a difference to the lives of disadvantaged and vulnerable groups. It operates in Bermuda, Northern Ireland, the Republic of Ireland, South Africa, the United States and Vietnam. </p><p> </p><h3>Participant Selection</h3><p>There were three stages to the project and thus various ways of recruiting participants. In the first stage, regional citizen meetings were set up in order to test the deliberation mechanisms. Moreover, organisers felt it would be best for citizens themselves to determine what issues should be put on the agenda for the main national assembly, and so used these meetings to derive a list of concerns from the citizens. Between 10th May and 14th June, seven meetings were held, each in a different region or Ireland. The meetings were free of charge and open to anyone who cared to participate. A media campaign consisting of radio appearances and interviews as well as newspaper advertisements were used to promote the event. 133 volunteers joined the We the Citizens project, and they distributed posters and leaflets to the local communities. News was also spread via community organisations like youth groups, local businesses, and chambers of commerce. Significantly, the event was also promoted through the main social networking tools such as Twitter, Facebook, and YouTube. The project website also contained animated videos as well as recorded video footage of events such that those curious about it could get an idea of how it worked. The tagline for the media campaign was ‘Speak up for Ireland’. It deliberately emphasised the participatory nature of the event over the research aspect in order to reinforce the importance of people taking part. Despite that, some individuals mistook the project as a ‘political crusade’ and were therefore unconvinced about its intentions.</p><p>Citizens wishing to participate in the regional meetings could indicate their interest by signing up online, although anyone who turned up without notification was also welcome. In most cases, fewer turned up than signed up online. Apart from that, there was no other significant control to the selection of participants.  It is unknown what the occupational backgrounds of the participants were, but there was a mix of employed and unemployed, public and private sector workers, students and the self-employed, as well as small business owners. Nearly 700 participants attended the regional events, and their ages ranged from 15 to 80. Overall, there was six months of continued widespread media coverage of the We the Citizens project.</p><p>For the second stage, the survey, more rigorous criteria were applied. A representative sample of 1242 individuals was polled via telephone on issues arising from the regional meetings. 100 of those were subsequently chosen to participate in the Citizens Assembly before being surveyed again. They formed the experimental group. Various control groups were also accounted for. A separate 250 individuals from the 1242 were sent briefing documents relating to one of the Citizens Assembly events before being surveyed a second time (the response rate was only 101). This was to separate the effects of the participatory elements in the Citizens Assembly. Another 353 of the original 1242 were surveyed for the second time after being neither sent information nor allowed to participate. On top of the 1242, a completely fresh set of 500 citizens were surveyed just the once to account for any effects of being surveyed repeatedly.</p><p>The final stage, the Citizens Assembly, consisted of the experimental group of 100 participants carefully selected by the polling process. These 100 participants would represent the Irish population according to age, gender, region, and socio-economic background. Although the original aim had been 150, the tight timing made it difficult to meet that target. Nevertheless, the 100 were also seen to be appropriately representative. The only demographic that did not meet the target was the 18-24 age group. Instead of making up a representative 12% of the Citizen Assembly population, they constituted only 6%. </p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The challenge for the method of deliberation was how to organise unknown numbers of people in a manner that would allow them to have equal say. It was decided that a ‘world café’ method would be used, in which tables of 8-10 participants would be moderated by a facilitator. (The initial meetings also involved live comedy at the end, but this was scrapped after three events because it was seen as unnecessary.) The aim of the event was to foster open and lively debate.</p><p>There was no top table or keynote speaker, although the event was briefly introduced by the Chairperson of We the Citizens, Fiach Mac Conghail. Each table had a facilitator whose role it was to ensure no individual dominated the discussion and that everyone had equal opportunity to express themselves. The facilitators were all doctoral students who had received professional facilitator training. Furthermore, while some general topics were suggested as a starting point, participants were under no obligation to stick to those and could choose their own issues as they saw fit. Thus, the direction of the deliberation was completely in their hands.</p><p>In the first stage of the deliberation, participants were asked two questions to consider for an hour.</p><p>-          Imagine for a few minutes an Ireland that is truly designed around the common good. Share your picture of that Ireland with the people at your table.</p><p>-          What would need to change for your picture to become a reality?</p><p>They were asked to communicate their vision of an improved Ireland and the problems that stood in the way of this goal. In the second hour, they were asked the following:</p><p>-          If we accept that each citizen has a responsibility for our democracy, what things would you do to make things better?</p><p>-          Consider what choices or compromises you would be willing to make to get what you wish for.</p><p>Participants were also given marker pens so that they could write and draw on the tablecloths. This was to allow those who thought or communicated better in writing to effectively bring their ideas across. These doodles were seen as a useful source of data in their own right and were later analysed by We the Citizens’ academic team. Following a third round of discussion, there was a break, which the organisers used to bring together the information gathered by the facilitators. The common themes and ideas gathered from the tables were then reflected in a PowerPoint presentation following the break. The regional meetings culminated in a plenary session, in which participants could debate more generally with each other. Microphones were passed around to anyone who wished to address the room. The sessions were filmed and those videos uploaded onto the website. After the event, participants were sent reports of the event via email.</p><p>For the main Citizens Assembly event, a very similar process was adhered to. However, this time, participants were to be given definitive issue areas to discuss, which were derived from the regional meetings. It was thus important that they were able to make informed decisions. To this end, they were given unbiased information via briefing documents and also access to a panel of experts who could give them technical information to give context to their deliberations. Participants had access to these experts throughout the event: questions were sent to the panel via the note-taker, and the most appropriate expert came to the table of participants to answer the question. The event took place over two days, a Saturday and Sunday.</p><p>The 100 participants in the Citizens Assembly were organised mostly into tables of eight individuals, each with a facilitator and a note-taker. They were also given marker pens and tablecloths to record their ideas when they wished. In a first step, the participants discussed a set of questions among themselves and madee recommendations. Afterwards, a plenary session was held in which participants could present and make comments on their initial recommendations. In most instances, the tables nominated a representative to speak on their behalf to the entire gathering. Following that, participants were given another chance to work in their groups to refine their recommendations based on the comments given. Once these recommendations were complete, they were collated and the entire assembly given a chance to vote on them by ballot. It should be noted that the ballot was included not for any important scientific reason, but to give the participants a sense of completion. In a real citizens’ assembly, the recommendations would simply be refined in further rounds of deliberation.</p><p>For the sake of coherence, the issues discussed were separated into two broad themes, which were each dealt with on one day. Saturday’s session focused on issues of political reform. Among the questions asked were ‘Should we have fewer TDs?’ and ‘Should parties be forced to field more women candidates?’ Sunday revolved around the question of how best to deal with the economic crisis. Questions included, among others, ‘In dealing with the economic crisis, should we focus more on tax rises or spending cuts?’</p><p> </p><h3>Influence, Outcomes, and Effects</h3><p>As a pilot intended to test the viability of participatory democracy in Ireland, the goal of the Citizens Assembly was to give a greater understanding of what kinds of effects might be expected. There were in particular two outcomes that the organisers hoped to observe. First, there should be an increase in ‘efficacy and interest’ – or put another way, there should be an increase in the level of trust citizens have in the political system and their interest in becoming involved. Second, there should be some noticeable change in their views on specific issues debated. The survey of the experimental and control groups revealed that the Citizens Assembly did, in fact, lead to such changes.</p><p>The key findings are summarised as follows:</p><p>-          Participants in the citizens assembly showed a heightened interest in politics and a greater willingness to become more involved in politics</p><p>-          Participants felt more positive about the ability of ordinary citizens to influence politics. This change in efficacy was particularly notable in women. At the start of the process male and female citizens had similar levels of subjective belief in their impact on the political process. However, when surveyed again at the end, it was found that women’s efficacy increased greatly and this change was statistically significant. Men’s, on the other hand decreased slightly, but this change was not statistically significant i.e. it was more likely a random effect than due to the Citizens Assembly.  </p><p>-          Such large shifts in opinion occurred especially after discussions on economic matters, for example tax and spending. Traditionally, participants were more in favour of spending cuts than tax increases. However, after being faced with the challenging trade-offs inherent in national economic issues, participants showed a marked increase in willingness to accept higher taxation. For example, only 40% of participants were willing to accept the introduction of a property tax before the Assembly. This rose to 56% after the Assembly. Conversely, while 48% had previously been in favour of selling State assets, this sunk to 10% after the Assembly.</p><p>Questions on political reform received more guarded responses. A marked shift in opinion concerned the Dáil. Citizens wished that the TD would concentrate more on their national legislative work and less on their community service. However, when it came to questions of certain groups such as young people and women being encouraged to participate, participants agreed that this should be the case but were far less convinced about the use of positive policy measures such as quotas. Furthermore, after the Citizens Assembly, far fewer participants were convinced that the electoral system needed changing. </p><h3>Analysis and Criticism</h3><p>This Citizens Assembly was a pilot study with very specific scientific goals and thus had plenty of limitations in terms of broader impact. The biggest limitation is that the Citizens Assembly did not have any legal remit. It would not have any influence on actual policy or constitutional reform. In order to nevertheless give participants some kind of closure, a ballot was held at the end of each session. These ballots in themselves had no wider value and were not part of the scientific component.</p><p>Due to its pilot nature, the Assembly also differed from an actual version. In a real Citizens Assembly, participants would be asked to focus on maximum one or two questions on very specific issues. However, in the pilot for We the Citizens, participants were asked to address several different questions over the course of a weekend. The disadvantage lay mainly in the time pressure citizens faced when making decisions. This mainly had a detrimental effect on the deliberation, such that recommendations that arose from them were sometimes too vague or general. In a real Citizens Assembly, there should be enough time for ambiguous or fractured recommendations to be returned to the tables for further refinement. Nevertheless, this approach was advantageous for research purposes. The use of several questions allowed the organisers to test such problems as how best to phrase questions and to better follow shifts in opinions over time.</p><p>Despite having no legal standing, findings from the pilot study were still submitted to the Irish government in the hopes of encouraging them to incorporate such an element in everyday national politics. In fact, the Irish government did consider the incorporation of a participatory democracy model into the political process in two ways: either through a citizens assembly modelled upon the pilot or a constitutional convention, which would involve experts as well as citizens through a forum similar to the pilot. At the end, it was the constitutional convention that was opted for. With that in mind, the organisers of the pilot developed specific recommendations. First, a citizens assembly should be set up for a specific purpose and then dissolved once that purpose has been met. It should not become an alternative to the legislature, but should be limited by time and purpose. Second, the members should be randomly selected – they should not be elected or be representatives of particular sectors. Finally, there should be a clear explanation of the outcomes and how they will be used. Clarity over what will happen to the outcomes will prevent the event merely becoming another talking shop.</p><h3>Secondary Sources</h3><p>We the Citizens final report: <a href=\"http://www.wethecitizens.ie/pdfs/We-the-Citizens-2011-FINAL.pdf\">http://www.wethecitizens.ie/pdfs/We-the-Citizens-2011-FINAL.pdf</a></p><h3>External Links</h3><p>We the Citizens website: <a href=\"http://www.wethecitizens.ie/index.php\">http://www.wethecitizens.ie/index.php</a></p><p>A journalistic account from the Washington Post (June 5, 2015) of the path that led from the Irish Citizens' Assemblies to the national referendum on marriage equality:  <a href=\"http://www.washingtonpost.com/blogs/monkey-cage/wp/2015/06/05/the-irish-vote-for-marriage-equality-started-at-a-constitutional-convention/ \">http://www.washingtonpost.com/blogs/monkey-cage/wp/2015/06/05/the-irish-...</a></p><h3>Notes</h3><p> </p> ", "title": "We the Citizens Ireland"}