{"htmlbody": "<p> <u><strong>Democratic participation and social innovation – the essence of the Institut du Nouveau Monde</strong></u><br/><br/>The Institut du Nouveau Monde or INM (an equivalent English name would be New World Institute) is an independent, non-partisan, non-profit organization based in Montreal (Québec, Canada) whose mission is to promote citizen participation in the democratic life of Québec. Activities of the INM are rooted in the core concepts of social justice and inclusion, respect for democratic values and the principles of sustainable development, in a spirit of open-mindedness and innovation. In its activities, the INM adopts a structured, deliberative three-pronged approach to contemporary issues: making needed information available, fostering informed debate and bringing forward proposals for positions or action. <br/><br/>The Institute was established in 2003 by a group of academics and figures from civil society brought together by Michel Venne, then (1990 to 2006) a journalist at the Montréal French-language newspaper, Le Devoir. The founders of the Institute believed that there was a crucial need for an institution that could effectively inform public debate and promote citizen participation on issues relating to the place, the role and the needs of a small nation like Québec in a globalized world.<br/>The “New World” is first and foremost the Americas, the physical territory of which Québec is part. The expression also evokes the idea of renewal for our world, as exemplified by the spirit of explorers and discoverers. Another of the goals of the INM is precisely that: to explore and open up new horizons and celebrate successes, but also to look long and hard at the shortcomings, failures and needs of Québec society, relative to the rest of the world. The INM’s work is based on the firm conviction that the renewal of ideas entails citizen participation, because the introduction of new ideas cannot be the sole prerogative of experts or interest groups.<br/><br/><strong>1.    What does the INM do?</strong><br/><br/>Activities of the INM centre around three key themes.<br/><br/><em>Key Theme 1: Development of Citizenship Skills</em><br/><br/>The INM works to foster “citizenship attitudes” and contribute to the development of citizenship skills for individuals and organizations. It develops transferable expertise, conducts ongoing monitoring of citizen participation and organizes activities designed to educate, train and mobilize individual Quebeckers or support their involvement in community action, in particular through its annual Summer and Winter Schools for young people between the ages of 15 and 35. The Institute runs information campaigns and takes public stands on questions of participation and democracy. In addition, through its consultancy service (INM services-conseil), it also provides services to help organizations, businesses and institutions establish quality “participatory spaces”. The Institute’s organizational services are based on the best collaborative practice models known.<br/><br/><em>Key Theme 2: Promotion of ongoing debate on key issues for Québec society</em><br/><br/>The INM advocates ongoing debate on key issues for Québec society. One illustration of this position is its creation of an open and easily accessible Agora or citizen think-tank. Quebeckers learn about participation by personally engaging in discussions on important public issues, knowing that the results of those discussions can potentially influence public policy or private initiatives. And the more they participate, the more they want to pursue their participation.<br/><br/>The Agora has five basic components:<br/>•    Ongoing observation of the evolution of Québec society and identification of issues that call for debate (in particular, through an advisory panel of publicly respected figures and publication annually of the almanac: L’état du Québec (meaning: The State of Québec – not available in translation), an annual overview of Québec society;<br/>•    Information-gathering and, where relevant, production and dissemination of the information people need to participate in informed debate on current issues (preparation of theme-based kits on subjects such as health, the economy, culture, demography, mining development);  <br/>•    Organization of deliberative democracy activities ranging from simple round-table discussions to structured exchanges over a period of several months, known as Strategic Rendez-Vous;<br/>•    Dynamic facilitation of a web-based forum for discussion;<br/>•    Active promotion of the ideas, projects and proposals arising from the discussions and debates it initiates, by communicating them to the general public and to policy-makers and by encouraging further reflection on outcomes (using instruments such as reports, reviews, publications, declarations…).  <br/><br/><em>Key Theme 3: Promotion of citizen participation, an essential component in the exercise and development of democratic rights</em><br/><br/>The INM conducts a range of structured reflection and promotion activities on issues relating to democracy and citizen participation. It collects and makes available information on the current state of knowledge on democracy and citizen participation. It brings together diverse stakeholders for discussions on public participation, consultation mechanisms and the relationship between participatory and representative democracy. It engages in public debate on the way institutions are evolving and on the exercise of democratic rights, prepares advisory briefs and may, on occasion, take positions on questions of public policy, private sector initiatives, or current issues or events involving citizen participation, the way democratic institutions function, or the organization of participatory processes. The Institute also promotes citizen participation through its involvement in national or international issue tables or coalitions of relevance to its mission, and through its public presence and as part of a communications strategy that uses both traditional news media and social media to reach different target networks.<br/> <br/><strong>2.     INM Programs</strong><br/><br/><em>Key Theme 1:</em><br/><br/><em>Skills development for individual citizens and for organizations</em><br/>Working with individual citizens<br/><br/><strong>Citizenship Schools: Summer and Winter Schools</strong><br/>Since 2004, the INM has offered Summer Schools on Citizenship to young people between the ages of 15 and 35. Over a five-day period, they can hear presentations and participate in round table discussions, seminars and workshops, all designed to enhance their knowledge or understanding of the major issues of our times and help augment their citizenship skills.<br/><br/>In a convivial and relaxed atmosphere, some five to seven hundred participants discuss current issues and define the kind of world they want to live in.<br/><br/>In winter, Québec college students between the ages of 17 and 20 can attend the Winter School that the INM has now organized since 2007.<br/><br/>Further information is available (in French only) at <a href=\"http://www.inm.qc.ca/programmes/ecole-dete\">http://www.inm.qc.ca/programmes/ecole-dete</a><br/><br/><strong>À go, on change le monde!  – Social Entrepreneurship</strong><br/><br/>Since 2007, in association with the Caisse d’économie solidaire Desjardins, the INM has supported and promoted social entrepreneurship projects undertaken by young Quebeckers. Social entrepreneurs are people who propose practical and innovative solutions in response to social issues and who apply entrepreneurial principles in the creation and management of projects with pronounced social impacts, while ensuring community involvement in the process.<br/><br/>The program, À go, on change le monde! offers young social entrepreneurs a range of different forms of support: access to information or advice, financial assistance, references to professional services, a mentoring network and a young social entrepreneurs’ club.<br/>A further goal of the program is the development of increased public awareness of the role played by young social entrepreneurs in Québec.<br/><br/>Further information is available (in French only) at: <a href=\"http://www.agoonchangelemonde.qc.ca/\">http://www.agoonchangelemonde.qc.ca/</a><br/> <br/><strong>Working with organizations: INM services-conseil</strong><br/><br/>The Institut du Nouveau Monde provides four kinds of services to organizations: process support, facilitation of consultations or events, training workshops and lectures or presentations.<br/><br/><strong>Process support</strong><br/>INM’s consultancy service can provide needed support to organizations looking for significant results around a variety of processes:  carrying out consultations involving citizen participation, establishing innovative internal working groups, organizing an event designed to provoke reflection and identify priorities, or wanting guidance around a forecasting and strategic planning process. INM services-conseil can play a facilitation role for a process already under way or help plan the different steps needed for a given project. <br/><br/><strong>Group facilitation</strong><br/>Effective facilitation happens when the serious goal of having a group jointly come to meaningful conclusions is achieved through the use of a relaxed and fun-filled approach. INM services-conseil offers added-value service in that it can suggest the use of less familiar discussion methods which nonetheless produce tangible results: open forums, café conversations, 4-6 huddles, buzz sessions, the scenario technique, etc. In addition, the service works with a range of innovative and creative approaches such as social intervention theatre, street animation and video screenings to highlight particular issues, while also using more traditional facilitation methods, where appropriate. <br/><br/><strong>Training workshops</strong><br/>Due to its expertise and use of participatory activities such as role-playing, experience-based approaches, round tables and situation simulation techniques, the INM has come to be recognized as a leader in its field. For questions on how best to communicate publicly, craft powerful messages or generate creative ideas, for looking more deeply into issues such as participatory local governance or any other issue relevant to the INM’s mission, the consultancy team can propose innovative approaches that will help participants better understand and retain the information they have been given.<br/><br/><strong> Lectures or presentations</strong><br/>INM services-conseil has speakers available for lectures or presentations in a variety of different formats to explain the results of the Institute’s reflections and practices on the question of citizen participation. Alternatively, it can also draw on outside resources if a client organization would prefer to hear a range of points of view on a topic, give participants the opportunity to form their own potentially opposing opinions, and so spark debate on a subject.<br/><br/>Further information on INM services-conseil is available (in French only) at: <a href=\"http://www.inm.qc.ca/services-conseil\">http://www.inm.qc.ca/services-conseil</a><br/><br/> <br/><em>Examples of projects undertaken for outside organizations</em><br/><br/><strong>Citizens’ jury</strong><br/><br/>At the request of the Director General of Elections for Québec (DGEQ), the Institut du Nouveau Monde organized in January 2010 a citizens’ jury on the issue of the funding of political parties by private firms or other groups. Members of the jury first attended hearings where expert witnesses presented a range of background information on the topic, then deliberated together before submitting their advice to the DGEQ.<br/>Further information is available (in French only) at: <a href=\"http://www.inm.qc.ca/jury-citoyen.html\">http://www.inm.qc.ca/jury-citoyen.html</a><br/><br/><br/><strong>Tout le monde à table</strong><br/><br/>Staff and the travelling nutritionist from the Tout le monde à Table convoy travelled around the 17 regions in Québec to meet with a range of Québec families in different parts of the province. They wanted to get input from parents of children between 0 and 12 on issues around food and eating, such as the pleasures of eating well, eating together as a family and meal preparation. The information collected from the parents has been used by public health workers, elected policy-makers, the food industry and consumer groups to support the development of effective strategies for healthy eating.<br/><br/>Further information is available (in French only) at: <a href=\"http://www.toutlemondeatable.org/\">http://www.toutlemondeatable.org/</a></p><p><strong>Agenda 21 for Culture</strong><br/>The development of Québec’s Agenda 21 for Culture was the responsibility of the province’s then Ministère de la Culture, des Communications et de la Condition féminine . Québec’s Agenda 21 for Culture is a  21-point framework for action designed to spur a renewed vision of cultural development. Through its organization of corresponding public events and management of the project website, the Institute played a leadership role in the development of a comprehensive dialogue around the topic, as well as providing input for the final version of the document.<br/>Further information is available at: <a href=\"http://www.agenda21c.gouv.qc.ca/\">http://www.agenda21c.gouv.qc.ca/</a><br/> <br/><strong>Province-wide citizen forums for the Bouchard-Taylor Commission</strong><br/><br/>Two respected Québec intellectuals and specialists in cultural diversity, Doctors Gérard Bouchard and Charles Taylor, were appointed in 2008 to head this historic Commission.<br/><br/>The two co-presidents commissioned the Institut du Nouveau Monde to organize four province-wide citizen consultation forums. Based on its expertise in organizing structured opportunities for productive citizen debate, the INM recommended the use of interactive events on different themes around cultural differences and the concept of “reasonable accommodation”, as a way to encourage all Quebeckers to voice their opinions on the key issues involved.<br/><br/><em>Key Theme 2: Promotion of ongoing public debate</em><br/><br/><em>Our publications</em><br/><br/><strong>L’état du Québec</strong><br/><br/>The INM puts out an annual French-language flagship publication, L’état du Québec, a compilation reference aimed at a general (non-specialist) readership and providing a comprehensive portrait of Québec’s political, economic, cultural and social situation for the current year, together with the most recently available statistics.<br/><br/>Further information (in French only) on this book, available in bookstores throughout Québec, can be found at: <a href=\"http://www.letatduquebec.qc.ca\">http://www.letatduquebec.qc.ca</a><br/><br/>A number of supplements to this same publication are prepared for use in INM program activities.  The Institute also publishes a magazine on social entrepreneurship, À go! (in French only).</p><p><em>Dynamic organization of broad-based consultation and debate</em><br/><br/><strong>Strategic Rendez-Vous Forums</strong><br/><br/>The purpose of the INM’s Strategic Rendez-Vous forums is to encourage open and informed debate between experts and members of the community, so as to map out a shared vision of the Québec we want and the kind of world we want to be in, twenty years from now.<br/>The Institute uses a three-pronged approach: making needed information available, fostering informed debate and bringing forward proposals for positions or actions.<br/><br/> A steering committee of experts in the field proposes the questions to be debated and identifies relevant and easily understandable documentation. In each of the regions of Québec, community members are invited to take part in the debate on the issues identified. They meet again at the end of the process to finalize orientations and adopt proposals for concrete action. Outcomes from each of the Strategic Rendez-Vous forums take the form of recommendations communicated to the public and presented to both stakeholders and authorities in the community concerned. Strategic Rendez-Vous forums have so far been organized around topics ranging from the economy and health to culture and intergenerational issues.<br/><br/>Further (French only) information on the two topics currently being debated (the first, social inequalities, and the second, democracy and citizen participation) can be found (in French only) at: <a href=\"http://www.inm.qc.ca/inegalites/presentation\">http://www.inm.qc.ca/inegalites/presentation</a> and at <a href=\"http://www.inm.qc.ca/democratie/presentation\">http://www.inm.qc.ca/democratie/presentation</a><br/><br/><strong>Public conversations on the future of mining in Québec</strong><br/><br/>The Institute’s Public Conversations on the Future of Mining in Québec were held to objectively and impartially identify for the general public the main issues arising from the exploration and extraction of mineral resources in Québec, in addition to providing an open forum where citizens and community stakeholders could raise questions, express their concerns and, most importantly, explore potential solutions.<br/><br/>In this way, the INM gives Québec citizens, organizations concerned about these issues and public policy-makers the opportunity to obtain information within an objective framework and engage in open-minded debate with others on the issue.<br/>Further information (French only) is available at: <a href=\"http://www.inm.qc.ca/avenir-minier\">http://www.inm.qc.ca/avenir-minier</a><br/><br/> <br/><strong>The Future of Higher Education</strong></p><p>Québec witnessed unusually high levels of mobilization and unrest in Spring 2011. The provincial government subsequently acknowledged the need to re-establish a climate for dialogue by organizing a Summit on Higher Education.<br/><br/>In keeping with the spirit of the pre-Summit process, the INM invited Québec citizens to join the collective reflection process. A total of four forums were held to allow Quebeckers of all ages and backgrounds to give their views about what higher education in Québec should be in the 21st century. A summary of the discussions in these forums was presented in a report to the Minister of Higher Education, in advance of the Summit.<br/><br/>To the same end, a special Summit-focused Winter School was held for Quebeckers between the ages of 15 and 35.<br/><br/>Further information (French only) is available at: <a href=\"http://www.inm.qc.ca/enseignement-superieur/presentation\">http://www.inm.qc.ca/enseignement-superieur/presentation</a><br/><br/><strong>3.    Participatory and collaborative approaches used by the INM</strong><br/><br/>The following are some examples of the approaches used to support our different activities.<br/><br/><strong> Social Innovation Laboratory - LABIS</strong><br/> <br/>LABIS is a process designed to encourage social innovation in response to complex social problems. It is organized in several stages and brings together stakeholders or citizens who embark on a collective reflection about issues to be addressed, using a deliberative approach that allows for complexity, creativity and diverging views of the future. The group first considers people’s different personal perceptions and realities, then jointly develops a comprehensive vision on which to base target strategies and innovative projects.<br/><br/>Further information is available at:<br/><a href=\"http://inm.qc.ca/nos-activites/labis-laboratoire-dinnovation-sociale.html\">http://inm.qc.ca/nos-activites/labis-laboratoire-dinnovation-sociale.html</a><br/><br/><strong>Open Forum</strong><br/>This approach allows participants in an event to design their own personal participation plans. Free of time constraints, and coming and going as they please, they develop personalized schedules, propose topics, and become involved in discussions of interest to them. The activity evolves in parallel with the rhythm of the resulting discussion circles, whose members are constantly changing. The goal of the experience is for participants to imagine innovative solutions to problems faced by their organizations, and allow them to see these problems differently as a result of the Open Forum approach.</p><p><br/><strong>Scenario Technique</strong><br/>The Scenario Technique is a local deliberative forum that brings together representatives of a range of different groups (political decision makers, private-sector representatives, technical experts, resident citizens, etc.), all of whom have some degree of expertise in their respective communities. This mixed group is divided into teams which identify positive and negative scenarios for given future situations. Participants reflect on the difficulties encountered, draw up their own scenarios, then together design a local plan of action.<br/><br/><strong>4-6 Huddles</strong><br/>A 4-6 Huddle is a perception and information sharing technique aimed at clarifying an issue in a context conducive to in-depth deliberation and debate. The method was developed as an ice-breaking activity for group events and takes the form of rounds of four to six huddles formed by four to six participants who change with every round.   <br/><br/><strong>Café Conversations</strong><br/>Our Café Conversations provide opportunities for exchange, debate and dialogue among different people concerned or affected by particular issues. Working in groups of four to eight, people take part in rounds of discussion on one or several topics. The groups work simultaneously in the same room but participants change tables after each round, so as to spread ideas and extend discussion. The event ends with a plenary session, where the main ideas and conclusions developed in the discussions are presented to all participants.<br/><br/><strong>Citizen Caravans</strong><br/>Citizen Caravans are a “street happening” technique used to stimulate reflection on current issues among people of all backgrounds and ages. Activities are playful, lively, and short-lasting. They are held in public spaces, such as streets, shopping centres or festivals, etc. where people can freely come and go. They are designed to appeal to children, teenagers and adults alike.<br/><br/>The Caravans are results-based activities developed as an improved tool for taking the pulse of citizens on a range of topics. Street events are performed by actors equipped with portable suitcases stocked with a vast array of stimulating and amusing props developed by the INM.<br/><br/><strong>Buzz Sessions</strong><br/>Each Buzz Session brings together small groups of people who, within a short period of time, must complete a task focusing on a particular problem. The tight deadline creates a sense of urgency that drives the group to propose ideas “in the rough” which, while not fully developed, nevertheless contribute to exploration of the subject under consideration.<br/><br/><strong>Panels or Citizens’ Juries</strong><br/>A citizens’ jury is a group of twenty or so randomly selected people who can contribute to the political decision-making process. Participants are asked to examine and debate an important public policy issue. By the final stage of the process, the group is expected to be able to come to a collective decision on the subject.<br/><br/>Citizens’ juries are often established when decision-makers feel trapped in the gridlock created by strongly divided public opinion and conflicting interests. To start with, needed background information is presented to the jury, which first debates the issue, then formulates recommendations that can be drawn on by policy-makers in the decisions they will later take.<br/><br/><strong>4.     Outcomes of the INM’s Work</strong><br/><br/>The work carried out by the Institute has led to an increase in citizen participation in the democratic life of Québec. The organization is strongly committed to the broad dissemination of information on issues of importance for Québec, to advocating ongoing public debate on these issues and to promoting the ideas and projects resulting from that debate in the public arena and among decision-makers.<br/><br/>By increasing citizen participation, the INM has helped transform the political culture of Québec, as well as legitimizing and showing the value of this kind of participation. At the same time, it is developing and applying new approaches, building up a wealth of transferable knowledge and creating models for dialogue and participation that can be drawn on to change the behaviours of opinion-leaders in Québec society and reform our democratic institutions. The INM has led Quebeckers to develop a taste for democratic activism. <br/><br/>Some results of the INM’s work: in numbers and in public recognition<br/>•    Through its various activities, the INM now reaches more than 20,000 people every year. Some 15,000 receive the Institute’s newsletter and 350 people are registered members of the organization.<br/><br/>•    Since 2004, around 5,000 young people have participated in citizenship education activities in the context of the INM’s Summer and Winter Schools. Over a five-day period, they interact around presentations, round table discussions, seminars and workshops. The entire process is designed to help them increase their knowledge and understanding of the major issues of our time, while also learning civic skills. The INM’s Summer School was recognized in 2008 as a key component in Québec’s Youth Action Strategy, for a period of five years. Furthermore, in 2010, the Summer School received one of three prizes awarded by the Institute for Canadian Citizenship, for its outstanding civic education practices. Lastly, in 2011, the same Summer School was identified as one of the ten most innovative and promising projects among the 300 projects supported by the Montréal Island Youth Forum.<br/><br/>•    Since 2007, as part of the program À go, on change le monde!, more than 900 young entrepreneurs have been able to receive information, advice, financial assistance and references to professional services, call on a network of mentors and join a young social entrepreneurs’ club.<br/><br/>•    Since 2004, over 12,000 people have participated in citizen forums organized as part of the Strategic Rendez-Vous program.<br/><br/>•    In 2007, the Executive Director of the Institute was appointed by the Government of Québec to the position of Vice Chair of the Working Group on the Québec Health System, an appointment stemming from the work carried out by the INM in 2005 on the reform of the Québec health system. The results of the Institute’s analyses and consultations were presented to the World Health Organization (WHO) which subsequently drew upon the INM’s expertise for work the WHO carried out in collaboration with the Ministries of Health of Portugal and Tunisia.</p><p>•    Since 2006, the INM has worked closely with ACFAS (Association francophone pour le savoir, a French-language multidisciplinary learned society), to support its organization of conferences for exchanges and the advancement of research on the theme of citizen participation. Over this period, more than 250 researchers and practitioners have met and discussed their work and approaches to it.<br/><br/>•    In 2005, the INM was awarded the Claire Bonenfant Prize for Citizenship, an honour bestowed by the Government of Québec in recognition of the promotion of democratic values and citizenship education.<br/><br/>Since the Institute’s creation in 2003, its influence has increasingly come to be recognized outside Québec as well as within the province. One example of this recognition was the fact that, in the three years between 2010 and 2012, the INM was responsible for organizing the World Assembly of Civicus, the Global Alliance for Citizen Participation, an annual forum attended by some 1,000 NGOs from all parts of the world.<br/><br/>The Executive Director of the Institute is also a Fellow of the Carold Foundation for the advancement of citizenship in social change, at both the national and international levels, in addition to being a member of the Ashoka network of social entrepreneurs (a group that includes some 2,500 of the most outstanding social innovators in the world).<br/><br/> </p><p> </p><p> </p>", "title": "Institut du Nouveau Monde"}