{"htmlbody": "<p><strong>Einleitung</strong></p><p>“What’s Next California?” (deutsche Übersetzung: \"Was kommt als nächstes Kalifornien?\") war eine \"Deliberative Poll\" (deutsche Übersetzung: deliberative Umfrage oder Deliberationsforum), die in Torrance in Kalifornien vom 24. bis zum 26. Juni 2011 durchgeführt wurde. Diese deliberative Umfrage war die erste bundesstaatweite Umfrage dieser Art in Kalifornien und wurde vom Erfinder der \"Deliberative Polls\", Dr. James Fishkin, und seinem Team selbst durchgeführt. Die Beteiligung war außergewöhnlich hoch. Es nahmen 412 registrierte Wähler teil, die von überall aus Kalifornien wissenschaftlich durch eine Zufallsziehung ausgewählt wurden. Die Idee zu diesem Deliberationsforum entstammte einem Berg von Problemen und Kontroversen innerhalb von Kaliforniens Regierungs- und Governancesystems, sowohl auf der Bundesstaatsebene als auch auf lokalem Level. Sie sollte die Kalifornier mit einbeziehen und sie an deliberative Prozesse heranführen. Außerdem sollte das Deliberationsforum stichhaltige Ergebnisse produzieren, die dann zur Reform genutzt werden könnten um die Zukunft Kaliforniens zu bestimmen. Die Umfrage beinhaltete drei Wellen von Fragebögen. Einer wurde telefonisch gestellt, einer sobald die Teilnehmer in Torrance ankamen und einen wenn die Teilnehmer wieder abreisten. Die Fragebögen befassten sich mit vier Kernthemen: der bundesstaatweite Prozess für Initiativen, legislative Repräsentation, Lokalregierung, sowie Steuer- und Finanzpolitik.</p><p><strong>Zweck und Problemstellung</strong></p><p>“What’s Next California?” zielte darauf ab die Bürger Kaliforniens in Reformprozesse der Regierung mit einzubinden. Organisiert wurde das Projekt von einer Vielzahl von Gruppen, wie z.B. California Forward, der kalifornischen New America Foundation, das Institut für Public Policy, das Nicolas-Berggruen-Institut, California Common Cause, das Bill Lane Center for the American West der Stanford Universität, sowie das Davenport Institut der Pepperdine Universität. Das Projekt wurde von Dr. James Fishkin und dem Zentrum für Deliberative Demokratie der Stanford Universität sowie dem \"By the People\" Projekt von MacNeil/Lehrer Productions koordiniert. Der Prozess war wirklich eine Kollaboration verschiedener Akteure, die im Angesicht der wachsenden Regierungsprobleme im Kalifornien zusammenarbeiteten.</p><p>David Davenport, ein Forscher am Hoover Institut in Stanford, beschreibt in einer Pressekonferenz vor der eigentlichen Umfrage den Zweck der deliberative Polls als zweiseitig. Einerseits sollte Kalifornien an einen deliberativen Prozess herangeführt werden. Laut Davenport sind viele Kalifornier unzufrieden mit ihrer Regierung in Sacramento. Die Hauptgründe hierfür seien, dass wichtige Themen nicht von der Regierung beachtet werden und dass ein zu großer Einfluss von Lobbyisten und Interessengruppen stattfände. Das Deliberationsforum stellt er in diesem Zusammenhang dar als einen Schritt zur Umsetzung der Idee, dass jeder kalifornische Bürger einen Unterschied machen und somit Einfluss auf die Politik haben kann. Das politische Bewusstsein der Kalifornier wird somit gestärkt. Auch gibt Davenport an, dass die Einbeziehung der Bürger sehr hilfreich sein kann, was auch von verschiedenen wissenschaftlichen Studien bestätigt wird.</p><p>Das zweite Ziel, das durch Deliberative Polling erreicht werden soll, ist nicht nur auf die Zufriedenheit der Bürger selber bezogen sondern von eher praktischer Natur. Auch Reformgruppen und Oppositionsparteien können von einer Zufallsauswahl von Bürgern sehr viel lernen in Bezug auf wichtige Themen und etwaige Reformvorschläge. Man hofft somit, dass Politiker aus Exekutive und Legislative die Vorschläge der Teilnehmer berücksichtigen und diese ggf. umsetzen.</p><p>Allgemein, nicht bezogen auf den kalifornischen Fall, existiert bei normalen Umfragen das Problem, dass die Teilnehmer nur aufgrund von vorher erhaltenen Informationen antworten können. Diese Informationen gewinnen sie normalerweise durch die Medien. Der Zweck einer deliberativen Umfrage wirkt diesem entgegen. Die Teilnehmer werden durch verschiedenen Kanäle informiert und können sich während der Deliberation austauschen. Somit sind sie besser befähigt eine informierte Antwort auf den Fragebogen am Ende eines Deliberationsforums zu geben. </p><p><strong>Auswahl</strong><strong> der</strong><strong> Teilnehmer</strong></p><p>Für dieses Deliberationsforum wählten die Organisatoren eine zufällige Stichprobe aus den in Kaliforniern registrierten Wählern aus. Die Beteiligung war außergewöhnlich hoch mit fast 9 %. Im Vergleich hierzu liegt die durchschnittliche Beteiligung an deliberativen Umfragen bei 75 % weltweit. Von den 435 ausgewählten Wählern, die sich zur Teilnahme im Vorfeld bereit erklärt hatten, erschienen schließlich 412 zur Veranstaltung. Jeder der Teilnehmer bekam seine Reisekosten erstattet und erhielt zusätzlich ein Honorar. Trotzdem sollte noch sichergestellt werden, dass diese Teilnehmerauswahl wirklich repräsentativ für die Bürger Kaliforniens ist, weswegen die Teilnehmer mit einer Kontrollgruppe von 300 Kaliforniern verglichen wurden. Die beiden Gruppen zeigten keine signifikanten Unterschiede in Bezug auf Geschlecht, Alter, Bildungshintergrund, Beschäftigung, Ethnizität, und politische Partei- oder Ideologiezugehörigkeit. Somit stellten die ausgewählten Teilnehmer einen akkuraten Mikrokosmos des Staates im Ganzen dar, was die Legitimität des Ergebnis des Deliberationsforums weiter erhöht.</p><p><strong>Vorbereitung</strong></p><p>Die Vorbereitung der Deliberative Poll war, wie gewöhnlich bei dieser Art Umfragen, sehr detailliert und langwierig, da man erreichen will, dass der gesamte Prozess ausbalanciert und unparteiisch ist. Um die Teilnehmer bestmöglich zu informieren, fragte \"What's Next California?\" eine Vielzahl and Reformorganisationen und führende Akademiker und konsultierte eine Vielzahl existierender Dokumente um eine Liste möglicher Diskussionsthemen für das Deliberationsforum zu erstellen. Anschließend wurde diese Liste von einer breiten Beratergruppe (bestehend aus Sponsoren, Vertretern aus Governanceorganisationen, Reformgruppen, zivilgesellschaftlichen Organisationen und kirchlichen Gruppen, sowie Universitäten) überprüft und in eine Tagesordnung umgewandelt, die eine \"balanced agenda of competing reforms\" (dt.: ausgeglichene Agenda konkurrierender Reformansätze) darstellte. Zusätzlich formulierten verschiedene Partnerorganisationen in Zusammenarbeit mit Akademikern eine Art Briefing in Form eines fast hundert Seiten umfassenden Dokuments. Dieses wurde ebenfalls von der Beratergruppe überprüft und dann vor der Veranstaltung an die Teilnehmer versandt. Sie erreichten die 435 Bürger, die ursprünglich ihre Teilnahme zugesagt hatten.</p><p>Wie bereits erwähnt wurden vor (und nach) dem Deliberationsprozess Fragebögen von den Teilnehmern beantwortet. Der erste wurde per Telefonumfrage beantwortet, den zweiten erhielten die Teilnehmer bei ihrer Ankunft in Torrance. Man muss bemerken, dass der zweite Fragebögen in Kleinigkeiten verändert wurde, da die Beratergruppe mehr Zeit hatte die verschiedenen Themen abzuwägen, die besprochen werden sollten.</p><p><strong>Der</strong><strong> Deliberationsprozess</strong></p><p>Die Deliberation fand am Wochenende des 24. Juni 2011 in Torrance statt. Die Diskussionen fanden dabei entweder in Plenarsitzungen oder in kleineren Gruppensessions statt. Während der Plenarsitzungen hatten die Teilnehmer die Möglichkeit Fragen zu den vorher angekündigten vier Themenbereichen zu stellen. Experten und Politiker beantworteten diese Fragen anschließend. Wie bereits festgestellt ist eine wichtige Komponente von Deliberation die vorhergehende Information der Teilnehmer. Die Anwesenheit von Experten, die Fragen der Teilnehmer beantworten können, macht die Deliberation deswegen noch erfolgreicher. Für die Gruppensitzungen wurden die Teilnehmer zufällig in Kleingruppen aufgeteilt. Diese wurden von ausgebildeten Moderatoren geleitet. Das Ziel der Kleingruppen war eine offene und ehrliche Diskussion zu fördern und kritische Argumente für und gegen ein bestimmtes Thema zu hören und zu reflektieren. Durch die zufälligen Kleingruppen wurden die Teilnehmer ermutigt ihre verschiedenen Sichten zu Schlüsselthemen eingehender zu diskutieren. Dr. Fishkin sagte in einer Pressekonferenz vor der Deliberationsphase, dass man im normalen Leben meisten entscheidet gar nicht mit Anderen zu diskutieren, die eine gegensätzliche Meinung zu politischen Themen haben. Er stellte fest, dass es sehr viel einfacher ist über das Wetter zu reden, wenn man politisch entgegengesetzt Ansichten hat (engl. Originalzitat: “If you sharply disagree with somebody, it’s a lot easier to talk about the weather\"). Anders betrachtet heißt dies auch, dass eher Menschen mit ähnlichen Ansichten diese untereinander diskutieren. Hier kommen dann jedoch keine kritischen Argumente auf. Der Vorteil der zufälligen Auswahl der Teilnehmer einer Kleingruppe ist also, dass die Gruppenmitglieder mit verschiedenen Seiten eines Themas konfrontiert werden und sich auch zu anderen Meinungen Gedanken machen müssen.</p><p>Nachdem die beiden Deliberationsphasen (im Plenum und in den Kleingruppen) beendet waren, wurden die Teilnehmer erneut gebeten für sich selbst, vertraulich, einen zu dem bei Ankunft in Torrance ausgeteilten identischen Fragebogen zu beantworten.</p><p><strong>Ergebnisse</strong></p><p>Die Auswertung des finalen Fragebogens, der nach dem Wochenende ausgefüllt wurde, zeigt deutlich den Einfluss der Deliberationsphase. Für jedes Thema gab es signifikante Meinungsveränderungen, in manchen Fälle sogar sehr erhebliche. Während der Pressekonferenz zu diesem Projekt sagte Fishkin, dass in der Gesamtheit aller Deliberationsforen, die er weltweit durchgeführt hat, die Antworten zu 70 % der gestellten Fragen sich nach der Deliberationsphase signifikant verändern.</p><p>In Bezug auf die Legislative Kaliforniens gab es einige bedeutende Veränderungen der öffentlichen Meinung. Ein Reformvorschlag, der sehr viel mehr Unterstützung nach der Deliberation gewann war die Möglichkeit die Legislaturperioden der Assembly von zwei auf vier Jahre zu verlängern und die des Senats von vier auf sechs Jahre. Vor der Deliberation waren nur 46 % der Teilnehmer für einen solchen Vorschlag. Nach der Deliberation waren es dagegen 81 %. Die Unterstützung für den Vorschlag legislative Ämter zu Teilzeitämter zu machen fiel dagegen von 45 % auf 27 %. Auch vergrößerte sich die Unterstützung für eine Vergrößerung der Anzahl an Vertretern, die dann logischerweise jeder einen kleineren Teil der Bevölkerung repräsentieren müssten, von 57 % auf 71 %.</p><p>Zum Thema der Gesetzesinitiativen gab es größere Zustimmung zum Vorschlag einen formalen Überprüfungsprozess zu starten, der den Initiatoren die Möglichkeit gibt ihren Vorschlag in Abhängigkeit von öffentlichem Input zu verändern.</p><p>Zu Themen wie bundesstaatlicher und lokaler Governance äußerten sich die Teilnehmer nach der Deliberation ebenfalls in anderer Weise. So unterstützten sie den Vorschlag, dass Lokalregierungen mehr Entscheidungsmacht in Bezug auf die Finanzierung lokaler Projekte haben sollten. Ein einzelnes Beispiel hierfür ist, dass die Zustimmung zum Transfer vom staatlichen auf das lokale Regierungslevel von Kontrolle und Finanzierung von lokalen Dienstleistungen und deren Minimalstandards sich von 67 % auf 73 % vergrößerte. Auch die Unterstützung des Vorschlags lokalen Regierungen die Möglichkeit zur Steuererhöhung zu geben im Austausch zu größerer Koordination der lokalen Dienstleistungen und Reportfähigkeit dieser an die Öffentlichkeit vergrößerte sich von 54 % auf 63 %.</p><p>Beim Thema Steuer- und Finanzreformen gab es ebenfalls einige erhebliche Unterschiede. Die Zustimmung zur häufigeren Neubewertung von gewerblichen (nicht residentiellen) Grundstücken stieg von 52 % auf 72 %. Auch wurde sich mehr dafür ausgesprochen (50 % im Gegensatz zu 32 % ) die erforderliche Zweidrittelmehrheit der Legislative um Steuererhöhungen durchzusetzen auf 55 % herunterzusetzen. Ein weiterer Schlüsselpunkt zu diesem Thema war die Frage: Sollte die Regierung weitere Vorteile und Dienstleistungen anbieten, auch wenn dies mit einer Steuererhöhung einhergeht? Oder sollte die Regierung die Steuern senken und ihr Serviceangebot verringern? Nach der Deliberation sprachen sich 57 % der Teilnehmer für mehr Vorteile und Dienste aus, im Gegensatz zu 45 % bevor.</p><p>Diese Veränderungen in den vier großen Themenblöcken zeigen den Einfluss der Deliberationsphase. Durch die Möglichkeit von tiefergehender Information und anschließender offener Diskussion können sich die Meinungen von Bürgern verändern und zu einem bedeutenderen Umfrageergebnis führen. Natürlich heißt das nicht, dass die Deliberation in den Themenbereichen wo keine große Veränderung vor sich ging, nicht sinnvoll war. Die Hauptsache ist, dass der finale Fragebogen eine Umfrage unter <em>informierten</em> Bürgern Kaliforniens darstellt, was für Reformgruppen und Politiker hilfreicher ist als eine traditionelle Meinungsumfrage.</p><p>Neben der Möglichkeit die Umfrageergebnisse für zukünftige Reformen in Kalifornien zu benutzen, gab diese Deliberative Umfrage auch den Bürgern eine größeres Gefühl der Partizipation. Nach der Umfrage beantworteten 37 % der Teilnehmer das Statement \"Beamte sind sehr interessiert daran, was Leute wie ich denken\" (engl. Original: “public officials care a lot about what people like me think\") positiv, während dies vor der Umfrage nur 25 % taten. Die Prozentzahl der Teilnehmer, die der Meinung waren, dass sie keinen Einfluss auf die Regierung haben, verringerte sich von 42 % auf 33 %. Die Ergebnisse in Bezug auf die persönliche Sichtweise der Teilnehmer ergaben außerdem einen generellen Anstieg von Respekt gegenüber anderen Meinungen. Außerdem glaubten 89 % der Teilnehmer, dass das Deliberationsforum extrem wertvoll (engl. Original: \"extremely valuable\") für sie war, und 88 % gaben an, dass sie viel über andere Menschen - als Person und in Bezug auf deren Leben - gelernt hätten. Man kann argumentieren, dass diese persönlichen Erfahrungsergebnisse genauso viel wert sind wie die Ergebnisse zu den politischen Themen. Verschiedene Menschen zum Meinungsaustausch, vor allem mit gegensätzlichen Standpunkten, zu bewegen ist ebenfalls ein Wunschziel der Deliberative Polls, genau wie die Hoffnung Bürger für Politik zu interessieren damit diese sich weiter beteiligen. \"What's Next, California?\" war hierin sicherlich erfolgreich. </p><p><strong>Analyse und</strong><strong> Kritik</strong></p><p>Obwohl das Projekt sicherlich ein Erfolg in Bezug auf seine Beteiligungsrate, Struktur, Verständlichkeit und signifikante Ergebnisse ist, bleibt noch offen welchen Einfluss das Deliberationsforum wirklich auf politische Reformprozesse in Kalifornien haben wird. Sicherlich wurde Aufmerksamkeit generiert und vergrößert in Bezug auf deliberative Prozesse, die vielleicht zu weiteren Deliberative Polls oder anderen solchen Instrumenten führen. Dies ist jedoch abhängig vom sichtbaren Einfluss auf die Politik. Die Teilnehmer waren sehr enthusiastisch nach dem Prozess; jedoch ist die Frage, ob dieser Enthusiasmus anhält, falls es keine sichtbaren politischen Konsequenzen geben sollte. </p><p><strong>Sekundärquellen</strong></p><p><a href=\"http://www.nextca.org/blog/entry/whats-next-california-press-conference\">http://www.nextca.org/blog/entry/whats-next-california-press-conference</a></p><p><a href=\"http://www.nextca.org/results\">http://www.nextca.org/results</a></p><p><a href=\"http://www.cafwd.org/pages/david-davenport\">http://www.cafwd.org/pages/david-davenport</a></p><p><a href=\"http://caforward.3cdn.net/2a166f721c130f9a10_vxm6y5wrl.pdf\">http://caforward.3cdn.net/2a166f721c130f9a10_vxm6y5wrl.pdf</a></p><p><a href=\"http://www.scribd.com/doc/56300655/Deliberative-Polling#archive\">http://www.scribd.com/doc/56300655/Deliberative-Polling#archive</a></p><p> </p><p><strong>External Links</strong></p><p><a href=\"http://zocalopublicsquare.org/thepublicsquare/2011/06/22/can-deliberative-polling-work/read/up-for-discussion/\">http://zocalopublicsquare.org/thepublicsquare/2011/06/22/can-deliberativ...</a></p><p><a href=\"http://caforward.3cdn.net/2a166f721c130f9a10_vxm6y5wrl.pdf\">http://caforward.3cdn.net/2a166f721c130f9a10_vxm6y5wrl.pdf</a></p><p><a href=\"http://www.scribd.com/doc/56300655/Deliberative-Polling#archive\">http://www.scribd.com/doc/56300655/Deliberative-Polling#archive</a></p><p><a href=\"http://www.nextca.org\">http://www.nextca.org</a></p><p> </p>", "title": "What's Next California? Deliberative Poll (Torrance, California)"}