{"htmlbody": "<h3>Introduction</h3><p>Since the emergence of the so called Web2.0, internet technologies have greatly expanded the possibilities for people to interact and discuss; but how many times have we found ourselves trapped in endless debates about everyday facts? Social networks have greatly contributed in re-shaping the idea of online interactions, but their outcomes are, most of the time, a clashing chorus of lonely voices unable to listen to each other giving rise to unfruitful exchanges of ideas. From this point of view, web-mediated interactions are still far from being efficient means of communication, confrontation and, in the end, a means for effective decision making. It’s from the analysis of current practices in online interactions that we came up with the idea of Deebase: a CMS aimed at supporting communities in fostering the exchange of ideas among their members, turning chaotic interactions into full-fledged debates. In Deebase, members of a community -whether pre-existing or newly emerging- can engage in online discussions about specific themes, compare their ideas with those of others, rank them and finally vote for their favorite ones. The whole process is supported by the use of gamification techniques which should, on the one hand, improve users’ engagement while on the other hand transform the confrontation as a deliberate act into an exciting game-like process. In developing Deebase we have envisaged three potential targets which could benefit from the adoption of the platform: online communities, private companies and public administrations.</p><h3> </h3><h3>What is Deebase</h3><p>Good ideas are not produced by any sort of linear process, rather they emerge from the sparse, unpredictable and sometimes harsh confrontation between people. It’s during this chaotic process that people come up with big ideas, pieces of knowledge shaped by the collective contributions of all the participants interacting. But because of its complex nature, the outcomes of such confrontations are as valuable as unpredictable. Can you imagine how cool it would be to master this chaotic process and use it as a mean for solving tricky problems? It was from this question that we came up with the idea of Deebase, an online platform aimed at supporting online deliberative processes, harnessing the collective creativity springing up from online interactions. Let’s begin defining what we mean with the term deliberation. The deliberative process is very different from the decision process; the difference between deliberation and decision is fundamental but often overlooked and the two terms are considered interchangeable. Deliberation is a complex process in which ideas are generated, mixed, compared, measured, tested and finally voted. Deliberation is, first of all, an act of collective creativity in which everyone, often unconsciously, plays a fundamental role. When dealing with deliberative processes we are not primarily interested in solving the problem of how to choose the best answer among a set of pre-defined alternatives. Rather, our main interest in is in finding-out how individuals, groups, communities come to imagine alternative routes to navigate the future. But how can a web-platform facilitate online deliberative processes? Deebase allows users to express their ideas about an issue to be analyzed, facilitates the comparison between different ideas and finally lets the audience decide which is the best answer addressing the topic under evaluation. The whole process is bounded by a set of rules perfectly balanced to preserve the complexity of multiple interactions while allowing community managers to master them. An underlying Gamification system incentivizes users to express, defend and explain their ideas to other participants, rewarding them with badges and point attesting their expertise in different subjects. The whole discussion and deliberation process can also be propelled beyond the border of the platform thanks to the integration of Deebase with major social networks. In this manner Deebase can identify, for each issue, the most supported ideas, their social footprints and also keep track of opinion movements over time. At the end of each deliberation process, community managers can access both quantitative and qualitative data generated by users, allowing them to perform analysis aimed at better comprehend which are the most popular ideas in their communities and why. </p><p> </p><h3>Target users</h3><p>Who can use Deebase? The potential applications of the platform are many, in the following paragraph we’ll try to explain how online communities, private companies and public administration could enhance their effectiveness adopting Deebase. Let’s start with online communities, whether new or pre-existing. A community -for instance the readers of a popular online newspaper- could use Deebase to stimulate discussions around daily news in a more structured way than in traditional discussion boards. Structuring discussions according to the Deebase deliberative scheme would allow community managers and editors to have a clear view about readers’ reactions to articles published by the journal. This could help editors in understanding the journal’s audience, elaborate real time statistics and use data generated by the platform to further stimulate the debate around the discussed topics. But Deebase can find application also in different settings such as private companies and Public Administrations. In the first case the platform, thanks to its deliberative function, can be used as a decision-making support tool, stimulating the debate among employee in a semi-informal web environment. From this standpoint Deebase can merge the richness of the bottom-up approach, made of numerous, unpredictable and otherwise imperceptible relations, with the efficiency of the top-down approach. As an example, a company could adopt Deebase as an internal tool aimed at collecting innovative ideas about new products to be developed or new production processes to be adopted. Finally, Public Administrations could use Deebase a new means of communication between Local Government agencies and citizens. Thanks to its deliberative function, intimately integrated with social networks, Deebase could become a useful tool for policy makers willing to test the power of participative policy-design. For instance, a City Council could use Deebase not just as a tool for spotting problems and areas of interventions -a function already performed by polls- but also as a mean for identifying solutions to the identified issues, crowdsourcing knowledge from citizens.</p><h3>How it works &amp; Technical details</h3><p>Driven by the idea of creating new modalities of online interactions, we envisioned a very easy to use web-platform for e-deliberation. The whole process begins with a question which addresses an issue to be collectively debated. Members of the community can join the platform and submit a proposal about how they would proceed in order to solve the issue. Once joined the debate, a user can:</p><ol><li>interact with the already expressed ideas, extending them</li><li>add new ideas competing with the ones already expressed or</li><li>simply cast their vote for an already expressed opinion without adding further elements to the discussion.</li></ol><p>Support to an idea can be expressed through the internal voting system or through social signals; thanks to the integration of Deebase with major social networks, people can support an idea simply sharing it on Facebook, Twitter or Google Plus. This can also contribute in extending the outreach of the discussion beyond the boundaries of the platform triggering a viral effect on social networks -which means more participation and more hype around the discussion topic. At the end of each “challenge” -all questions are time limited- the most supported opinion is elected as the winning one. In this manner it is possible to identify for each issue the most supported solution, its popularity across major social networks, the main “reasons why” behind the winning (and also the non-winning) ideas. Accordingly, users taking part in the debate are rewarded according to their contribution to the discussion. The reward system, based on points and badges, on one side keeps users engaged in the platform, on the other allows community managers to identify top contributors and influencers. All data generated by the platform can be exported and further analyzed by community managers allowing them to understand who are the members of their community, which are the most popular ideas, who are the influencers, how opinion movements generate and evolve over time. Technically speaking, the platform will be distributed as Software as a Service (SaaS). This means that each installation of Deebase will be tailored around customer's needs; No updates and management costs, as service providers we will take care of all the technical aspects from installation to customization and maintenance, so that customers and their community managers could focus on contents. Distributing Deebase as SaaS also means that it could be used in many different contexts. For this reason the platform has been developed keeping in mind that it should be: easy to use, flexible and scalable. With easy to use we do not just mean graphically appealing and user-centered but also that interaction dynamics have to be simplified to the utmost. Keeping interaction modalities as-simple-as-possible would definitively contribute in lowering adoption barriers, maximizing the basin of attraction of the platform. Submitting an idea, commenting or casting a vote should as easy as sharing a post on Facebook or send a Tweet. In order to further reduce adoption obstacles, we’re also working on developing a mobile app of Deebase that will allow users to join the deliberative process and cast their votes simply tapping the screen of a smartphone or of a tablet. Moreover, Deebase has been designed in order to be flexible and scalable. Scalability is not just the capability of a platform to expand while maintaining the original performances and characteristics. Scalability can be interpreted also as the ability of a platform to be replicated in different environments, to adapt to peculiar contexts and needs while maintaining its basic structure. Deebase thanks to its distribution model and its cloud-based technical architecture can meet both requirements: adaptability to different contexts and scalability to high volumes. </p><h3> </h3><h3>External Links</h3><p><a href=\"http://deeba.se\">Deebase - e-deliberation made easy</a></p><p><a href=\"http://vimeo.com/70365872\">Deebase: a short introductory video</a></p><p><a href=\"http://4d3.it\">Quattro di Tre Srl (4d3)</a></p><p><a href=\"http://deebate.it\">Deebate.it</a> - The first ever Deebase powered community</p><h3>Notes</h3><p> </p>", "title": "Deebase - e-deliberation made easy"}