{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Jacquie Dale<em>.</em></p><p>Canada’s World was a three-year citizens’ dialogue focused on advancing a new vision for Canadian international policy. The goals of the initiative were two-fold:</p><ul><li>To advance democratic development in Canada by engaging Canadians in a dialogue that moved beyond rhetoric, and examined key international policy themes from a basis of common information.</li><li>To inspire Canadians to formulate and advance their own future-oriented vision for Canadian international policy.</li></ul><p>These goals were elaborated in a series of objectives:</p><ol><li>Create a broad and inclusive collaborative initiative that involves citizens, organizations, individuals, businesses and institutions active internationally.</li><li>Engage Canadians who have not traditionally participated in foreign policy initiatives and increase their knowledge of Canadian international policy.</li><li>Design and deliver a national dialogue process that empowers citizens to deliberate, formulate and advance options for Canadian international policy and is seen as a model for citizen engagement and deliberation on public policy issues.</li><li>Develop a citizens’ agenda that reflects the historical experiences, values, assets and interests of Canadians.</li><li>Build the capacity of participants to communicate the citizens’ agenda to government, the media and other international policy actors. Canada’s World succeeded in meeting each of the goals and objectives for this project.</li></ol><h2>Project Description</h2><h3>Problem and Objective</h3><p>Canada's World was created to engage Canadians in a discussion about Canada's role in the world. The rationale for the initiative was developed in a concept paper which identified the following key problems:</p><ul><li>Canada’s profile and position internationally has eroded leaving many confused about Canadian international policy.</li><li>The gap between perception and reality of Canada’s place in the world is growing.</li><li>International policy is fundamental to every aspect of our daily lives, but few Canadians know or understand much about it.</li><li>Former consultations have been led by government, have been narrow in scope and have not embraced the changing nature of Canadian society.</li><li>Discussions about international policy are becoming increasingly polarized.</li><li>Our perceptions of ourselves as a nation are evolving.</li><li>The actors shaping our international policy are shifting and as a consequence the nature of government decision-making is changing.</li></ul><p>The initiative was designed to bridge dialogue across generations, sectors and ideologies. Canada’s World used an “open source” approach to policy development and used deliberative dialogue, kitchen roundtables, workshops and presentations as well as interactive technological tools to enhance citizen engagement (e.g. social networking sites like Facebook, YouTube, MySpace, Flickr, Twitter,as well as online dialogues, blogs, and video uploads). Specific attention was given to youth, ethnocultural, aboriginal, and multi-faith outreach.</p><h3>Structure and Process</h3><p>Canada's World crossed the country several times and met with 10,000 Canadians face-to-face and engaged another 200,000 on-line. They reached out to diverse communities, developed new models for dialogue and exploited a variety of social media tools targeted at different demographic groups. [see Appendix A for a Calendar of Canada’s World events].</p><h3>Impact</h3><p>Canada’s World presented a successful model of democratic engagement. It set out to speak to Canadians who are not a part of the “foreign policy choir” and ask them to examine the new realities facing Canada internationally and to develop a forward-looking and compelling vision for Canada in the world.</p><p>The process ultimately delivered a robust, forward looking vision that demonstrated a sophisticated understanding of the complexities of international policy. They documented this vision through reports, powerpoint presentations, media articles and videos and communicated it back to Canadians citizens, civil servants, political parties and the federal government.</p><p>The important results:</p><ul><li>A network of citizens who felt empowered to engage in a dialogue about issues that have been traditionally the purview of a small community of experts.</li><li>A new narrative that moved beyond the myths of Canada as a great global peacemaker in the world and realistically addressed Canada’s capacity for global influence in a targeted and realistic manner drawing from an analysis of our country’s interests, values and assets.</li><li>A community of citizens, particularly young people, who developed a better understanding of democracy and Canadian foreign policy and who want to extend their experience to other initiatives.</li><li>New models of citizen engagement that can be used by government departments and practitioners of deliberative dialogue.</li></ul><p>The impact on policy and political decisions can be seen in a number of ways. The Canada's World findings have been considered by each of the political parties and some aspects of the new narrative and poll findings have been incorporated into the Liberal Party's foreign policy platform. The process design has informed citizen engagement practitioners within the Canadian International Development Agency, the Policy Research Institute of the federal government, the Privy Council Office (it was put forward as a model of online engagement) and the Department of Foreign Affairs and International Trade. Other agencies have used the process as a model of engagement (Toronto City Summit, Canadian International Council). Although the project has officially come to an end, the requests for speaking engagements continue.</p><h3 class=\"detail_box_head_padder\">Detailed Information</h3><h4 class=\"detail_box_head_padder\">Broader Context</h4><p>The project aimed to develop Canada's foreign policy and vision.</p><h4>Type of Contribution by Participants</h4><p>They directly made decisions about project measures</p><h4>Target Group</h4><p>The Canadian public, particularly persons who have had limited previous exposure to foreign policy in the past.</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>30.000.000</p><h4>Total Number of Active Participants (approx.)</h4><p>210.000</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Some effort to address disadvantaged groups</p><p>Specific attention was given to youth, ethnocultural, aboriginal, and multi-faith outreach. There was heavy use of social media - Facebook, YouTube, MySpace, Flickr, Twitter, as well as online dialogues, blogs, and video upload</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>Canada’s World was launched as an experiment in democratic development. The people who helped shape Canada’s World were deeply concerned about the lack of a conversation about Canada’s role in the world within the broader political culture. They were also turned off by the narrow and polarized conversations within the formal political institutions and the ideological mud-slinging served up by political parties. We wanted to find a different avenue for democratic expression and so we took a page from the handbooks on direct democracy, the open source movement and the “Wisdom of Crowds” to develop a “by the people, for the people” approach. While this approach respected the wealth of intellectual capital that existed in the foreign policy community, it didn’t draw on that capital. Instead, we ventured out to citizens - the non-experts - to seek their participation and their vision for Canada in the world.</p><p>Canada’s World began modestly from a small office at the SFU Centre for dialogue and grew into a collaboration of hundreds of individuals, universities, foundations, and non-profit organizations. The infectious notions of true participatory democracy spilling out from the Internet and sweeping across communities in North America and the UK provided inspiration.</p><p>We used traditional means to solicit people’s views – public opinion research, surveys, questionnaires and interviews - and new methods like 2.5 days of deliberative dialogues with randomly selected citizens, open forum, town hall meetings and interactive workshops. We also used Web 2.0 tools such as blogs, Facebook, YouTube, Twitter, Wikis, Flickr and online dialogues. Some methods for reaching out to Canadians worked well (e.g. deliberative dialogue) and some fell flat (e.g. online policy dialogue through the website), but with each new attempt we tried to share our lessons and open up our process to scrutiny. In doing so we hoped to model a new approach to policy formulation – one that begins with the assumption that power comes from sharing knowledge, rather than hoarding it and that citizens can and will participate in complex policy discussion if given the opportunity. And so, at the same time that we were building the democratic behaviours of the citizens that were engaged in the process, we were creating the scholarship that would build the capacities of institutions and organizations to undertake such processes.</p><h4>Adoption by Others</h4><p>In many cases</p><h4>Costs</h4><p>$2.2 million direct cash &amp; in-kind contributions over 3 years. $2.5 million if include volunteer contributions &amp; funding from Simon Fraser University</p><h4>Time and Working Days</h4><p>estimated 4,200 work days</p><h2>Links</h2><p>Links to Canada’s World videos, websites, key reports and social media sites:</p><ul><li><a href=\"http://www.vimeo.com/10538816\">Canada’s World: Democracy in the Making</a> – a documentary by Sarah Van Borek</li><li><a href=\"http://www.canadasworld.ca\">Canada’s World website</a></li><li><a href=\"http://www.rethinkforeignpolicy.ca\">Foreign Policy Camp website</a></li><li><a href=\"http://canadasworld.wordpress.com/\">Canada’s World blog</a></li><li><a href=\"http://www.canadasworld.ca/reports/backonthem\">Back on the Map</a> – report of the national dialogue</li><li><a href=\"http://www.canadasworld.ca/whatsnew/reports/canadaswor%7E5\">Moving Beyond Dichotomies – Canada in the 21st Century</a> – report of the regional deliberative dialogues</li><li><a href=\"http://www.youtube.com/user/CanadasWorld#p/f/0/GpRpZGc2Kek\">Canada’s World Youtube Channel</a></li><li><a href=\"http://www.canadasworld.ca/gallery\">Canada’s World Photo Gallery</a></li><li><a href=\"http://www.facebook.com/group.php?gid=2935755178&amp;ref=ts\">Canada’s World Facebook Group</a></li><li><a href=\"http://twitter.com/canadasworld\">Canada’s World Twitter Group</a></li></ul>", "title": "Canada's World"}