{"htmlbody": "<p><a id=\"Background\" name=\"Background\"></a></p><h2>Background</h2><p>The <a href=\"/organizations/kettering-foundation\" title=\"Kettering Foundation\">Kettering Foundation</a> studies the things people need to do as citizens in democratic governance. These responsibilities can be especially daunting in the context of economic change. While people can and do respond individually to change in economic conditions, they often do not see ways that they, or anything they have access to, can affect the economic conditions in the places where they live. The economic futures of their communities can seem to be out of their control.</p><p>That sense of incapacity can be a fundamental threat to democracy in communities. The problem is not only that things that could improve economic conditions go undone. The uncertainty and fear brought by economic change can lead people toward centralized or expert‐driven answers that promise quick relief in exchange for citizen ownership. It is a common source of the sidelining of citizens as collective actors.</p><p>Yet we also know that places that have prospered through time are living histories of civic innovation and resilience. Prosperity emerges in environments where people can discover ways to create change by recognizing and acting on new opportunities, and respond to change in conditions from outside sources. While the capacity to make sound decisions among known alternatives is crucial, taking responsibility for change also depends on the discovery of ways to deal with challenges that are fundamentally uncertain. That suggests a need to explore ways that people can learn to take more active and productive roles—for themselves, their families and their civic associations—in discovering ways to encourage innovation and enterprise in the places where they live.</p><p>We recognize that communities differ in those capacities. We also note that the emphasis on discovery requires a theory of citizen‐driven political change that is explicitly based on learning.</p><p>At this point in our research we know more about the barriers to productive civic learning. <a href=\"http://www.participedia.net/en/methods/asset-based-community-development\">John McKnight and Jody Kretzmann</a>, for example, have been remarkably eloquent in their studies of the mis‐education that has resulted from the professionalization of challenges that were once seen as the purview of citizens and civic associations. They show how well‐intentioned professional efforts can reinforce the underlying problem of struggling communities. People are encouraged to define themselves and their communities by their needs and deficiencies rather than their assets and capacities.</p><p>The impact on learning goes generally unrecognized because of the professional focus on instrumental problem solving. The long‐run result has often been the antithesis of development. People learn to be clients of professional services, and are left with a reduced sense of their capacity to act on shared concerns.</p><p>With the challenge of civic learning in view, Kettering’s workgroup convened an exchange with a group of organizations whose work supports community‐based initiators of experiments in public engagement. We called the project Citizens at Work: Engaging for Prosperous Communities. The working group included representatives from the Institute for Community and Economic Development at Auburn University, the Esquel Group, the International Institute for Sustained Dialogue, the Kettering Foundation, the Learning and Leadership Program at the University of Tennessee in Chattanooga, National Civic League, New Mexico First, Southern Growth Policies Board, and the West Virginia Center for Civic Life. The group convened at the Kettering Foundation for workshops, monthly conference calls, and through a project web-site that provided a forum and a hub for reports and related materials.</p><p>When we first met in late 2009, the group agreed to an interest in what could help initiators of “civic engagement” efforts to more effectively align their endeavors with what is known about what makes public life work and develop. The interest resulted from a diagnosis that we all shared at least to some extent: that many efforts to engage people are not so aligned, and therefore—regardless of the instrumental outcomes—do not result in a greater capacity for public work in the future. Indeed we recognize that the growing professionalization of “public engagement” endeavors may have effects on learning that are similar to those identified by McKnight and Kretzmann. The group wondered: Are people learning that public engagement is something that needs to be professionally organized?</p><p>With that question in mind the research began with a question: If an initiator (whether an individual, or group, or coalition) of a civic effort intends to strengthen the capacity of people to act on shared civic concerns in the future, what are the critical guiding insights for the initiator to have in mind in their design and on‐going evaluation of the effort? In the language of education, we were identifying the “learning outcomes” to be elicited in the initiator or “civic innovator” who comes to a center like one those we had convened, for guidance in the design of an innovation.</p><p>It is worth stepping back a moment and reflecting on the idea of “design” in this context. Our work is based on an ecological concept of community, seen not as a static mass of people waiting to be engaged, but as a living arena of ever-shifting civic interactions. The quality of those interactions determine the capacity people have to think together about the challenges they face, the assets they have or can develop, and things they could do together to put their assets to effective use. The diversity of the structure and practices that support those interactions in different places argue against the promotion of simple techniques that are claimed to work anywhere at any time. We assume that experiments with innovations in practice will always need to be designed in the context of the place. Instead of panaceas, what we can offer such civic entrepreneurs is a diagnostic approach to support their design of innovations.</p><p>With that in mind, we began with the challenge of identifying the critical insights that together provide a conceptual lens for understanding public life. Those insights highlight the key things to consider in the design of innovations in the engagement of people. The next step in our research exchange is to explore ways that the insights that make up this diagnostic lens can be elicited in a practical way in the minds of civic innovators. We agree that it will always involve a question‐based interaction, with the details of the questions and the interaction depending on the context of the effort. However, the generic insights—the intended learning outcomes—are presumed to be universally relevant. We think that some aspects of the questions and interactions that elicit them may be as well. If so, we may be able to share some practical general insights with other organizations that are trying to provide support for civic innovators but often find that the key insights are misunderstood, or so thinly grasped as to be not conducive to real political change. That is the promise of this research for Kettering.</p><p><a id=\"Participants\" name=\"Participants\"></a></p><h2>Participants</h2><p><a class=\"external text\" href=\"http://www.kettering.org/\" rel=\"nofollow\" title=\"http://www.kettering.org/\">Kettering Foundation</a> Dayton, OH</p><ul><li>The Kettering Foundation is an independent, nonpartisan research organization rooted in the American tradition of cooperative research. Everything Kettering researches relates to one central question: what does it take for democracy to work as it should? Or put another way: What does it take for citizens to shape their collective future?</li></ul><p><a class=\"external text\" href=\"https://www.ecdi.org/\" rel=\"nofollow\" title=\"http://www.auburn.edu/outreach/ecdi/mission.htm\">Economic &amp; Community Development Institute</a> Auburn University &amp; Alabama Cooperative Extension System, Auburn, AL</p><ul><li>The mission of ECDI is to promote economic prosperity and improved quality of life for communities throughout Alabama.</li></ul><p><a class=\"external text\" href=\"http://esquel-group-foundation-incorporated.chevy-chase.md.amfibi.directory/us/c/8786436-esquel-group-foundation-incorporated\" rel=\"nofollow\" title=\"http://esquel.org/\">The Esquel Group</a> Chevy Chase, MD</p><ul><li>The Esquel Group (EG) is a private non-profit organization founded in 1984 and dedicated to stalwart citizenship as the common element in sustainable democracy and sustainable economic development.</li></ul><p><a class=\"external text\" href=\"http://www.sustaineddialogue.org/\" rel=\"nofollow\" title=\"http://www.sustaineddialogue.org/\">The International Institute for Sustained Dialogue</a> Washington, DC</p><ul><li>IISD is rooted in three decades of experience in deep-rooted human conflict. The process of Sustained Dialogue (SD) conceptualizes that experience.</li></ul><p><a class=\"external text\" href=\"http://www.utc.edu/Academic/DoctorateInLearningAndLeadership/\" rel=\"nofollow\" title=\"http://www.utc.edu/Academic/DoctorateInLearningAndLeadership/\">The Learning &amp; Leadership Program at the University of Tennessee in Chattanooga</a> Chattanooga, TN</p><ul><li>The multidisciplinary Doctoral Program in Learning and Leadership (Ed.D) equips participants with an understanding of the relationship that learning plays in the leadership process. Our philosophy supports the development of reflective leaders as practitioners in a variety of organizations and focuses on the interwoven nature of learning and leadership.</li></ul><p><a class=\"external text\" href=\"http://www.ncl.org/\" rel=\"nofollow\" title=\"http://www.ncl.org/\">National Civic League</a> Denver, CO</p><ul><li>Our mission is to strengthen democracy by increasing the capacity of groups and individuals to participate fully in and build healthy and prosperous communities.</li></ul><p><a class=\"external text\" href=\"http://nmfirst.org/\" rel=\"nofollow\" title=\"http://nmfirst.org/\">New Mexico First</a> Albuquerque, NM</p><ul><li>New Mexico First is a public policy organization that engages people in important issues facing their state or community. Established in 1986, we offer unique town halls and forums that create recommendations for policymakers and the public.</li></ul><p><a class=\"external text\" href=\"http://www.southern.org/\" rel=\"nofollow\" title=\"http://www.southerngrowth.com/home.html\">Southern Growth Policies Board</a> Research Triangle Park, NC</p><ul><li>Southern Growth Policies Board is a non-partisan public policy think tank based in Research Triangle Park, North Carolina. Formed by the region's governors in 1971, Southern Growth Policies Board develops and advances visionary economic development policies by providing a forum for partnership and dialog among a diverse cross-section of the region's governors, legislators, business and academic leaders and the economic- and community-development sectors.</li></ul><p><a class=\"external text\" href=\"http://www.wvciviclife.org/\" rel=\"nofollow\" title=\"http://www.wvciviclife.org/\">West Virginia Center for Civic Life</a> Charleston, WV</p><ul><li>The West Virginia Center for Civic Life is a nonpartisan, nonprofit organization that helps engage our citizens in community discussions of important public issues that affect our state and nation.</li></ul><p><a id=\"Research_Narrative\" name=\"Research_Narrative\"></a></p><h2>Research Narrative</h2><p>The Kettering Foundation has not completed its final report on this project, but the following is a final report from one of the exchange participants:</p><p>From the \"Final Report on the Democratic Practice and Economic Research Exchange\"</p><p>By <a class=\"external text\" href=\"http://www.auburn.edu/main/take5/sumners.html#.VyDZ5NQrKW8\" rel=\"nofollow\" title=\"http://www.auburn.edu/outreach/ecdi/staff.htm\">Dr. Joe A. Sumners</a>, Director, <a class=\"external text\" href=\"https://www.ecdi.org/\" rel=\"nofollow\" title=\"http://www.auburn.edu/outreach/ecdi/\">Economic &amp; Community Development Institute (ECDI)</a>, Auburn University</p><p><a id=\"Project_Overview\" name=\"Project_Overview\"></a></p><h3>Project Overview</h3><p>The Economic &amp; Community Development Institute (ECDI) at Auburn University participated in a joint-learning exchange with the Kettering Foundation to inform the Foundation’s Democratic Practice and Economic Change research. The project, Citizens at Work: Engaging for Prosperous Communities, convened a group of organizations that provide planning, training, or technical support to community innovators. The group produced two important work products: 1) a question-based instrument that may be used by community innovators to engage citizens in addressing important community concerns, and 2) a list of key insights based on the group’s collective experiences in engaging citizens (included as a component of the question-based instrument).</p><p>The following passage is taken from an email Joe A. Sumners, Director of the Economic &amp; Community Development Institute (ECDI) at Auburn University sent to Randy Nielsen, Kettering Foundation Program Officer:</p><p>“We are involved in several efforts for which this research would be helpful. I think an instrument (questions) that facilitates community engagement about economic development would have many uses. I think it can be incorporated into our economic development training classes . . . For all of our courses, we build in time for discussion and engagement . . . We also serve as the home of the Alabama Community Leadership Network, which attempts to link and provide education for all of the community leadership programs in Alabama. This would be a great session for our training conferences and workshops and for the individual community leadership programs (over 50 adult programs and over 30 youth programs). We also help communities with strategic planning projects. This could be an important component in a good strategic planning process. We also coordinate the County Extension Coordinators throughout the state (67 counties). We have been advocating an increased role for CECs in community development and citizen engagement. This would be an excellent tool . . . Finally, we participate in the Alabama Communities of Excellence (ACE) program . . . We help small towns with community assessment, leadership development and strategic planning. Such an instrument could be employed in our ACE communities . . . The audience for this would be the constituencies I have mentioned: economic developers, community leaders, and Extension educators.”</p><p>Initially, Sumners’ expectation was that the working group would develop a question-based instrument and then begin testing that instrument with target audiences in our respective states. In reality, the group spent much time discussing the key insights that they wanted community innovators to understand - and to elicit among the citizens who were convened. These were very fruitful discussions, but they did not result in the creation of an agreed-upon instrument that could be tested during the project period. The instrument was developed near the end of the project and awaits vetting by citizen groups in their respective states.</p><p><a id=\"The_Insights\" name=\"The_Insights\"></a></p><h3>The Insights</h3><p>The first major question for the group was, “If an initiator of some civic change initiative intends to strengthen the capacity of people to act on shared civic concerns, what are the critical guiding insights for the initiator to have in mind in their design and on-going evaluation of the effort?” The identification of, and discussion about, key public engagement insights became a primary focus of the working group. At the beginning of the project, each member of the group was asked to develop a document summarizing what each thought were fundamental insights about civic engagement. The group then collaboratively worked to identify 10 key public engagement insights. Linda Hoke (Southern Growth Policies Board) later collapsed these into 7 key insights, which were then edited with additional language and an implied action for each insight added. This version of the insights is found below.</p><ol><li>Citizens must be engaged if communities are to solve some of their most difficult problems. Such problems (e.g., youth gangs, poverty, racial conflict, crime) have multiple causes and cannot be solved with a technical fix (unlike repairing streets and bridges). Effectively addressing these problems requires citizens to act – and keep on acting. So . . . engage citizens to address community problems.</li><li>Citizens often think about problems differently than institutions or professionals. Not only do people feel more empowered when they are encouraged to identify and frame the issues related to a problem or opportunity, but they often uncover different solutions than institutions or professionals who are looking at the problem from the lens of their own particular expertise. So … recognize the limits of professional expertise.</li><li>People become engaged only around issues or problems that are of particular interest or concern to them. It’s not realistic to assume that all citizens will be engaged in all issues. The definition of “community” is therefore dynamic and ever changing, with groups of people – who may or may not be connected by geographic borders – coming together to solve a problem or take advantage of an opportunity. So . . . start with what people care about.</li><li>Citizen engagement – and governance – is a skill learned only by practice. It’s important to create mechanisms that allow for sustained citizen engagement rather than just one-time events. As citizens gain experience and see that they can make a difference, they may be drawn into issues beyond their initial areas of interest – particularly as they begin to see how many community issues are interrelated. So . . . establish structures that sustain engagement.</li><li>It’s often most effective to engage citizens within the organizations and networks they are already a part of; we don’t have to start from scratch. It’s likely that they are already talking about a particular issue in these networks and may have the capacity and connections to implement solutions. So . . . engage existing networks.</li><li>Networks and connections between organizations can multiply the power of civic initiatives and make them truly community-wide, or “public.” Yet, these connections typically don’t happen by themselves – active intervention is often needed to connect groups that might, at first glance, seem to have very different interests. Even groups working on similar issues often have weak connections. Conveners can help communities re-define their relations, re-shape their networks, and restructure their capacity to act. So . . . connect existing networks and stakeholders.</li><li>When a group of people comes together for a community conversation, there will be tensions between goals, ideas, and values. What may at first seem to be tensions between groups may, with further examination, be seen as common values that everyone shares – such as a desire for freedom or security. Tensions and conflicts do not have to necessarily be resolved as long as everyone shows respect for diverse positions. We can agree to disagree. It’s important to recognize tensions from the beginning of a community conversation. So . . . recognize and value tensions.</li></ol><p>This description of the “insights” was included in the Southern Growth Policies Board’s The Road to Recovery: 2010 Report on the Future of the South.</p><p><a id=\"The_Instrument\" name=\"The_Instrument\"></a></p><h3>The Instrument</h3><p>A second objective for the working group was to find ways to elicit these insights in the minds of civic innovators by using question-based interaction – the instrument. While the details of the questions and the interaction may depend upon the context, the insights were presumed to be generally relevant. And many aspects of the questions (interactions) that elicit them may be generally relevant as well. That being the case, the group believed that such a question- based instrument can be used by many types of organizations, for many types of purposes, in many types of settings.</p><p>Creating such an instrument was Sumners’ primary motivation for joining the project. He had long felt that public deliberation was a valuable tool for engaging citizens and for helping to unleash their power to change communities for the better. But he also felt that the use of National Issues Forums issue books, employed in one-shot forums, failed to fully realize the potential communities have for sustained deliberation and citizen mobilization around important community concerns. Thus, one of Sumners’ goals at the start of the project was to help create an \"instrument\" that the group could use to engage civic innovators and citizens as they moved through all of the six practices essential to effective public work in communities: 1) naming problems, 2) framing issues to identify options, 3) deliberating, 4) committing resources, 5) public acting, and 6) civic learning.</p><p>Sumners sees this instrument as a tool for getting County Extension Coordinators (CECs) more engaged in deliberative work in communities. He believes that Cooperative Extension is perfectly situated to serve that role in communities. In Alabama, there are 67 counties, with a Cooperative Extension office and Coordinator in each. Because CECs are embedded in the community as a trusted resource, and because they are external to local stakeholder groups, they are in a perfect position to serve as neutral, trusted facilitators and bring people together to discuss local issues. Ever since Extension’s community development function became ECDI's responsibility in 2006, they have attempted to provide support for Coordinators who want to become more involved in public engagement at the local and county level. Civic engagement was the theme of ECDI's statewide training conferences in November 2008 and again in October 2010. They also conducted regional public deliberation training sessions for CECs in March 2010 (jointly sponsored with the David Mathews Center for Civic Life) and in June 2010. The response from CECs was very positive. They see that this could be an important role and want to do more to facilitate engagement in their counties. But because they have multiple responsibilities, including delivering programs related to Agriculture, 4-H, and Family and Consumer Sciences, there has been little room in their jobs for civic engagement. Related to this, civic engagement is outside of the comfort zone of Extension personnel accustomed to a role as an “expert” delivering Extension programs. Having the instrument, along with clear instructions, should be helpful in getting CECs more involved in public engagement initiatives.</p><p>Some County Extension Coordinators are already committed to the work of public engagement. Over the past year, two CECs led Turning the Tide on Poverty study circles in their counties. In October 2010, they made a presentation about their experiences at the Alabama Community Leadership Network Conference and now many more CECs want to conduct study circles in their county. Four other CECs worked with the David Mathews Center for Civic Life to conduct deliberative forums in their counties over the past year. Those who have been actively involved in these civic practices are now true believers that this should be a critical part of their job. None of the trainings we have conducted had the impact of this direct involvement with citizen engagement. This highlights one of the Citizens at Work insights: “Citizen engagement is a skill learned only by practice.” It seems that this insight also applies to potential instigators. They may not fully understand the value and power of public deliberation until they actually experience it themselves.</p><p>ECDI is trying to provide more opportunities and incentives for CECs to experience engagement. They administer a mini-grant program, The Rural Alabama Initiative (RAI), which provides seed grants for local economic and community development projects. This year, they made Civic Engagement the top funding priority. Their second priority is Workforce Development, which has been identified as one of six Strategic Program Initiatives for the Alabama Cooperative Extension System. ECDI has structured this workforce initiative to emphasize engagement and connections among citizens and stakeholders around workforce issues.</p><p><a id=\"Next_Steps\" name=\"Next_Steps\"></a></p><h3>Next Steps</h3><p>ECDI believes that this instrument for civic engagement can have many uses for their Institute. Their plan is to attempt to find multiple ways to utilize Community Questions with community leadership programs, strategic planning projects, and as part of the ACE program. For County Extension Coordinators, ECDI plans to distribute Community Questions in every county, provide training for CECs in using the instrument, and provide financial support to counties that want to convene citizens. In addition, the Southern Growth Policies Board is making Community Questions available for download from its website and is marketing the instrument via its electronic newsletter. ECDI will continue to collaborate with Southern Growth to train conveners and conduct forums using this instrument. For all of these efforts, they will attempt to document obstacles, accomplishments, and lessons learned.</p><p><a id=\"Instrument\" name=\"Instrument\"></a></p><h2>Instrument</h2><p>Community Questions is designed to help community leader(s) take steps to create spaces where citizens can tackle pressing community concerns. The strategy is to bring citizens into a deliberative process to identify the heart of the problem(s), identify options for addressing the problem, weigh costs, benefits, and tradeoffs associated with each choice, choose and design a possible course of action, and engage others in working toward a solution. The guide should not be seen as just an exercise to deal with specific issues. It is an instrument meant to promote a shared discovery among citizens about their power to effectively deal with public issues. Of course, every community is different, and every moderator is different. Feel free to adapt this instrument to your own strengths and situation.</p><p><a id=\"Preparing_to_Convene\" name=\"Preparing_to_Convene\"></a></p><h3>Preparing to Convene</h3><ul><li>Think about the pressing issues facing the community. What issues are citizens already talking about? What topics would motivate them to get involved? What issues are community leaders struggling with? What makes it difficult for leaders or institutions in the community to solve these issues on their own? What issues facing the community would most benefit from citizen involvement?</li><li>After you determine the broad topic to be addressed (e.g., education, economic development, health care, etc.), you need to decide who should be invited to deliberate. Think about the people or organizations in the community that may be interested in, or affected by, this issue. Where are people talking about this issue? Who is already working on this issue? Who has been involved in the past? Who hasn't been involved, but has a voice we need to hear?</li><li>Identify a core group of 15-20 people whose experience cuts across the whole community, who listen and talk thoughtfully, and who have others’ respect.</li><li>Think about including a variety of perspectives relevant to the topic, such as business, government, and non-profit representatives as well as diversity in terms of gender, age, race/ethnicity and income. If this is an issue that could benefit from regional action, you might think about including some participants from adjoining communities as well.</li><li>Talk to those on the list to make sure they will commit to participating in a series of meetings (every couple of weeks for 2-3 hours). Once you have a core group committed to working on the issue, if space and resources allow, widely publicize the meetings in order to open them to anyone interested in the issue.</li><li>The number of meetings may vary, but you should plan for at least three sessions: one meeting to identify the key issue (What is the problem?), a second session to identify and discuss possible solutions (If that is the problem, what are the ways to deal with it?), and a third meeting to identify action steps (How can we take action to address the problem?). After the third session (or before if you think the time is right), have the group reflect upon the deliberative process they have experienced using “Questions about Community Questions.” Ideally, the group will choose to continue to meet to work together around this issue – and to address other community concerns.</li><li>Prepare in advance for any tensions that might exist between groups involved in the issue. Look for opportunities to ease these tensions and build communication between the groups. Do any of the individuals or groups that are interested in or working on this issue already work together? Do they regularly communicate? Are there any known conflicts between those interested in working on the issue? What is the nature of these tensions or conflicts?</li><li>Choose a moderator and someone to take notes. The moderator should be trusted and impartial, but need not be a part of the community. In the longer run, however, credible facilitators must emerge from within the community if this type of community decision-making is to be sustainable.</li></ul><p><a id=\"Towards_More_Effective_Citizen_Engagement\" name=\"Towards_More_Effective_Citizen_Engagement\"></a></p><h3>Towards More Effective Citizen Engagement</h3><p>The Kettering Foundation working group offers the following seven insights based on the group’s collective experiences in engaging citizens. As you plan, organize and conduct community forums using Community Questions, think about these insights and suggested actions. Do they resonate with your own experience? Perhaps you can add your own insights. These insights might be especially useful as you help citizens reflect on the process at the conclusion of Community Questions.</p><p><a id=\"Insights_and_Instructions\" name=\"Insights_and_Instructions\"></a></p><h3>Insights and Instructions</h3><ol><li>Citizens must be engaged if communities are to solve some of their most difficult problems. Such problems (e.g., youth gangs, poverty, racial conflict, crime) have multiple causes and cannot be solved with a technical fix (unlike repairing streets and bridges). Effectively addressing these problems requires citizens to act – and keep on acting. So . . . engage citizens to address community problems.</li><li>Citizens often think about problems differently than institutions or professionals. Not only do people feel more empowered when they are encouraged to identify and frame the issues related to a problem or opportunity, but they often uncover different solutions than institutions or professionals who are looking at the problem from the lens of their own particular expertise. So … recognize the limits of professional expertise.</li><li>People become engaged only around issues or problems that are of particular interest or concern to them. It’s not realistic to assume that all citizens will be engaged in all issues. The definition of “community” is therefore dynamic and ever changing, with groups of people – who may or may not be connected by geographic borders – coming together to solve a problem or take advantage of an opportunity. So . . . start with what people care about.</li><li>Citizen engagement – and governance – is a skill learned only by practice. It’s important to create mechanisms that allow for sustained citizen engagement rather than just one-time events. As citizens gain experience and see that they can make a difference, they may be drawn into issues beyond their initial areas of interest – particularly as they begin to see how many community issues are interrelated. So . . . establish structures that sustain engagement.</li><li>It’s often most effective to engage citizens within the organizations and networks they are already a part of; we don’t have to start from scratch. It’s likely that they are already talking about a particular issue in these networks and may have the capacity and connections to implement solutions. So . . . engage existing networks.</li><li>Networks and connections between organizations can multiply the power of civic initiatives and make them truly community-wide, or “public.” Yet, these connections typically don’t happen by themselves – active intervention is often needed to connect groups that might, at first glance, seem to have very different interests. Even groups working on similar issues often have weak connections. Conveners can help communities re-define their relations, re-shape their networks, and restructure their capacity to act. So . . . connect existing networks and stakeholders.</li><li>When a group of people comes together for a community conversation, there will be tensions between goals, ideas, and values. What may at first seem to be tensions between groups may, with further examination, be seen as common values that everyone shares – such as a desire for freedom or security. Tensions and conflicts do not have to necessarily be resolved as long as everyone shows respect for diverse positions. We can agree to disagree. It’s important to recognize tensions from the beginning of a community conversation. So . . . recognize and value tensions.</li></ol><p><a id=\"_Engaging_Citizens_to_Address_Community_Concerns\" name=\"_Engaging_Citizens_to_Address_Community_Concerns\"></a></p><h3>Community Questions: Engaging Citizens to Address Community Concerns</h3><p>1. What is the Problem?</p><p>Moderator Tips</p><ul><li>Keep asking questions.</li><li>Keep in mind that what you originally define as “the” problem may just be a symptom of a deeper problem.</li><li>A key task is to get participants to listen carefully to others. The process cannot be completed in one meeting. So don’t rush. While participants will want to move quickly to solutions, they must first listen and understand viewpoints different than their own.</li></ul><p>More Questions</p><ul><li>What concerns you most about the (economic) state of our community?</li><li>How does this affect you / your family / your neighbors?</li><li>What are you hearing in others’ statements that differs significantly from your perspective? Can you begin to understand why they feel the way that they do?</li><li>What are you hearing in others’ stories that resonates with your experience?</li><li>Do you see themes recurring in many comments?</li><li>What are you beginning to see as the real causes of this problem? How would you begin to name the problem behind the problem?</li><li>When people in the community talk about this issue, what do they say?</li><li>Would anyone like to venture a view of the problem that might capture what we’ve been saying? What do we really need to zero in on? What IS the problem?</li><li>What are the potential consequences of NOT addressing the problem? If this problem were solved, how would the community be different?</li></ul><p>2. If THAT is the problem, what are the ways to deal with it?</p><p>Moderator Tips</p><ul><li>Try to help the participants group ideas into a manageable number of directions or approaches.</li><li>Help group areas of overlap in approaches.</li><li>Help the group to discover underlying values (e.g., freedom, security, fairness) associated with each approach.</li><li>Don’t let the group get bogged down with the past (e.g. “We’ve already done that and it didn’t work.”). Instead of closing out a past approach, encourage participants to think about what they would do differently, knowing what they know now.</li></ul><p>More Questions</p><ul><li>What are your thoughts about possible approaches to tackling this problem?</li><li>As we look at the list, what seems valuable that each approach is trying to protect? Do other approaches seem designed to protect the same or similar interests held valuable? Can these perhaps be combined?</li><li>Can we bring these approaches down to three or four that seem to have priority?</li><li>Talking about the approaches one by one:</li></ul><ol><li>Do you think the approach is feasible?</li><li>Who might support it? What would be their reasons for doing so?</li><li>Who might oppose it? Why?</li><li>What might be the consequences, both positive and negative, should this approach be fully realized?</li><li>What might we have to give up in order to realize this approach? Are we prepared to accept the trade-offs necessary to realize this approach?</li></ol><ul><li>Is there one approach that might be tried first?</li></ul><p>3. How can WE take action to address the problem?</p><p>Moderator Tips</p><ul><li>Discourage the urge to advocate for more outside resources before exhausting an inventory of the community’s own resources.</li><li>Make sure that for each action, a responsible party is identified.</li><li>Make sure that the group creates a timetable and monitoring schedule.</li><li>The purpose is to design a range of steps by a widening group of actors that will interact in a way that gradually engages significant parts of the community.</li><li>The important result of this stage is that they will have “conspired” with each other by learning: if I do this, I will help you to do what I need you to do. The moderator should try to reinforce this learning.</li></ul><p>More Questions</p><ul><li>Who is not at the table that we need? What persons or groups should we approach to share our ideas?</li><li>What resources do we have to address the problem? What resources do we need?</li><li>How can we build on the work of organizations that are already involved in this issue in the community? How can we build connections and encourage ongoing communication between these organizations?</li><li>What benefits, if any, do you think the community could gain from working on this issue with neighboring communities? What assets or resources might we combine? What barriers or challenges might have to be overcome?</li><li>What are the obstacles to moving in the direction we want to pursue? What steps can overcome the obstacles? Who can take those steps? Who will do what?</li><li>How can we sequence those steps so they support each other?</li><li>What is a realistic timeline for action? How will we monitor progress?</li><li>What is one step that we could take in the next 60 days to take action on this issue in the community? What is one step that you are willing to take personally?</li><li>What role will this group play in the process? How often should we meet?</li></ul><p><a id=\"Questions_about_Community_Questions\" name=\"Questions_about_Community_Questions\"></a></p><h3>Questions about Community Questions</h3><p>1. As a result of this process, are you thinking differently about:</p><ul><li>The ability of citizens to make a difference in this community?</li><li>The ways that political leaders, leaders of community institutions, and professionals view community problems versus how other citizens see these problems?</li><li>The way that political and other institutional leaders involve (or don’t involve) citizens in the decisions they make?</li><li>The point of view of those with whom you disagree?</li><li>New ways in which collective decision-making like this might be used in the community (city government, schools, churches, etc)?</li><li>Opportunities to connect organizations in the community who may not be working together currently?</li></ul><p>2. How do you plan to share what you’ve learned with groups in which you are involved? Do you see new ways for these groups to become more involved in community life?</p><p>3. What would our community look like if more people were productively engaged in public issues and public life?</p><p>4. What questions are you leaving with?</p><h3>External Links</h3><p><a href=\"https://www.kettering.org/sites/default/files/periodical-article/4_CONNECTIONS2011_Nielsen1.pdf\">Project on the Kettering Institute Website</a></p><p><a href=\"https://www.kettering.org/sites/default/files/periodical-article/4_CONNECTIONS2011_Nielsen1.pdf\">Kettering Institute Publication</a></p><p><a href=\"https://sites.google.com/site/citizensatwork/\">Project Blog</a></p><h3>Notes</h3><p>This article first appeared as \"A Diagnostic Approach to Learning‐Based Change\" by Randall Nielsen for the Kettering Foundation. The original piece can be found <a href=\"https://www.kettering.org/content/diagnostic-approach-learning-based-change\">here</a> and the project blog <a href=\"https://sites.google.com/site/citizensatwork/\">here</a>.  </p><p>The research section is drawn from the \"Final Report on the Democratic Practice and Economic Research Exchange\" by <a class=\"external text\" href=\"http://www.auburn.edu/main/take5/sumners.html#.VyDZ5NQrKW8\" rel=\"nofollow\" title=\"http://www.auburn.edu/outreach/ecdi/staff.htm\">Dr. Joe A. Sumners</a>, Director, <a class=\"external text\" href=\"https://www.ecdi.org/\" rel=\"nofollow\" title=\"http://www.auburn.edu/outreach/ecdi/\">Economic &amp; Community Development Institute (ECDI)</a>, Auburn University. It is not available online. </p>", "title": "Citizens At Work: Engaging for Prosperous Communities"}