{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Francesco Molinari<em>.</em></p><p>The project is about the deployment of a multilingual Social Networking Platform in three Regions of Europe (Catalonia, Poitou-Charentes and Tuscany), in the context of an EU-funded Preparatory Action on eParticipation dealing with the issue of climate change and energy policy making at the level of the European Parliament. The platform was officially launched on 25th June 2008. Three totally independent debates on climate change and energy took place on the SNP during the second half of that year (in Catalan, French, and Italian), while the English version was mostly used to disseminate the project results to a wider international audience. During 2009, new users have continued to register and many more unique visitors have populated the content areas of the platform than during the period when it was actively “pushed” by the supporting public authorities via a number of initiatives to raise awareness and elicit attendance.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>The national versions of the Social Networking Platform intended to support the distribution of thematic information on the issues of climate change and energy and the realisation of deliberative discussions among citizens and stakeholders on the upcoming EU policy agenda. The idea was to boost citizens’ interest and build up their awareness before engaging them in the discussion. The four sections were all accessible from the home page. Internet users could switch from one language to another and monitor the different versions, which included totally different contents due to the national priorities identified by the three Regions and to the spontaneous evolution of the respective online debates. Overall coherence was maintained, however, until the end of the year 2008 by the three participant Regions.</p><h3>Structure and Process</h3><p>By mid 2008, all the needed information was uploaded and is still available on the platform. Debates were freely open (to registered users), but moderated by experienced facilitators. Registered users could actively take part in the online debates, by suggesting new topics, taking part in the discussions, and giving their opinion on other users’ comments by clicking on a “ ” or “-” button. Anonymous users could only read the posts and intervene on the ranking of subjects using a polling mechanism.</p><h3>Impact</h3><p>This evidence testifies the important role played by the political commitment as “prime motor” of the setting up and implementation of a Social Networking Platform as a support to policy making. But the most unexpected, and somehow surprising, results come from the rather autonomous life that since 2009, the IDEAL-EU platform has started to live on, independently of any further initiative of its original “owners”. Thanks to the provision of advance information to discussants, the judgements expressed during the debates looked more reliable, perhaps even authoritative as a source. A “word-of-mouth” effect continued to spread over time, and the favourable impact of the platform start-up and trial phase (the one directly governed by the Social Networking Platform's owners) got reinforced by subsequent one-time contacts and repeated anonymous visits.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>The project was aimed to support the efforts of the European Parliament to raise awareness on the topic of climate change and energy among the EU citizens, especially the new generations, and to propose the most appropriate policy responses at all institutional levels (including EC, Member States and Regions).</p><h4>Type of Contribution by Participants</h4><p>They determined the outcomes of the project</p><h4>Target Group</h4><p>The citizens of Catalonia, Poitou-Charentes and Tuscany an English speaking, international audience.</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>10,000,000</p><h4>Total Number of Active Participants (approx.)</h4><p>22,000</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Open for all - but no specific effort to address disadvantaged groups</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>The project was aimed at empowering users and opening up the EU policy making process to a wider engagement of Regional citizens and stakeholders.</p><h4>Adoption by Others</h4><p>In some cases</p><h4>Costs</h4><p>~$270,000 (About 200,000 EUR)</p><h4>Time and Working Days</h4><p>About 6 months</p><h2>Links</h2><p><a href=\"http://www.ideal-debate.eu/\">ideal-eu Homepage</a></p>", "title": "IDEAL-EU Social Networking Platform"}