{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a finalist for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Tiago Peixoto<em>.</em></p><p>Participatory Budgeting (PB) can be broadly defined as the participation of citizens in the decision-making process of budget allocation and in the monitoring of public spending. Internationally praised as a good governance policy, the implementation of PB has been associated with desirable outcomes such as reduction of tax delinquency, increased transparency and better and innovative delivery of public services. La Plata's Multi-Channel PB uses an innovative combination of offline and mobile channels to promote the engagement of citizens in the direct allocation of the investment budget of the city. The municipality’s unique participatory design, combining face-to-face deliberation with remote voting (e.g. mobile voting), has produced outstanding results, with over 45.000 participants in 2010.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>The overarching objective of the project is to produce the desirable outcomes that are associated with successful PB processes, such as increased transparency and better and innovative delivery of public services, while simultaneously promoting the participation of citizens in making public decisions.</p><p>However, traditional PB initiatives present problems in terms of the material (e.g. paying for transport) and immaterial (e.g. time consumption) costs associated with participating in the process – that is, attending public assemblies to deliberate on the allocation of public resources. These costs have often been reflected in low turnout levels, where only a very small percentage of the city population gets involved in the initiative.</p><p>Therefore, an additional objective of the city was to overcome the dilemma of low-participation without jeopardizing the benefits that are produced by the face-to-face deliberative assemblies. In this respect, the participatory design adopted by the city administration – combining face-to-face and remote participation - was successful in promoting the combination of the benefits produced by deliberative processes with those of large-scale participation.</p><h3>Structure and Process</h3><p>La Plata's process is composed of 3 phases.</p><p>During the first phase, face-to-face deliberative meetings are held across the city.</p><p>The second phase consists of a larger process of voting between the options previously selected by the deliberative meetings, where a secured system allowed votes to be remotely cast through paper ballots and text messages (SMS).</p><p>In a third moment the projects selected by the citizens are executed by the citizen administration while monitored by the citizens.</p><h3>Impact</h3><p>SOLUTIONS</p><p>In La Plata’s PB incentives are created for a variety of citizens - who are willing to bear diverse costs of participation - to engage in the process.</p><p>First, by giving citizens the opportunity to allocate up to Euro 7,6 million of the budget and to select, a strong incentive for residents to attend the deliberative stage of the process is created. These deliberative face-to-face meetings (over 200 in 2010) are held across different areas of the city, in order to reflect the variety of demands geographically dispersed across the municipality.</p><p>Nonetheless, the participation costs that are traditionally associated with face-to-face processes keep a number of citizens from taking part in the process. In order to counter this effect, citizens are able to remotely participate in the process (e.g. mobile voting) by selecting options for public investment that have been previously generated during the deliberative phase.</p><p>The effectiveness of this measure with regard to citizen participation levels is inevitable. Each year, the number of participants in the voting process (i.e. mobile, paper ballots) is on average 10 times higher than in that of face-to-face participation. In other words, the creation of additional channels of participation comes to address a significant demand of citizens who are willing to participate in the process once the participation costs are lowered.</p><p>Finally, the municipality has deployed a specific website relating to the initiative with information about the process (e.g. voting points). This has been effective as it is relayed by traditional media, thus reaching broader audiences.</p><p>IMPACT ON POLICY DECISIONS</p><p>Citizens participate directly in the decision-making process. This is another strong point of the project: there is no ambiguity with regard to the impact the citizens have. It is not just a consultation exercise. The city administration complies with the budgetary priorities that are selected by the citizens, quickly executing the chosen projects.</p><p>Finally, there is widespread evidence that the initiative has been positively impacting on the neediest sectors of society. For instance, since the project was implemented, based on citizens' decisions, health care services provided by the municipality have doubled, which is associated to a decrease of 1% in child mortality in the city.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>Yes, it is part of the budgeting process of the city.</p><h4>Type of Contribution by Participants</h4><p>They determined the outcomes of the project</p><h4>Target Group</h4><p>All of the citizens in the city of La Plata</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>599,000 inhabitants</p><h4>Total Number of Active Participants (approx.)</h4><p>2008 (1): 17.686 unique participants (2.9% of the population) 2008(2): 29.578 unique participants (4.9% of the population) 2009: 44.983 unique participants (7.5% of the population)</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Some effort to address disadvantaged groups</p><p>Outreach activities (e.g. door to door campaigning in poorest and remote areas) and a series of plenary meetings (over 200 in 2010) across different areas of the city.</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>The process in itself strengthens democratic capacities, builds democratic structures and strengthens democratic behavior.</p><h4>Adoption by Others</h4><p>In some cases</p><h4>Costs</h4><p>~$120,000 (€ 90.000)</p><h4>Time and Working Days</h4><p>4 full time employees</p><h2>Links</h2><p><a href=\"http://www.presupuestoparticipativo.laplata.gov.ar/\">Website of the project</a> [DEAD LINK]</p><p><a href=\"http://mobileactive.org/participation-made-easy-sms-participatory-budgeting-and-mobile-tech\">Article and video on mobileactive.org</a> [BROKEN LINK]</p>", "title": "La Plata Multi-Channel Participatory Budgeting"}