{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Francesco Molinari<em>.</em></p><p>Participa en Andalucía is an e-Democracy platform promoted by the Regional Ministry of Innovation, Science and Enterprise of Andalusia and managed by the Fernando de los Ríos Consortium since May 2008. It acts as an intermediary between Andalusian towns and citizens by promoting participation in public decision making on specific issues and action items that can be discussed and voted upon by the registered users on the platform. It allows presenting and discussing policy proposals to the Municipal Governments associated to the platform, some of them have become actual initiatives.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>The general issue this platfrom aims to tackle with is the growing distance between citizens and governments in modern democratic societies. An additional mattern of concern is to allow small Municipalities with low budget shares dedicated to ICT the means to fully grasp the potential benefits of electronic participation.</p><h3>Structure and Process</h3><p>The Regional Ministry of Innovation, Science and Enterprise runs the platform in collaboration with the Fernando de los Rios Consortium. The Andalusian Municipalities can join the initiative by committing themselves to an online presence on the plafrom with their own representatives and to make an assessment of all the proposals received. Registered users (citizens, associations or political parties) can select the Municipality they want to submit a proposal to, then launch their proposals by posting on the blog and opening a discussion on them. The other users can visualise existing proposals (if anonymous) and also send comment and cast votes on them (if they are registered). The Municipality representatives can grade the proposals according to their feasibility and compliance with the rules of participation. Some of them can actually be implemented as real policy actions.</p><h3>Impact</h3><p>A growing number of Andalusian Municipalities - now more than one third - and citiens - now several thousands - has joined the platform. Quite a few hundreds of proposals have been raised on the platform and some of them actually realised.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>It is a project in e-Democracy within the framework of the “citizens participation” strategic line of the Andalusian Plan for Modernisation, Innovation and the Development of the Information Society, run by the Regional Ministry of Innovation, Science and Enterprise.</p><h4>Type of Contribution by Participants</h4><p>They determined the outcomes of the project</p><h4>Target Group</h4><p>The Andalusian Municipalities, citizens, associations and political parties.</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>1,000,000</p><h4>Total Number of Active Participants (approx.)</h4><p>2,000</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Extensive effort to address disadvantaged groups</p><p>Socially excluded groups: The aim is to extend the use of information and communication technologies to people who lack access for social, cultural or financial reasons. This includes groups that find themselves in a position of disadvantage such as socially excluded groups, migrants associations, youth shelters and hospitalised adults and children.</p><p>Senior and disabled citizens: Specific actions are carried out to show the usefulness and benefits of information and communication technologies in daily life, communication tools and the use of information and communication technologies for entertainment purposes. Programmes aimed at showing dependent persons the benefits of information and communication technologies are currently under development, taking into account their particular characteristics and needs. Actions include training for the use of devices, platforms and services specifically conceived to increase their level of independence and their quality of life, providing incentives for the purchase of technical aids.</p><p>Women: Specific training actions are implemented for women, giving priority to those who belong to socially and digitally excluded groups. The aim is not only training them in the use of new technologies, but also to help them integrate in work and society, thus improving their quality of life.</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>The project itself is aimed at user empowerment and the building up of innovative collaboration channels among citizens and between citizens and governments.</p><h4>Adoption by Others</h4><p>No</p><h4>Costs</h4><p>~$550,000 (About 400,000 EUR)</p><h4>Time and Working Days</h4><p>N/A</p><h2>Links</h2><p><a href=\"http://www.participaenandalucia.net/\">Participa en Andalucia homepage</a></p><p><a href=\"http://www.epractice.eu/en/cases/participaenandalucia\">ePractice.eu case page</a></p>", "title": "Participa en Andalucía"}