{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Francesco Molinari<em>.</em></p><p>The <a href=\"https://www.osale.ee/\">Osale integrated electronic environment</a> has three functions. Firstly, deliberation: citizens and interest groups can launch initiatives for new legislative proposals, present ideas and critique to government and submit petitions. Any such proposal undergoes voting and commenting by other users. Then the proposal is forwarded to the relevant government department, which then posts an official response explaining what action was or was not taken and why. Secondly, participation: citizens can participate in public consultations/hearings. Citizens and CSOs can publicly give their opinion about draft legislation prepared by government agencies. All government agencies have been advised how to publish their draft policy papers, development plans, laws or provisions on the consultation website. Submission is however voluntary and is not regulated by administrative procedures. Thirdly, information: government agencies publish information about forthcoming policy decisions and relevant public consultations. There is also a search function for legal acts according to their stage of preparation (i.e. since policy proposal to adoption in the parliament).</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>The website is an update of the portal for citizens initiatives and petitions (Today I Decide) that has been functioning since 2001. The experience gained from launching and developing the central participation tool was used to create an international product TID, an open-source software that can be used by any institution. A specific development project was carried out in partnership with the e-Governance Academy (based in Estonia) and European University Institute (based in Florence, Italy). The project was co-financed by the European Union under the eParticipation preparatory action. As a result of the project, a working prototype of the software for participation portal can be accessed via <a href=\"http://ideas.tidplus.net\">http://ideas.tidplus.net</a>. The project web site (containing project resources and news items, and supporting the dissemination efforts) is <a href=\"http://tidplus.net\">http://tidplus.net</a>.</p><h3>Structure and Process</h3><p>By the year 2007, the OSALE website has been put in place as a common platform for all government agencies of Estonia. The aim was to achieve more transparency and openness in decision making, better quality for public decisions, i.e. policy and legislation. The idea has been that all government agencies should publish their draft policy papers, development plans, laws or provisions on the public consultation website. Submission is voluntary, however, and not regulated by administrative procedures.</p><h3>Impact</h3><p>During its first two years of use, over 70 public consultations have been carried out, initiated by all line ministries (the structure of government includes 11), the National Audit Office and the State Chancellery. Interest in the consultations is quite significant. The website has 5 000 visits per consultation on average. It has over 2 500 registered users. Among them are individual citizens, but also representatives of organizations, e.g. business organizations, CSOs or associations who issue a statement on behalf of their members.</p><p>Feedback by users and stakeholders indicates that the consultation site presents opportunities for dialogue between policy-makers and civil sector. The main impact arises from enhancing transparency of government decision-making and involving citizens as stakeholders, besides already established groups such as CSO umbrella organisations, employers' associations and trade unions.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>Consultations with CSOs are stipulated in a governmental decree adopted in 1999 which provides that the explanatory letters of draft laws should also include the opinions of NGOs and interest groups. In 2005, a “Code of Good Practice on Involvement” was developed, elaborating the key principles that support active and meaningful participation of CSOs and wider public. The Code is in the form of recommendations and aims to be applied by government in the preparation of policy documents that are important to the country’s development.</p><h4>Type of Contribution by Participants</h4><p>They determined the outcomes of the project</p><h4>Target Group</h4><p>All Estonian citizens.</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>1,000,000</p><h4>Total Number of Active Participants (approx.)</h4><p>2,500</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Open for all - but no specific effort to address disadvantaged groups</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>The project itself was meant to increase the political engagement of citizens and interest groups in drafting legislation and preparing policy documents - though not mandatory under the Estonian law.</p><h4>Adoption by Others</h4><p>No</p><h4>Costs</h4><p>~$200,000 (About 150,000 EUR)</p><h4>Time and Working Days</h4><p>N/A</p><h2>Links</h2><p><a href=\"http://www.osale.ee/\">Osale.ee homepage</a></p><p><a href=\"http://www.tidplus.net/\">TID+ project homepage</a></p><p><a href=\"http://www.epractice.eu/en/cases/osale\">epractice.eu case page</a></p>", "title": "OSALE: The Estonian eParticipation Tool"}