{"htmlbody": "<h3>Problems and Purpose</h3><p>The reforms which have swept through public education during the last two decades have largely been initiated in state legislatures or the United States Congress. The greater part of all these reform efforts have focused on the professional side of public education. In Colorado, particularly, there have been developed content standards in different academic areas taught in schools, and assessment instruments for measuring student achievement; mandated an alignment between school curriculum and content standards; most recently required accountability reports for every school in the state which show things such as student achievement data, the qualifications of the professional staff in the school, and how financial resources are spent by the school.[1] Similarly, the recently passed federal legislation, No Child Left Behind, focuses on student achievement in core academic areas and establishes consequences for those schools which cannot meet the goals articulated in that legislation.</p><p>These are not reforms initiated by local communities and have not been, for the most part, designed to permit influence and direction from local communities. In other words, school boards, in Colorado the traditional repository of community values and direction for our schools, are being hustled off to the side of the stage. It is the goal of Colorado Association of School Boards (later - CASB) to revitalize the role of locally elected school boards in public schools in the face of comprehensive reform legislation initiated at both the state and federal level in the last three years. At the same time, the role of local school boards may be revitalized only if boards find ways to meaningfully engage their publics.</p><p>Local school board governance is an institution which, like public schools generally, is at risk of being lost. The development of large professionally run school systems, or, some might say, the delegation of the management of public education to our professionals, has left not just the public but the publicly elected local representatives in our local communities on the sidelines. The one role for which locally elected school boards are uniquely suited, and the one for which education professionals are at best ill-suited, is engagement with local school communities. School boards must develop habits and operations which will engage a conversation among all their publics, even those which are not by tradition supportive of or interested in the public schools, and between those publics and the school system.</p><h3><strong>History</strong></h3><p>The relationship between public institutions and their target population has been changing increasingly since the foundation of the former. In 1830 de Tocqueville found communities all across America closely engaged with their publics and creating institutions, both public and private, which thoroughly reflected the values and interests of those communities. Nowadays, however, the social, cultural and political institutions have changed, forcing people to search for the ways to more effectively respond to those changes. Public schools have not escaped the pressures from the changing reality.</p><p>Colorado in the early 20th Century had nearly 2,000 school districts. At the dawn of the 21st Century it has 178 school districts, and a population many times larger. The rise of the professional educator, especially in the last 50 years, has profoundly impacted public schools and how public education is delivered. Smaller families, and a sharp increase in the number of childless households, have dramatically decreased the number of citizens who have direct contact with the public schools in their communities.</p><p>It is, therefore, the idea of CASB that in public education either old institutions should be vitalized or new ones be found that will reconnect public schools and their publics. The one institution in public education which must play a key role in this effort is the locally elected board of education. In this respect, the five community engagement projects are reported here.</p><h3><strong>Deliberations, Decisions, and Public Interaction</strong></h3><p>On the public side, we find in the court decisions and in almost all reform legislation today efforts to open up private school choices to those attending public schools.[2] On the other hand, professional educators now routinely complain that the public neither recognizes nor appreciates the difficulties inherent in the mandate that they teach every child who walks through the schoolhouse door. Many educators believe that the accountability and high stakes testing now required across the nation hinders rather than helps their efforts to provide each child with a high quality education.</p><p>The work with public engagement with the five districts reported on here showed clearly that the relationship between the public and its schools is frayed even in smaller and more rural communities. On the local level, that frayed relationship appears in many respects to be a direct consequence of the failure of the local board to engage in a genuine conversation with its publics. However, if the board made a good faith and fair effort to engage its publics on a broad set of issues, the relationship between the board, and its schools, and the public was much strengthened. Finally, not surprisingly, the most profound impact on the relationship between the schools and their publics occurred if the community engagement effort was sustained over time.</p><p>The two districts in which the relationship between the board and its public appeared to be most frayed were the Boulder Valley Re-2 School District (Boulder Valley) and the Pueblo 60 School District (Pueblo 60). In each of these communities, the boards attempted to engage a highly skeptical public, a public which distrusted the motives of the board. Moreover, in each of these two cases, the public engagement began and ended around a particular and narrowly focused issue. In neither instance, did the board’s conversation with the public ever encompass a broader scope of issues around the public schools, as one might hope if public engagement becomes a part of the life of the board. There are important insights to be learned from both of these projects.</p><p><strong>The Boulder Valley Case</strong></p><p>The Boulder Valley public engagement was initiated because of extreme controversy within the community over school closures and consolidations. The public was very critical of the board’s proposed decisions. As a result, the board voted 5-2 to begin a community-wide dialogue to learn the community’s values and to make decisions which reflected those values. To demonstrate that it was serious about the process, the board made a promise to the community that it would not take any action on the proposed closures or school consolidations until after the board had listened in on the community conversations.</p><p>The community remained skeptical of the board, and many did not believe that the board was truly committed to public engagement. Public participants and observers frequently commented that the board would not do anything meaningful with the information it learned from the process. It was widely believed that the board was only giving “lip service” to the values of the community and that it would make its decisions irrespective of those values.</p><p>The board’s actions largely confirmed the public’s suspicions. A year into the process, the board considered a proposal to consolidate three schools. Though technically this was not a decision within the scope of the public engagement on proposed closures or school consolidations, the community saw the board’s action as a direct contradiction to its promise to refrain from taking action until the community had an opportunity to deliberate and come to public judgment. The board’s action further deteriorated the public-public school relationship, and effectively guaranteed that the public engagement would be short lived and ineffective.</p><p>The reason the board considered the consolidation proposal is unclear. It is likely, however, that an unanticipated budget shortfall of $5 million caused the board to believe that it had to take immediate action to save money. The board may have believed that acting on the consolidation proposal was a means of dealing with the district’s desperate and immediate financial crisis. Whatever its reasons, the board effectively broke its trust with its public. In fact, the decision by the board to proceed in a way perceived by the public to be inconsistent with its earlier promise demonstrates one of the key problems with the effort by the Boulder Valley Board, and one of the key lessons we take from that experience. Specifically, the board began that engagement project with the idea that it would solve a particular problem, or perhaps even persuade the public to its preferred solution. It did not begin the engagement process with the idea that it would change its relationship with the public on a broad range of issues and over time.</p><p>Not surprisingly, therefore, when an unexpected financial emergency presented itself, the board proceeded to deal with that financial emergency in the same way that it had dealt with other crises and problems, in isolation and without any consultation or engagement with its publics.</p><p><strong>The Pueblo 60 Case</strong></p><p>In 1995, Pueblo 60 was consumed by a heated debate over how the schools should teach sex education. Not surprisingly, the school board was caught in the middle of the debate. In addition to this contentious debate, the community lost a $1 million state grant, due in part to its inability to decide how sex education should be taught. The school board was itself locked in an ideological battle, divided on how to address the issue.[3]</p><p>The board realized that it needed to understand what the community valued before it made any decisions. It called upon CASB to assist in beginning a conversation between the board and the community. The effort started as an examination as to what the requirements for graduation should be. Through the process of issue framing, it was discovered that graduation requirements, or even sex education, was not the issue that the community really wanted to discuss. Instead it was the issue of teen pregnancy. [4]</p><p>Over the course of two years, much effort was spent engaging the community and listening to what it valued. One of the district’s primary goals related to this project was to add a public voice to what was otherwise a debate among special interests. A significant benefit resulting from the process was that it brought information to the board that it might not have had otherwise. At the conclusion of the board’s community conversations, no immediate action was taken. However, later on as the debate moved from the board room to a committee setting, a new board policy on sexuality curriculum was developed reflecting the community discussion from the engagement process.</p><p>Though CASB facilitators explained to the community that public engagement was not about achieving a resolution to a particular problem, many in the community felt that the board should have used what it learned to guide an immediate decision on how sex education was taught. Without any immediate use of the community’s values, many felt that the board was refusing to be responsive. The board’s inaction and the public’s assumptions that this meant the board was not interested in what the community valued further deteriorated the public-public school relationship in Pueblo 60.</p><p>Thus, although both these boards expressed a willingness at the onset to engage their communities in a discussion of community values around a specific issue, that willingness was undercut by a reluctance to engage in a genuine and broad based community conversation. The publics in each of these communities sensed that reluctance and did not, in the end, believe that either board genuinely wished to engage with them.</p><p><strong>The Cheyenne County School District Case</strong></p><p>The Cheyenne County School District RE-5 (Cheyenne Wells) also entered into its community engagement project intent on solving a particular problem. It wished to pass a bond issue. For years, the Cheyenne Wells community had consistently voted down every attempt by the board to pass a bond issue for repair and construction of the local schools.</p><p>Cheyenne Wells, however, unlike Boulder Valley, did not set out in its community engagement to persuade the community of its views. Rather, the board genuinely wished to mend its relationship with its publics. In its vote to engage its community in a dialogue, the board expressly committed to a process whereby the community would express its values to the board, and the board would respond by listening, engaging in that conversation with its community, and then making decisions based on the values expressed by the community. This direction and willingness was in significant measure a result of the board’s consultation with CASB and its engagement with CASB staff to help guide the engagement process.</p><p>Over a period of several months, the board engaged in conversations with community leaders, senior citizens, school staff, volunteer firefighters, Chamber of Commerce members, and broader groups of community members. Through this community-wide dialogue, the board learned, among other things, that the community felt it suffered from a general lack of community spirit, and that better communication with the board would be a good first step to alleviate this problem. Moreover, the board’s willingness to actively engage in a variety of conversations with different community groups, to listen without trying to persuade, convinced many of these same community members that this was a genuine attempt by the board to listen and communicate. As in Boulder Valley and Pueblo 60, the community judged the board by its deeds, as well as by its words.</p><p>Happily, in Cheyenne Wells the board’s deeds matched its commitment, and the community responded. As a result of the public engagement, the community felt that the board was responsive to the community concerns.[5]  The relationship between the public and the public schools was repaired to the point where the public took responsibility for making a tough choice, the decision to support a capital construction bond in a poor community in which such approvals come dear.</p><p>However, the community engagement begun in the year leading up to the successful school bond election, was not continued after the bond was passed. Again, we see the effects of permitting a single issue to drive the community engagement process. In Cheyenne Wells, unlike in Boulder Valley and Pueblo 60, the board was willing to structure its conversation with the community on broad terms not constrained by the need in the board’s mind for a new capital construction bond. But it remained true that it was that issue which gave impetus to the board’s willingness to engage its community, and when that issue was resolved satisfactorily, the board lost interest in continuing conversation with the community. In our workshops, facilitation and consultation with school boards on community engagement in the future, we at CASB will be guided by this lesson that the goal of community engagement should be to establish the habit of dialogue as an end in itself, not to solve a specific problem.</p><p>The obstacles to community engagement do not appear only within the schools and on the board. Some of these obstacles also come from the community itself, from the publics the board needs to reach. Not only is the board reluctant to give up its authority to make decisions, the public is often reluctant to take on the responsibility and work which goes with engagement and making what are sometimes very tough decisions. What then are the obstacles inhibiting engagement by the public?</p><p>There are unquestionably several answers to this question. However, based on its experience with these five districts, CASB has identified a couple of key obstacles, which appear to be especially important in this state in the public schools. First, to the extent community engagement means participating in and taking some responsibility for a tough decision, members of the public sometimes fear the consequences of that visibility or the consequences of being perceived as a decision maker. Second, in an odd sort of way, communities which have strong and active individual or special interests competing for influence, struggle to begin a broader community conversation. In these communities, those who do not benefit from the usual competition of interests, those who are not a part of the “politics-as-usual”, are especially difficult to bring into the conversation, as they must be if the conversation is to be complete.</p><p><strong>The Sheridan School District Case</strong></p><p>The Sheridan School District No. 2 (Sheridan) is located in a small urban community to the south of Denver, surrounded on all sides by larger urban communities. It is a community that has many wonderful qualities, but also one in which crime, violence, and poverty are commonplace.[6] One local facilitator surmises that Sheridan’s public life may be weakened by the hesitation of residents to reveal information about themselves fearing they will become targets of crime.[7] They fear that living a public life will place them in a vulnerable position vis-à-vis their neighbors. [8] Similarly, in other meetings facilitated by CASB, we are challenged to establish an environment for honest and open dialogue where tensions can be aired and a neutral environment created promoting civil discourse and providing a level playing field in which no group or faction has an advantage.</p><p>In Sheridan, the board forged new partnerships with other community stakeholders, including the police and the fire department to discuss the safety concerns of the community. These partners have endeavored to address the safety concerns of the community by holding public forums. Obviously, some of the hesitation that individuals feel toward participating in a community dialogue is also present in this context. However, it appears that public participation has been easier to elicit for the forums on safety. This may be attributable to the fact that the police are present at these discussions and might provide some sense of safety. Through these safety forums, the board is building the community’s public life. Community networks and traditions of collaborative decision making are being established. The board is tapping into the community’s public life by taking the lead in addressing the community’s fears and providing a forum for the airing of these issues.</p><p>More generally, we believe the Sheridan experience points the need to address perceptions by some participants that speaking publicly may be unsafe. While this has not been characteristic of most engagement opportunities in our experience, it may serve as a topic to bring about engagement. The Sheridan experience suggests that one way to address this issue is to include in that conversation groups or persons who may either provide protection against some of the feared consequences of speaking out, or give a sense of shared participation on these concerns. How that fear may be managed will vary in different communities and in the face of different concerns.</p><h3><strong>Deliberations, Decisions, and Public Interaction</strong></h3><p>CASB has learned much in the way of organizing a community around public engagement. These lessons have huge practical implications for successfully setting the pieces in motion so that a culture of community deliberation takes root. The following are the key principles that are believed to be necessary for successful engagement in public school communities.</p><p><strong>Board Support</strong></p><p>Our experiences have demonstrated that having a board committed to the process and actively participating in public engagement is essential to its success.[9] Because board members are elected representatives, members of the public identify with them. Consequently, member opinions and attitudes are closely monitored. If the public sees board members willing to change the way in which they come to decisions, in favor of a paradigm that involves community input, the public will likely embrace the process and rally behind it. Given the importance of a board’s support, spending time and energy to get a board committed to the process is an essential first step.</p><p>In addition, board leadership is critical if school district staff and leadership are to be engaged. The school board is the chief legislative body, administrator, and arbitrator of disputes in the local school district. If staff, especially senior staff such as the superintendent and other central office administrators, perceive any hesitancy or ambivalence in the board’s commitment to community engagement, the staff is unlikely to change its way of doing business. There is a natural resistance in professional staff to the community engagement process. If staff mistrust is to be overcome and the board and staff members are to be fully engaged in the community conversation, board leadership and direction is essential.</p><p>Public engagement is an ongoing community conversation, and it will take much time and effort to keep the process going. When faced with this fact, board members often hesitate to commit themselves to yet another on-going duty, seeing it as an additional responsibility for which they do not have time. In fact, every board we have worked with has made public engagement responsibilities an addition to their normal duties, without cutting any preexisting responsibility. This brings up the interesting and complex issue of what a board member’s duties should be. If it is agreed that board members have the duty to engage their community in an ongoing dialogue to ascertain the community’s values, and this added duty overwhelms board member’s already demanding schedules, then are members currently engaged in duties that are not their responsibility?</p><p>In fact, it is CASB’s view that school boards should revisit how they use their limited time and resources. School boards, of course, are volunteer unpaid public servants. We have begun to work with school boards on how they use the limited time and resources available to them. Specifically we are suggesting and training boards where we can to focus their time and energy more on larger policy issues and community engagement, and less on specific administration or management issues. Our efforts here have only begun. However, we believe boards can successfully build into their governing practice on-going community engagement only if they rethink how they make use of the limited time available to them, and only if they begin to appreciate public engagement as a resource tool that over time will make their governing responsibilities easier.</p><p><strong>Superintendent Support</strong></p><p>Similarly, commitment by the superintendent is essential to the success of public engagement. As an education leader and CEO of the school district, the superintendent’s opinion and attitude is also closely watched by the community. If not supportive or involved, then others in the community may also be skeptical of the endeavor, believing that if public engagement were worthwhile then the superintendent would support it. Perhaps more importantly, school district staff will take its guidance from the superintendent and his leadership. The necessity of superintendent support and involvement in public engagement is well illustrated by reviewing CASB’s experience in Sheridan and Jefferson County School District RE-1 (Jefferson County).</p><p>In April 2001, the Sheridan City Council and school board established a joint working committee to develop ways to determine, prioritize, and address the problems of crime, poverty, and community viability. As the committee gained momentum and additional community partners the Colorado Department of Local Affairs became involved and branded the work of the committee the Sheridan “CANDO” Initiative. Other CANDO Initiative partners included the Sheridan Library, Recreation Center, Hospital, and local civic and business groups.</p><p>Through its involvement with CANDO, the Sheridan Board and superintendent began developing strong relationships with the other CANDO partners. This collaborative effort energized the board and superintendent and piqued their interest in developing and nurturing a similar type of relationship and collaborative dialogue with the entire community. In 2001, they asked CASB to assist in their endeavor. Now entering its second year, Sheridan’s public engagement is continuing with increasing support from the community. When there is evidence that other community entities value these endeavors, we see a sense of relief on the part of the board of education that “We don’t’ have to do this alone.”</p><p>This success is in part related to the support and involvement of the superintendent. Sheridan’s superintendent is a widely respected education leader.[10] As a former principal in the district, she enjoys considerable public support and admiration. In fact, many in the community still seek her counsel about problems concerning the school where she formerly was principal. Through her enthusiasm and involvement, the superintendent has placed a badge of legitimacy on public engagement which has led to community-wide support and growing involvement.[11] This support and involvement has helped to sustain public engagement in Sheridan for over a year, with commitments from all involved to keep the process going.</p><p>Public engagement came to Jefferson County in a much different way, but as in Sheridan, Jefferson County’s superintendent has had much to do with its success. Jefferson County’s involvement in public engagement grew out of the board’s Policy Governance work in the late 1990s. The board and superintendent became intrigued with beginning a collaborative dialogue with the community, believing that Jefferson County, Colorado’s largest school district with over 80,000 students, would benefit from such an endeavor. Subsequently, in 2000 the board voted 5-0 to incorporate public engagement into their decision making paradigm.</p><p>Jefferson County’s on-going public engagement consists of two major parts: monthly public forums and “School Talks.” These two parts have succeeded in opening the channels of communication and strengthening relationships within the community. They have also set the stage for broad community conversation about significant budget cuts in the up-coming fiscal year.</p><p>Each month, the Jefferson County Board and superintendent hold a public engagement forum to discuss community values and school district issues. Participants include parents that home school their children, student leaders, and “empty nesters”—parents who no longer have children in the Jefferson County schools. As a result of this on-going community dialogue, the board has learned about community values, and developed curricula and policy that reflect these values.</p><p>The second component to Jefferson County’s public engagement is School Talks. School Talks are open forums that bring the public, teachers, principles, and board members together. Jefferson County Board Members each represent a specific area of the district, but each is elected at-large. Throughout the year, each board member hosts these community forums with the public from their specific area of the district. School Talks are discussions that address issues facing the district as a whole as well as issues facing the area of the district represented at that forum. They provide the public an opportunity to express opinions directly to their school board representative. As it does with Jefferson County’s public engagement forums, the board uses School Talks to listen to the public and make decisions based on what the public values.</p><p>Now in its third year, Jefferson County’s public engagement continues to be successful due in part to the involvement of the superintendent. Interestingly, in Jefferson County the superintendent has recently changed, and the community engagement has continued. In some measure, this is a reflection of strong support from the board for this process, and underscores the significance and importance of that board support. However, it also demonstrates how a new superintendent can strengthen and vitalize community engagement by her support and involvement with community engagement.</p><p><strong>Administrator Support</strong></p><p>CASB has also learned that having administrators below the superintendent level enthusiastically on board is necessary for public engagement to be successful. As one facilitator put it, “without administrator support everything the board is trying to accomplish could be negated.”[12] Building level administrators especially have important relationships with groups which will look to them for direction on many issues.</p><p>Again, it is likely that the support of administrators will in some measure depend on the leadership provided to that group by both the board and the superintendent. It may also indicate a need to first engage this group on the engagement process. It also points to one of the fundamental points of possible resistance to true community engagement. The board of education, as the governing body of the school district, is deliberately seeking information and direction from community groups outside the district’s administrator leaders to help the board make decisions about the school system. It would be surprising indeed if professional administrators did not in some cases feel threatened by this activity, especially if they are not deliberately and purposely brought into that process in the very beginning. Here, we think, is our lesson.</p><h3><strong>Influence, Outcomes and Effects</strong></h3><p>In three of the districts we report on here, the board members, superintendents, and their publics viewed public engagement as a one time project, and not one undertaken to change the relationship between a school board and the public. Rather, in these districts it was an effort to solve a “flashpoint problem”. Flashpoint problems are not ordinary problems, but those that rise to the level of generating so much controversy and contention that boards feel they must act in a manner that incorporates the public’s values. The flashpoint problems in these districts were a school district losing a $1 million dollar state grant (Pueblo 60), a board facing intense criticism over school closures and consolidations (Boulder Valley), and a board facing the reality that its community consistently defeated bond elections despite desperate capital construction needs (Cheyenne Wells).</p><p>Not surprisingly, and as described above in this report, these communities have not sustained their community engagement projects. These boards either did not understand the process of community building and what it is designed to achieve, or they were unwilling to take the time to change the normal decision making paradigm. All the facilitators interviewed for this report believed that the training they provided board members, superintendents, and the publics was too brief for the participants to truly understand public engagement. In all events, in two of these communities, Boulder Valley and Pueblo 60, the public’s sense of responsibility for the schools while affected was not channeled in constructive ways. In Cheyenne Wells, there was some improvement and a bond issue did pass, but we worry that those gains are temporary.</p><p>The experience of all five districts shows clearly that the board’s responsiveness to the public is essential to increasing a community’s sense of ownership of the public schools. The public’s sense as to whether the board was truly listening played a key role in the three districts where the engagement foundered and in the two where it continues.</p><p>In Sheridan, the board understood that responsiveness to the public is their duty as elected officials. “We need to remember who we work for.”[13] In 2001, the board undertook public engagement so that the community’s values and voice would direct them as they evaluate the district’s policies. Because Sheridan’s community sees that the board is interested in listening to what it values, the community has a growing sense of involvement and responsibility for education.</p><p>Likewise in Jefferson County, the community feels that the board listens to what they value and is responsive to their values. For example, in March of 2002, the board held a public engagement forum with parents who home school their children. These parents came from every corner of the district, and shared their views on what would be best for the community and how they thought the board could achieve those goals. Not all of the comments were flattering, and not all the parents shared the same view of what was best for the community. But all the participants were unanimous in their praise for the board’s willingness to take the time to listen to their thoughts. When asked after the forum, “How do you feel about the board?” participants consistently replied they were happy that the board was willing to listen to what was important to them. The effects of the board’s responsive posture were also apparent in the Jefferson County budget efforts described above.</p><p>In short, if the board engages in a sustained effort to build a culture of community involvement and dialogue, the public’s feeling of responsibility to public education increases. When it fails in the sustained effort, that sense of responsibility for public education does not develop, and in some instances may even be diminished if the public feels the board is engaged in cynical efforts to manipulate public opinion for its own ends. Engagement, to be successful, must be an end in itself, and it must be sustained over time. When this is done, the public responds.</p><h3><strong>Analysis and Criticism</strong></h3><p>To understand the lessons learned from Public Engagement in Five Colorado School Communities, it is useful to contemplate public life, its dimensions of time and space, and that it must be grounded in the Community and the Politics of Place.[14]</p><p>Each of the five communities have engaged in public deliberation around real and tangible issues peculiar to and shaped by their geographic and political landscape.</p><ul><li>Pueblo is an ethnically and culturally diverse southern Colorado town. Located on the Arkansas River, the economy once based on mining and manufacturing now is oriented to service industries. Politically, the town was once considered to be a Democratic stronghold thanks to its large Hispanic population. Today, the political landscape is changing to become more conservative. Public engagement in Pueblo centered upon its real and tangible problem of an unusually high teen pregnancy and birth rate. The phenomenon that occurred through a citizen process of “naming and framing” the issue for deliberation highlighted the distinction between a school issue and a community problem. The discussion became who in Pueblo is responsible to make decisions about the problem and to act on the problem rather than what are the schools doing about the problem.</li><li>In the 1960s, Boulder school district merged with several small and rural districts to form the Boulder Valley Public Schools (BVPS). Since then the community has seen a rapid population growth with a high cost of housing, turning Boulder County into a commuter suburb. Residing in Boulder proper are a combination of prosperous families and a growing Hispanic population who occupy multi-family residences. Boulder is also home to the University of Colorado. Responding to a parental demand for a spectrum of choice schools, charter, “focus,” and “strand” schools began to replace traditional neighborhood schools. The issue of school closures surfaced as small enrollment schools became subsidized by residents in that portion of the district where buildings were overflowing with students. The board of education was faced with the untenable costs and inefficiency of providing choice schools. The real and tangible issue of the public engagement project became the role of “professional citizens” who are steeped in the culture of advocacy and conflict versus the “ordinary citizens” who jump in and experience the deliberative process without over-analyzing every aspect of the work. Many of these citizens have not reached the conclusion that there can be a better alternative to politics-as-usual. However, some participants did give the process enough time for it to make its own case, and at least one of them has since been elected to the BVPS Board of Education where she follows the tenets of public politics. Even more important to mention is the second round of budget cuts and school closings the board of education pursued this past spring. They made a conscious decision to use the public engagement process as a way to approach their budget balancing challenge.</li><li>In the 1950s, Jefferson County consolidated 25 small school districts to become the state’s and one of the nation’s largest school districts. Most residents agree that the schools comprise the common unity of this outsized and diverse county. Still, with over 80,000 students who reside in towns and unincorporated neighborhoods spread over 900 square miles, the district struggles to present itself as one community. Desiring to “link with its ownership,” the board of education wanted to go beyond a random, superficial level of connecting with the citizens of its community and to literally incorporate the values of its citizens into its public decision making. The difficulty of governing in a school district the size of Jefferson County lies in never knowing whether you are hearing from special interest groups only or a broader spectrum of the citizenry. This past year Jefferson County encountered its real and tangible issue in public engagement in the form of a $20 million budget deficit facing the district. The board genuinely described the problem to the community and sought solutions from the public through “School Talks” and other public forums. Jefferson County has built capacity into its public engagement efforts through time and changes even in superintendents. Further, the board of education has demonstrated to the community that it will follow the direction and recommendation of the community as it makes difficult decisions.</li><li>Cheyenne Wells has 1071 residents. Historically, this agricultural community has suffered the vicissitudes of boom/bust economic cycles in agriculture and oil and gas extraction. Twenty percent of the families are below the poverty level. The real and tangible issue for Cheyenne Wells was the need for construction and improvements of its two schools. The board of education undertook a public engagement process after twice unsuccessfully appealing to the larger community for a bond election. The third bond issue passed in 2001 with supporters attributing its success to a long and inclusive engagement process. The school board met extensively with seniors, parents, teachers and other concerned citizens to develop a bond issue that would be fully supported by the community.</li><li>Sheridan is a small urban community of approximately 5000 people. Its children attend two elementary schools, one middle and one high school. Sheridan’s real and tangible need is to understand its own issues as a landlocked, “blue color” community. Arendt’s words as quoted by Dan Kemmis apply to this small community’s use of public engagement. “The term ‘public’…means…that everything that appears in public can be seen and heard by everybody and has the widest possible publicity.”[15] Through the identification and connection with community partners such as the police, fire, and recreation departments, the community is beginning to find resources to support its local needs and to improve its local services of education, health care and public safety. By acknowledging that the first step in public engagement is to allow people to tell you where they are before trying to get them to another place, the public forums have centered on the topic of public safety. In this case, the obstacle of fear for personal safety is being addressed in these forums in order to begin to weave together the many issues facing the community in its public life.</li></ul><p>We learned that a river of distrust exists between the elected and the electorate. The habit of engaging the public must be learned; it is innate neither to elected officials nor to the public itself.In three of the five communities (Boulder, Cheyenne Wells and Pueblo), we found the same dichotomy between policymakers, bureaucrats and citizens of all walks of life as existed between the founding fathers in James Madison and Thomas Jefferson. That dichotomy rests in the question “Should citizens be kept in touch or apart from each other?”</p><p>A lesson we nearly overlooked in our work with these five communities was the slight but positive and perceptible shift in the political culture of each location owing to the experience of community engagement as a process for community building. Here again, Kemmis contributes to our understanding of the effects of place and time on public life: “…the strengthening of political culture, the reclaiming of a vital and effective sense of what it is to be public, must take place and must be studied in the context of very specific places and of the people who struggle to live well in such places”.[16]</p><ul><li>Notwithstanding CASB’s counsel against using public engagement for the sake of passing a bond election in Cheyenne Wells, the community can now point to a revitalized environment for the education of its youth. In this instance, citizens identified and acted upon a common good.</li><li>While a cursory review of the community engagement projects in Pueblo and Boulder might render the conclusion that public life did not change, subsequent conversations with both public officials and citizens who were involved reveal the fact, however subtle, that in those communities participants were left with a sense of having experienced something significant and unique in the realm of political problem- solving. For example, in Boulder the citizen committee created by the board of education boasts a small group of “converts” who now see public problems as problems of deteriorated community relationships.</li><li>In all of these communities there is a new sense of responsibility and opportunity between elected officials and everyday citizens to come together, face to face, to identify and solve public problems. Only time and place can determine whether such a public philosophy will take root becoming a real and tangible practice in public life.</li></ul><p>Community engagement is on some level a matter of will. Professional staff would rather not suffer the messy inconvenience of outside voices. Community members would rather not take the risks and time of participating in a deliberative process. School boards would rather not listen to public challenges to their judgment or step on the toes of their staffs who wish the board to listen only to them. At its root, therefore, public engagement requires first courage and will from local leadership. We think school boards are best suited to fill that role, and we are dedicated to doing what we can to develop that leadership across this state.</p><h3><strong>References</strong></h3><p>1. Colorado Revised Statutes, Title 2, Article 7.</p><p>2. See, Zelman v. Simons-Harris, No. 00-1751, op. (2002); the No Child Left Behind Act of 2001, Sections 501 and 502.</p><p>3. Ruppert, Sandra, “The Road Less Traveled: A Journey Toward Building Community,” unpublished final report prepared for the Kettering Foundation, 1999, p. 9.</p><p>4. Ibid</p><p>5. Personal interview with Julie Seavy, Legal and Policy Counsel, CASB, June 6, 2002.</p><p>6. Personal interview with Tina Podolak, Sheridan resident and facilitator of the community’s public engagement, June 3, 2002.</p><p>7. Ibid</p><p>8. Ibid</p><p>9. Jane Urschel has incorporated board member participation into the public engagements that CASB has assisted communities with. This involves members “listening in” on study circle meetings, but not participating in the discussion. CASB has discovered that this can be a good way for board members to get direction on policy making.</p><p>Personal interview with Judy Scott, Sheridan Board of Education President, June 27, 2002.</p><p>10. Personal interview with Judy Scott, Sheridan Board of Education President, June 27, 2002.</p><p>11. Ibid</p><p>12. Jennifer Reeve interview</p><p>13. Judy Scott interview</p><p>14. Kemmis, Dan, 1990</p><p>15. Briand, Michael, 1999, p. 17</p><p>16. Ibid, p. 7</p><h3><strong>External Links</strong></h3><p><a href=\"http://www.casb.org/\">Colorado Association of School Boards</a></p><p> </p>", "title": "Public Engagement in Five Colorado School Communities"}