{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Khatibullah Sheikh<em>.</em></p><p>The project town, Gopeshwar is a beautiful town situated in the cradle of Himalaya in Uttrakhand state of India, housing about 20,000 people. Being a tourist place, cleanliness was a major issue that needed immediate response. With this recognition, PRIA was invited by the municipality to prepare the participatory DPR on SWM. Joining hands with a local organization HARC (Himalayan Action Research Center) the process of consultation began in the city. Area wise feedback was taken from the people about the status and their readiness to cooperate for implementation. The quantum and type of waste generated was done through purposive household sampling where segregated waste was collected for a week and weighed. Such activity created inquisitiveness among citizens, as to why it’s being done which created an opportunity of informal way of awareness generation for project and segregation of waste practice. Towards preparation of draft report whole city was mobilized and various volunteers also emerged to carry out the specified task to make it sustainable. The draft plan was shared with municipal officials, elected representatives and citizens at large where role of each stakeholder was agreed. The DPR was finally approved by the state government for funding and became the model DPR for the state.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>The objective of the project was to create a model of participatory DPR preparation process in the hilly town. The town was struggling with the issue of cleanliness and viewed as loss of revenue from tourism. Various independent efforts were made but could not work in absence of public support. Initially people hesitated to participate in absence of any history of participation sought by the local government, but gradullay involvement of people picked up.</p><h3>Structure and Process</h3><p>The project was a joint initiatve of the Municipal Council of Gopeshwar. The program was structured around principle of public participation. Individual consultation, group consultation and series of town level workshop gave the momentum to the project. Media had been very active in spreading the word. The project was delivered in such a way that ownership by the public is induced.</p><h3>Impact</h3><p>The provided means and ways for managing the waste of the town effectively. On the other hand such participatory methodology of DPR formulation which is enriched with local knowledge and solution has been appreciated by the state government. Currently, state government of Uttrakhand presents it as a model DPR and recommends other agencies to follow this methodology.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>This pilot project on participatory planning methodology has been adopted by the state government of Uttrakhand and acts as a model for planning.</p><h4>Type of Contribution by Participants</h4><p>They determined the outcomes of the project</p><h4>Target Group</h4><p>The citizens of Gopeshwar Town in short run and state people in long run</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>About 20000</p><h4>Total Number of Active Participants (approx.)</h4><p>130</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Open for all - but no specific effort to address disadvantaged groups</p><p>Seperate meetings were held before bringing them in city level forum</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>ERs and municipal officials were oriented on participatory methodology and its benefit. Citizen were aware about participation as their democratic right.</p><h4>Adoption by Others</h4><p>In many cases</p><h4>Costs</h4><p>About 25000 USD</p><h4>Time and Working Days</h4><p>Approximately 10 months</p>", "title": "Participatory Detailed Project Report on Solid Waste Management in Gopeshwar"}