{"htmlbody": "<h3>Problems and Purpose</h3><p>Uniontown, a community of about 3,000, is located in the heart of Alabama’s Black Belt, named for a deposit of dark, fertile soil extending from Mississippi’s border through the heart of Alabama. This region faces declining population, persistent poverty, inadequate health care, substandard schools, and weak business development.</p><p>Uniontown is one of the poorest of the many poor communities in this region. Driving through Uniontown, one sees once-beautiful antebellum homes that are falling down from neglect. Many houses and downtown businesses are abandoned. There is a bank, a small grocery store, a library, a drug store, a furniture store, some restaurants and a gas station.</p><p>For the most part, Uniontown’s black and white residents live separately. White children do not attend the local schools in Uniontown. Instead, white parents travel many miles each day to transport their children to private schools or to public schools in surrounding cities. The churches are also equally divided along racial lines. Power is also segregated, with economic power held by the white community and political power held by the black community. Whites and blacks even remain separated after their death, since they are not buried in the same cemeteries. This separation makes coalition building across racial lines extremely difficult.</p><p>Uniontown has faced significant challenges in effectively overcoming a legacy of social, political, and economic distress. Decades of neglect, underutilization of human and natural resources, substandard educational and economic performance, population loss, drugs and crime, and the lack of an industrial base have had a significant negative impact on the community.</p><h3>History</h3><p>In 1996, a new mayor was elected with a promise to get Uniontown moving. He undertook a number of initiatives and sought outside help whenever possible. Examples included a public health program conducted by the University of Alabama at Birmingham and a Brownfields grant from the Environmental Protection Agency.</p><p>Auburn University’s involvement with the community began in 1999. As a land-grant university, Auburn seeks to advance its mission to improve the lives of Alabamians and strengthen the communities in which they live. Additionally, Auburn’s Vice-President for Outreach is a Harvard-educated African-American from the Alabama Black Belt. He is committed to his home region and sees Uniontown as the place to concentrate efforts for long enough to learn how to make a difference in economically-distressed communities. Auburn University, working with the mayor, provided assistance to the city by helping to develop and implement its strategic plan – “Uniontown 2020.”</p><p>“Uniontown 2020” was a strategic planning process designed to set goals for the community’s future. Representatives of seven universities and several state and federal agencies attended the kick-off meeting and promised assistance. While there was enthusiastic response from institutions outside of Uniontown, the participation of the local citizenry was limited chiefly to public employees and retirees. The kick-off rally had more outsiders than citizens. Very few members of the local white community were involved. In addition, large portions of the African-American community did not participate. Young people were conspicuously absent.</p><p>Over several months, the strategic planning committees met and drafted a strategic plan for the Uniontown community. The goals within the plan reflected many general concerns such as citizen involvement in the community, the quality of the county school system, and the readiness of the work force. However, one of the major observations arising from the strategic planning process was the absence of any community entity to take responsibility for implementation of initiatives related to economic development or enhancing quality of life.</p><p>Auburn next recommended the creation of a Community Development Corporation (CDC) as a way to obtain broader public involvement and to provide a structured organization capable of implementing some of the strategic plan’s recommendations. The CDC was created, but with the mayor serving as president and appointing all CDC members. The mayor also tended to dominate meetings. Citizens who attended strategic planning or CDC meetings often took a passive role and appeared reluctant to express their viewpoints in front of others. They tended to look to a leader -- the mayor or the outside experts from Auburn -- for answers to community problems. The primary focus of most group discussions dealt with identifying sources of external assistance. In fact, the agenda of many CDC meetings consisted of a report from the mayor on his quest for this or that federal grant. Communication was primarily one-way and little attention was paid to things that community members could actually do something about.</p><p>Although the CDC met regularly, it was mostly unsuccessful in its efforts to broaden public engagement, develop leadership capacity, or improve the community’s quality of life. In the fall of 2000, the incumbent mayor was defeated in his bid for reelection, and his successor was not enthusiastic about the city’s strategic plan. The new mayor rightly felt that the group that created it was not representative of the whole community. He also was skeptical about using the CDC (comprised of the former mayor and his supporters) as the vehicle for promoting community and economic development. Any momentum that Auburn University had gained in its community building efforts stalled.</p><h3>Deliberations, Decisions, and Public Interaction</h3><p>In the report to the Kettering Foundation following the first year of the project, Auburn assessed the civic health of the Uniontown community by addressing six diagnostic questions.<a href=\"http://participedia.net/en/cases/building-community-uniontown-story#cite_note-1\" title=\"\">[1]</a></p><p>In short, the diagnosis for Uniontown’s civic health was poor. There were some small successes – such as some citizen involvement in the strategic plan and the CDC.<a href=\"http://participedia.net/en/cases/building-community-uniontown-story#cite_note-2\" title=\"\">[2]</a> But, on balance, the challenges remained much more evident than the opportunities.</p><strong>Design of the Study</strong><p>For Auburn, supporting the community building process without dictating direction or institutionalizing the existing sense of dependency was always tricky. Of course, this situation is not unique; many cities like Uniontown may require some external support in order to engage their citizenry and strengthen community ties. We have much to learn about the interaction of outside “experts” with local residents. The problem is how to foster and nurture a sense of community where it does not already exist. Particularly, can outsiders help the community-building process without taking over and strengthening the feeling of dependence?</p><p>We were sensitive to this danger from the beginning. We attempted to work behind the scenes and take a secondary role in all public meetings. Our goal from the start was to create capacity within the Uniontown community. Sometimes we succeeded, sometimes we ended up taking a more active role than we would have liked.</p><p>Despite our good intentions, on reflection, we began to wonder after the first year whether we had been operating from a restrictive mindset that limited our ability to make the impact we would have liked. We often tended to view the community as a bundle of needs, or problems, that we were going to try to help alleviate (an outside-in approach). This is a common trap for those involved in community development and is described by John Kretzman and John McKnight:</p><p>\"Negative images, such as crime and violence, joblessness and welfare dependency, vacant land and abandoned land and buildings, can be conceived as a kind of mental “map” of the community. This “needs” map determines how problems are to be addressed, through deficiency-oriented policies and programs. Public, private and non-profit human service systems, often supported by university research and foundation funding, translate the programs into local activities that teach people the nature and extent of their problems, and the value of services as the answer to their problems. As a result, many lower income neighborhoods are now environments of service where behaviors are affected because residents come to believe that their well-being depends upon being a client. They begin to see themselves as people with special needs that can only be met by outsiders. They become consumers of services, with no incentive to be producers.\"<a href=\"http://participedia.net/en/cases/building-community-uniontown-story#cite_note-3\" title=\"\">[3]</a></p><p>Additionally, the only entry into the community available to us was through the mayor. We thus attempted to work with and through the mayor to get things done (a top-down approach). Of course, our primary objective was to obtain broader citizen involvement in community decision-making. But our strategy for attaining this objective was to convince the mayor to involve more people in decision-making and to use a local CDC as a means to involve the broader community. The approach was primarily an outside-in and top-down approach. Clearly, this type of “trickle-down” community development does not work.</p><p>We are convinced that real and lasting change requires an inside-out and bottom-up approach (in addition to outside-in and top-down).<a href=\"http://participedia.net/en/cases/building-community-uniontown-story#cite_note-4\" title=\"\">[4]</a> Outsiders’ coming in to solve problems does not build community capacity or facilitate community ownership of problems. Indeed, it may have the effect of perpetuating a continued feeling of dependency.</p><p>We learned our lesson. In the first year, Auburn’s efforts were focused largely on providing technical assistance to the Uniontown community. With the mayor’s defeat, Auburn decided to try a different approach<em>. The new focus was less explicitly on problem solving and much more on facilitating dialogue, listening, and responding to the needs of Uniontown citizens as they defined them. Instead of working through the city’s mayor, the Auburn team decided to more actively engage ordinary citizens.</em></p><p>We began to conduct interviews of citizens in their work places, on the streets, in the local restaurants and shopping areas, and in public spaces. These interviews revealed a high level of distrust and a sense that no one really cared what they had to say.</p><p>But Auburn’s primary approach for engaging the community was the creation of a representative focus group of Uniontown citizens. In short, Auburn’s primary strategy was to provide “public space” for deliberation about community issues. To do this, Auburn identified and recruited about twenty-five individuals representing all segments of the community to participate in a focus group. Our initial meetings were based on personal invitations to those we met randomly throughout the community and through invitations we sent to all the churches (over 20) inviting representatives to the meetings. This bi-racial group of citizens representing a wide range of age groups, income levels, and occupations began to meet on a bi-weekly basis. In order to create a sense of shared identity, the citizens gave their group the name <a href=\"http://www.uniontownal.org/care.html\" title=\"http://www.uniontownal.org/care.html\">“Uniontown Cares.”</a></p><strong><em>Public Interaction</em></strong><p>When we held our first meeting, we asked the following questions: “What do you like about your town?” and “What would you like to change?” The most interesting result of these early meetings was how much consensus there was. Blacks and whites agreed on what was good about Uniontown and about the challenges it faced. As the group began to deliberate about particular areas of concern, they began to identify things that Uniontown Cares might do to address those concerns.</p><p>At one of the initial bi-weekly sessions, the meeting turned into a brainstorming session identifying community problems. The mayor and some other city officials attended the meeting. Many in attendance voiced concern over the appearance of dilapidated buildings and expressed a desire that they be cleaned up or torn down. The mayor and another city council member reacted defensively. They talked about legal obstacles and other issues that Uniontown had to face that were impediments to an “easy” solution. As the meeting began to draw to a close, the group decided to identify one site that needed to be “cleaned up.” The citizens decided to take things into their own hands and clean the site themselves.</p><p>As the time approached for the implementation of the beautification project, a site analysis was conducted to determine the materials, resources, and other items that would be needed to undertake the project. A few citizens volunteered to provide necessary materials. Approximately a week before the scheduled beautification of the site, we went to survey the area one last time. Much to our amazement, the site had been cleaned and additional efforts were ongoing to clear the land and make it more attractive. We found out later that the mayor had ordered the site cleared and leveled. We had received no prior notification. As the news circulated among the members of the committee, there was astonishment as well as a sense of accomplishment. The citizens felt empowered that their voice had been heard and their efforts were rewarded by the public officials. They had succeeded in placing an item on the public policy agenda that was purely citizen-driven.</p><p>The committee members began to see themselves as a group of concerned citizens banded together for meaningful change. As members of the committee continued to discuss local problems, they increasingly began to realize their capacity for doing something about them.</p><p>One example illustrates both the power of public deliberation and the ability of ordinary citizens to address complex policy issues. At the initial Uniontown Cares meetings, participants concluded that in order to attract businesses and to encourage those traveling through Uniontown to stop for gas and food in town, they needed to clean up the town. They identified “eyesores” in the community that needed attention -- old buildings that needed to be torn down, unkempt public playgrounds, and vacant lots that needed clearing. But their concept was much broader than just physical beauty. They wanted to make the main street more attractive with plants and flowers, but they also wanted a curfew policy and a litter policy.</p><p>Initially the citizens wanted government to do all the work. But as the meetings progressed, the citizens themselves began to discuss steps they could take to assist. We witnessed a tremendous evolution in their thinking on these problem issues. The initial reaction by the citizens was to establish and enforce a curfew policy aimed at keeping loiterers off the streets at night. Through increased (and often heated) discussion, the group began to modify their thinking and understanding of the problem. It was discovered that Uniontown did have a curfew policy in place; however, it was not being enforced. Upon examination of the policy itself, we found that it was overly broad and subject to vast misinterpretation and/or selective enforcement. Other issues such as the lack of resources began to surface as obstacles to implementing the curfew policy.</p><p>As the deliberations continued in the bi-weekly meetings, the citizens themselves began to grasp the problem as something that they could possibly do something about. They recognized that the problem affected the entire community and was more than just a law enforcement issue. They began to specify areas where loitering was particularly problematic and discussed the need to place “No Loitering” signs at those sites in order to give fair notice to citizens. Some members of the group admitted that many who are in violation of the curfew policy are personal friends and family members who are alcoholics or substance abusers. As they continued to deliberate, they realized that an enforced curfew policy -- which would place many of the persons in jail -- would not resolve the underlying issues of alcoholism and substance abuse. The group began to discuss the option of establishing a local Alcoholics Anonymous (AA) group to provide support for these individuals. The dynamic shifted as the citizens analyzed the issues before them and began to work through potential ways to address them. But it was not until they had “renamed” the problem as alcoholism and substance abuse that they were able to see themselves as a part of the problem’s solution.</p><p>As a result of the discussion among citizens generated in the Uniontown Cares meetings, a local AA group was established. The group, which previously met on a weekly basis, is available to anyone in Uniontown who is struggling with problems of addiction.</p><p>As the Uniontown Cares meetings progressed, a more informal atmosphere developed. The interactions among citizens changed from the formality of a sterile “council-chamber” atmosphere, which is where initial meetings were held, to one of an informal gathering of citizens sitting around a table in the public library comfortably talking about complex issues. These meetings sometimes take on an appearance of chaos, yet allow creativity and spontaneity and contribute to a more complex understanding and discussion of problems. Citizens know that they are being heard and that their concerns will be addressed.</p><strong>Bridging the Racial Divide</strong><p>Race relations is an unavoidable issue in Uniontown. Because of the segregation that has existed within the community, many blacks and whites are getting to know each other for the first time as they participate in Uniontown Cares’ meetings and community projects. Relationships are being established across the issue of race, not by dealing with the issue explicitly or talking about racial barriers or how to overcome them. Rather, trust is developing as black and white citizens work together on projects to bring about community improvements. As they focus on the interests they have in common, the differences between them begin to seem smaller.</p><p>The agendas of the meetings and the projects taken on by the group have been proposed and supported by both racial groups. One project was to clean up an African-American cemetery overgrown with weeds, vines, and shrubs. The members of Uniontown Cares pay careful attention to unifying, not dividing on racial lines. The group has adopted the view that racial division will hold the entire community back.</p><h3>Influence, Outcomes, and Effects</h3><p>Uniontown Cares has turned talk into action. The group has undertaken numerous community improvement projects over the past three years. For example, the group has worked toward achieving its goals for community beautification, improving the public library, and addressing community health issues, among other things. The very tangible results of these projects are a source of great pride for the group’s participants.</p><ul><li><em>Logo</em> <em>and T-Shirts</em>. Uniontown Cares decided to further develop its identity by designing and distributing t-shirts to members of the group. Group members are very proud of their logo shirts and are eager to wear them to show pride in their accomplishments and to demonstrate camaraderie.</li><li><em>Community Beautification</em>. Uniontown Cares members organized a project to obtain “No Littering” road signs for the major roadways in Uniontown, cleaned up a neglected African-American cemetery, and planted tree, flowers, and shrubs downtown and at the elementary school. Uniontown Cares recently joined the “Adopt-a-Mile Program,” and in the first month about 20 members worked to collect seven pickup-truck-loads of trash from along 15 miles of roadway. Last year, the group worked with the city to install four new welcome signs along Uniontown’s major highways, all with the Uniontown Cares logo prominently displayed.</li><li><em>Downtown Revitalization</em>. Through discussions in the Uniontown Cares meetings, many group members began to identify areas that they would like to see improved. So they formed a downtown revitalization committee. The group sent letters to downtown business owners asking about the type of assistance they needed to renovate their storefronts. Last summer several storefronts were painted, with individual business owners providing the materials and group members, with the help of other interested volunteer groups from outside the community, providing the labor. Recently, the city government has undertaken its own downtown revitalization project -- landscaping downtown intersections and walkways and installing new downtown lamp posts.</li><li><em>Alcoholics Anonymous. </em>Uniontown Cares helped create an Alcoholics Anonymous group. They have considered expanding the focus of their meetings to also target youth at the local high school.</li><li><em>Public Library. </em>Uniontown Cares members helped to renovate a vacant downtown bank building as the new Uniontown Public Library. Auburn University donated five surplus computers and over 600 books from the university library and several academic departments. Uniontown Cares members also salvaged many books and equipment from a vacated school library in Uniontown.</li><li><em>Support for Volunteer Fire Department</em>. Uniontown Cares members coordinated with the Red Cross in Selma to provide an AED (Automated Electronic Defibulator) device for the Uniontown Volunteer Fire Department. Uniontown Cares also organized a community spaghetti dinner with the proceeds benefiting the Uniontown Volunteer Fire Department. The event raised nearly $300.</li><li><em>Photo Display. </em>The group created a photograph display, which included photographs taken by the group members that highlight “things they like” and also “things they don’t like” about their community. The display is portable and has been displayed throughout the community (city hall, public library, churches, recreation center, downtown, etc.). It has already helped generate productive discussions about community issues and served as a catalyst for increased community involvement. In fact, many of the “problem areas” depicted in the pictures have been cleaned up as a result of the display.</li><li><em>Uniontown Web Site. </em>The creation of a community website was a project of Uniontown Cares. The web site is now on-line and includes information about the city’s government, history, library, schools, churches, and businesses. It also contains information about Uniontown Cares. The website contains a community calendar, which includes all activities of the group and important events in the community. It also includes a business directory, a history of Uniontown, and archived minutes from Uniontown Cares meetings.</li><li><em>Community Directory. </em>Uniontown Cares created a directory of local elected officials and other important contact numbers for services in the town and the county. The directory was developed as a color brochure and contains a message describing Uniontown Cares and seeking participation. A community map was developed by several members of the group and was also included on the brochure.</li><li><em>Collaborating with Other Organizations. </em>One such organization is Sowing Seeds of Hope, an outreach program of the Alabama Cooperative Baptist Fellowship. Members of Uniontown Cares actively participate in the events sponsored by Sowing Seeds of Hope. Some of these events include hosting Vacation Bible School programs, the rehabilitation of several housing units throughout the county, literacy programs to encourage youth reading, health clinics to educate citizens about causes and treatments of chronic health problems facing the community, and a host of other activities designed to improve the conditions in the county.</li><li><em>Limited Membership.</em> While Uniontown Cares has greatly broadened its membership, there remain large segments of the community that are not involved. Uniontown Cares has not penetrated into the housing project community or the white working class neighborhood. Some citizens see the t-shirts and the logo as symbols of an inside group that controls the town. They distrust the “open meetings” and suspect that a small, elite group is running things. Uniontown Cares is trying to overcome this image by personally inviting new members, reaching out to others to include information on their businesses and activities on the web site, and identifying projects that will benefit the town as a whole or service some of the areas that have not been engaged in the meetings. In the last year, it has been successful at attracting the younger generation, including several teenagers. Recently, members have expressed interest in creating a community newsletter to keep Uniontown residents more informed about community events and the views and decisions of their community leaders. They hope that this widespread dissemination of information will lead to a broader engagement of citizens in the life of the community.</li><li><em>Organization, Elections and Division. </em>As the Uniontown Cares organization has grown and matured, it has increasingly become more and more structured in its activities. The group has sought and achieved status as a federally-recognized non-profit organization. Articles of incorporation and by-laws have been written. A board of directors and officers has been elected. However, as the focus and energy of the group moved more toward these internal organizational issues, more conflict seemed to surface and less community development appeared to be taking place. A major issue of concern arose over the most recent election of officers for Uniontown Cares. All white candidates (and some blacks) were defeated when a large number of absentee ballots appeared supporting a slate of African-American candidates. The “new members” who voted absentee determined the election outcome but never attended a meeting. This situation – along with disagreements about the landfill and prison – has caused great tension among the members, and some resentment lingers. But these disagreements have not destroyed Uniontown Cares. Because of the trust that has developed over the past four years, members were able to talk through these issues.</li></ul><h3>Analysis and Criticism</h3><p><strong><em>Government Role</em></strong></p><p>Our experience in Uniontown shows that local government plays an important role in fostering, or inhibiting, civic involvement. The central role of government institutions is a common finding in international studies of social capital development.</p><p>But while government may play a prominent economic development role, it needs the active involvement of the public and other community organizations to be successful. In an examination of cases from Brazil, India, Mexico, Korea, and Russia, contributors to a special volume of World Development found that: 1) The state’s role in facilitating positive developmental outcomes was the most important contributor; but 2) Neither the state, private sector, nor community possesses the resources to promote broad-based, sustainable development.</p><p>It is obvious that government alone cannot solve the types of problems faced by Uniontown. Dealing with the problems in this community clearly requires a synergistic approach by government, citizens, and other community institutions. The Kettering Foundation identifies types of problems that require an active citizenry to solve: those that are “deeply embedded in the moral, economic, and social fabric of the society;” those that require ongoing attention; and those that require multilateral action.<a href=\"http://participedia.net/en/cases/building-community-uniontown-story#cite_note-7\" title=\"\">[5]</a></p><p>Kettering-sponsored research finds that citizens are very knowledgeable about community problems and have a greater capacity for solving problems than government officials realize with their top-down, one-way styles of communicating with citizens. As members of the community are coming together to deliberate about issues, they are experiencing an increasing sense of civic efficacy and are beginning to realize their capacity for public action. Citizens are seeing first-hand how elected officials will respond to their requests. This has ranged from property clean-ups and rounding up stray animals to providing an increased police presence in the community.</p><p>Although he was suspicious at first, the current Uniontown mayor is now working with the group on many community improvement projects. Although not purely citizen-driven, the efforts of elected officials in the community are being influenced by citizen opinion and their decisions are getting closer scrutiny by citizens, who see themselves as active participants – not passive recipients of services. Because of increased citizen awareness of local issues and increased citizen determination to influence decisions of local government, recent city elections saw the replacement of several long-time council-members with new candidates perceived to be willing to represent the voice of the people.</p><p><strong><em>Auburn Role in Uniontown</em></strong></p><p>As discussed, Auburn has attempted to play a more passive role after the first year of the project. However, we have continued to be involved with the community in the roles of convener and cheerleader.</p><p>As conveners, we decided to contact all civic organizations, the faith-based community, businesses, local government officials, neighborhood residents, and even people walking on downtown streets. The process of convening required us to talk to residents and convince many of them that their ideas were valuable. Once we were able to convene these citizens, we immediately began to adjust our roles. This role adjustment required us to talk less and listen more. Our single greatest contribution to community building in Uniontown has been to provide public space for citizen deliberation.</p><p>As cheerleaders, we keep a running list of all of the accomplishments of the group. Every meeting we add more accomplishments to the list. We have discovered how much positive energy is created by “documenting” successes.</p><p>The sustainability of Uniontown Cares is our ultimate goal; we want to see this group continue to engage in much-needed deliberative processes -- even when Auburn is not around.</p><p><strong><em>Community</em><em> Building</em><em> and Economic Development</em></strong></p><p>In 1958 Edward Banfield published The Moral Basis of a Backward Society, a study of underdevelopment in a village at the southern tip of Italy. “The extreme poverty and backwardness,” he wrote, “is to be explained largely (but not entirely) by the inability of the villagers to act together for their common good.”<a href=\"http://participedia.net/en/cases/building-community-uniontown-story#cite_note-11\" title=\"\">[6]</a></p><p>In 1970, Italy established local governments in its 20 regions and turned over to them many of the functions of the central government. Robert Putnam and a team of researchers studied the performance of these new governments. The main finding was that governments in the prosperous north of Italy outperformed the ones in the more impoverished south. He found the north’s secret to be “civic virtue” – an ingrained tendency to form small-scale associations that create a fertile ground for political and economic development. According to Putnam, civic virtue both reveals and engenders trust and cooperation in the citizenry, and it is these qualities – which he called “social capital” – that make everything else go so well.<a href=\"http://participedia.net/en/cases/building-community-uniontown-story#cite_note-12\" title=\"\">[7]</a> Civic virtue can be understood as Putnam’s contribution to an ongoing quest for the magic independent variable that will explain economic development.<a href=\"http://participedia.net/en/cases/building-community-uniontown-story#cite_note-13\" title=\"\">[8]</a> A number of international studies find social capital to be an important factor in economic development.</p><p><strong><em>Economic Citizenship</em></strong></p><p>Some Kettering research (based on focus groups and issue forums) shows that many citizens do not see a place for the public in discussions about economic development. They are more likely to see economic development as “deal making” between politicians, developers, and big business. They do not see themselves as “economic citizens.”<a href=\"http://participedia.net/en/cases/building-community-uniontown-story#cite_note-17\" title=\"\">[9]</a></p><p>A 1995 Kettering study found that people did not think they could do much to influence the economic future of their community or region. They had little sense of being economic citizens -- of being able to make choices about what happened to them collectively.</p><p>If people do not now see themselves as economic citizens, then how may citizens come to realize some measure of control over their economic future? Mathews responds: The best answer we have found is that making choices with others about how to deal with the problems that endanger the future is an antidote to a sense of powerlessness. We are drawing on cases where banding together to make decisions seems to have had a useful effect on reversing economic decline… By banding together to make choices about their future, people develop a sense that they are the solution, rather than bystanders or victims. They believe they can make a difference.<a href=\"http://participedia.net/en/cases/building-community-uniontown-story#cite_note-19\" title=\"\">[10]</a></p><p>Economists would argue that as people accept the responsibility of economic citizenship, the economy becomes more efficient and effective because transaction costs are lowered.</p><p>The insight by Putnam, Grisham and others that civic structure is a critical element in economic development leads to a couple of broad questions: “How can the inhabitants of a locality create or enhance a civic structure, even a sense of community, where there is not one that is sufficient to support their development goals?” and “Does strengthening a community’s public life enhance the community’s economy?”</p><p>We have learned much about the first question, and the findings are reported here. However, after four years of study, we do not have sufficient information to adequately answer the second question as it relates to Uniontown. The community-building process has really only begun and the path to health for this community will be a long one. We can only observe the horrendous impact of an almost total lack of civic infrastructure on this community and its economy.</p><p>Until the emergence of Uniontown Cares, there was little public space available for public decision-making and weak to nonexistent community institutions. Many local residents felt dispirited and powerless and not only did not see themselves as “economic citizens,” they often did not see themselves as “citizens” in any sense.</p><p>The weak civic infrastructure in Uniontown clearly has had negative implications for community economic development. We believe there is a strong relationship between the strength of a community’s civic life and its economic development. Economic development requires a foundation upon which to build. Roads, water, gas, electricity and sewers are necessary for economic growth. At least as important are the community’s civic infrastructure of strong local leadership, vital community institutions, public involvement, and a community mindset of pride and optimism. If this is true, Uniontown’s best hope for economic progress lies in continuing to take steps to strengthen its civic life. The earlier diagnosis leads to a clear prescription for a more healthy community and economy:</p><p>1) Increase the amount of public space for decision-making;</p><p>2) Commit to a deliberative decision-making process that weighs alternative choices and brings all segments of the community to the table;</p><p>3) Develop local leadership capacity;</p><p>4) Provide opportunities for citizens to take ownership of their problems and feel empowered;</p><p>5) Develop and strengthen non-governmental institutions in the community; and</p><p>6) Take actions that reconnect citizens with their community.</p><p>Uniontown is making progress in each of these areas. Because of Uniontown Cares, citizens are making connections with one another and with their community and are excited about making a difference. A powerful transformation has taken place within this group. Whether it translates into improved economic development remains to be seen. But there is new hope. It now seems possible. The members of Uniontown Cares do see themselves as economic citizens; they believe that the work they are doing to improve their community is laying the foundation for eventual economic renewal.</p><strong><em>Conclusion</em></strong><p>In the first year of the project, the Auburn team focused on working through an existing institution (the city government) and attempted to create a new one (Community Development Corporation) to help strengthen community in Uniontown. This approach met with only modest results. Auburn then decided to take a more passive role and simply provide public space for community deliberation. An interesting outcome of this change in approach was that more “community-building” activities occurred as we did less. The diagnosis for each of the six previously-identified community health criteria is now significantly improved.</p><p>Our research in Uniontown affirms Vaughn Grisham’s Tupelo, Mississippi findings that citizens are a necessary and powerful economic resource. Since the creation of Uniontown Cares, citizens have taken advantage of new public space to talk about community issues in a deliberative way, identify and take ownership of community problems, and connect with one another and with their community. As members of the Uniontown community discussed local problems, they began to realize their capacity for doing something about them. Talk was turned into action. And these actions led to results -- clean-ups of community parks and cemeteries, creation of an Alcoholics Anonymous chapter, creation of a countywide citizen advocacy group, among many other successes. Those residents who were engaged through Uniontown Cares began to feel good about themselves and their sense of efficacy increased. They came to see themselves as citizens who could do something to improve the quality of life in their community.</p><p>The new mayor is participating as a member of the group, and the dynamics of local politics have changed for the better. Uniontown Cares is making a difference, and others in the community are beginning to notice. More and more members of the community have joined the group. In fact, the group has outgrown their original city hall meeting room and has moved to a new public library – which Uniontown Cares members helped renovate and stock with new books and computers.</p><p>According to one member of the group, “Uniontown Cares has made a difference. It made me see that somebody cares. Before Uniontown Cares, people just sat and complained and didn’t do anything. Now we’re working together to help do something with this town.”</p><p>The horrendous problems of the Alabama Black Belt remain. The Uniontown community has made little economic progress in the past five years, and the challenges are enormous. But for the 30-40 people participating in Uniontown Cares, things are looking better. They now see themselves as citizens instead of victims. They see that they can control many things about their lives and community. They are creating ripples of hope in the sea of despair found in this impoverished region.</p><p>We are reminded of the story of the old man who happened upon a boy among hundreds of starfish trapped on the beach at low tide. The boy is throwing them one-by-one back into the ocean. The old man laughs at the boy’s efforts and tells him that he can’t possibly save them all. The punch line, of course, is the boy’s response as he hurls another starfish into the water: “It matters to this one.” In Uniontown, there is now a group of people who are busy slinging starfish.</p><h3>Secondary Sources</h3><p>1. David Mathews, “Elements of a Strong Civil Society and Healthy Public Life,” Kettering Foundation, April 1996.</p><p>2. One very significant outgrowth of the strategic planning process that occurred some months later was that EDI obtained a Housing and Urban Development (HUD) Community Outreach Partnership Centers (COPC) grant for the Uniontown community. The $383,000 initiative included a number of projects designed to carry out recommendations from the strategic plan, including the creation of a leadership program, small business assistance, educational assistance, and others. While the program was designed as a partnership between the University and the community, most of the initiative tended to be external to the community – from the outside in.</p><p>3. J.P. Kretzmann and J.L. McKnight, Building Communities From The Inside Out, A Path Toward Finding And Mobilizing A Community’s Assets, 1993, p. 2.</p><p>4. As Kretzmann and McKnight concede, “focusing on the assets of lower income communities does not mean that these communities do not need additional resources from the outside. However, outside resources will be much more effectively used if the local community is itself fully mobilized and invested, and if it can define the agendas for which additional resources must be obtained. The assets within lower income communities, in other words, are absolutely necessary but usually not sufficient to meet the huge development challenges ahead” (p.8).</p><p>5. Mathews, 3/24/99.</p><p>6. Edward Banfield, The Moral Basis of a Backward Society, Free Press, 1958.</p><p>7. Edward Banfield, The Moral Basis of a Backward Society, Free Press, 1958.</p><p>8. Nicholas Lehman, “Kicking in Groups,” The Atlantic Monthly, April 1996.</p><p>9. Kim Downing, “Do Americans See Themselves as “Economic Citizens”? Connections, Kettering Foundation.</p><p>10. Mathews, 3/24/99, p.15.</p><h3>External Links</h3><p><a href=\"http://www.uniontownal.org/care.html\">Uniontown Cares Official Website</a></p><p><a href=\"http://www.uniontownal.org/index.html\">City of Uniontown </a></p>", "title": "Building Community: The Uniontown Story"}