{"htmlbody": "<h2>Introduction</h2><p>In 2010 the Emilia-Romagna Region approved law no. 3/10 regarding citizen participation in decisions of public interest. The Region used this method in the development of a new regional transport plan. The current Regional Integrated Transportation Plan covered the time period 1998-2010. When drafting the new law, the Region decided to use participation as a mean to gather suggestions and solutions concerning transport and mobility issues. The Regional Department of Territorial Planning promoted the event, that was supported by an outside firm (Avventura Urbana).</p><h2>Objectives</h2><p>The main goals of this participatory project were to: - Convey to the participants the outcomes of the previous Regional Planning Conference, which gathered local authorities and other stakeholders to discuss about strategies and targets of the new Regional Integrated Transportation Plan for the period 2010-2020;</p><ul><li>improve the quality of regional actions and projects, with particular attention to the relationship between administration and citizens</li><li>involve citizens and institutional stakeholders in a common process of listening useful for the next transport plan;</li><li>gather experiences, points of view and suggestions about issues of regional transport and mobility</li><li>obtain a precise frame of citizens’ priorities to pick out the best methods of communication to make the citizens aware about the issues of transport and mobility</li></ul><p>The final goal of the project “Buona Mobilità”, inspired by the regional law no.3/10 on participation, will be the draft of a document of participatory proposals, which represents an innovative mean for the elaboration of the Regional Plan alongside the Preliminary Document and the Regional Planning Conference.</p><h2>Selection</h2><p>Citizens interested in participating in the event could fill out and send in an application form found on the website clickutility.it. Participation was open to all citizens of the region. The final number of participants was 141, representing different categories, ages and genders. In order to guarantee a meaningful presence of the younger brackets of the population, several places were reserved to regional high school students. One limitation of this method of selection is that it relies on the initiative of the people but self-selection affects the representativeness of the sample. With the exception of the two groups of students, the lack of invitations to specific target groups left representativeness to chance. The use of internet for applications reduced the opportunities of participation of elderly persons or those not using internet. However, the aim of the process was to obtain contributions for the new Plan; self-selected participants were mainly individuals interested and competent in the specific field; thus representativeness was traded-off with the competence of participants. The Region encouraged attendance from all over the region by offering participants the opportunity to travel free of charge to the venue in reserved train cars; attendance was also encouraged by offering of free train tickets and gadgets.</p><h2>The participatory process</h2><p>The event took place on a single day, February 26, 2011, at the headquarters of Emilia-Romagna Region in Bologna. On arrival, participants had the opportunity to get acquainted with the contents of new regional transport Plan and the Region’s transport and mobility policies. Stands were prepared and participants could talk with and ask questions to the Region’s representatives. Before the beginning of workshops, all participants attended an introduction of the event by representatives of Regional Territorial Planning Department. Regarding the participatory process more specifically, two sessions of workshops were organized. Every session included 8 specific workshops on different topics. Every workshop lasted about one hour and 15 minutes. At the end of the process 16 “work-tables” were set up. Upon presenting their application, citizens expressed their personal fields of interest; therefore the specific topics of the workshops were decided beforehand, keeping in mind the priorities of the participants. Thus, participants were assigned to a specific workroom according to his/her main interest. Topics discussed during the participatory process were:</p><ul><li>Safety in mobility</li><li>“Good” and “Bad” mobility</li><li>Hypertrophy of road traffic</li><li>Individual and collective transport</li><li>Costs of mobility</li><li>Time dedicated to mobility</li><li>Mobility as a right</li><li>Safety and mobility according to young people</li></ul><p>Every workshop included between 14 and 22 participants, whose features and background were heterogeneous. Many socio-economic categories were represented, for example professionals with different expertise, civil servants in different fields, representatives of associations, working people, students and pensioners. Some working groups showed a particular geographical connotation, with a majority of participants coming from specific provinces of the region; this might signal different priorities perceived by inhabitants of different areas of the region, expressed by participants when submitting their applications, as described above. Also regarding gender, some working groups attracted a stronger female presence than others (for example half of 16 participants of the workshop on “mobility as a right” were women, while the workshop on “time dedicated to mobility' strangely enough had only three women out of 14 participants). Representativeness of students was specifically searched through some seats dedicated to students from two high schools from the provinces of Modena and Forlì. These students were addressed to the workshop entitled “Security and mobility according to young people”. This workshop included 22 participants, 19 of them were students, two were teachers as observers. One facilitator, paired with an assistant, was assigned to each workroom. Facilitators and assistants were the same during both sessions. The number of participants remained constant during the second session, it decreased only by a few units. The event ended with a plenary assembly during which institutional representatives reminded the main goals of the process and participants expressed some of the issues emerged in the workgroups. Facilitators and assistants wrote an instant report to record the highlights of the event. Documents about the participatory process were made available on Mobiliter.eu, a website dedicated to mobility and transport in Emilia-Romagna, which gave visibility to the initiative.</p><h2>Climate</h2><p>Facilitators reported that climate of debates was generally positive and constructive. As described above, an aspect worth noting again is that many participants showed a high level of competence about the issues being discussed, that touches every day life of many persons. Finally, it should be noted that the choice of the day of the week -i.e. Saturday, when many people are free from work- fostered participation in the event. Depending on the situation, facilitators adopted different attitudes and methods to lead the debate. Some of them decided to begin by asking all members of the workgroup to offer a personal reflection. This approach allowed to unearth a number of issues that could be further discussed during the deliberative phase; moreover it allowed to break the ice among participants and establish a dialogic climate. Intervention of facilitators was more or less evident. Sometimes the situation required a direct intervention of the facilitator, who stimulated the participation of some members of the workgroup, while in other situations s/he had to mitigate little conflicts. In particular in some of the afternoon sessions, participants got involved in 'hot' debates. In the workshop on “Safety in mobility” a participant monopolized the debate and the facilitator acknowledged a deterioration of the climate; in the workshop on “Costs of mobility” the debate warmed up when it started to discuss the quality of public transports. Anyway, overall the process showed a good dialogic-deliberative quality: participants expressed their direct experiences and established dialogues between them, with an important function of exchanging information and opinions. A final example that witnesses the involvement of participants was their request to receive a copy of budget with the updated costs of transportation policy.</p><h2>Outcomes</h2><p>The outcomes of the event cannot yet be defined. The Region is going to elaborate the outcomes by drafting a participated proposal document; the contents of this document should provide indications to the new Regional Integrated Transportation Plan. Subsequently the Region plans to organize a public presentation where the process outcomes will be widely publicized. A survey among participants shows that the process overall was considered satisfactory (however only 39 participants responded to the survey); criticism was expressed in relation to the lack of time, which didn’t allow to discuss the issues in depth. It seems that the process is unlikely to exert considerable influence considering the fact that the participatory process was subsequent to a preliminary document, which had already established general targets and to the Regional Planning Conference, which collected the opinions of local authorities and institutional stakeholders. Anyway, the experience of “Buona Mobilità” can be considered significant because it represents an innovative attempt to embed participatory democracy within an institutional policy. The project is also significant if one considers that it was inspired by the new regional law on participation and that it operates on a regional level, an exception in a context where the majority of participatory processes are conducted at municipal level.</p><p> </p><h2>External links</h2><p><a class=\"external free\" href=\"http://www.mobiliter.eu/wcm/mobiliter/pagine/partecipazione/InstantReport.pdf\" rel=\"nofollow\" title=\"http://www.mobiliter.eu/wcm/mobiliter/pagine/partecipazione/InstantReport.pdf\">http://www.mobiliter.eu/wcm/mobiliter/pagine/partecipazione/InstantReport.pdf</a> [BROKEN LINK]</p><p><a class=\"external free\" href=\"http://www.mobiliter.eu/wcm/mobiliter/pagine/partecipazione/guida_discussione_prit.pdf\" rel=\"nofollow\" title=\"http://www.mobiliter.eu/wcm/mobiliter/pagine/partecipazione/guida_discussione_prit.pdf\">http://www.mobiliter.eu/wcm/mobiliter/pagine/partecipazione/guida_discussione_prit.pdf</a> [BROKEN LINK]</p><p><a href=\"http://mobilita.regione.emilia-romagna.it/prit-piano-regionale-integrato-dei-trasporti/sezioni/buona-mobilita-la-partecipazione-dei-cittadini-al-nuovo-piano-regionale-integrato-dei-trasporti\">Official Webpage</a></p>", "title": "Participatory Transportation Planning \"Buona Mobilità\" (Emilia-Romagna, Italy)"}