{"htmlbody": "<p>\n</p><p><em>Note: Another version of this case study can be found below as a file attachment with the prefix \"VD\". This alternate version was originally submitted to </em><a href=\"http://www.vitalizing-democracy.org/\">Vitalizing Democracy</a><em> as a contestant for the 2011 Reinhard Mohn Prize.</em></p><p>As of 2010, Portsmouth, New Hampshire (population 20,000) has sustained the practice of organized, public dialogue and deliberation for over ten years. Since 1999, diverse community groups in Portsmouth have organized at least six rounds of large-scale dialogue-to-action circles (study circles) initiatives. This case study provides brief descriptions of four of these initiatives from 1999 through 2004. Descriptions of Portsmouth’s later public engagement initiatives will be added to this entry at a later date, or posted as separate entries.</p><p>The first four rounds of dialogue-to-action circles in Portsmouth involved over 850 city residents across class, racial, and neighborhood lines. The achievements of each successive round of dialogue-to-action circles produced a series of interested community leaders who encouraged their further growth. Each successive round of circles addressed a different public issue, ranging from school safety to creation of the city’s ten-year master plan.</p><p>Unless noted otherwise, the information in this case study borrows from an unpublished case study prepared by Joe Goldman for Everyday Democracy in 2004. However, because Goldman did not prepare this version of the case study for Participedia, he should not be held responsible for errors and omissions i <a id=\"Purpose_and_Problem\" name=\"Purpose_and_Problem\"></a></p><h2>Purpose and Problem</h2><p>Dialogue-to-action circles have been used in Portsmouth to address a series of contentious public issues. In almost every round of circles, “local government officials supported study circles because they faced contentious issues and did not clearly understand what the public’s views were on these topics.” [Fagotto &amp; Fung, p. 20]</p><p>To this end, in 2002 leaders created an informal organization, Portsmouth Listens, to spearhead the circles on the city’s master plan. Its web site notes that “Portsmouth Listens is a collaborative effort to help shape the future of the city we love. What began as a grassroots effort to preserve and enhance our local quality of life has grown into a partnership between volunteers and the city.” <a class=\"external autonumber\" href=\"http://portsmouthlistens.org/\" rel=\"nofollow\" title=\"http://portsmouthlistens.org/\">[1]</a> <a id=\"History\" name=\"History\"></a></p><h2>History</h2><p><a id=\"Bullying_and_School_Safety\" name=\"Bullying_and_School_Safety\"></a></p><h3>Bullying and School Safety</h3><p>In 1999, “Days of Dialogue: Respectful Schools” gave Portsmouth residents their first taste of dialogue-to-action circles when two hundred sixth graders from Portsmouth Middle School and seventy-five adults met several times to discuss bullying and other school safety issues. Following the circles, students presented recommendations to a joint meeting of the school board and the city council. These circles led to new school policies and a decline in bullying. They also helped different community factions to connect. During the years immediately following this work, school and community leaders reported that they communicated more frequently and viewed public deliberation as an effective way to address difficult issues. <a id=\"School_Redistricting\" name=\"School_Redistricting\"></a></p><h3>School Redistricting</h3><p>In 2000, a school board member who had taken part in the circles on school safety recommended the same process to address a school redistricting issue. Prior attempts to resolve the schools’ enrollment and space problems had failed in the wake of bitter public argument. More than one hundred people took part in the circles, with equal representation from each school. Holding sessions at different elementary schools helped participants appreciate the schools and see the effects of overcrowding. The final report from the circles, “Rethinking Instead of Redistricting,” provided ten recommendations for the redistricting plan. The ideas and support generated in the study circles resulted in limiting relocation to only sixty-five students. Compared with previous redistricting efforts, the level of community acceptance was striking. <a id=\"Racial_Profiling\" name=\"Racial_Profiling\"></a></p><h3>Racial Profiling</h3><p>In 2002, responding to allegations of racial profiling and harassment of young black males, the city police department, the local chapter of the National Association for the Advancement of Colored People (NAACP), and the school district sponsored circles on racism and race relations. The discussions included police officers, school leaders, community members and high school students. No specific policy changes resulted, but communication between the police and the community improved. <a id=\"The_City.E2.80.99s_Master_Plan\" name=\"The_City.E2.80.99s_Master_Plan\"></a></p><h3>The City’s Master Plan</h3><p>Later in 2002, the city planning board—backed by the mayor, the city manager, the planning department, and city council members—endorsed dialogue-to-action circles to generate citizen input for the city’s master plan. Typically, a master plan includes a vision for the future, a description of important trends, and strategies for reaching the vision. Topics addressed in a master plan frequently include land use, housing, transportation, natural resources, recreation, historic preservation and the arts. By state law, planning boards are required to involve the public in the development of the master plan. Typically, this takes place through public hearings, surveys and stakeholder interviews.</p><p>Leaders created an informal organization, Portsmouth Listens, to spearhead the circles on the master plan. Organizers used targeted, yet open, recruitment strategies to make sure that people from all parts of the community planned the program and joined the deliberations. The program continued from autumn 2002 through the summer 2004. It unfolded in three stages and involved nearly three hundred people. When the new master plan was released, it was clear that the city had incorporated advice from the circles. In addition, several ad hoc task forces formed to advance ideas generated in the circles. One of these ad hoc groups focused on protecting the community’s natural resources. Numerous citizen-driven “sustainability” initiatives grew out of this work, some of it in collaboration with the City Manager.</p><p>The details that follow under the remaining categories in this case refer to the dialogue-to-action circles’ role in work on the city’s master plan. <a id=\"Originating_Entities_and_Funding\" name=\"Originating_Entities_and_Funding\"></a></p><h2>Originating Entities and Funding</h2><p>When Portsmouth Listens was created to organize the circles on the city’s master plan, it was led by the publisher of the Portsmouth Herald and by the chair of the Greater Portsmouth Education Partnership Council (GPEPC). Portsmouth Listens received guidance and support from the director of the chamber of commerce, local business leaders, real estate developers, city officials, the police chief, and other civic activists.</p><p>The city manager convinced the planning director and the chair of the planning board to support the effort. The city agreed to donate $10,000 to the process and an additional $10,000 was raised “from 4 phone calls” made by the organizing committee. <a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h2>Participant Selection</h2><p>Portsmouth Listens made a substantial effort to engage a large, representative portion of the community in the process. As part of the effort, 36 volunteers hand delivered more than 5,000 brochures to residents in a citywide canvas to recruit participants in November of 2002. Portsmouth Listens also ran advertisements in the local newspaper and asked local businesses to place displays in their windows to reach out to the community. Initially, 415 residents signed up to participate in the circles (2.7 percent of the city’s adult population over the age of 25) and close to 300 people participated in the first round of the process. The second and third rounds attracted 100 and 40 participants, respectively.</p><p>Several people involved with the first round of circles commented on the diversity of the groups and the different perspectives brought to the table by participants. For example, 20 percent of participants had children in the schools, matching the proportion of the city’s households. The average income of participants was $63,000, compared to the city’s family median of $59,630. However, the effort came up short in several areas. Eighty-nine percent of the participants were college graduates compared to 42 percent of the community. More importantly, 76 percent were homeowners in a city that was evenly split 50-50 between renters and homeowners.</p><p>After the completion of the first round, Portsmouth Listens conducted an additional series of meetings for renters to ensure that their voices were heard through the process. Notably, the ideas generated from the renters were significantly different then from the larger group. [Goldman, 2004] <a id=\"Deliberation.2C_Decisions.2C_and_Public_Interaction\" name=\"Deliberation.2C_Decisions.2C_and_Public_Interaction\"></a></p><h2>Deliberation, Decisions, and Public Interaction</h2><p>The planning board emphasized that the dialogue-to-action circles were only one part of the planning process. In addition to the circles, the board convened a series of community meetings around the city, interviewed various stakeholder groups, and conducted a survey of residents. Notably, very few people ended up participating in the community meetings sponsored by the planning board. It seems that most of those members of the public who wanted to be heard chose to participate through the circles process.</p><p>The process unfolded in three phases. <a id=\"Phase.2FRound_One\" name=\"Phase.2FRound_One\"></a></p><h3>Phase/Round One</h3><p>The first round (300 participants) produced a vision for the future. It consisted of four two-hour sessions over the course of four weeks. Participants were divided into groups of 10 to 12 people. Each group was asked to address the question: “How can we make Portsmouth the best place to live and work for everyone?” The groups began with discussions about what they liked and didn’t like about Portsmouth, and then explored what they wanted Portsmouth to become. Each group created a list of issues related to its vision and prioritized the top three to five issues.</p><p>The reports of each of the groups were presented to the planning board, as was a summary of the reports prepared by Portsmouth Listens, at the end of March of 2003. According to the report, there was substantial convergence among the findings of the groups. The report identified seven themes from the dialogues, which would later become the overarching topic areas for the second round of the process; (1) Natural resources/open space/environmental balance, (2) Housing and socioeconomic diversity of our community, (3) Building Community, (4) Transportation, (5) Economic development, (6) Arts, culture and history, and (7) Downtown . <a id=\"Phase.2FRound_Two\" name=\"Phase.2FRound_Two\"></a></p><h3>Phase/Round Two</h3><p>In the second phase (100 participants) participants developed more detailed strategies and plans that addressed the most important priorities identified in the vision. The round consisted of four to five meetings over the course of six weeks.</p><p>Multiple people involved with the program described the participants in the second round of circles as highly energized and committed to the process. Participants met with representatives from city agencies and did substantial research for each plan. In some cases, their work on an issue stimulated additional activity outside of the circles. The facilitator for the arts and culture circle noted that his group’s work prompted the mayor’s commission on the arts, which had been “on hiatus,” to start working again.</p><p>This second phase produced six action plans that were presented to the planning board. Each plan consisted of a highly detailed set of recommendations as to what the city and greater community could do address the topic area. <a id=\"Phase.2FRound_Three\" name=\"Phase.2FRound_Three\"></a></p><h3>Phase/Round Three</h3><p>After a draft plan was completed, the circles were reconvened for a third time (40 participants) to review the plan and provide a final round of input to the city. <a id=\"Influence.2C_Outcomes.2C_and_Effects\" name=\"Influence.2C_Outcomes.2C_and_Effects\"></a></p><h2>Influence, Outcomes, and Effects</h2><p>One of the consultants hired by the City of Portsmouth to complete the Master Plan also noted that the ideas generated from the community influenced the development of the plan. While many of the ideas that were developed would likely have been considered without the deliberation, he said, it influenced how priorities were set in the plan. “One thing that came up fairly early was the importance of keeping a lively downtown and preserving ground floor retail, which is something the city has decided to go forward with,” he said. “That might have come up anyway, but it really became a sense of urgency because of the study circles process.”</p><p>Other areas that have been influenced by the public, according to the planning consultant, included prioritizing access to the water front, preserving it as a working waterfront, improving pedestrian and bicycle access and connections, and improving the quality of development and land use along the outlying corridors of the city to make the “rest of the city as special as downtown.”</p><p>One of Portsmouth Listen’s co-chairs, Jim Noucas, says that that because the “…Master Plan was created through substantial citizen involvement through study circles … it is fair to say that people consider it an important and driving policy for the city.” He argues that shared principles developed in the master plan circles continue to shape local decision making on several public issues. (DemocracySpace.org)</p><p>The most contentious of these issues had to do with a debate that began in 2007 about whether to build a new middle school or renovate the existing one. According to Noucas, “Many groups cited the Master Plan policy on open space/land conservation and preservation of historical assets. These policies led to the conclusion that we should conserve the large open space along Sagamore Creek as open space and preserve, by renovation, an important historical asset, the 75-year old Portsmouth Middle School building.” (DemocracySpace.org)</p><p>The master plan dialogue-to-action circles also substantially enhanced the city’s commitment to “sustainability.” In Phase II, a one of the circles working on “natural resources” identified the “Natural Steps” framework as a promising approach and presented this idea to the Planning Committee. The City Manager was already committed to environmental issues and showed great interest. Two citizens (Bert Cohen and Sky Maher) started meeting with the City Manager. They obtained a grant for the author of the “Natural Steps,” Sarah James, to come up to the community on three occasions to present first to his department heads; then to City Councilors, Board Members and Commission Members, and then to the public. The City Council then adopted a Blue Ribbon Committee on Sustainability. Citizen volunteers continue to promote this work, organizing educational meetings about sustainability, often in collaboration with circle is Portsmouth Listens, the City government. (DemocracySpace.org)</p><p>This work is also credited with contributing to “green” construction of the city’s new public library, the first LEED (Leadership in Energy and Environmental Design)-certified municipal building in New Hampshire. <a id=\"Analysis_and_Criticisms\" name=\"Analysis_and_Criticisms\"></a></p><h2>Analysis and Criticisms</h2><p>In their study,’’ Sustaining Public Engagement: Embedded Deliberation in Local Communities,’’ researchers Elena Fagotto and Archon Fung cite Portsmouth Listens’ work as an exemplar of public engagement that has been used effectively to address “gaps in communication and accountability between official and communities”. [Fagotto and Fung, p. 20]</p><blockquote>In Portsmouth, study circles were convened to clarify citizens’ opinions on a controversial school redistricting plan and on the city’s master plan. This two-track policy process – combining traditional chains of representation and policymaking with deliberative mechanisms to gather public input – proved effective … . Policymakers have returned to it on various occasions where the traditional process has proved inadequate.</blockquote><p>Fagotto and Fung also cite several reasons why public engagement processes in Portsmouth have been effective:</p><ul><li>“…they engaged the relevant officials from planning agencies, school boards, and city hall.”</li><li>“deliberative activists … convened highly effective deliberations using variants of the study circles model. These deliberations included broadly representative sectors of [the community] and they were well attended, well facilitated, and informative for participants.”</li><li>“…the deliberations were sponsored by capable community-based organizations …that had the know-how and resources to organize effective events. Importantly, these organizations did not limit their efforts to one topic or controversy. Rather, the had the wherewithal to sponsor several different rounds of public deliberation as important problems and issues arose over the years.”</li><li>“… these deliberations did not require the same individuals to participate over and over again.” [Fagotto and Fung, pp. 21-22]</li></ul><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h2>Secondary Sources</h2><p>Fagotto, Elena and Fung, Archon, \"Sustaining Public Engagement: Embedded Deliberation in Local Communities,\" Everyday Democracy and the Kettering Foundation, 2009.</p><p>Goldman, Joe, \"Unpublished case study on Portsmouth, NH,\" Everyday Democracy, 2004.</p><p>Scully, Patrick L. and McCoy, Martha L., \"Study Circles: Local Deliberation as the Cornerstone of Deliberative Democracy,\" in Gastil, John and Levine, Peter, Editors. The Deliberative Democracy Handbook: Strategies for Effective Citizen Engagement in the 21st Century. San Francisco: Jossey-Bass, 2005.</p><p><a class=\"external text\" href=\"http://democracyspace.typepad.com/\" rel=\"nofollow\" title=\"http://democracyspace.typepad.com/\">DemocracySpace.org</a>, \"<a class=\"external text\" href=\"http://democracyspace.wikispaces.com/October+2007+water+cooler\" rel=\"nofollow\" title=\"http://democracyspace.wikispaces.com/October+2007+water+cooler\">Water Cooler Discussion with Jim Noucas</a>\", retrieved on 5-7-10 from <a class=\"external free\" href=\"http://democracyspace.wikispaces.com/October+2007+water+cooler\" rel=\"nofollow\" title=\"http://democracyspace.wikispaces.com/October+2007+water+cooler\">http://democracyspace.wikispaces.com/October+2007+water+cooler</a> ) <a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p><a class=\"external text\" href=\"http://portsmouthlistens.org\" rel=\"nofollow\" title=\"http://portsmouthlistens.org\">PortsmouthListens.org</a></p><p><a class=\"external text\" href=\"http://www.everyday-democracy.org/en/index.aspx\" rel=\"nofollow\" title=\"http://www.everyday-democracy.org/en/index.aspx\">Everyday-Democracy.org</a></p>", "title": "Portsmouth Listens"}