{"htmlbody": "<h3>Summary</h3><p>The National Forum 2010 (also known as the National Gathering on the Constitution) was a deliberative and participatory one-day forum of 950 Icelandic citizens, held on 6 November 2010. The Icelandic parliament (Althingi) called for its creation in response to the national economic meltdown, which had caused the country’s stock exchange, currency and banks to crash in October 2008.<a href=\"#cite_note-0\" title=\"\">[1]</a> Taking its cue from nation-wide protests and lobbying efforts by civil organisations, the governing parties decided that Iceland's citizens should be involved in creating a new constitution. Hereby, the ongoing experimentation of the Anthill group with a new form of democratic innovation, namely the National Forum 2009, was welcomed and included in the constitution building process. Anthill is to be understood as a loose non-profit network of individuals (mainly high professionals) concerned about the lack of cooperation and communication among Iceland's citizens about their common political future during this time of severe economic as well as political crisis. Members of Anthill come from different political currents. In sum, the National Forum 2010 came in to being due to the efforts of both governing parties and the Anthill group. The goal of the forum was to produce a set of core values and visions that was representative of the Icelandic citizenship. The results of the forum were used as the basis for the constitutional revision. A seven-headed Constitutional Committee, appointed by the parliament, was charged with the supervision of the forum and the presentation of its results, while the organization and facilitation of the National Forum 2010 was done by the Anthill group.</p><h2>Contents</h2><ul><li class=\"toclevel-1\"><a href=\"#Purpose_and_Problem\">1 Purpose and Problem</a></li><li class=\"toclevel-1\"><a href=\"#History\">2 History</a></li><li class=\"toclevel-1\"><a href=\"#Creation_and_Participant_Selection\">3 Creation and Participant Selection</a></li><li class=\"toclevel-1\"><a href=\"#Deliberations_and_Decisions\">4 Deliberations and Decisions</a></li><li class=\"toclevel-1\"><a href=\"#Outcomes_and_Effects\">5 Outcomes and Effects</a></li><li class=\"toclevel-1\"><a href=\"#Analysis_.26_Criticisms\">6 Analysis &amp; Criticisms</a></li><li class=\"toclevel-1\"><a href=\"#Secondary_Sources\">7 Secondary Sources</a></li><li class=\"toclevel-1\"><a href=\"#External_Links\">8 External Links</a><ul><li class=\"toclevel-2\"><a href=\"#Official_Sources\">8.1 Official Sources</a></li><li class=\"toclevel-2\"><a href=\"#Official_Project_Links\">8.2 Official Project Links</a></li><li class=\"toclevel-2\"><a href=\"#Other_Sources\">8.3 Other Sources</a></li></ul></li><li class=\"toclevel-1\"><a href=\"#Notes\">9 Notes</a></li></ul><p><a id=\"Purpose_and_Problem\" name=\"Purpose_and_Problem\"></a></p><h2>Purpose and Problem </h2><p>On 16 June 2010, the Icelandic parliament accepted the “Act on a Constitutional Assembly no. 90/2010” (hereafter: the “Constitutional Act”), which ordered a complete overhaul of the constitution. Iceland's existing constitution was developed in 1944, when this nation gained independence from Denmark. However, in 1944 the Icelandic citizenry did not formulate the lines of its constitution by itself. Instead the 1944 constitution was almost literally copied from its Danish counterpart. Since then, the only changes that had ever been made to this document were partial ones, such as the substitution of the word “king” with “president”.<a href=\"#cite_note-1\" title=\"\">[2]</a> There had been several parliamentary committees that conducted reviews of the 1944 Constitution, but these had until 2009 never made any amendments. The purpose of the revision was therefore to draft an entirely new Constitution, so as to bring it up-to-date with the reality of present Icelandic politics.<a href=\"#cite_note-2\" title=\"\">[3]</a> Specifically designated subjects of consideration included the authority of the legislative and executive branches, the role of the President, the independence of the judiciary, electoral reform, public participation, supervision of the finance sector and the ownershp of natural resources.<a href=\"#cite_note-3\" title=\"\">[4]</a></p><p>Within this mandate, the Forum was tasked with establishing “the principal viewpoints and points of emphasis of the public concerning the organisation of the country’s government and its constitution.”<a href=\"#cite_note-4\" title=\"\">[5]</a> The findings were to inspire a constitutional draft that was reflective of the preferences of the Icelandic people.</p><p><a id=\"History\" name=\"History\"></a></p><h2>History </h2><p>TIMELINE:</p><p>04 November 2009: Bill submitted to parliament<br/>14 November 2009: National Forum 2009 organized by Anthill (1500 participants)<br/>16 June 2010: Constitutional Act accepted by parliament<br/>16 June 2010: Constitutional Commitee appointed (7 members)<br/>06 November 2010: National Forum 2010 organized by government (950 participants)<br/>26 October 2010: Constitutional Assembly elections are held (25 elects)<br/>25 January 2011: Supreme Court voids the Assembly elections<br/>24 March 2011: Parliament appoints assembly members to Constitutional Council<br/>06 April 2011: Constitutional Council starts its work<br/>29 July 2011: Constitutional Council submits final draft to parliament</p><a class=\"image\" href=\"/wiki/File:Constitutional_Diagram.jpg\" title=\"Diagram of the Drafting Process (designated institutions underlined)\"><img alt=\"\" border=\"0\" class=\"thumbimage\" height=\"393\" src=\"http://participedia.net/sites/default/files/images/cases/Constitutional_Diagram.jpg\" width=\"550\"/></a><p class=\"magnify\">Diagram of the Drafting Process (designated institutions underlined)</p><p>The constitutional revision process was officially initiated through a bill to the Parliament by Prime Minister Johanna Sigurdardottir (Social Democratic Alliance). This bill was presented in the wake of the Icelandic economic meltdown in 2008-11, which had caused a string of protests (also known as the “Kitchenware Revolution”) that led to the resignation of the government in 2009.<a href=\"#cite_note-5\" title=\"\">[6]</a> Parallel to these protests, citizens started to organise in grassroots-based think-thanks. On 14 November of that year, one of these civic associations – “The Anthill” – held a “<a href=\"http://participedia.net/en/cases/national-assembly-iceland-2009\" title=\"National Assembly (Iceland, 2009)\">national conference</a>”. By inviting a random sample of 0.5% of the population, the organisers of this event hoped to obtain a participative mandate that was representative enough to hold the government accountable.<a href=\"#cite_note-6\" title=\"\">[7]</a></p><p>Their findings added to the already existing political discourse, which demanded the review of matters like the separation between legislative and executive powers, the responsibilities and supervision of the executives and the possibility of direct public participation in decision-making. Faced with such fundamental questions, much of the public attention was directed at the fact that Iceland had never had an actual democratic discourse concerning its Constitution. This consequently became a prominent topic in the debate around national reform. Anticipating this demand, Sigurdardóttir already announced the creation of a special parliament to revise the constitution while the formation of the coalition was still incomplete in early 2009.<a href=\"#cite_note-7\" title=\"\">[8]</a></p><p>After the submission of the bill and perhaps under the pressure of the 2009 National Assembly, parliament decided that a “National Gathering” of one thousand people should be held to find out the nation’s viewpoints on the core values of the Icelandic Constitution. Thus, the National Forum 2010 became legislated as a part of the revision process initiated by the Constitutional Act. The act received the support of 39 members of the parliament, with 11 members abstaining, one voting against the Act and 11 absences (out of a total of 62).</p><p>The parliament appointed a Constitutional Committee, which was to make preparatory arrangements. This committee consisted of seven members, and was tasked with supervising the Forum. Afterwards they were to write a report about the Forum’s findings and organise elections for a <a href=\"http://participedia.net/en/cases/icelandic-constitutional-council-2011\" title=\"Icelandic Constitutional Council 2011\"> Constitutional Assembly</a>. This Assembly would then take up to four months to produce a constitutional draft, basing itself on the Committee’s report. The draft would eventually be presented to the parliament for a vote.<a href=\"#cite_note-8\" title=\"\">[9]</a></p><p><a id=\"Creation_and_Participant_Selection\" name=\"Creation_and_Participant_Selection\"></a></p><h2>Creation and Participant Selection </h2><p>The Constitutional Act prescribed that the participants of the Forum had to be randomly sampled from the National Population Register, “with due regard to a reasonable distribution of participants across the country and an equal division between genders, to the extent possible”.<a href=\"#cite_note-9\" title=\"\">[10]</a> The Anthill group therefore collaborated with Gallup Iceland. This polling company selected participants from the official directory of inhabitants by means of quota sampling. This way, representativeness could be assured and bias in age, gender and living place could be avoided. Indeed only place of living and age was challenging the organizers of the National Forum 2010, while an equal distribution of both women and men in the National Forum 2010 was relatively easy to implement. Selected participants were then contacted by letter and subsequently by phone. The mobilisation rate was 20 percent, which meant that five times more than the resulting participants had to be approached. 950 citizens eventually have participated in the National Forum 2010.</p><p><a id=\"Deliberations_and_Decisions\" name=\"Deliberations_and_Decisions\"></a></p><h2>Deliberations and Decisions </h2><p>The participants of the Forum sat in small groups of eight individuals at round tables, accompanied by one discussion leader. These trained facilitators did not contribute their views, but guided the discussion and made sure that all the participants had an equal opportunity to give their opinion.<a href=\"#cite_note-10\" title=\"\">[11]</a> The facilitators were part of a team of two hundred volunteers who worked to collect the participants arguments and process them into a digital file.<a href=\"#cite_note-11\" title=\"\">[12]</a> Discussions proceeded in rounds, so that all participants could give their opinion. They were encouraged to keep their speeches short. The stated goal was to bring out many and varied ideas. Deliberation in the National Forum 2010 was about identifying major topics and challenges for Iceland and to develop common understandings of them. It was not aiming at stimulating controversial discussions in the sense of exchanging pros and cons to a given proposal. Deliberation and Decision in the National Forum 2010 followed the idea of self-organization and empowerment. This model of civic participation aims at political education, community building, the stimulation of civic engagement, the promotion of public spiritedness, and last but not least the idea was to give citizens a voice in the constitutional revision.</p><p>The day followed a tight schedule that was laid out in a “facilitators’ handbook” especially compiled for the event by Agora, a company that specialises in <a href=\"http://participedia.net/en/methods/crowdsourcing\" title=\"Crowdsourcing\">crowdsourcing</a>. In the morning participants had to brainstorm by writing “values and visions” on paper cards, which were subsequently voted for by the entire table. The most popular value cards, meaning those cards with the most votes, were then collected and summarised into eight “main themes” (VALUES). Participants furthermore had to write specific content proposal cards, which were later categorised under one of the eight themes. Subsequently all eight participants of each table were given one theme and all the relevant content proposal cards, and were then reorganised into new groups with the same theme.</p><p>This way, the afternoon could be spend on more concrete discussions between thematically “specialised” groups. At the end another vote was held, in which participants rated the content proposals in terms of “importance” and “[positively] new ways of thinking”. Based on these voting results (DATA FROM THEME) the participants then consensually drafted summaries of their discussions (SENTENCE FORM). Afterwards participants returned to their original tables, where they all shared the experience from the thematic group discussions. Based on their reflections during the day, they then all drafted up to five recommendations, out of which each table voted the three best ones (SELECTED RECOMMENDATION).</p><p>At the end of the event, the organisers had gathered the following results:</p><ul><li>VALUES: by each of the participants, several one-word answers to the question “What values do you want to see form the basis of the new Icelandic Constitution?”</li><li>DATA FROM THEME: thematically selected one-sentence answers to the question “What do you want to see in the new Icelandic Constitution?”</li><li>SENTENCE FORM: by each thematic table, one jointly composed sentence “that contains the most important input within the theme that the table has been discussing and should characterise the Icelandic constitution.”</li><li>SELECTED RECOMMENDATION: from each table, three consensually voted answers to the question “What are our recommendations, advice and requests to those who will continue and finish the work towards a new constitution?”</li><li>PERSONAL RECOMMENDATIONS: everyone, the facilitators included, get a chance to fill out an evaluation form with personal recommendations to the Constitutional Assembly.</li></ul><p>These results were then summarised and rendered into a mindmap. The eight themes were published together with the relevant aggregated suggestions.</p><p><a id=\"Outcomes_and_Effects\" name=\"Outcomes_and_Effects\"></a></p><h2>Outcomes and Effects </h2><p>The deliberations of the participants were taken into account by the Constitutional Committee, which wrote a 700 page report that was to serve as the starting point of the Assembly’s deliberations.<a href=\"#cite_note-12\" title=\"\">[13]</a> Apart from the Forum’s conclusions, this report also listed the opinions of experts and of the Committee itself.<a href=\"#cite_note-13\" title=\"\">[14]</a> On the whole, most of the Forum’s conclusions can be said to reflect common views among the population of Iceland. The importance of human rights, democracy, transparency and equal access to healthcare and education are some of the main outcomes. They broadly reflected the societal sentiment for a more strongly regulated financial sector. Finally, there was a call for Iceland’s natural resources to remain under Icelandic control.</p><p>There are some notable ideas in the present constitutional draft that can be traced back to the forum, such as the public ownership of Iceland’s natural resources, an article on information rights, and an attempt to enshrine the Parliament’s role in the supervision of financial management. However at the moment, a systematic evaluation of the Icelandic primary sources is not available. Therefore an exact assertion about how much of the National Forum's proposals went into the final constitutional is not possible at the moment.</p><p>At the end of the Forum, oganizers asked participants in a post-evaluation-survey about their views of its organisation and impact. A total of 93% felt that the results would be of use to the constitutional assembly. Ninety-seven percent were satisfied with the organisation, 95% felt that the forum was a success, and 75% felt that the actual execution of the forum was exemplary.<a href=\"#cite_note-14\" title=\"\">[15]</a></p><p>Apart from the positive effects in terms of political influence and the satisfaction of participants, the National Forum 2010 received much media coverage, since it dealt with a topic highly present in Iceland's news. However, so far there was no systematic media coverage analysis done.</p><p>The whole National Forum 2010 was streamed in the Internet (?).</p><p><a id=\"Analysis_.26_Criticisms\" name=\"Analysis_.26_Criticisms\"></a></p><h2>Analysis &amp; Criticisms </h2><p>The large scale set-up and the random selection provided for a representative sample of the population. Furthermore, the devision into small, moderated groups provided ample opportunities for all participants to articulate their opinions. The results of the National Forum have been “filtered” several times: once (potentially) by the discussion leaders, once by the data collectors and once by the committee that presented the report. Even if all of these processes were designed to convey the opinion of public participants to the utmost degree, this would still not have been possible without significantly aggregating, simplifying and consensualising the results. In this regard it is worth noticing that almost all participants were satisfied with this process of joint proposal formulation. Organizers seem to have found a way to summarize the many ideas of so many participants in way accepted by nearly all participants.</p><p>Beyond the actual event, the effect of the National Forum’s deliberations were dependant on external factors. The findings of the forum were not binding to the Constitutional Council, and the constitutional draft eventually produced by the Council is still subject to revision by the parliament.</p><p>The total cost of the National Forum was 63.5 million Icelandic Kronor (about €386 000), which was 70% of its allocated budget of 91.7 million (€557 000). The relatively efficient use of resources was possible due to a broad support by political, economic as well as civil society actors.</p><p>The National Forum 2010 should be seen as a single event. It is part of an ongoing civic engagement process. So far, around 100 such processes took place all over Iceland, most of them being much smaller than the National Forum 2010 or 2009. The total number of participants at such events initiated by the Anthill group is estimated to be 20,000.</p><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h2>Secondary Sources </h2><ul><li>Axelsson, Reynir. Comments on the Decision of the Supreme Court to Invalidate the election to the Constitutional Assembly (2011). <a class=\"external free\" href=\"http://stjornarskrarfelagid.is/wp-content/uploads/2011/07/Article_by_Reynir_Axelsson.pdf\" rel=\"nofollow\" title=\"http://stjornarskrarfelagid.is/wp-content/uploads/2011/07/Article_by_Reynir_Axelsson.pdf\">http://stjornarskrarfelagid.is/wp-content/uploads/2011/07/Article_by_Reynir_Axelsson.pdf</a> (Accessed on 8/8/2011)</li><li>Robert H. Wade and Silla Sigurgeirsdottir. “Iceland’s meltdown: The rise and fall of international banking in the North Atlantic.” Real-world Economic Review, 56, 2011: 58–71. <a class=\"external free\" href=\"http://www.paecon.net/PAEReview/issue56/WadeSigurgeirsdottir56.pdf\" rel=\"nofollow\" title=\"http://www.paecon.net/PAEReview/issue56/WadeSigurgeirsdottir56.pdf\">http://www.paecon.net/PAEReview/issue56/WadeSigurgeirsdottir56.pdf</a> (Accessed on 8/8/2011)</li></ul><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links </h2><p><a id=\"Official_Sources\" name=\"Official_Sources\"></a></p><h4>Official Sources </h4><ul><li><a class=\"external text\" href=\"http://www.thjodfundur2010.is/other_files/2010/doc/Act-on-a-Constitutional-Assembly.pdf\" rel=\"nofollow\" title=\"http://www.thjodfundur2010.is/other_files/2010/doc/Act-on-a-Constitutional-Assembly.pdf\">Act on a Constitutional Assembly no. 90/2010 – English version</a> [DEAD LINK]</li><li><a class=\"external text\" href=\"http://www.thjodfundur2010.is/frettir/lesa/item32858/\" rel=\"nofollow\" title=\"http://www.thjodfundur2010.is/frettir/lesa/item32858/\">Conclusions of the 2010 National Forum – English version</a> [DEAD LINK]</li><li><a class=\"external text\" href=\"http://www.stjornlagarad.is/english/\" rel=\"nofollow\" title=\"http://www.stjornlagarad.is/english/\">Constitutional Council website – English version</a></li></ul><p><a id=\"Official_Project_Links\" name=\"Official_Project_Links\"></a></p><h4>Official Project Links </h4><ul><li><a class=\"external text\" href=\"https://www.facebook.com/Stjornlagarad\" rel=\"nofollow\" title=\"https://www.facebook.com/Stjornlagarad\">Facebook page</a></li><li><a class=\"external text\" href=\"https://twitter.com/#!/Stjornlagarad\" rel=\"nofollow\" title=\"https://twitter.com/#!/Stjornlagarad\">Twitter account</a></li><li><a class=\"external text\" href=\"http://www.flickr.com/photos/stjornlagarad/\" rel=\"nofollow\" title=\"http://www.flickr.com/photos/stjornlagarad/\">Flickr page</a></li><li><a class=\"external text\" href=\"http://www.youtube.com/user/Stjornlagarad\" rel=\"nofollow\" title=\"http://www.flickr.com/photos/stjornlagarad/\">Youtube page</a></li></ul><p><a id=\"Other_Sources\" name=\"Other_Sources\"></a></p><h4>Other Sources </h4><ul><li><a class=\"external text\" href=\"http://www.guardian.co.uk/world/2011/jun/09/iceland-crowdsourcing-constitution-facebook\" rel=\"nofollow\" title=\"http://www.guardian.co.uk/world/2011/jun/09/iceland-crowdsourcing-constitution-facebook\">Guardian.co.uk (9/6/2011), “Mob rule: Iceland crowdsources its next constitution.”</a></li><li><a class=\"external text\" href=\"http://stjornarskrarfelagid.is/?page_id=2613\" rel=\"nofollow\" title=\"http://stjornarskrarfelagid.is/2011/07/english-translations/\">“The extremely controversial decision by the Icelandic Supreme Court”, published by the Constitutional Society (16/07/2011).</a></li><li><a class=\"external text\" href=\"http://icelandreview.com/news/2010/11/28/poor-turnout-constitutional-assembly-election\" rel=\"nofollow\" title=\"http://www.whatson.is/icelandreview/daily_news/Poor_Turnout_in_Constitutional_Assembly_Election_0_370680.news.aspx?cat_id=16567&amp;ew_24_r_f=1&amp;ew_24_r_t=1&amp;news_category_id=\">Iceland Review Online (28/11/2010), “Poor Turnout in Constitutional Assembly Election.”</a></li><li><a class=\"external text\" href=\"http://www.icenews.is/index.php/2011/03/24/icelandic-parliament-passes-constitutional-change-bill/#more-22190\" rel=\"nofollow\" title=\"http://www.icenews.is/index.php/2011/03/24/icelandic-parliament-passes-constitutional-change-bill/#more-22190\">IceNews.is (24/3/2011), “Icelandic parliament passes constitutional bill change.”</a></li><li><a class=\"external text\" href=\"http://www.icelandreview.com/icelandreview/daily_news/?cat_id=16567&amp;ew_0_a_id=370813\" rel=\"nofollow\" title=\"http://www.icelandreview.com/icelandreview/daily_news/?cat_id=16567&amp;ew_0_a_id=370813\">Icelandreview.com (01/12/2010), “Iceland Election Results Announced.”</a></li><li><a class=\"external text\" href=\"http://icelandreview.com/icelandreview/daily_news/?cat_id=16567&amp;ew_0_a_id=370733\" rel=\"nofollow\" title=\"http://icelandreview.com/icelandreview/daily_news/?cat_id=16567&amp;ew_0_a_id=370733\">IcelandReview.com (29/11/2010), \"Poorest Election Turnout in Iceland’s History\"</a></li><li><a class=\"external text\" href=\"http://icelandreview.com/icelandreview/daily_news/?ew_0_a_id=372995\" rel=\"nofollow\" title=\"http://icelandreview.com/icelandreview/daily_news/?ew_0_a_id=372995\">Icelandreview.com (25/1/2011), “Iceland Constitutional Assembly Voting Invalid.</a></li><li><a class=\"external text\" href=\"http://www.constitutionalassembly.politicaldata.org\" rel=\"nofollow\" title=\"http://www.constitutionalassembly.politicaldata.org\">A useful blog about the process</a> by Indridi H. Indridason, an Associate Professor of Political Science at the University of California-Riverside.</li><li><a class=\"external text\" href=\"http://www.state.gov/r/pa/ei/bgn/3396.htm\" rel=\"nofollow\" title=\"http://www.state.gov/r/pa/ei/bgn/3396.htm\">US department of State: Iceland (accessed 15/9/2011)</a></li><li><a class=\"external text\" href=\"http://www.usatoday.com/money/world/2011-06-12-Iceland-constitution-online_n.htm\" rel=\"nofollow\" title=\"http://www.usatoday.com/money/world/2011-06-12-Iceland-constitution-online_n.htm\">AP (12/6/2011), “Tech-savvy Iceland goes online for new constitution.”</a></li><li><a class=\"external text\" href=\"http://www.government.is/constitution/\" rel=\"nofollow\" title=\"http://www.government.is/constitution/\">Old constitution.</a></li><li>Landemore , Hélène (2/12/2013). <a href=\"https://yale.academia.edu/HeleneLandemore\">Inclusive Constitution-Making: The Icelandic Experiment.</a></li><li><a href=\"https://en.wikipedia.org/wiki/Icelandic_constitutional_reform,_2010%E2%80%9313\">Wikipedia Article - Icelandic Constitutional Reform 2011-2013</a></li></ul><p><a id=\"Notes\" name=\"Notes\"></a></p><h2>Notes </h2><ol class=\"references\"><li id=\"cite_note-0\"><a href=\"#cite_ref-0\" title=\"\">↑</a> <a class=\"external free\" href=\"http://edition.cnn.com/2009/WORLD/europe/04/25/iceland.elections/index.html\" rel=\"nofollow\" title=\"http://edition.cnn.com/2009/WORLD/europe/04/25/iceland.elections/index.html\">http://edition.cnn.com/2009/WORLD/europe/04/25/iceland.elections/index.html</a></li><li id=\"cite_note-1\"><a href=\"#cite_ref-1\" title=\"\">↑</a> Alda Sigmundsdottir, <a class=\"external text\" href=\"http://www.usatoday.com/money/world/2011-06-12-Iceland-constitution-online_n.htm\" rel=\"nofollow\" title=\"http://www.usatoday.com/money/world/2011-06-12-Iceland-constitution-online_n.htm\">Associated Press</a> (12/6/2011)</li><li id=\"cite_note-2\"><a href=\"#cite_ref-2\" title=\"\">↑</a> Stjornlagarad.is. “A Bill Submitted to Althinghi”</li><li id=\"cite_note-3\"><a href=\"#cite_ref-3\" title=\"\">↑</a> Article 3 of the Constitutional Act</li><li id=\"cite_note-4\"><a href=\"#cite_ref-4\" title=\"\">↑</a> Act on a Constitutional Assembly, Interim Provision</li><li id=\"cite_note-5\"><a href=\"#cite_ref-5\" title=\"\">↑</a> Helga Kristin Einarsdottir, “Iceland’s Ruling Coalition Splits Following Protests” <a class=\"external free\" href=\"http://www.bloomberg.com/apps/news?pid=newsarchive&amp;sid=avntV39aM_7I&amp;refer=europe\" rel=\"nofollow\" title=\"http://www.bloomberg.com/apps/news?pid=newsarchive&amp;sid=avntV39aM_7I&amp;refer=europe\">http://www.bloomberg.com/apps/news?pid=newsarchive&amp;sid=avntV39aM_7I&amp;refer=europe</a> [DEAD LINK]</li><li id=\"cite_note-6\"><a href=\"#cite_ref-6\" title=\"\">↑</a> Interview with Gudjon Mar Gudjonsson on <a class=\"external text\" href=\"http://ohmygov.com/blogs/general_news/archive/2009/11/13/in-iceland-trying-to-reprogram-government.aspx\" rel=\"nofollow\" title=\"http://ohmygov.com/blogs/general_news/archive/2009/11/13/in-iceland-trying-to-reprogram-government.aspx\">OhMyGov.com</a> [DEAD LINK]</li><li id=\"cite_note-7\"><a href=\"#cite_ref-7\" title=\"\">↑</a> <a class=\"external text\" href=\"http://www.icelandreview.com/icelandreview/search/news/Default.asp?ew_0_a_id=319192\" rel=\"nofollow\" title=\"http://www.icelandreview.com/icelandreview/search/news/Default.asp?ew_0_a_id=319192\">Iceland Review_Online</a> 30/01/2009</li><li id=\"cite_note-8\"><a href=\"#cite_ref-8\" title=\"\">↑</a> Act on a Constitutional Assembly, Interim Provision</li><li id=\"cite_note-9\"><a href=\"#cite_ref-9\" title=\"\">↑</a> Act on a Constitutional Assembly, Interim Provision</li><li id=\"cite_note-10\"><a href=\"#cite_ref-10\" title=\"\">↑</a> National Forum <a class=\"external text\" href=\"http://www.thjodfundur2010.is/thatttakendur/\" rel=\"nofollow\" title=\"http://www.thjodfundur2010.is/thatttakendur/\">website</a> [DEAD LINK]</li><li id=\"cite_note-11\"><a href=\"#cite_ref-11\" title=\"\">↑</a> These data are stored online in [www.thjodfundur2010 Icelandic]. A summary of the data was also produced in <a class=\"external text\" href=\"http://www.thjodfundur2010.is/frettir/lesa/item32858/\" rel=\"nofollow\" title=\"http://www.thjodfundur2010.is/frettir/lesa/item32858/\">English</a> [DEAD LINK]</li><li id=\"cite_note-12\"><a href=\"#cite_ref-12\" title=\"\">↑</a> AP, “Tech-savvy Iceland goes online for new constitution” 12/6/2011</li><li id=\"cite_note-13\"><a href=\"#cite_ref-13\" title=\"\">↑</a> Interview with Dr. Guðrún Pétursdóttir Chairman of the Constitutional Committee, minute <a class=\"external text\" href=\"http://www.youtube.com/watch?v=MunIgM4GXgY\" rel=\"nofollow\" title=\"http://www.youtube.com/watch?v=MunIgM4GXgY\">4:13</a></li><li id=\"cite_note-14\"><a href=\"#cite_ref-14\" title=\"\">↑</a> Official forum <a class=\"external text\" href=\"http://stjornlagarad.is/english/\" rel=\"nofollow\" title=\"http://stjornlagarad.is/english/\">website</a> [DEAD LINK]</li></ol><p> </p>", "title": "Icelandic National Forum 2010"}