{"htmlbody": "<h3>Summary</h3><p>The Constitutional Council was a body of 25 appointed Icelandic citizens, which was charged with creating a constitutional draft between 6 April and 29 July 2011. Initially the constitution was meant to be revised by a nationally elected assembly, but following a controversial Supreme Court decision to void the assembly elections, the Icelandic parliament (Althingi) appointed the elects to form a council.</p><p>The parliament had called for a constitutional revision in response to the national economic meltdown, which had caused the country’s stock exchange, currency and banks to crash in October 2008.<a href=\"#cite_note-0\" title=\"\">[1]</a> Taking its cue from nation-wide protests and non-confrontational efforts by civil organisations, the governing parties decided that the citizenship should be involved in creating a new constitution. The council was ordered to do this by drawing on the results of a consultative <a href=\"/wiki/Icelandic_National_Forum_2010\" title=\"Icelandic National Forum 2010\"> citizens’ forum</a>, as well as by advertising “extensively for proposals from the public, interest groups or other parties.”<a href=\"#cite_note-1\" title=\"\">[2]</a></p><p>The council attempted to meet this condition by making innovative use of the internet, subscribing to popular social media like <a href=\"#Official_Project_Links\" title=\"\"> Youtube, Twitter, Facebook and Flickr</a> and arguably making Iceland the first country to use <a href=\"http://participedia.net/en/methods/crowdsourcing\" title=\"Crowdsourcing\">crowdsourcing</a> as a means for constitutional revision. This may have produced some notable ideas, such as the public ownership of Iceland’s natural resources, an article on information rights, and an attempt to enshrine the Parliament’s role in the supervision of financial management.</p><h2>Contents</h2><ul><li class=\"toclevel-1\"><a href=\"#Purpose_and_Problem\">1 Purpose and Problem</a></li><li class=\"toclevel-1\"><a href=\"#History\">2 History</a></li><li class=\"toclevel-1\"><a href=\"#Creation_and_Participant_Selection\">3 Creation and Participant Selection</a></li><li class=\"toclevel-1\"><a href=\"#Deliberations_and_Decisions\">4 Deliberations and Decisions</a></li><li class=\"toclevel-1\"><a href=\"#Outcomes_and_Effects\">5 Outcomes and Effects</a></li><li class=\"toclevel-1\"><a href=\"#Analysis_.26_Criticisms\">6 Analysis &amp; Criticisms</a><ul><li class=\"toclevel-2\"><a href=\"#Political_Independence\">6.1 Political Independence</a></li><li class=\"toclevel-2\"><a href=\"#Legitimacy_issues\">6.2 Legitimacy issues</a></li></ul></li><li class=\"toclevel-1\"><a href=\"#Secondary_Sources\">7 Secondary Sources</a></li><li class=\"toclevel-1\"><a href=\"#External_Links\">8 External Links</a><ul><li class=\"toclevel-2\"><a href=\"#Official_Sources\">8.1 Official Sources</a></li><li class=\"toclevel-2\"><a href=\"#Official_Project_Links\">8.2 Official Project Links</a></li><li class=\"toclevel-2\"><a href=\"#Other_Sources\">8.3 Other Sources</a></li></ul></li><li class=\"toclevel-1\"><a href=\"#Notes\">9 Notes</a></li></ul><p><a id=\"Purpose_and_Problem\" name=\"Purpose_and_Problem\"></a></p><h2>Purpose and Problem</h2><p>TIMELINE:</p><p>04 November 2009: Bill submitted to parliament<br/>14 November 2009: National Forum 2009 organized by Anthill (1500 participants)<br/>16 June 2010: Constitutional Act accepted by parliament<br/>16 June 2010: Constitutional Commitee appointed (7 members)<br/>06 November 2010: National Forum 2010 organized by government (950 participants)<br/>26 October 2010: Constitutional Assembly elections are held (25 elects)<br/>25 January 2011: Supreme Court voids the Assembly elections<br/>24 March 2011: Parliament appoints assembly members to Constitutional Council<br/>06 April 2011: Constitutional Council starts its work<br/>29 July 2011: Constitutional Council submits final draft to parliament</p><p>On 16 June 2010, the Icelandic parliament accepted the “Act on a Constitutional Assembly no. 90/2010” (hereafter: the “Constitutional Act”). This act ordered a complete overhaul of the old Icelandic constitution, which dated from 1944. Iceland had in this year gained independence from Denmark and the Danish constitution served as a model for the Icelandic one. Consequently, the text of Iceland’s constitution was almost literally identical with its Danish counterpart. Since then, the only changes that had ever been made to this document were small ones, such as the substitution of the word “king” with “president”.<a href=\"#cite_note-2\" title=\"\">[3]</a> There had been several parliamentary committees that conducted reviews of the 1944 Constitution, but these had until 2009 never made any amendments. The purpose of the revision was therefore to revise the old Constitution in its entirety, bringing it up-to-date with the reality of present Icelandic politics.<a href=\"#cite_note-3\" title=\"\">[4]</a> Specifically designated subjects of consideration included the authority of the legislative and executive branches, the role of the President, the independence of the judiciary, electoral reform, public participation, supervision of the finance sector and the ownership of natural resources.<a href=\"#cite_note-4\" title=\"\">[5]</a> Over the duration of maximally four months, the Assembly was then asked to draft a legislative bill for the attention of parliament.</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>The constitutional revision process was officially initiated through a bill to the parliament by Prime Minister Johanna Sigurdardottir (Social Democratic Alliance). This bill was presented in the wake of the Icelandic economic meltdown in 2008-11, which had caused a string of protests (also known as the “Kitchenware Revolution”) that led to the resignation of the government in 2009.<a href=\"#cite_note-5\" title=\"\">[6]</a> Parallel to these protests, citizens started to organise in grassroots-based think-thanks. On 14 November of that year, a group of such organisations – collectively called “The Anthill” – held a “<a href=\"http://participedia.net/en/cases/national-assembly-iceland-2009\" title=\"National Assembly (Iceland, 2009)\"> national assembly</a>”. By inviting 0.5% of the population, the organisers of this event hoped to obtain a participative mandate that was representative enough to hold the government accountable.<a href=\"#cite_note-6\" title=\"\">[7]</a></p><p>Their findings added to the already existing social discourse, which demanded the review of matters like the separation between legislative and executive powers, the responsibilities and supervision of the executives and the possibility of direct public participation in decision-making. Faced with such fundamental questions, much of the public attention was directed at the fact that Iceland had never had an actual democratic discourse concerning its Constitution. This consequently became a prominent topic in the debate around national reform. Anticipating this demand, Sigurdardóttir already announced the creation of a special parliament to revise the constitution while the formation of the coalition was still incomplete in early 2009.<a href=\"#cite_note-7\" title=\"\">[8]</a></p><p>Thus, after the submission of the bill and perhaps under the pressure of the 2009 National Assembly, parliament decided to add provisions for a national assembly and an inclusive and public drafting process to the Constitutional Act. The act received the support of 39 members of the parliament, with 11 members abstaining, one voting against the Act and 11 absences (out of a total of 62).</p><p>The parliament appointed a Constitutional Committee, which was to make preparatory arrangements. This committee consisted of seven members, and was tasked with organising the <a href=\"http://participedia.net/en/cases/icelandic-national-forum-2010\">National Gathering</a>. Afterwards they were to write a report about the Forum’s findings and organise the Assembly elections. However, the Supreme Court ruled that the elections were invalid due to technical errors (because of carelessness, it would have theoretically been possible for someone to find out people’s personal voting preferences). Since this ruling did not disprove the actual election results, Althingi decided to appoint the Assembly members to a Constitutional Council. (Consequently, these two bodies are practically the same.) On 29 July, 2011, the Council had finished the final draft, which was send to parliament for a reading. After this reading, it may be returned to the council for amendments or it may be accepted as a whole by parliament. In both cases, it is also possible that it is presented for approval by the citizens in a national referendum.</p><p> </p><p><img src=\"/sites/default/files/images/cases/Constitutional_Diagram.jpg\"/></p><p><a id=\"Creation_and_Participant_Selection\" name=\"Creation_and_Participant_Selection\"></a></p><h2>Creation and Participant Selection </h2><p>The body that was to produce the actual draft was originally intended to be a publicly elected Assembly of 25 to 31 normal citizens. Icelandic citizens with full suffrage were allowed to vote for the members of the Constitutional Assembly. They were also allowed to stand for election, except for the President, ministers and the members of parliament. In total, 522 people stood for election, out of whom 25 were elected to the Assembly by Single Transferable Vote (STV). The turn-out was around 83 000 people from a population of 320 000: a 35.95% participation rate.<a href=\"#cite_note-8\" title=\"\">[9]</a> For Icelandic standards, this is said to be an unprecedented low turnout.<a href=\"#cite_note-9\" title=\"\">[10]</a> Possible reasons for this low participation rate could have included low media coverage, lack of debate about basic issues and between clearly profiled candidates, disagreement over the importance of a Constitutional Assembly and finally a general \"election fatigue\" (it was the third Icelandic election of that year).<a href=\"#cite_note-10\" title=\"\">[11]</a></p><p>On the 25th of January, 2011, the Icelandic Supreme Court Ruled that the elections were invalid due to deficiencies in its execution.<a href=\"#cite_note-11\" title=\"\">[12]</a> However, this controversial decision of the court was de facto dismissed by the parliament, which ruled that the elected Assembly members were to sit on a Constitutional Council. The resolution was passed with 31 votes in favour, 21 against and seven no-votes.<a href=\"#cite_note-12\" title=\"\">[13]</a> The Constitutional Assembly thus became a Constitutional Council, with the same tasks and of almost exact the same composition (one person gave up her seat and was replaced by the 26th person on the list).</p><p><a id=\"Deliberations_and_Decisions\" name=\"Deliberations_and_Decisions\"></a></p><h2>Deliberations and Decisions </h2><p>Article 20 of the Act specifies that the Assembly “shall advertise extensively for proposals from the public, interest groups or other parties who may wish to bring forward their proposals and other material to the attention of the Assembly.” The Council has managed to do this quite creatively, having subscribed to popular social media like <a href=\"#Official_Project_Links\" title=\"\"> Youtube, Twitter, Facebook and Flickr</a>. They used these to post updates, minutes, interviews with council members and video’s of their deliberations. Together with the official website, these digital media served as a platform for Icelandic citizens to bring their proposals forward. According to the council, most of the online discussion has consequently taken place on Facebook.<a href=\"#cite_note-13\" title=\"\">[14]</a> In other words, the process of participant selection was open: users could self-select. The only thing they required to do was give an address, and consequently the process was even open to non-nationals.</p><p>During the 4 month writing process, the Council regularly published preliminary drafts online for public review.<a href=\"#cite_note-14\" title=\"\">[15]</a> Additional suggestions by members of the public that were approved for consideration by the council were posted on the website. The public could then debate these suggestions online. Finally, the council would consider the arguments for and against the suggestions and decide whether to include them in the next draft. Some suggestions, such as the prohibition of livestock maltreatment, have thus been adopted in the constitutional draft. <a href=\"#cite_note-15\" title=\"\">[16]</a></p><p>On 29 July, 2011, the Council presented a final draft resolution for revision to Althingi. This will be reviewed and possibly returned to the Council for amendments, after which it will be submitted to a parliamentary vote. There is also the possibility that the draft will be put to a referendum.<a href=\"#cite_note-16\" title=\"\">[17]</a></p><p><a id=\"Outcomes_and_Effects\" name=\"Outcomes_and_Effects\"></a></p><h2>Outcomes and Effects </h2><p>Since the draft is still under consideration, it is too early to make statements on the outcomes of the process. Some of the intended goals – such as increased parliamentary responsibilities and supervisory powers on the financial sector – have been included in the draft. Since these changes will affect the Althingi directly, much depends on whether the parliament will decide to accept the changes. Under the old constitution, changes to the constitution must be accepted by the Althingi.<a href=\"#cite_note-17\" title=\"\">[18]</a></p><p>One notable effect that the process has had so far, is the commitment to Iceland’s natural resources. Both the National Forum and the council proved inclined to adopt the public’s ownership of natural resources in the constitution. This decision has been much disputed amongst the nation’s political elite, and especially the Liberal Conservative Independence Party has tried to block the revision process for this reason. This is not really a novelty, as the party had already blocked a similar proposal through parliament in 2009.<a href=\"#cite_note-18\" title=\"\">[19]</a></p><p><a id=\"Analysis_.26_Criticisms\" name=\"Analysis_.26_Criticisms\"></a></p><h2>Analysis &amp; Criticisms </h2><p><a id=\"Political_Independence\" name=\"Political_Independence\"></a></p><h4>Political Independence </h4><p>The Supreme Court’s decision to void the Assembly Elections on technical grounds has proved very controversial. On close examination, the ruling appears to rest on a set of questionable arguments.<a href=\"#cite_note-19\" title=\"\">[20]</a> Its motivation appears to be political, since four of the five Supreme Court Judges were appointed by the Independence Party. This party had a strong interest in not letting the assembly operate after it became clear that most of the elects were in favour of allotting Iceland’s natural resources to “the Nation”. Many members of the political elite are interested in privatising these natural resources instead.<a href=\"#cite_note-20\" title=\"\">[21]</a></p><p>The decision has therefore been called “an extremely dangerous precedent in the history of the Icelandic judiciary.” <a href=\"#cite_note-21\" title=\"\">[22]</a> Indeed, it was “the first time ever in a western society that a general election is declared to be invalid without any formal demonstration that the outcome was somehow incorrect.”<a href=\"#cite_note-22\" title=\"\">[23]</a> Although the Althingi has in response to this ruling decided to appoint the 25 elected assembly members to the Constitutional Council, it has demonstrated that the decisions taken by the council were not independent of political goodwill.</p><p>Another important question in this regard is to what degree the Constitutional Council has been an autonomous force in the initiation of participatory processes. Thorvaldur Gylfason, the winner of the Assembly elections, mentioned immediately after the elections that since the constitutional draft might recommend to reduce the number of MP’s, the parliament was unfit to review the draft and should send it on immediately to a national referendum.<a href=\"#cite_note-23\" title=\"\">[24]</a> A note was submitted with the final draft on July 29, 2011, which declared that “all delegates agree that the population should be given a chance to vote on the new constitution before the Althingi’s final vote on it.”<a href=\"#cite_note-24\" title=\"\">[25]</a> This seems to reflect a wish of the Council to escape parliamentary control. The change from assembly to council may have contributed to this goal: the Council has been able to decide on its own work methods, whereas quite stringent regulations had been made for the Assembly in this regard.<a href=\"#cite_note-25\" title=\"\">[26]</a> The idea to “crowdsource” the public’s opinion seems to have originated with the council itself.</p><p>It seems that this wish for autonomy fits well within the assembly’s mandate, and the degree to which the council will manage to do so will therefore partly reflect its democratic legitimacy.<a href=\"#cite_note-26\" title=\"\">[27]</a></p><p><a id=\"Legitimacy_issues\" name=\"Legitimacy_issues\"></a></p><h4>Legitimacy issues </h4><p>The <a href=\"#Creation_and_Participant_Selection\" title=\"\"> small amount of votes</a> backing the majority of the Assembly members (15 of which did not manage to gather even a thousand votes) has been considered a sign of the weak authority of the Council.<a href=\"#cite_note-27\" title=\"\">[28]</a> So far, no reliable data have been published to indicate the level of online engagement. However, the fact that just over 4 000 people have “liked” the council’s Facebook page during the constitutional drafting seems to indicate that it was not very intensely used. It is therefore unclear whether the revision process has succeeded in truly engaging the Icelandic population.</p><p>This may have been less of a problem with the crowdsourcing element, where individual users could have an impact by generating a debate within the constitutional council itself. However, this also meant that the outcome of this debate was not controllable by users, or that the outcomes were necessarily representative. Moreover, many of the suggestions seem to be policy recommendations rather than constitutional rights.<a href=\"#cite_note-28\" title=\"\">[29]</a> This may be why at least one expert of comparative political institutions has complained that the constitution is too specific and therefore too inflexible for future generations.<a href=\"#cite_note-29\" title=\"\">[30]</a> Thus, there appears to be a precarious balance between heeding public input too little and heeding it too much.</p><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h2>Secondary Sources </h2><ul><li>Axelsson, Reynir. Comments on the Decision of the Supreme Court to Invalidate the election to the Constitutional Assembly (2011). <a class=\"external free\" href=\"http://stjornarskrarfelagid.is/wp-content/uploads/2011/07/Article_by_Reynir_Axelsson.pdf\" rel=\"nofollow\" title=\"http://stjornarskrarfelagid.is/wp-content/uploads/2011/07/Article_by_Reynir_Axelsson.pdf\">http://stjornarskrarfelagid.is/wp-content/uploads/2011/07/Article_by_Reynir_Axelsson.pdf</a> (Accessed on 8/8/2011)</li><li>Robert H. Wade and Silla Sigurgeirsdottir. “Iceland’s meltdown: The rise and fall of international banking in the North Atlantic.” Real-world Economic Review, 56, 2011: 58–71. <a class=\"external free\" href=\"http://www.paecon.net/PAEReview/issue56/WadeSigurgeirsdottir56.pdf\" rel=\"nofollow\" title=\"http://www.paecon.net/PAEReview/issue56/WadeSigurgeirsdottir56.pdf\">http://www.paecon.net/PAEReview/issue56/WadeSigurgeirsdottir56.pdf</a> (Accessed on 8/8/2011)</li></ul><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links </h2><p><a id=\"Official_Sources\" name=\"Official_Sources\"></a></p><h4>Official Sources </h4><ul><li><a class=\"external text\" href=\"http://www.thjodfundur2010.is/other_files/2010/doc/Act-on-a-Constitutional-Assembly.pdf\" rel=\"nofollow\" title=\"http://www.thjodfundur2010.is/other_files/2010/doc/Act-on-a-Constitutional-Assembly.pdf\">Act on a Constitutional Assembly no. 90/2010 – English version</a> [DEAD LINK]</li><li><a class=\"external text\" href=\"http://www.thjodfundur2010.is/frettir/lesa/item32858/\" rel=\"nofollow\" title=\"http://www.thjodfundur2010.is/frettir/lesa/item32858/\">Conclusions of the 2010 National Forum – English version</a> [DEAD LINK]</li><li><a class=\"external text\" href=\"http://www.stjornlagarad.is/english/\" rel=\"nofollow\" title=\"http://www.stjornlagarad.is/english/\">Constitutional Council website – English version</a></li></ul><p><a id=\"Official_Project_Links\" name=\"Official_Project_Links\"></a></p><h4>Official Project Links </h4><ul><li><a class=\"external text\" href=\"https://www.facebook.com/Stjornlagarad\" rel=\"nofollow\" title=\"https://www.facebook.com/Stjornlagarad\">Facebook page</a></li><li><a class=\"external text\" href=\"https://twitter.com/#!/Stjornlagarad\" rel=\"nofollow\" title=\"https://twitter.com/#!/Stjornlagarad\">Twitter account</a></li><li><a class=\"external text\" href=\"http://www.flickr.com/photos/stjornlagarad/\" rel=\"nofollow\" title=\"http://www.flickr.com/photos/stjornlagarad/\">Flickr page</a></li><li><a class=\"external text\" href=\"https://www.youtube.com/user/Stjornlagarad\" rel=\"nofollow\" title=\"http://www.flickr.com/photos/stjornlagarad/\">Youtube page</a></li></ul><p><a id=\"Other_Sources\" name=\"Other_Sources\"></a></p><h4>Other Sources </h4><ul><li><a class=\"external text\" href=\"http://www.guardian.co.uk/world/2011/jun/09/iceland-crowdsourcing-constitution-facebook\" rel=\"nofollow\" title=\"http://www.guardian.co.uk/world/2011/jun/09/iceland-crowdsourcing-constitution-facebook\">Guardian.co.uk (9/6/2011), “Mob rule: Iceland crowdsources its next constitution.”</a></li><li><a class=\"external text\" href=\"http://stjornarskrarfelagid.is/?page_id=2613\" rel=\"nofollow\" title=\"http://stjornarskrarfelagid.is/2011/07/english-translations/\">“The extremely controversial decision by the Icelandic Supreme Court”, published by the Constitutional Society (16/07/2011).</a></li><li><a class=\"external text\" href=\"http://icelandreview.com/news/2010/11/28/poor-turnout-constitutional-assembly-election\" rel=\"nofollow\" title=\"http://www.whatson.is/icelandreview/daily_news/Poor_Turnout_in_Constitutional_Assembly_Election_0_370680.news.aspx?cat_id=16567&amp;ew_24_r_f=1&amp;ew_24_r_t=1&amp;news_category_id=\">Iceland Review Online (28/11/2010), “Poor Turnout in Constitutional Assembly Election.”</a></li><li><a class=\"external text\" href=\"http://www.icenews.is/index.php/2011/03/24/icelandic-parliament-passes-constitutional-change-bill/#more-22190\" rel=\"nofollow\" title=\"http://www.icenews.is/index.php/2011/03/24/icelandic-parliament-passes-constitutional-change-bill/#more-22190\">IceNews.is (24/3/2011), “Icelandic parliament passes constitutional bill change.”</a></li><li><a class=\"external text\" href=\"http://www.icelandreview.com/icelandreview/daily_news/?cat_id=16567&amp;ew_0_a_id=370813\" rel=\"nofollow\" title=\"http://www.icelandreview.com/icelandreview/daily_news/?cat_id=16567&amp;ew_0_a_id=370813\">Icelandreview.com (01/12/2010), “Iceland Election Results Announced.”</a></li><li><a class=\"external text\" href=\"http://icelandreview.com/icelandreview/daily_news/?cat_id=16567&amp;ew_0_a_id=370733\" rel=\"nofollow\" title=\"http://icelandreview.com/icelandreview/daily_news/?cat_id=16567&amp;ew_0_a_id=370733\">IcelandReview.com (29/11/2010), \"Poorest Election Turnout in Iceland’s History\"</a></li><li><a class=\"external text\" href=\"http://icelandreview.com/icelandreview/daily_news/?ew_0_a_id=372995\" rel=\"nofollow\" title=\"http://icelandreview.com/icelandreview/daily_news/?ew_0_a_id=372995\">Icelandreview.com (25/1/2011), “Iceland Constitutional Assembly Voting Invalid.</a></li><li><a class=\"external text\" href=\"http://www.constitutionalassembly.politicaldata.org\" rel=\"nofollow\" title=\"http://www.constitutionalassembly.politicaldata.org\">A useful blog about the process</a> by Indridi H. Indridason, an Associate Professor of Political Science at the University of California-Riverside.</li><li><a class=\"external text\" href=\"http://www.state.gov/r/pa/ei/bgn/3396.htm\" rel=\"nofollow\" title=\"http://www.state.gov/r/pa/ei/bgn/3396.htm\">US department of State: Iceland (accessed 15/9/2011)</a></li><li><a class=\"external text\" href=\"http://www.usatoday.com/money/world/2011-06-12-Iceland-constitution-online_n.htm\" rel=\"nofollow\" title=\"http://www.usatoday.com/money/world/2011-06-12-Iceland-constitution-online_n.htm\">AP (12/6/2011), “Tech-savvy Iceland goes online for new constitution.”</a></li><li><a class=\"external text\" href=\"http://www.government.is/constitution/\" rel=\"nofollow\" title=\"http://www.government.is/constitution/\">Old constitution.</a></li><li>Landemore , Hélène (2/12/2013). <a href=\"https://yale.academia.edu/HeleneLandemore\">Inclusive Constitution-Making: The Icelandic Experiment.</a></li><li><a href=\"https://en.wikipedia.org/wiki/Icelandic_constitutional_reform,_2010%E2%80%9313\">Wikipedia Article - Icelandic Constitutional Reform 2011-2013</a></li></ul><p><a id=\"Notes\" name=\"Notes\"></a></p><h2>Notes </h2><ol class=\"references\"><li id=\"cite_note-0\"><a href=\"#cite_ref-0\" title=\"\">↑</a> <a class=\"external free\" href=\"http://edition.cnn.com/2009/WORLD/europe/04/25/iceland.elections/index.html\" rel=\"nofollow\" title=\"http://edition.cnn.com/2009/WORLD/europe/04/25/iceland.elections/index.html\">http://edition.cnn.com/2009/WORLD/europe/04/25/iceland.elections/index.html</a></li><li id=\"cite_note-1\"><a href=\"#cite_ref-1\" title=\"\">↑</a> <a class=\"external text\" href=\"http://www.thjodfundur2010.is/other_files/2010/doc/Act-on-a-Constitutional-Assembly.pdf\" rel=\"nofollow\" title=\"http://www.thjodfundur2010.is/other_files/2010/doc/Act-on-a-Constitutional-Assembly.pdf\">Act</a> on a Constitutional Assembly no. 90/2010, Article 20 and Interim Provision</li><li id=\"cite_note-2\"><a href=\"#cite_ref-2\" title=\"\">↑</a> Alda Sigmundsdottir, <a class=\"external text\" href=\"http://www.usatoday.com/money/world/2011-06-12-Iceland-constitution-online_n.htm\" rel=\"nofollow\" title=\"http://www.usatoday.com/money/world/2011-06-12-Iceland-constitution-online_n.htm\">Associated Press</a> (12/6/2011)</li><li id=\"cite_note-3\"><a href=\"#cite_ref-3\" title=\"\">↑</a> Stjornlagarad.is. “A Bill Submitted to Althinghi”</li><li id=\"cite_note-4\"><a href=\"#cite_ref-4\" title=\"\">↑</a> Article 3 of the Constitutional Act</li><li id=\"cite_note-5\"><a href=\"#cite_ref-5\" title=\"\">↑</a> Helga Kristin Einarsdottir, “Iceland’s Ruling Coalition Splits Following Protests” <a class=\"external free\" href=\"http://www.bloomberg.com/apps/news?pid=newsarchive&amp;sid=avntV39aM_7I&amp;refer=europe\" rel=\"nofollow\" title=\"http://www.bloomberg.com/apps/news?pid=newsarchive&amp;sid=avntV39aM_7I&amp;refer=europe\">http://www.bloomberg.com/apps/news?pid=newsarchive&amp;sid=avntV39aM_7I&amp;refer=europe</a> [DEAD LINK]</li><li id=\"cite_note-6\"><a href=\"#cite_ref-6\" title=\"\">↑</a> Interview with Gudjon Mar Gudjonsson on <a class=\"external text\" href=\"http://ohmygov.com/blogs/general_news/archive/2009/11/13/in-iceland-trying-to-reprogram-government.aspx\" rel=\"nofollow\" title=\"http://ohmygov.com/blogs/general_news/archive/2009/11/13/in-iceland-trying-to-reprogram-government.aspx\">OhMyGov.com</a> [DEAD LINK]</li><li id=\"cite_note-7\"><a href=\"#cite_ref-7\" title=\"\">↑</a> <a class=\"external text\" href=\"http://www.icelandreview.com/icelandreview/search/news/Default.asp?ew_0_a_id=319192\" rel=\"nofollow\" title=\"http://www.icelandreview.com/icelandreview/search/news/Default.asp?ew_0_a_id=319192\">Iceland Review_Online</a> 30/01/2009</li><li id=\"cite_note-8\"><a href=\"#cite_ref-8\" title=\"\">↑</a> Stjornlagarad.is. “Elections for the Constitutional Assembly”</li><li id=\"cite_note-9\"><a href=\"#cite_ref-9\" title=\"\">↑</a> Iceland Review Online, “Poor Turnout in Constitutional Assembly Election.” 28/11/2010</li><li id=\"cite_note-10\"><a href=\"#cite_ref-10\" title=\"\">↑</a> Iceland Review Online, \"Poorest Election Turnout in Iceland’s History.\" 29/11/2010</li><li id=\"cite_note-11\"><a href=\"#cite_ref-11\" title=\"\">↑</a> Icelandreview.com, “Iceland Constitutional Assembly Voting Invalid, 25/1/2011</li><li id=\"cite_note-12\"><a href=\"#cite_ref-12\" title=\"\">↑</a> IceNews.is. “Icelandic parliament passes constitutional bill change,” 24/3/2011</li><li id=\"cite_note-13\"><a href=\"#cite_ref-13\" title=\"\">↑</a> Berghildur Bernhardsdottir, the Public Relations manager of the Forum and the Council in AP, “Tech-savvy Iceland goes online for new constitution” 12/6/2011</li><li id=\"cite_note-14\"><a href=\"#cite_ref-14\" title=\"\">↑</a> <a class=\"external text\" href=\"http://stjornlagarad.is/starfid/afangaskjal/oll/\" rel=\"nofollow\" title=\"http://stjornlagarad.is/starfid/afangaskjal/oll/\">Older versions</a> of the draft.</li><li id=\"cite_note-15\"><a href=\"#cite_ref-15\" title=\"\">↑</a> AP, “Tech-savvy Iceland goes online for new constitution” 12/6/2011</li><li id=\"cite_note-16\"><a href=\"#cite_ref-16\" title=\"\">↑</a> AP, “Tech-savvy Iceland goes online for new constitution” 12/6/2011</li><li id=\"cite_note-17\"><a href=\"#cite_ref-17\" title=\"\">↑</a> Article 79 of the old <a class=\"external text\" href=\"http://www.government.is/constitution/\" rel=\"nofollow\" title=\"http://www.government.is/constitution/\">constitution</a></li><li id=\"cite_note-18\"><a href=\"#cite_ref-18\" title=\"\">↑</a> <a class=\"external text\" href=\"http://www.icelandreview.com/icelandreview/search/news/Default.asp?ew_0_a_id=322808\" rel=\"nofollow\" title=\"http://www.icelandreview.com/icelandreview/search/news/Default.asp?ew_0_a_id=322808\">Iceland Review</a> (17/04/2009)</li><li id=\"cite_note-19\"><a href=\"#cite_ref-19\" title=\"\">↑</a> Reynir Axelsson 2011, Comments on the Decision of the Supreme Court, p. 9-10.</li><li id=\"cite_note-20\"><a href=\"#cite_ref-20\" title=\"\">↑</a> Wade and Sigurgeirsdottir 2011, Iceland’s Meltdown, p. 70.</li><li id=\"cite_note-21\"><a href=\"#cite_ref-21\" title=\"\">↑</a> Axelsson 2011, Comments on the Decision of the Supreme Court, p. 9-10.</li><li id=\"cite_note-22\"><a href=\"#cite_ref-22\" title=\"\">↑</a> Professor Olafur Hardarson, head of the Faculty of Social Sciences at the University of Iceland, quoted in an <a class=\"external text\" href=\"http://stjornarskrarfelagid.is/2011/07/english-translations/\" rel=\"nofollow\" title=\"http://stjornarskrarfelagid.is/2011/07/english-translations/\">interview</a> [DEAD LINK]</li><li id=\"cite_note-23\"><a href=\"#cite_ref-23\" title=\"\">↑</a> IcelandReview, “Iceland’s Election Results Announced” 1/12/2010</li><li id=\"cite_note-24\"><a href=\"#cite_ref-24\" title=\"\">↑</a> <a class=\"external text\" href=\"http://stjornlagarad.is/english/\" rel=\"nofollow\" title=\"http://stjornlagarad.is/english/\">Official Council website</a></li><li id=\"cite_note-25\"><a href=\"#cite_ref-25\" title=\"\">↑</a> <a class=\"external text\" href=\"http://www.icelandreview.com/icelandreview/search/news/Default.asp?ew_0_a_id=374647\" rel=\"nofollow\" title=\"http://www.icelandreview.com/icelandreview/search/news/Default.asp?ew_0_a_id=374647\">IcelandReview</a>, “Constitutional Council to Hand in Suggestions in June”, 1/3/2011</li><li id=\"cite_note-26\"><a href=\"#cite_ref-26\" title=\"\">↑</a> The Act specified that the Assembly should address “public participation in the democratic process, including the timing and the organisation of a referendum, including a referendum on a legislative bill for a constitutional act.”Article 3, clause 6</li><li id=\"cite_note-27\"><a href=\"#cite_ref-27\" title=\"\">↑</a> IcelandReview, “Iceland’s Election Results Announced” 1/12/2010</li><li id=\"cite_note-28\"><a href=\"#cite_ref-28\" title=\"\">↑</a> <a class=\"external free\" href=\"http://stjornlagarad.is/erindi/\" rel=\"nofollow\" title=\"http://stjornlagarad.is/erindi/\">http://stjornlagarad.is/erindi/</a></li><li id=\"cite_note-29\"><a href=\"#cite_ref-29\" title=\"\">↑</a> Professor Indridi H. Indridason’s <a class=\"external text\" href=\"http://www.constitutionalassembly.politicaldata.org/?p=38\" rel=\"nofollow\" title=\"http://www.constitutionalassembly.politicaldata.org/?p=38\">blog</a></li></ol><p> </p>", "title": "Icelandic Constitutional Council 2011"}