{"htmlbody": "<h3>Summary</h3><p>This participatory process took place in Italy between January and October 2009 in the Saione neighborhood of the City of Arezzo, Tuscany. The purpose of this project was to address citizens’ complaints and concerns by carrying out an integrated urban regeneration and development project. Volunteers, community and local government representatives worked jointly in order to rebuild trust and enhance the neighborhood’s pride and sense of community by creating an environmental master plan and a program of activities for social, cultural, and economic animation. In about 9 months and with a budget of around €76,000, participants succeeded in realizing a series of initiatives but mainly promoting active participation and a more civic-minded approach.</p><h2>History</h2><p>Saione, which is frequently described by local news as “Arezzo’s Bronx”, is situated near the train station and is one of the most populated neighborhoods. With 11,738 residents, its local economy revolves around a stretch of small businesses along the main street, Via Vittorio Veneto. Also, in the last few years, the number of immigrants has dramatically increased, representing now 16% of the district’s population.</p><p>With public housing spreading, foreign nationals starting businesses, the City undergoing an economic slowdown, petty crimes rising, traffic problems and the lack of parking lots, a sense of social unease has increased, leading to the birth of several neighborhood committees. Their aim was to interact with residents and the local government, urging authorities to devote attention to a number of critical points investing the district: from public safety to traffic management, from maintenance to the requalification of the strategic Vittorio Veneto street.</p><h2>Problems and Purpose</h2><p>The purpose of this process was to address residents’ concerns and perceptions by activating a so-called “participatory urban regeneration project”. After detecting the critical points (a fragmented identity, a widespread urban decay, a very low social capital, a sense of insecurity, a lack of maintenance, a high risk perception), it basically aimed at identifying the potential resources of the neighborhood and then turning this into a constructive, participatory-based urban planning initiative.</p><h2>Originating Entities and Funding</h2><p>The town of Arezzo initiated multiple participatory decision-making processes and, in 2006, introduced a specific political figure (Assessore) in the city's government to this goal. Also, the mayor’s political agenda highlights the importance of participation in decision-making processes. This project is one of a number of participatory experiences which were and are still being carried out by the city of Arezzo. Saione’s participatory initiative is a methodological model which, in the intentions of the government, will be adopted in other troublesome neighborhoods.</p><p>The main support for Saione’s experiment came primarily from Arezzo’s Municipality and from “Saione” district (circoscrizione). The project was funded by the Regional Authority for Participation (about €38,000) and by the city government (about €38,000). Since the project required people to discuss delicate issues and aimed at ensuring a quality deliberative dialogue, the local government decided to appoint an external consulting agency for methodological and operational support.</p><h2>Participant Selection</h2><p>The process was open to everyone and individuals participated on a voluntary basis. The first phase started in October 2008 and aimed at expanding the network of people involved in the project. Yet, the degree of participation varied among citizens:</p><p>Co-planning and co-management:<br/>About 30 people participated, most of them having joined the preliminary phase in October 2008. This group consisted of residents, local business stakeholders, school and church representatives, associations (e.g. a citizens’ committee), and cultural and recreational centers. It became the “official” partner of the local government after signing the “Agreement Protocol for Saione”. Some of them also helped contain costs by carrying out advisory activities and delivering services for the local government.</p><p>Partnership:<br/>Public servants of the City’s cross-functional work-team, the project “The City of Children”, district councilmen and employees, the local police, professional associations and A.I.S.A., a public service company, gave economic, organizational and planning support.</p><p>Information and involvement:<br/>These initiatives involved over 700 adult residents and 200 teenagers and children participating in social animation initiatives and taking care of public spaces.</p><h2>Deliberations, Decisions, and Public Interaction</h2><p>In 2008 the city Administration, together with Saione district, decided to initiate an in-depth listening process in order to brainstorm needs, critical issues, priority interventions for the re-qualification of the district, focus on its potential, increase the sense of belonging to the local community, and improve social relationships and integration. This process ended up being very complex and delicate in that it didn’t focus on a mere consultation with residents. Rather, it aimed at enhancing an actual empowerment process of the local community. In this regard, a series of initiatives were organized:</p><ul><li>6 group meetings</li><li>50 interviews to local “actors”</li><li>40 door-to-door visits to storekeepers along Vittorio Veneto Street</li><li>48 hours of “listening points” within Saione</li><li>One neighborhood walking tour with children</li><li>2 focus groups for an in-depth analysis</li><li>5 meetings with technicians and politicians from the Administration’s cross-functional work-team</li><li>1 meeting with the District Council (Consiglio di Circoscrizione)</li><li>1 meeting with the Town Council</li></ul><p>This was useful both for doing a useful investigation of the perceived needs and creating a map of the neighborhood’s physical, community (e.g. the radio station) and planning resources thereby creating the first network of local actors. The participants also provided a set of guidelines of a “Participatory Project for Integrated Urban Regeneration” (called “Saione: a Neighborhood Where People Meet”). Those who wanted to commit themselves to the project had to sign an “Agreement Protocol for Saione”.</p><p>About 160 residents expressed their opinions during this phase. The two main discussions focused on:<br/>1) an environmental master plan for improving the quality of public spaces (with shared rules, experimental projects for street cleanup and waste separation, care of public spaces and green areas, awareness campaigns)<br/>2) a series of cultural and social initiatives in order to revitalize the district and turn “problems” into resources.</p><p>A public meeting took place in November 2008. On this occasion, municipal administrators and employees introduced the “Map of Participation” and several projects the Administration had prepared. In October 2008, the Regional Authority for Participation approved and co-funded the project by allocating €38,000.</p><p>During the first phase (Participatory re-qualification), which started 6 months after the completion of the preliminary phase, intense outreach work was carried out in order to bring the network of participants back together. The Administration created a supervising technical committee, outlined a series of initiatives, decided how the process would actually work together with local actors, and set up a monitoring and guarantee committee.</p><p>The second (Participatory Urban Regeneration) phase’s purpose was to attract more participants through public meetings and local newspapers. Also, some participatory planning meetings were scheduled in order to analyze the two main topics and develop a project together with the local community. The project had to include the principle of horizontal subsidiarity, enhance the ability and efficiency of the cross-functional work-team within the city Administration, and promote partnerships with other public and private subjects.</p><p>The third and final phase didn't only advertise the campaign results; it also consisted of a complex program of initiatives called “ImmaginiAMO Saione” (Let’s imagine and love Saione) the purpose of which was to promote the process of re-qualification and modify the negative perceptions this neighborhood had been connected to until then. Residents were constantly kept informed about the initiatives and the results. Meetings were mainly held at the district office and at the youth center.</p><h2>Influence, Outcomes, and Effects</h2><p>Although one of the two main goals couldn’t be completely completed (no waste separation project was activated), residents, schools and associations were engaged in a number of activities and meetings. The final events consisted of a bike tour, an “urban ecology site”, where residents were involved in tree planting, painting and maintenance of the central square, and a participatory planning workshop for children, with the participation of the “City of Children”’ council.</p><p>The results of the evaluation questionnaire showed that 55% of the participants appreciated the experience (45% of them liked it very much); everyone would recommend participation to similar events to relatives or friends. 30% of the participants found information methods adequate. Finally, 80% of them believed that the ideas expressed would lead to concrete actions.</p><p>In conclusion, this project has produced increased social capital and has developed individuals' social responsibility thanks to a joint event planning. Moreover, people have become more aware that active participation is necessary for improving their community.</p><h2>Analysis and Criticism</h2><p>Integrated Urban Regeneration, as well as all participatory processes, requires a strong cohesion within the Administration. In this context, the process has given partially satisfactory results in terms of synergy and cooperation among the offices.</p><p>For what concerns effectiveness and ex-post monitoring, it is important to remember that participants signed an Agreement Protocol with the Administration which makes mutual responsibility official and binds local government to involve participants in monitoring meetings even during the implementation phase.</p><p>As far as the meetings are concerned, the atmosphere became more and more relaxed and positive after some initial mistrust and tension. Participants have learned from each other, showing an ability to understand different viewpoints and move beyond their initial assumptions and personal preference in favor of the common good. Also, during the last phase of the process, participants realized that it was necessary to modify some activities by allocating some of the resources available in order to guarantee the methodological support of the consulting firm.</p><p>The inclusion of foreign residents was enhanced. Nevertheless, their turnout was particularly low and limited to public events. Female participation, on the contrary, was high and quite always close to 50%.</p><p>Communication has been central in every single phase. People have been informed in various ways, i.e. through the distribution of the “map of participation”, a webpage dedicated to the project within the City website, a newsletter, an exhibition in 38 shops about Saione’s identity, flyers and posters, information kiosks in strategic locations, a video which documents the different phases of the process, and a brochure.</p><p> </p><h2>Secondary Sources</h2><p>Video Saione: Un quartiere dove incontrarsi (Saione: a neighborhood where people meet): <a class=\"external free\" href=\"http://dailymotion.virgilio.it/video/xbp422_saione-un-quartiere-dove-incontrars_news\" rel=\"nofollow\" title=\"http://dailymotion.virgilio.it/video/xbp422_saione-un-quartiere-dove-incontrars_news\">http://dailymotion.virgilio.it/video/xbp422_saione-un-quartiere-dove-incontrars_news</a></p><p>Tuscany Regional Authority for Participation, final paper: <a class=\"external free\" href=\"http://www.consiglio.regione.toscana.it/partecipazione/documenti/RelazioniFinali-Progetti/Arezzo-RF-SaioneunQuartiereDoveIncontrarsi.pdf\" rel=\"nofollow\" title=\"http://www.consiglio.regione.toscana.it/partecipazione/documenti/RelazioniFinali-Progetti/Arezzo-RF-SaioneunQuartiereDoveIncontrarsi.pdf\">http://www.consiglio.regione.toscana.it/partecipazione/documenti/RelazioniFinali-Progetti/Arezzo-RF-SaioneunQuartiereDoveIncontrarsi.pdf</a></p><p>Tuscany Regional Authority for Participation, list of projects: <a href=\"http://www.consiglio.regione.toscana.it/partecipazione2007/default.aspx?nome=PROGETTI_ACCOLTI_27102008\">http://www.consiglio.regione.toscana.it/partecipazione2007/default.aspx?...</a></p><h2>External Links</h2><p><a href=\"http://www.consiglio.regione.toscana.it/partecipazione/documenti/RelazioniFinali-Progetti/Arezzo-RF-SaioneunQuartiereDoveIncontrarsi.pdf\">Final Report </a></p><p><a href=\"http://www.comune.arezzo.it/il-comune/servizio-sociale-politiche-educative-formative-sport/processi-partecipativi/saione-un-quartiere-dove-incontrarsi\">Project on the Municipality of Arezzo Website</a></p><p><a href=\"http://www.comune.arezzo.it/il-comune/servizio-sociale-politiche-educative-formative-sport/processi-partecipativi/saione-un-quartiere-dove-incontrarsi/fase-1-la-riqualificazione-partecipata-di-saione/lincontro-pubblico-di-presentazione-dei-risultati-della-fase-1/saione%20mappa%20della%20partecipazione.pdf\">Project Informational Poster</a></p>", "title": "Saione: a Neighborhood Where People Meet"}