{"htmlbody": "<h3>Summary</h3><p>This participatory process started in August 2003 in a small town of the Salento area, on the Eastern-most tip of Italy. The final objective of this project was to carry out an Integrated Urban Regeneration Project among neighbor towns in order to revive a vast decaying rural area called the “Paduli” through the active participation of residents, people coming from other parts of Italy, professionals from different areas of expertise, local associations, institutions and Town Administrations. The project has been recently selected as a master plan of the new Apulia Regional Landscape Plan.</p><h2>History</h2><p>San Cassiano di Lecce, with about 2,200 residents, is a small town located in the southern part of Italy, in the Apulia Region, halfway from the provincial capital of Lecce and Santa Maria di Leuca, the extreme Eastern cape of the peninsula. This area has been undergoing a decline in population due to a constant emigration process which started in the sixties and is ongoing with the so-called “brain-drain”. Around the town, a vast multi-municipal rural area, mainly consisting of olive tree groves, covers a surface of about 5,500 hectares and represents a potential landscape resource as well as a biodiversity oasis. Long ago this area was structured as a landed estate, while now it is composed of some fragmented land tracts, many of which are abandoned.</p><h2>Problems and Purpose</h2><p>This area is sparsely populated and is somehow ignored by big urbanized centers. Also, being located in the inner part of Salento, it is not included in the usual coastal touristic circuits.</p><p>This Urban Regeneration Project started with the goal of stimulating the community in a creative and participatory way in order to explore and identify the potential resources of the town of San Cassiano, its strong relationship with nature, its multifaceted identity and contrasts. At the beginning, promoters didn’t set mandatory goals. Instead, the promoting association Laboratorio Urbano Aperto (LUA) based the process on experimentation and self-organization, letting the process evolve autonomously without any constraints.</p><h2>Originating Entities and Funding</h2><p>This initiative was commissioned by the City of San Cassiano and was organized and managed by LUA (Open Urban Laboratory). LUA is a cultural association located in San Cassiano whose aim is to enhance participatory urban planning through visual and creative processes and interaction: different members of the community interact and communicate about their feelings, emotions, and perceptions through community art projects (like videos, art, theater workshops). At the end of the process, there is a final event where their work is exhibited publicly in order to make people reflect on the potential resources of the community. The Town Administration funded the whole project.</p><h2>Participant Selection</h2><p>The process was open to anyone interested in it. Participants freely chose to start the process by analyzing the theme of “Identity”. At the beginning, the advertisement system relied mostly on word-of-mouth and e-mails. Later on, the news spread and attracted more participants through posters and direct contact. Also, promoters changed their role and took part to the workshops as common participants.</p><p>It is difficult to quantify exactly the number of residents participating in these initiatives. The degree of participation varied among citizens: from those who engaged actively in research, to those who participated passively or simply helped during the last day. In general, though, residents got more and more attracted by the workshop, involving, for example, architects, sociologists, experts of communication, Environmental Science graduates, musicians, directors, agronomists, journalists, painters and photographers, etc.</p><p>As the process went on and the proposal of creating a park in a broader area emerged, other professional figures and institutions joined the process: Town Administrations, local associations, the University of Lecce, the Academy of Art, and the Academy of Music were involved.</p><h2>Deliberations, Decisions, and Public Interaction</h2><p>Most of the work took place in the Ducal Palace, offered by the local Administration. LUA activated a process consisting of three main stages; each stage in tun consisted of three phases: a planning phase where participants chose the theme and the initiative was firstly promoted and advertised; a second phase of participatory research, and a final stage consisting of exhibitions and media coverage.</p><p>The first phase (Consolidation and Involvement) started in August 2003. People were informed by e-mail and 60 of them participated. During a 5-day residential workshop and two months of online discussions, the participants, divided in 24 groups, started investigating the area and its complexity by analyzing the general and introductory theme “Identity”: discussions and activities focused on thoughts and how the concept of identity is connected to the city and to space. A final event was organized and research results were exposed along a street and even inside some houses: residents transformed some rooms into a gallery, therefore creating an interaction between the outside and the inner dimension.</p><p>The second phase (Consolidation and Conflict) started in 2004 and involved about 150 people divided in 44 research groups (external participants joined the group, too). This 9-day workshop resulted in a consolidating process where interests and conflicting issues came to the surface. Also, during this in-depth analysis the issue concerning the rural area called “Paduli” emerged. In this case, too, a final event took place along the street, from the center towards rural areas, and inside the Ducal Palace.</p><p>In 2005, a three-year final phase started, focusing on the new theme, the “Paduli”, which had emerged in the former workshop. The first part of this phase involved about 120 participants divided in 27 groups. On this occasion, LUA put into practice a participatory process whose goal was to define an actual project of spatial enhancement and landscape recovery. The workshop involved both the City of San Cassiano and the City of Botrugno. Town Administrations, residents, local associations, the University of Lecce, the Academy of Art and the Academy of Music were all invited to deepen their knowledge of the Paduli and examine its potential resources from different points of view through a creative and artistic process. This research, together with technical and scientific data, laid the foundations of a project proposal. The workshop took place at the former town hall, also used as guest quarters for paritcipants coming from far away. Through active listening and detection of residents’ needs and desires, participants initiated a negotiation phase which involved Administrations, civil works designers, professional and civic associations, residents, and firms. The discussion investigated various aspects revolving around the potential use of the Paduli as a “rural park”. As before, results were finally exhibited publicly.</p><p>The second part took place in August 2006 during San Rocco’s Patronal Festival. This event resulted in a moment of interaction in which various groups were involved and expressed their thoughts and comments through written messages, free discussions, a questionnaire and recorded interviews.</p><p>Finally, the process reached completion in March 2008, after the City of San Cassiano made the “Maledetti Paduli”’s project a candidate for the Master Plan of the Apulia Regional Landscape Plan (the name of the project, “Cursed Paduli”, comes from the expression used by the elderly when recalling the hard work in the fields). About 500 people, among local associations, residents and figures coming from every part of Italy, started the actual planning phase: from July 27 to August 3 meetings were organized and a Committee of local associations was set up in order to decide how the process would actually work together with the local Administration. The workshop consisted of a simulation of a multi-functional rural park where each project proposal was the result of a participatory planning workshop.</p><h2>Influence, Outcomes, and Effects</h2><p>The results connected to this participatory process are still in progress. After the completion of the third phase, the local governments of the towns involved signed, in October 2008, an Agreement Protocol which set protection and enhancement of the Paduli as a top priority and included this project in the strategic plan for the vast area of Southern Salento ('Salento 2020').</p><p>Another Agreement Protocol was signed between the Region and the City of San Cassiano (which has been designed as leading authority) for implementing the Multifunctional Rural Park experimental project within the Regional Territorial Landscape Plan (Piano Paesaggistico Territoriale, P.P.T.R.).</p><p>In February 2011 the towns of San Cassiano, Botrugno, Scorrano, Supersano, Ruffano, Montesano, Surano, Nociglia, Cutrofiano, and Miggiano officially signed an expression of interest concerning the implementation of the project (according to the local and inter-municipal strategies aiming at improving housing, socio-economic, environmental and cultural conditions of urban settlements and through means of intervention involving residents, public subjects and privates, as stated in Regional Law, n°21 about “Rules for Urban Regeneration”).</p><p>Finally, in April 2011, the local governments approved a Convention Scheme about the implementation of the program.</p><p>For what concerns advertisement and the media, this case has been analyzed during urban planning conferences and in some periodicals. At the end of each phase, a huge quantity of material (from videos and photo archives, to recorded interviews, questionnaire results, reports and exhibitions, and an online blog) was produced, in order to take stock of each step of the process. Also, after the first phase was completed, a book was published, while all the different steps were advertised and promoted through the press (local, regional and even national).</p><h2>Analysis and Criticism</h2><p>LUA was created by a group of young architects coming from Salento who studied in Florence, and a sociologist. These promoters, as well as participants who took part in the process, were born in the area and moved away to pursue their university studies and careers. They all shared the need to put the knowledge and skills into practice for their hometowns.</p><p>As in most participatory projects, participants came from different backgrounds and proposals were sometimes misunderstood or not shared completely. Although degrees of participation varied greatly in each phase, new actors joined the process: local residents, people coming from other parts of Italy, the University of Lecce, the Academy of Art and Music, representatives of local associations and town administrations, and professionals who accepted to share their expertise with other participants and jointly reached decisions. Also, in 2006, San Rocco’s Patronal Festival was a good occasion of getting closer to other social classes and groups, such as farmers, craftsmen and the elderly.</p><p>Since the process was long and lasted about 5 to 6 years, people had the chance to better know each other and establish stronger relationships. This has certainly made discussions more effective in a tight-knit group.</p><p>Finally, the choice of using the street as an exhibition space was relevant for joining together all the research and aimed at giving public spaces back their role of cooperation and communication.</p><p> </p><h2>Secondary Sources</h2><p>Basco L., Pratiche narrative. L’esperienza del Laboratorio Urbano Aperto in Salento (Narrative Practices. The Experience of the Open Urban Laboratory in Salento), in “Lo Squaderno - Rivista di Discussione Culturale”, n°12, June 2009</p><p>Battaglini J., Battaglini V., Fino A., Fornarelli G., Lazzari M. and Lupo A. (edited by), Lua, laboratorio urbano aperto (Lua, Open Urban Laboratory), Manni editore, San Cesario di Lecce, August 2004</p><p>Magnaghi A., Rapporto sullo stato di avanzamento del PPTR (PPTR -Regional Territorial Landscape Plan- Progress Report), Apulia Region, July 2008 <a class=\"external free\" href=\"http://www.regione.puglia.it/drag/web/files/paesaggistica/documenti/Rapporto_PPTR_luglio_2008.pdf\" rel=\"nofollow\" title=\"http://www.regione.puglia.it/drag/web/files/paesaggistica/documenti/Rapporto_PPTR_luglio_2008.pdf\">http://www.regione.puglia.it/drag/web/files/paesaggistica/documenti/Rapporto_PPTR_luglio_2008.pdf</a> [DEAD LINK]</p><p>Nociglia City Council’s Decision, Schema di convenzione per la predisposizione e l’attuazione tra i comuni associati del Programma Integrato di Rigenerazione Urbana Intercomunale (Legge Regionale n.21/2008) per la competitività del sistema Paduli - Approvazione - (Convention Scheme for Arranging and Implementing the Integrated Program of Inter-Municipal Urban Regeneration for Competitiveness and Attractiveness of «Paduli’s Park»’s Urban System among the towns involved - Approval -), n°4, April 28, 2011</p><p>Nuzzaci D., Nasce il parco rurale per i Paduli (The Rural Park for the Paduli is born), in Quotidiano di Lecce, July 31, 2008</p><p>Petroni M., I «Maledetti Paduli» di San Cassiano (The «Maledetti Paduli» of San Cassiano), in La Repubblica, August 8, 2008.</p><p>Società degli Urbanisti, XII National Conference, La simulazione di un parco partecipato. Il caso dei “Paduli” in provincia di Lecce (The Simulation of a Participatory Park. The case of the “Paduli” in the Province of Lecce), Bari, February 19-29, 2009: <a class=\"external free\" href=\"http://siu.bedita.net/download/lua_papersiu2009-pdf\" rel=\"nofollow\" title=\"http://siu.bedita.net/download/lua_papersiu2009-pdf\">http://siu.bedita.net/download/lua_papersiu2009-pdf</a></p><p>Surano City Council’s Decision, Programma Integrato di Rigenerazione Urbana Intercomunale (l.r. 21/2008) per la competitività e l’attrattività del sistema urbano «Parco dei Paduli» (Integrated Program of Inter-Municipal Urban Regeneration for Competitiveness and Attractiveness of «Paduli’s Park»’s Urban System), n°3, April 20, 2011</p><p>Arte fra gli ulivi (Art among Olive Trees), in La Gazzetta del Mezzogiorno, July 31, 2008.</p><p>«Maledetti paduli», al via tra gli uliveti il progetto di riscoperta («Maledetti paduli», Discovery Project Started Among Olive Tree Groves), in La Gazzetta del Mezzogiorno, July 28, 2008.</p><h2>External Links</h2><p><a class=\"external free\" href=\"http://laboratoriourbanoaperto.wordpress.com/\" rel=\"nofollow\" title=\"http://laboratoriourbanoaperto.wordpress.com/\">Laboratorio Urbano Aperto (LUA)</a></p><p><a class=\"external free\" href=\"http://maledettipaduli.blogspot.com/\" rel=\"nofollow\" title=\"http://maledettipaduli.blogspot.com/\">Project Blog</a></p><p><a href=\"http://www.parcopaduli.it/interconnessioni/\">Official Paduli Project Website</a></p><p><a href=\"http://www.comune.sancassiano.le.it\">Comune San Cassiano</a></p><p><a href=\"http://www.comune.nociglia.le.it/\">Comune di Nociglia</a></p><p>Media:</p><p><a href=\"http://picasaweb.google.com/associazionelua/SanCassiano2003#5281155241814688210\">Phase 1 Photos</a></p><p><a href=\"http://laboratoriourbanoaperto.files.wordpress.com/2008/11/pieghevole-san-cassiano-2003.pdf\">Phase 1 Flyers</a></p><p><a href=\"http://picasaweb.google.com/associazionelua/SanCassiano2004?authkey=cDW_K2UavH8#\">Phase 2 Photos</a></p><p><a href=\"http://laboratoriourbanoaperto.files.wordpress.com/2008/11/manifesto-san-cassiano-2004.pdf\">Phase 2 Poster</a></p><p><a href=\"http://laboratoriourbanoaperto.files.wordpress.com/2008/11/pieghevole-san-cassiano-2004.pdf\">Phase 2 Flyer</a></p><p><a href=\"http://www.youtube.com/watch?v=0GBtjk8l38s&amp;playnext=1&amp;list=PLE54B4683C4CC3EE5\">Phase 3 Promotional Video</a> [DEAD LINK]</p><p><a href=\"http://laboratoriourbanoaperto.files.wordpress.com/2008/07/luapaduli.jpg\">Phase 3 Flyer</a></p><p>Phase 3 Workshop Videos:</p><p><a class=\"external free\" href=\"http://www.youtube.com/watch?gl=IT&amp;hl=it&amp;v=LRm5U8706NM\" rel=\"nofollow\" title=\"http://www.youtube.com/watch?gl=IT&amp;hl=it&amp;v=LRm5U8706NM\">http://www.youtube.com/watch?gl=IT&amp;hl=it&amp;v=LRm5U8706NM</a></p><p><a class=\"external free\" href=\"http://www.youtube.com/watch?v=ryvUNojbC7w&amp;feature=related\" rel=\"nofollow\" title=\"http://www.youtube.com/watch?v=ryvUNojbC7w&amp;feature=related\">http://www.youtube.com/watch?v=ryvUNojbC7w&amp;feature=related</a></p><p><a class=\"external free\" href=\"http://www.youtube.com/watch?v=uBYSOlUHOYM&amp;feature=related\" rel=\"nofollow\" title=\"http://www.youtube.com/watch?v=uBYSOlUHOYM&amp;feature=related\">http://www.youtube.com/watch?v=uBYSOlUHOYM&amp;feature=related</a></p>", "title": "Maledetti Paduli: Participatory Landscape Planning in Southern Italy"}