{"htmlbody": "<p><em>Note:  This article is in need of assistance with editing and content.  Please help us complete it.</em></p><p><em>Este articulo necesita ayuda en su edicion y su contenido. Necesita ademas asistencia en la traducción al Inglés</em><em>. Por favor, nos ayuden a completarlo. </em></p><p>~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~</p><h3>Antencedentes</h3><p>El proyecto nace a partir del taller “Montaje de acciones urbanas” organizado por La Casa Encendida y el grupo Urbanaccion de Madrid, con la colaboración de la asociación Esterni de Milán (1 al 5 de diciembre).</p><p>The project originated from the workshop \" Montage of urban actions \" organised by \" La Casa Encendida\" (\"The  Lighted House\") and the group \"Urbanaccion de Madrid\", in collaboration with \"Esterni de Milan Association\" (1-5 December). </p><p>Dicho taller consistió en transformar un solar, cerrado desde hace más de 30 años (C/ Doctor Fourquet nº 24), en un espacio público abierto a todos los vecinos de Lavapiés mediante una intervención rápida y económica.</p><p>Such workshop consisted on the transformation of an abandoned site, closed for more than 30 years, into an public space open for all the neighbours of Lavapies through an economical and quick intervention. </p><p>El grupo \"Operarios del Espacio Público\" iniciamos el taller con una serie de entrevistas a los habitantes del barrio, mediante las cuales detectamos con claridad la falta de un espacio verde en Lavapiés. Por tanto, la acción se articuló en la realización de una gran plaza verde, denominada “Esta Es Una Plaza”, donde los vecinos pudiéramos reunirnos, hacer deporte, jugar, organizar acontecimientos culturales, cultivar verduras, intercambiar tiempo y objetos, etc.…</p><p>The group \"Operators of Public Space\" started the workshop with a series of interviews with the dwellers of the borough, by which the lack of a green space in Lavapies was clearly detected. Therefore, the action was determined to the creation of a big green square, named \"This is one Square\", where the neighbours could meet, practice sports, organise cultural events, grow vegetables, interchange time and objects, etc..</p><p>Contamos con un día para planificar la estrategia a seguir y conseguir materiales y otros dos para limpiar y adecuar el espacio hasta dotarlo de toda la infraestructura que nos solicitaron los vecinos. Construimos un huerto, una zona de deporte (campo de fútbol, petanca y bádminton), un mercado (trueque y banco de tiempo) y un teatro al aire libre. Y, como en todo parque que se precie, senderos, zonas verdes y de descanso, gracias a los árboles y plantas que ya crecían en el solar.</p><p>We took one day to organise the strategy to follow and to obtain all the materials. Another two days for cleaning the site until we provide it with all the infrastructure that was demanded by the neighbours. We build an allotment, an sports area, ( football pitch, pétanque and badminton), a market ( interchange and bank of time ), an open theatre, also like any other park that deserve its name, path ways, green and resting spaces, thanks to the threes and vegetation that was already growing in the site. </p><p>Todo esto fabricado artesanalmente, con estructuras temporales y desmontables, tratando de utilizar el material encontrado en el solar, reciclando y gestionando donaciones altruistas.</p><p>All this using handmade materials, with temporal structures which can be dissembled, trying to use material found on the site, recycling and management of  altruistic donations.</p><p>El taller concluyó con el evento de apertura de “Esta Es Una Plaza” el viernes 5 de Diciembre, a la que asistieron, no sólo vecinos, sino ciudadanos interesados en la posibilidad de continuar con proyectos similares en otros lugares. Hubo diversión para todos, los niños por fin pudieron jugar al aire libre, sin pisar cemento, se organizaron partidos simultáneos en los que se mezclaban las edades, hubo participación espontánea en la plantación del huerto, degustación de alimentos caseros, actuaciones musicales y de teatro, proyección de dibujos hechos en directo sobre los muros, música silenciosa y, sobre todo, mucha comunicación entre los asistentes.</p><p>The workshop concluded with the opening event of \"This is One Square\" Friday 5th of December, to which assisted not just neighbours but also citizens interested in the possibility of continuing with similar projects in other places. If was fun for everybody, children finally could play in open space, without stepping into cement, multiple matches were organised of mixed ages, spontaneous participation took place for the plantation of the allotment, degustation of home-food, musical acts and theatre plays, painted in live over the walls, silent music and above all, loads of communication among the public.</p><p>Debido a este gran entusiasmo vecinal, el grupo “Operarios del Espacio Público” ha decidido elaborar el presente proyecto experimental para el cuidado y la autogestión del solar urbano de la C/ Doctor Fourquet nº 24.</p><p>Due to the huge enthusiasm of the neighbour, the group “ Operators of Public Space “ has decided to elaborate the actual experimental project for the citizen and the self-management of the urban site located at the 24 of street Doctor Fourquet</p><h3>Finalidad</h3><p>Lavapiés es un barrio donde no hay espacios verdes, donde ni los niños ni los adultos pueden jugar por falta de parques y campos de juego, donde las diferentes culturas y religiones no se relacionan por la desconfianza que genera el desconocimiento del otro.</p><p>Lavapies, is a borough where there are not green spaces, where neither children or adults can play because there is no parks or play fields, where the different cultures and religions don’t interact with each other because their unknowing generate reciprocal distrust. </p><p>Por eso el proyecto quiere crear un espacio público que sea confortable y donde se puedan desarrollar actividades lúdicas, culturales, educativas y ambientales, que ayuden a la interacción y, por tanto, a la mejor comprensión de los vecinos con los que se comparte barrio, pero con los que generalmente no se convive.</p><p>That is why the project wish to create an open public space that will be comfortable and where leisure, cultural, educational and ecological activities could take place, that will help the interaction and therefore, a better understanding between the neighbours with whom the borough is shared but that generally do not interact.</p><p>La finalidad del proyecto es facilitar los procesos de ciudadanía activa, mediante la participación activa y consciente de los vecinos en la gestión de los espacios públicos del barrio.</p><p>The goal of the project is to facilitate the processes of active citizenship, through active conscious participation of the neighbours in the management of the public spaces of the borough.</p><h3>Método</h3><p>Autogestión vecinal del solar con carácter temporal.: todo el espacio está a disposición de todos; cada uno será responsable del cuidado del espacio evitando que las actividades desarrolladas molesten a los vecinos; todas las actividades son gratuitas; cada vecino pone a disposición de los demás una parte de su tiempo para desarrollar y mantener vivo el proyecto.</p><h3>Destinatarios</h3><p>Todos los vecinos del barrio y todas las personas que deseen un nuevo espacio público en Madrid.</p><h3>Proyecto</h3><p>El proyecto consiste en la elaboración de un plan de autogestión vecinal con carácter temporal sin ánimo de lucro, del solar urbano de la C/ Doctor Fourquet nº 24. Se compone de seis áreas interrelacionadas.</p><p>Ecología: Huerto y jardines.</p><p>Proyecto experimental de huerto comunitario; el cultivo se basa en la auto-organización del trabajo ente los habitantes del barrio. Se cultivarán verduras de temporada sin pesticidas ni abonos químicos.</p><p>Jardines para el uso y disfrute de todos los vecinos, con áreas de descanso y de ocio. Los jardines se crearán aprovechando los árboles y plantas ya existentes en el solar, intentando alterar lo menos posible la estructura vegetal presente.</p><p>• Cultura: Teatro, Galería de Arte.</p><p>El teatro se utilizará para obras teatrales, lecturas, improvisaciones, juegos malabares… Las actividades del teatro serán gratuitas y para todos. La Galería de Arte está abierta a todos los artistas que deseen exponer sus obras de forma temporal.</p><p>• Deportes: fútbol, petanca, bádminton, juegos para niños…con la única regla de no jugar solos. • Trueque: intercambio de tiempo y objetos.</p><p>Un área cubierta con mesas y bancos para debates, encuentros, comidas y meriendas en común, así como para el intercambio de tiempo, habilidades, objetos… • Infraestructura: mantenimiento de las instalaciones. • Comunicación: mantenimiento del blog y cuentas de correo electrónico, instalación de un buzón de correo postal en la puerta de entrada para fomentar la participación ciudadana.</p><p>Necesidades</p><p>• I FASE El Ayuntamiento ha colaborado en el desarrollo del taller.</p><p>• II FASE Adecuación de los espacios para el fácil acceso de todos los usuarios. Recogida de cubos de basura. Abastecimiento gratuito de agua. Implantación de alumbrado público y tomas de electricidad.</p><p>• III FASE Recogida de cubos de basura. Abastecimiento gratuito de agua. Mantenimiento de alumbrado público y tomas de electricidad</p><p> </p><h3>Apoyos</h3>Proyecto de autogestión vecinal del solar urbano de la calle Doctor Fourquet nº 24<p>Operarios del Espacio Público:<br/>Andre Albuquerque – arquitecto<br/>Cristina Braschi – arquitecta<br/>Jerome Gottardi – arquitecto<br/>Laura Riera – ciencias ambientales<br/>Nuria Navarro – bióloga<br/>Olga de Marco – diseñadora industrial<br/>Remedios Vincent – bellas artes<br/>Roberta de Nanni – arquitecta</p><p>Tenemos 270 firmas de apoyo de los vecinos recogidas durante el evento de apertura de “Esta Es Una Plaza” (se adjuntan).</p><p>Hemos recibido múltiples manifestaciones de respaldo y propuestas de actividades a través de nuestro blog: <a href=\"http://www.estaesunaplaza.blogspot.com\">www.estaesunaplaza.blogspot.com</a></p><p>y de nuestro correo electrónico: <a href=\"/cdn-cgi/l/email-protection#98fdebecf9fdebedf6f9e8f4f9e2f9d8fff5f9f1f4b6fbf7f5\"><span class=\"__cf_email__\" data-cfemail=\"84e1f7f0e5e1f7f1eae5f4e8e5fee5c4e3e9e5ede8aae7ebe9\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a></p>", "title": "Esta es una Plaza (Madrid, Spain)"}