{"htmlbody": "<h3>Abstract</h3><p>This case study features a referendum on a controversial viaduct in Antwerp, Belgium. The construction of this viaduct was highly troubled and costly from the beginning, attracting heavy criticism from multiple groups. A referendum ultimately rejected plans to build the unpopular bridge, instead replacing it with a series of tunnels.</p><h2>Problems and Purpose</h2><p>The Lange Wapper in Antwerp, Belgium, was set to become one of the biggest and most impressive viaducts in Belgium: a 1.5 kilometer-long cable-stayed bridge suspended on two 110-meter high pylons, with a curve, which is not common for these kinds of structures. This undertaking by the Flemish government, to be executed by Beheersmaatschappij Antwerp Mobiel (BAM), was designed to be part of the controversial highway ”Oosterweel-Connection”, completing Antwerp’s highway infrastructure by means of a short tunnel under the Scheldt river and a viaduct over part of the harbor area. Currently, all traffic on the Antwerp ringroad –– an estimated 250,000 vehicles per day, including heavily-polluting trucks –– have no other option but to take the southern section of the circuit. This frequently produces traffic jams in Antwerp's Kennedy Tunnel.<br/> </p><h2>History</h2><p>Over the years, several citizen protest groups made their opposition to this prospect clear. stRaten-Generaal (meaning “the streets’ general,” a wordplay on “States General”), agreed that the ring road should be closed, but proposed to do this by boring an extended tunnel through the port area, which would avoid residential areas and rejoin the Antwerp ring at a more northerly point. Ademloos also opposed the Lange Wapper mainly because of its detrimental health aspects, and collected signatures for their petition in favor of a referendum to allow the people of Antwerp to have a say in this matter.</p><p>When the project began, its cost was an argument in favor of the viaduct, the price of which was estimated to be around €500 million. A tunnel was considered too expensive. However, the estimated cost of the Lange Wapper rose to more than €2.5 billion. In early 2011, a survey of all proposed alternatives for the closure of the ring road around Antwerp, commissioned by the Flemish government and executed by a team of investigators from Arup/Sum Research, put the tunnel alternative (proposed by action group stRaten-Generaal) in first place, while the combination of Lange Wapper and a short tunnel (proposed by BAM) was given second place. Surprisingly, Arup/Sum spontaneously added yet another alternative proposal, an upgraded version of the stRaten-Generaal tunnel alternative.</p><p>Both stRaten-Generaal and BAM considered themselves to be the winner. stRaten-Generaal observed that despite the €80 million BAM spent on research and design, and the years of preparation it had taken, its project could not stand even the first test nor confrontation with a viable alternative. The BAM proposal was also met with fierce criticism from environmental groups because it would have led heavy traffic over residential districts.</p><p>BAM, on the other hand, believed its project to be the only option, as the tunnel option hinged on allowing lorry traffic through the Kennedy tunnel (under the river Scheldt), a possibility they refuse to envisage, even though traffic circumstances would be very different from what they are today, and the tunnel itself could be adapted and upgraded to today’s standards.. The result of the Arup/Sum survey caused discord within the Flemish government. One minister wanted the tunnel alternatives scrapped, as he was vehemently against allowing lorry traffic in the outdated Kennedy tunnel. Flemish Minister-President Kris Peeters (CD&amp;V) decided that both remaining proposals had their merits and disadvantages and required further investigation.</p><p>The Flemish government decided to allow the city of Antwerp some time to commission further studies from Arup/Sum. These were completed by the beginning of the summer of 2009 and formed the basis of the information pack the City of Antwerp delivered to its citizens in the second half of September. It was meant to provide the necessary information to every citizen who wanted to vote on whether the Lange Wapper should be built.</p><p>Yet clearly the Flemish Government did not trust the City of Antwerp, as it also ran a Barnum campaign on local television and in the dailies, promoting their project. Noriant, the consortium of construction firms scheduled to execute the BAM project, financed part of this campaign. The rest was paid with taxpayers’ money. Meanwhile, the action groups sold T-shirts and organized benefit concerts to raise at least some meager campaign funds.<br/> </p><h2>Deliberation, Decisions, and Public Interaction<br/> </h2><p>Some 66,158 people signed a petition calling for a referendum, which was presented to Antwerp mayor Patrick Janssens by the action group Ademloos. Janssens approved the referendum, and the unpopular project was put to a popular vote. The referendum, the first in the city’s history, was held on 18 October 2009.</p><p>The referendum asked people to choose between two projects –– a combination of tunnel and viaduct (the Lange Wapper) close to the city center, or a tunnel running from the left bank of the Scheldt to Ekeren, which takes traffic away from the center of town. The Mobile Antwerp Management Agency (BAM) designed the Lange Wapper proposal, while Arup-SUM produced the competing tunnel plan.</p><p>The City of Antwerp took the result of the referendum into account when formulating its recommendation to the Flemish Government as to whether a building permit should have been delivered. The results of the referendum were not be binding and the final choice rested with the Flemish government. In Belgium, binding referendum is not allowed by constitutional law, although since 1996, consultative referenda on local and provincial level have been allowed.<br/> </p><h2>Influence, Outcomes, and Effects</h2><p>The plans were rejected in the public referendum in 2009. 41% of respondents supported a building license for the Oosterweel connection, while 59% opposed it. However, when the results were released, BAM argued that only 35% of elegible Antwerp residents actually turned out to vote; because the referendum only represented a minority of the electorate, they believed it was inappropriate for the poll to represent the voice of the entire city. After many years of debate and little material progress, the Flemish government decided in September 2010 to replace the bridge proposal with a series of tunnels following the BAM route. This plan, which has not yet been carried out, is projected to cost approximately €3 billion.<br/> </p><h2>External Links</h2><p><a href=\"http://www.flanderstoday.eu/current-affairs/antwerp-says-%E2%80%9Cno%E2%80%9D-lange-wapper\">Referendum Results</a></p><p><a href=\"http://www.flanderstoday.eu/current-affairs/lange-wapper-bridge-plan-collapses-under-weight-protestors\">Article on Protests</a></p><p><a href=\"http://www.youtube.com/watch?v=aPAy3jt4agQ\">Artistic Rendition of a Proposed Bridge Plan </a></p><p><a href=\"http://www.presseurop.eu/en/content/news-brief/119471-antwerp-bridge-project-toppled\">Article on Referendum</a> [DEAD LINK]</p><p><a href=\"https://nl.wikipedia.org/wiki/Oosterweelverbinding\">Wikipedia Article</a> [DUTCH]</p>", "title": "The \"Lange Wapper\" Project in Antwerp, Belgium"}