{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Arnette Johnson<em>.</em></p><p>The original team of Kuna ACT and all supporters knew we needed a vehicle to provide an infrastructure of collaborative discussion providing a place where citizens could gain ownership of the issues and discover and maintain common ground, creating a greater desire and ability to work together to solve local issues. We needed a community information gathering source, a place where the community gets a voice, a neutral setting facilitated by a non-profit, non-political, non-partisan group. Citizens needed a voice before decisions were made. Until now, the only voice came from people showing up at meetings furious about a controversial issue or decisions made without input. Our plan was to implement grass roots decision making, where study circle participants knew their ideas would reach the agencies that requested the information to be implemented into public policy. Our goal was not a single event, but to be persistent in changing the way decisions were and are made in Kuna through a perpetual system webbed into the lifeblood of the Kuna Community.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>Kuna ACT Study Circles began as concerned organizations and citizens came together to create community-wide awareness to, and identify possible solutions to our burgeoning community. We were experiencing a phenomenal growth of up to 17 percent. Our concerns included, growing drug use, gang activity, school buildings bursting at the seams, political wrangling, and lack of constructive communication between major political subdivisions in the community. City, school and community leaders were at an impasse. There was need of a trusted arena for open communication. Leaders and citizens alike were becoming tired of confrontation and desperate for resources. All residents were concerned about maintaining Kuna’s relaxed hometown atmosphere while addressing being among the fastest growing communities in the nation. While we watched bordering cities grow faster than their plans, we wanted to manage our growth. Our resolve was to move our community forward with the strength of synthesis provided by the deliberative democratic process.</p><h3>Structure and Process</h3><p>Our structure was founded on these four key democratic principles:</p><ul><li>1. Recruiting people by reaching out through the various groups and organizations to which they belong, in order to assemble a large and diverse body of citizens. This kind of recruitment goes beyond the old government practice of simply calling meetings and hoping people show up; the key is to map the community, figure out what people belong to, and get people within those groups and organizations to recruit people they already know.</li><li>2. Involving those citizens in a combination of small- and large-group meetings: structured, facilitated small groups for reasoned, deliberative dialogue; and large forums for sharing information, amplifying shared conclusions, and moving from talk to action. One common mistake made in other communities has been using large meetings for things (like dialogue) that only small meetings can do, and vice versa.</li><li>3. Giving the participants in these meetings the opportunity to compare values and experiences, and to consider a range of views and policy options. People have to be able to connect these issues to their own lives and what matters to them.</li><li>4. Effecting change in a number of ways: by applying citizen input to policy and planning decisions; by encouraging change within organizations and institutions; by creating teams to work on particular action ideas; by inspiring and connecting individual volunteers; or all of the above.</li></ul><p>Kuna’s process includes:</p><p>1. Partnering with Everyday Democracy/The Paul J. Aicher Foundation (formerly Study Circles Resource Center/Topsfield Foundation) and learning from their ongoing support and training. Everyday Democracy Program Manager Matt Leighninger proved an indispensible resource and anchor not only for our beginnings, but in helping us with sound ideas and examples as we personalized a unique system for our Kuna Community. This system continues to grow with us as we collectively communicate through many issues and challenges.</p><p>2. Kuna’s established process may be tailored to match the needs of the issue, but has these basic features:</p><p>a. A community concern is voiced. The Study Circle process is requested by the asking professional entities.</p><p>b. The Coordinator organizes public meetings implements wide variety of public invitation and notification.</p><p>c. Study Circles convene:</p><ul><li>i. Discussion begins with a general presentation to those in attendance setting the stage by providing basic factual information</li><li>ii. Attendees are divided into small diversified groups, given information packets, and groups are dispersed to reflect on discussion questions. Each group is led by a trained, impartial facilitator and supported by a recorder that documents confidentially the input from participants.</li><li>iii. The Coordinator synthesizes the recommendations that come to the top into a public document for dispersal. This document is presented personally to the asking entity by the Coordinator or Kuna ACT Team. A full copy is maintained at the public library and emailed to all citizens requesting a copy. A report is also filed with the media.</li></ul><h3>Impact</h3><p>The preeminent solution provided by these efforts is trusted avenue of community involvement through a grass-roots deliberative democratic process.</p><p>Kuna ACT has organized multiple Study Circles in the Kuna Community over the past eleven years. These indispensible circle formats have provided the community with valuable input for decision-making, and many solutions.</p><p>Solutions have been successful by holding Study Circles addressing the following issues:</p><ul><li>“Keeping a Quality Kuna” - Managing the growth of our community and sustaining infrastructure towards positive planning and development, education, public safety, quality of life, physical appearance of the community services, recreation and government</li><li>“Disaster Planning” – Resources from all available entities came together in one room to provide a plan and an emergency disaster plan was instituted.</li><li>“Planning for the Kuna We Want” Collected input presented to the Planning and Zoning commission. Citizen input provided information for decisions on diversity of housing, development of commercial and industrial areas, protection of the ecosystem of Indian Creek which runs through town, working towards providing a recreation district, the priority of curbs and sidewalks, development of parks, and a new sewer system infrastructure.</li><li>“Bond for Kuna Schools” - As a result, a $15.2 million bond passed which had originally been defeated</li><li>“Teen Talk” written and carried out by student leaders in Kuna High School</li><li>“Developing a theme for the City of Kuna” – Result: a beautification plan and mission statement were formulated</li><li>“Juvenile Justice Program” This established the Kuna Juvenile Justice Council which is still actively serving first time offenders in the community.</li><li>“School Tax Bond Leveling” - The School Board received input from the community before deciding to implement bond leveling.</li><li>“Kuna Services and Curriculum Planning” – Input supported a School Resource Officer, another bond with priorities in using the monies for 3 new elementary schools and upkeep on existing buildings and citizens becoming involved in the District Curriculum Development Committee.</li><li>“Developing School Zones and Configuration” The School Board passing approval to adopt boundaries and implement a new school configuration. This was a very heated conversation with administration, teachers and parents in polarized conflict. Once a series of study circles were held, a more peaceable implementation occurred than was ever anticipated.</li><li>“What High School Graduates Should Know and Be Able to Do” Over 150 diverse citizens, from recent high school graduates to our retired folk prioritized important knowledge and skills Kuna High School students should obtain by graduation. The outcomes from this have been complied into binders which are in use for present decision making by our school administration.</li><li>“Budget Crisis” Because of the economic downturn, the school district has gone to the public using the Kuna ACT protocol to get input for hard decisions as we face tighter and tighter budgets for our schools. Because of this process, hard decisions have been made with understanding and support from parents and patrons of the school district.</li></ul><h3>Detailed Information</h3><h4>Type of Contribution by Participants</h4><p>They commented or evaluated project measures</p><h4>Target Group</h4><p>The Community of Kuna</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>Many projects</p><h4>Total Number of Active Participants (approx.)</h4><p>Large numbers over the years</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Extensive effort to address disadvantaged groups</p><p>See attached document showing how we mapped out reaching a diversity of sommunity residents. Specifically, we engaged our Migrant Family Liaison to personally invite all Spanish speakers to all school related study circles. There, they had facilitatos and recorders in their own language. These records were translated and incorporated into the Study Circle public report.</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>That is our whole platform, as stated in previous answers.</p><h4>Adoption by Others</h4><p>In some cases</p><h4>Costs</h4><p>Thousands</p><h4>Time and Working Days</h4><p>Hard to calculate at this time</p><h2>Links</h2><p>”<a href=\"http://www.everyday-democracy.org/en/Brochures.aspx\">What Democracy Looks Like, Kuna, Idaho</a>”</p>", "title": "Kuna ACT Study Circles (Alliance for a Cohesive Community Team)"}