{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Roger Bernier<em>.</em></p><p>The problem was how to allocate limited supplies of vaccine during a severe pandemic when people would be at increased risk of death or hospitalization, yet vaccine supplies would be limited and there would not be enough vaccine for everyone. The public made a specific contribution by coming together, learning about pandemic influenza, engaging in give and take discussions with other persons with different views and perspectives, identifying their values around this tough choice, weighing the tradeoffs, and reaching agreement on which persons were the most important to vaccinate first - those categories of persons most important to society.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>The problem was how to allocate limited supplies of vaccine during a severe pandemic when people would be at increased risk of death or hospitalization, yet vaccine supplies would be limited and there would not be enough vaccine for everyone. The federal government wished to issue national guidance to state and local health departments on how to proceed.</p><h3>Structure and Process</h3><p>See abstracts and final reports in the links below.</p><h3>Impact</h3><p>It solved the original problem. The government agency faced a difficult values dilemma about who first to vaccinate in a pandemic. The public made a specific contribution by coming together, learning about pandemic influenza, engaging in give and take discussions with other persons with different views and perspectives, identifying their values around this tough choice, weighing the tradeoffs, and reaching agreement on which persons were the most important to vaccinate first - those categories of persons most important to society. Creating this group product or recommendation provided \"proof of principle\" to these government agencies that people with diverse views could better inform public policy making on difficult values-laden policy issues. This was a clear and specific contribution to the decision making process.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>The government agency faced a difficult values dilemma about who first to vaccinate in a pandemic. The public made the tough choices based on their values and the agency accepted these views, particularly the importance of vaccinating persons of importance to the well being of the society rather than persons at high risk of death and hospitalization. According to the Secretary of Health and Human Services Mike Leavitt speaking in 2008 when the document was released, \"this guidance is the result of a deliberative democratic process. All interested parties took part in the dialogue; we are confident that this document represents the best of shared responsibility and decision-making.\"</p><p>It was part of an ongoing initiative to introduce more participatory approaches to public health decision making—what we have called “Putting the Public in Public Health”</p><h4>Type of Contribution by Participants</h4><p>They directly made decisions about project measures</p><h4>Target Group</h4><p>Target groups were the general public or citizens-at-large plus representatives of key stakeholder organizations coming from all of the key sectors with recognized interests on this topic</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>300 million (2009 est). The entire population of the United States was affected by this problem and the need to create a plan for addressing this need in case of a severe 1918-like pandemic</p><h4>Total Number of Active Participants (approx.)</h4><p>Approximately 1,000 participants from different geographic regions of the country and belonging to different age, sex, and ethnic groups.</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Some effort to address disadvantaged groups</p><p>We sought representation from all age, sex, and major ethnic groups in the US. All evaluations for the project concluded that we achieved a \"good diversity\" in the type of participants who came.</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>Yes, this was a key purpose. This project supports broader goals by introducing an innovative method of engaging both the citizen and stakeholder publics, showing that it works to create a productive outcome among people with different views, and showing that the public input can actually be used to shape national policy. The public's \"fingerprints\" were on the final national guidance document.</p><h4>Adoption by Others</h4><p>In many cases</p><h4>Costs</h4><p>For both, approx $500,000</p><h4>Time and Working Days</h4><p>Several months for each</p><h2>Links</h2><p><a href=\"http://keystone.org/files/file/about/publications/FINALREPORT_PEPPPI_DEC_2005.pdf\">Final report (PDF)</a></p><p><a href=\"http://keystone.org/files/file/SPP/health/VaxPPreportdtrev_FINAL_3-25-2010.pdf\">Final report 2010 (PDF)</a></p>", "title": "Public Engagement Project on Pandemic Influenza Vaccine Priorities"}