{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Francesco Molinari<em>.</em></p><p>The project is the continuation of a previous initiative called Ven.e-d (Veneto e-democracy) launched in 2005. It applies a wide range of Web 2.0 and ICT tools – such as online consultations, a video game, an election game, a YouTube channel, and a citizen’s dictionary – in order to inform, attract and engage citizens in the public decision-making process.</p><h2>Project Description</h2><h3>Structure and Process</h3><p>A number of services are currently available on the platform:</p><ol><li>CORO - a virtual environment for the online consultations launched by the Regional Parliament on legislative and administrative matters;</li><li>CIVIL LIFE – a dedicated forum to young people, hosting specific information and communication tools designed with suitable language and contents;</li><li>The videogame ELECTION PLAY, enabling citizens to make virtual experimentations of the real challenges met by electoral candidates: preparing a political agenda, choosing running mates, using the media, public confrontation, snares and tricks by political rivals.</li><li>a dedicated channel on YOUTUBE making available the audio-visual material of the regional Parliament to a broad Internet audience;</li><li>the CITIZEN’S DICTIONARY, a glossary of the less common terms which can be found in the Regional Parliament’s web pages;</li><li>a VIRTUAL VISIT of the Regional Parliament’s premises;</li><li>DEMOTOPIA, a Web 2.0 oriented discussion forum on eDemocracy and interactive communication between Governments and citizens.</li></ol><h3>Impact</h3><p>After five years of experimentation, the project has become an integral part of the Regional consultation and communication practices with both citizens and stakeholders.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>In the Veneto Region, public hearings are mandatory if so required by at least one-fourth of the members of the committee responsible for the legislative proposal or on request of the provinces, municipalities, and of the presidents of the main social and economic organisations.</p><h4>Type of Contribution by Participants</h4><p>They commented or evaluated project measures</p><h4>Target Group</h4><p>All the citizens and (public/private) stakeholders of the regional governance.</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>4,000,000</p><h4>Total Number of Active Participants (approx.)</h4><p>1,000,000</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Some effort to address disadvantaged groups</p><p>Dedicated services were designed and implemented for young people and school children. Special attention was also given to those Internet users that are not familiar with administrative procedures or the “language of bureaucracy”.</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>By an integrated design and deployment of several distinct eServices, the project was specifically addressing user empowerment and the creation of new channels of communication and interaction between democratic institutions and citizens in support of the regional governance model.</p><h4>Adoption by Others</h4><p>No</p><h2>Links</h2><p><a href=\"http://www.terzoveneto.it/index.php?id=1\">Terzo Veneto – il Portale dell’e-democary</a></p><p><a href=\"http://www.civillife.it/\">Civil Life webpage</a></p><p><a href=\"http://www.electionplay.it/\">Election Play webpage</a></p><p><a href=\"http://www.demotopia.net/\">Demotopia.net webpage</a></p>", "title": "Terzo Veneto"}