{"htmlbody": "<h3>General Context and History</h3><p>The Municipality of Uzzano registered significant population growth in recent years, with a increase from 4,016 inhabitants (1991) to 5,182 in (Istat 2007). From the social point of view Uzzano presents a very rich associative life (sports clubs, cultural associations, assistance for the disabled, and international cooperation). The town has made substantial investments recently in schools and training. Consequently the school population has grown considerably, attracting even students from neighboring municipalities. Moreover, the presence of associations for the disabled attracted families with disabled children. Not least among the common characteristics related to the project is the position of Uzzano, located along a provincial road and Francesca street, the location is without a true \"center\" city which can serve as a \"natural\" place of aggregation.</p><h2>Purpose</h2><p>The object of this participatory process was the design of a new school complex with inter-school and intergenerational aggregation functions. The process first aimed at offering children and young people of Uzzano as well as neighboring municipalities the opportunity to study at a new and flexible school complex. Secondly the process aimed at promoting and consolidating networks and social connections of the local population, with particular attention to the relationship between generations. In absence of a city center, the project's goal was to provide the new building with an open area as well as additional locations for collective use, available to people of all ages. Here meetings can take place between the generations. Additionally this open area can act as a point of integration between the old and new immigrants of Municipality coming from different nationalities.</p><p>Specific Purposes:</p><p>Public participation was meant to achieve the following objectives:</p><ul><li>Inform the public on the subject.</li><li>Involve the public in identifying the necessities that the new school complex should satisfy both for educational purposes as well as a meeting area for the broader community, too.</li><li>Identify, with the help of the technicians of the Municipality, architectural ideas for the construction of the building.</li><li>\"Translate\" the priorities and requirements into technical solutions.</li><li>Involve citizens of different age groups (students, parents).</li><li>Create occasions for intergenerational meetings.</li><li>Establish a structure that can act as an \"urban center\" of the Municipality.</li></ul><h2>Participant Selection</h2><p>The project, \"Una Scuola per Tutti\" (A School for All) involved working groups of both adults as well as elementary and middle school pupils. In order to obtain a more heterogeneous collection of participants, workgroups were made up by self-selected citizens, citizens randomly stratified sample of the municipality population, and citizens contacted by telephone inviting them to sign up. Particular attention was placed on ensuring the participation of traditionally self-excluded categories such as children and women. In order to ensure the participation of teenagers, a particularly challenging group to get involved, the number of invitations sent out by organizers was over-sampled. These young invitees were also contacted on the day of the event. These extra efforts helped ensure the necessary percentage of teenagers on the open space day. Given the strong presence of associations committed to the issue of disability and the design of an accessible school, members of relevant associations were invited to participate in the workshops. Approximately 10% of the population is of foreign origin (in particular, of Albanian and Romanian descent). Consequently particular emphasis was given to invitations by direct telephone calls and within the schools in order to have an adequate representation of foreign participants and involve all nationalities living within the municipal area. To encourage greater involvement of women a babysitting service for children between the ages of 3 and 10 years was offered.</p><h2>Deliberation, Decisions and Public Interaction</h2><p>The process resulted in a strong integration between people of different ages, social status and nationalities in jointly designing the new building as a space for the community to meet and socialize. The participatory process lasted about four months, from December 2008 to March 2009. It was carefully divided into three phases. In the first phase an informative campaign on the process was prepared. The information phase involved collecting ideas and exploring future necessities and functions of the school complex. This information was collected during 10 interviews and meetings with qualified witnesses (school staff, local associations, parent groups) as well as a \"day in the streets\" for a first contact with the population. Various informative materials such as posters and leaflets were used. Additionally, booklets in the form of Glossary-note sheets, were used as a tool designed to stimulate discussion. These booklets included excerpts of interviews, excerpts of the urban planning rules, and examples of other school buildings designed with the same purpose. During this phase information was broadcasted through different channels in order to reach the majority of the population of the Municipality. On the OST day about 50 people were involved, working in groups of 15 persons. The first phase ended with a public meeting during which the participatory process was introduced. Information and communication took place during the entire participatory process. The second phase involved the active participation of the population. For this purpose a one day day with citizens was organized in the form of an Open Space Technology (OST) along with a workshop day with elementary and middle-school children of Uzzano with about 60 elementary and middle-school pupils. During the third and final stage ideas proposed by the participants were announced in public meetings. Experts on participation coordinated the entire information and participation process. At the end of the process a report was prepared in regards to the process of participation. It took account of the route in its entirety (including suggestions made by the adults with children) and its result. The report referred to all work done, from interviews, work groups of adults and children, to the day in the square. A “review meeting” was also organized for all citizens to discuss the outcomes of the course, in which the report was distributed.</p><h2>Influence, Outcomes and Effects</h2><ul><li>Creation of a structure that corresponds to the needs of the population.</li><li>Creating and strengthening social relations and networks through the meeting of different generations working on a common aim.</li><li>Developing a sense of belonging to a community (particularly for families of recent immigrants from neighboring towns or other countries).</li></ul><p>All interviewees noted the need for space necessary for various School activities (co-curricular or not). Among them stands out the necessity for a gym that can be used by schools, as well as sports held outside school hours. During these meeting with teachers and parents, they also showed the necessity for space specifically allocated for the use of \"specialized\" classrooms, such as a room properly equipped for the use of a computer lab. Many interviewers indicated that existing structures (in particular the building that houses the middle school) are not adapted to accommodate the handicapped. Besides the obvious structural barriers, such as the elementary and middle schools’ stairs used to access the gym, the requirement is highlighted for more spacious classrooms which can be used by such children as those in wheelchairs. It is also widely perceived that a requirement exists for an outdoor space which can be used by children beyond school hours. There were many indications regarding the possible activities that could be carried out in the new complex. Most were based on the subject of training and education throughout life (long life learning) all which could use the common areas of schools. At the end of this process the critical points highlighted by the interlocutors were: the connection area with the rest of the territory and its accessibility; the issue of transportation and parking; the construction of the school complex; effective financing of this project. Parents have raised particular issue with intensely difficult parking and traffic during peak times in the morning as well as after school.</p><p> </p><h2>External Links :</h2><p><a href=\"http://www.consiglio.regione.toscana.it/partecipazione/documenti/RelazioniFinali-Progetti/Uzzano-RF-UnaScuolaPerTutti.pdf\">Final Report</a></p><p><a class=\"external free\" href=\"http://www.comune.uzzano.it/doc/Scheda%20DEFINITIVA.pdf\" rel=\"nofollow\" title=\"http://www.comune.uzzano.it/doc/Scheda%20DEFINITIVA.pdf\">http://www.comune.uzzano.it/doc/Scheda%20DEFINITIVA.pdf</a> [DEAD LINK]</p><p><a class=\"external free\" href=\"http://www.comune.uzzano.it/doc/delibera_giunta_comunale.pdf\" rel=\"nofollow\" title=\"http://www.comune.uzzano.it/doc/delibera_giunta_comunale.pdf\">http://www.comune.uzzano.it/doc/delibera_giunta_comunale.pdf</a> [DEAD LINK]</p><p><a class=\"external free\" href=\"http://www.comune.uzzano.it/doc/volantino-fronte-retro.pdf\" rel=\"nofollow\" title=\"http://www.comune.uzzano.it/doc/volantino-fronte-retro.pdf\">http://www.comune.uzzano.it/doc/volantino-fronte-retro.pdf</a> [DEAD LINK]</p>", "title": "Uzzano - \"A School for All\""}