{"htmlbody": "<h3>Mission and Purpose</h3><p>The European Commission is one of the European Institutions. It has the right of initiative and is the guardian of the European Treaties. See <a href=\"http://europa.eu/\">http://europa.eu/</a> (24 languages available) for more information.</p><p>The EC is active, inter alia, in the field of research and innovation, as a policy maker and as a funding body.</p><h3>History</h3><p>See <a href=\"http://europa.eu/about-eu/eu-history/\">http://europa.eu/about-eu/eu-history/</a></p><h3>Specializations and activities</h3><p>Innovation has been placed at the heart of the EU's strategy to create growth and jobs for 2020.</p><p>EU countries are encouraged to invest 3% of their GDP in R&amp;D by 2020 (1% public funding, 2% private-sector investment) - this is expected to create 3.7 million jobs and increase the EU's annual GDP by nearly €800 billion.</p><p>For more information on the role of research and innovation: <a href=\"http://europa.eu/pol/rd/index_en.htm\">http://europa.eu/pol/rd/index_en.htm</a></p><h3>Major projects and events</h3><p>Part of the funding of the European Commission for research and innovation is dedicated to the interface between science and society under the umbrella of the 'Science in Society' programme. About 50 M€ are dedicated each year to funding projects in the field of: citizens engagement in research and innovation, formal and informal education to science, gender equality and gender in research and innovation, open access to scientific results, ethics, and governance. The Commission has been funding participatory processes since 2002 and funds research to better understand and improve their methods and dynamics.</p><h1>Why \"Science in Society\" at European level?</h1><p>\"Science is part of almost every aspect of our lives. Although we rarely think about it, science makes extraordinary things possible. At the flick of a switch, we have light and electricity. When we are ill, science helps us get better. It tells us about the past, helps us with the present, and creates ways to improve our future. Scientific endeavour is as much about us as it is for us. Its place in society, therefore, is not to unfold quietly at the sidelines but to become a fundamental part of the game. Now more than ever, science must engage with us, and we must engage with science.</p><p>There are times when science can seem to lose its connection to society and its needs, and sometimes its objectives are not fully understood, even if they are well intended. The lack of a common language and rapid progress in many areas of research has increased the public's concern or contributed to ambivalence about the role that science and technology play in everyday life. But science cannot work in isolation, and advances in science and technology are not an objective in their own right.</p><h3>Build gateways with the public</h3><p>Of course, while new developments can improve our quality of life and understanding of the world, scientists and policymakers may not always properly assess the potential risks or take full account of the public's concerns. Opportunities must be created for scientists and the general public to exchange views in a two-way dialogue of mutual respect and trust.\"</p><p>Read more at <a href=\"http://ec.europa.eu/research/science-society/index.cfm?fuseaction=public.topic&amp;id=1223&amp;lang=1\">http://ec.europa.eu/research/science-society/index.cfm?fuseaction=public.topic&amp;id=1223&amp;lang=1</a></p><h3>Funding</h3><p>Opportunities for funding can be found through the CORDIS website and the Participants portal of the European Commission:</p><p><a href=\"http://cordis.europa.eu/home_en.html\">http://cordis.europa.eu/home_en.html</a></p><p><a href=\"http://ec.europa.eu/research/participants/portal/page/call_FP7#top\">http://ec.europa.eu/research/participants/portal/page/call_FP7#top</a></p><h3>Publications</h3><p>For publications relating to Science in Society, see our e-library at <a href=\"http://ec.europa.eu/research/science-society/index.cfm?fuseaction=public.topic&amp;id=1244\">http://ec.europa.eu/research/science-society/index.cfm?fuseaction=public.topic&amp;id=1244</a></p><h3>Secondary Sources</h3><p>Other sources of information on participatory processes funded by the European Commission can be found through the many projects websites, e.g.:</p><p><a href=\"http://www.cipast.org/\">http://www.cipast.org/</a>, a project similar to 'participedia.net' on citizens engagement in research and innovation,</p><p><a href=\"http://gap2.eu/\">http://gap2.eu/</a>, in the field of fisheries policy,</p><p><a href=\"http://www.livingknowledge.org/livingknowledge/perares\">http://www.livingknowledge.org/livingknowledge/perares</a>, run by the European network of science shops,</p><p><a href=\"http://www.ejolt.org/\">http://www.ejolt.org/</a>, on environmental justice,</p><p>And many more...</p><h3>External Links</h3><p> </p><h3>Notes</h3><p> </p>", "title": "Science in Society programme, European Commission"}