{"htmlbody": "<h3>History</h3><p>Kavaja is one of the thirty-six provinces of Albania and is part of Tirana County. It has a population of 82,921 (2010 estimate), and an area of 414 km². Participatory Capital Investment Program (CIP) was formulated by the Municipality of Kavaja for the 2011-2014 period. It is an important document drafted with the participation of citizens that facilitates the preparation of the Medium term Budget Program especially in the field of investments through a better public finance management. This participatory project was financed by SOROS - Open Society Foundation for Albania and its implementation lasted for a period of six months (January – July 2010). The CIP document was designed to combine technical data provided by the Municipality of Kavaja. It aimed to promote possible projects under current policies and contains a list of projects selected by the Citizens Committee for a period of 3-5 years. The Committee selected the projects on the basis of such criteria as total project cost and financing for each year and for each stage, relevant sector, sources of funding, etc.</p><h3>Purpose of the Participatory Process</h3><p>The main aim of this project was to ensure citizen participation. Special emphasis was placed on the improvement of governance as well as the capacity of local governmental institutions, all in the context of decentralization through the development of a 3-5 year Capital Investment Plan (CIP). It aimed at an efficient management of resources, as well as the implementation of priority capital investment for the community. Investments were focused on the improvement of local governance as well as the growth of mutual trust and cooperation of citizens within the administrative subdivisions within the town ('districts'). The main objective was to promote awareness amongst residents of six districts. These residents were encouraged to be part of the decision-making process in capital investment planning. Residence also were given detailed information about projects being implemented by Urban Research Institute (URI), a nonprofit policy research organization located in Tirana (capital of Albania), which emphasizes and encourages the decentralization of responsibility, authority and accountability of various local governments throughout Albania.</p><p>Targets:</p><ul><li>Communicating the meaning and the importance of the project and providing support from the administration and interested stakeholders to the process</li><li>Informing and mobilizing the public to involve it in public meetings making investment proposals concerning their neighborhoods</li><li>Developing a long-term plan for capital investment</li></ul><h2>Participant Selection</h2><p>Attracting citizens' opinion on the capital investment needs was conducted at three open meetings for six neighborhoods. The Municipality of Kavaja has 38,260 inhabitants or 10,300 families. After these meetings, 150 questionnaires were distributed to attract civic and business opinion on the definition of the three most important capital investments for them. Stakeholders who took part in the meetings were: members of the community (residents under six main areas according to a stratified sampling of the population); members from the business community (builders, architects, engineers); members from NGOs; youth groups; active community women; Chamber of commerce; local media (TV6 and TV2); representatives from the Municipality (municipal council members and head directors including the Chairperson itself). The total number of citizens that took part in open meetings was 195, 14% of which were women. Due to past negative experiences met by the Municipality in regards to the low level of participation of women and youth in its activities, subsequently separate meetings with these groups were held.</p><h2>Deliberations, Decisions, and Public Interaction</h2><p>All information has been collected through either open public meetings or questionnaires that involved about 330 civic and interest groups. One in 30 families of Kavaja took part in this project. It was based on four main phases: mobilization (Municipality representatives’ meeting, the establishment of workgroups); information (community awareness, open meetings for deliberation, questionnaires); data analysis (preparation of the draft document for each area); finalizing (advocacy with local government and final approval). The information collected through the process contained 543 proposals. In the second phase the municipalities’ information was matched with the citizens‘ proposals. The proposals mainly concerned the development of urban infrastructure and cultural events. All existing information provided by citizen participation were included in the list of priority projects approved by the Municipal Council. In cooperation with the municipal staff, the list was prioritized according to the town districts. About 51% of them were public service projects and roads. URI’s Support in the third phase aimed to prepare the final list of prioritized projects based on criteria established by consensus, all with a common strategic vision. In the fourth phase the Commission (constituted by 33 members: Municipality representatives, district administrators, civil society, business’ members and ordinary citizens) received at least two trainings on the evaluation methods and presented the final list which resulted in 388 investments.</p><p>All meetings were organized on the basis of an agenda. The opening was performed by the vice Mayor and a project coordinator. Citizens proposed projects related to their district and city improvements. All proposals were registered by the director of public services of the Municipality. Participants nominated people to represent them in the project evaluation Commission. All meetings were covered by local media and ordinary citizens were interviewed about the organization and the importance of this process.</p><h2>Influence, Outcomes and Effects</h2><p>Financial information was analyzed in order to identify needs and the possible sources of support for the CIP. Projects were categorized in years with a technical and financial feasibility description alongside. URI has organized the training of the Municipal Financial Department on 3-5 year financial planning. The capital investment projects can be budgeted each year from the Department's own resources or by other available conditional resources. In cooperation with the staff of Municipality of Kavaja the citizen proposals was implemented. The majority of requests were for roads and sidewalks (40%), public services (20.6%), and public water services and sanitation (18.1%). Following the final public presentation during the last phase of this participatory project the document was approved by the Municipal Council and has been published.</p><h2>External Links</h2><p><a href=\"http://www.uri.org.al/project/participatory-capital-investment-program-in-kavaja/\">Project Overview on URI's Website</a></p><p><a href=\"http://www.uri.org.al/new/wp-content/uploads/2015/07/Participatory-Capital-Investment-Program-in-Kavaja.pdf\">Full Project Description</a></p><p><a href=\"http://www.osfa.al/\">Open Society Foundation for Albania (SOROS)</a></p>", "title": "Participatory Capital Investment Program (Kavaja, Albania)"}