{"htmlbody": "<p><em>Note:  This article is in need of assistance with editing and content.  Please help us complete it.</em></p><h3>Summary</h3><p>This case study features a series of workshops, assemblies, and information sessions to promote civic engagement in the renewal of a municipal square in Italy. After the participant selection process, which paid special attention to children, three phases of participation took place. The project ultimately fostered community discussion and understanding before the renovation of the square.</p><p>The participatory process was promoted by the town of Piombino. It started in May 2008 and it ended with a final meeting in December 2011. The main goal was the renewal of Bovio Square, by improving its aesthetics and design, as well as reinforcing a social and cultural identity of the town by involving its citizens.</p><h3>Participation</h3><p>40 citizens (19 women and 27 men) took part in laboratories. Half of the participants were self-selected while the rest was recruited through random selection and direct calls. Particular attention was paid to disadvantaged groups: association of disabled persons (Spazio H), cultural associations (Astrofili, Dentro le mura, Historical studies Center of Piombino, Samarcanda intercultural association). In randomly selecting participants, special attention was given to equal gender representation. There were also laboratories for children attended by 65 elementary school students and 22 of the middle school. During the first meeting around 200 people were present, then participation was extended thanks to the creation of a website where people could send contributions or join Forum discussion groups. In the final assembly 100 people were present.</p><h3>Process/Project</h3><p>The process was divided into 3 phases:</p><p><u>Communication phase</u></p><p>This phase was developed handing out leaflets and guides in the main square about the participatory process.The website aimed at ensuring information and increasing citizen attendance. Also, meetings between members of local government and people played an important role during the process.</p><p><u>Participatory phase</u></p><p>Two different types of laboratories were organized in different days. One was dedicated to school children: \"The children’s Town” focused on topics like safety road and education. The aim of the lab was to intensify the link between students and the public places of the town. The other laboratory was addressed to adults. The method was open discussion in little groups of 6/7 people who were given Guides including technical information about the square. During meetings the coordinator acted as a facilitator in order to ensure the equal participation to discussions. The atmosphere during discussions was relaxed and it was possible to take decisions by a large majority. Moreover, engineers were present in order to answer people's questions. Discussions among participants represented the most important part of the project. Four reports, also including minority positions, were drafted during the process. These reports were also published on the website in order to ensure a widespread access. During the last day of the process, the experts presented renderings of the square showing the aspect it would take according to participants' suggestions. They elaborated also three different scenarios of the square entitled “The plainness square”, “The functionality square” and “Tradition and Modernity”.</p><p><u>Final phase</u></p><p>In a final event, citizens were divided into small work-groups; subsequently each group presented and discussed its work in a plenary session. The results were different among groups but the main point was the same: the square had to be open and accessible to everybody. The process ended with a public assembly during which the results were presented.</p><h3>Evaluation</h3><p>The impact on the community was very positive. This kind of project created a good connection between people and local institutions. The central square represents, in fact, a meeting place but it is also the soul of social life. Thanks to this results it was possible to start another important participative process about the renewal of another Piombino square - Piazza dei Granai-.</p><h3>External links</h3><p><a href=\"http://www.comune.piombino.li.it/archivi/piazzabovio/index.html\">Project on the Municipal Website</a></p><p><a href=\"http://www.comune.piombino.li.it/archivi/piazzabovio/rapporti/Rapporto_terza%20giornata_def.pdf\">Final Report </a></p><p><a class=\"external free\" href=\"http://www.consiglio.regione.toscana.it/partecipazione/documenti/Decreti_Approvazione/Piombino.pdf\" rel=\"nofollow\" title=\"http://www.consiglio.regione.toscana.it/partecipazione/documenti/Decreti_Approvazione/Piombino.pdf\">http://www.consiglio.regione.toscana.it/partecipazione/documenti/Decreti_Approvazione/Piombino.pdf</a></p><p><a class=\"external free\" href=\"http://www.consiglio.regione.toscana.it/partecipazione/documenti/Decreti_Tanzini/decreto%20542.pdf\" rel=\"nofollow\" title=\"http://www.consiglio.regione.toscana.it/partecipazione/documenti/Decreti_Tanzini/decreto%20542.pdf\">http://www.consiglio.regione.toscana.it/partecipazione/documenti/Decreti_Tanzini/decreto%20542.pdf</a></p><p><a class=\"external free\" href=\"http://www.sociolab.it/news.php\" rel=\"nofollow\" title=\"http://www.sociolab.it/news.php\">http://www.sociolab.it/news.php</a> [DEAD LINK]</p>", "title": "Participatory Renovation of Bovio Square (Piombino, Italy)"}