{"htmlbody": "<p><em>Note:  This article is in need of assistance with editing and content.  Please help us complete it.</em></p><h3>Summary</h3><p>This case study features a series of participatory planning workshops in Italy to develop new ideas and proposals about public spaces and poly-functional buildings. Representatives from local associations took part in thematic laboratories which discussed projects to improve public areas. These workshops successfully produced a number of proposals, evaluations, and implementation plans.</p><h3>History </h3><p>The participatory process took place in the district Campagnoli-Fenullia of the city of Reggio Emilia, with the collaboration of the municipal Bureau of local government “Agenda 21 e Reggio Sostenibile”. The process started in May 2005 and ended in June 2005. The main goal of the process was the development of new ideas and proposals about public spaces and poly-functional buildings.</p><h3>Participant Selection</h3><p>During the first phase, representative local associations and organizations were invited to participate. Only one person for each association was allowed to take part the project in order to guarantee a better development of the process. Participant recruitment was based on self-selection after sending an informative brochure. 32 stakeholders participated. The participation was as follows: 6% District Committee, 33% Local Government, 24% Social Association, 20% Cultural Association, 13% citizens, 4% workers. Meetings attendance gradually decreased to 25 people during the first meeting, 16 during the second, 13 during the third.</p><h3>Participation Process</h3><p>Actual participation was organized into two different thematic laboratories. The first one regarded safety problems, district accessibility, traffic reduction and green and public areas. The second handled the problem of a poly-functional building. During three meetings specific questions were posed to participants. Only during the first meeting the groups of the two laboratories worked separately. The principal topic was the renovation of the district Compagnoli-Fenullia. Resulting proposals were used to draft plans by professionals during an intermediate phase. During the second meeting, the resulting projects were showed and discussed. Then new proposals emerged and were further elaborated. During the last meeting, the topic focussed on the management of public space and of the poly-functional building.</p><p>The neutrality of the project was ensured by an external facilitator who acted to guarantee equal participation in the discussion during the meeting.</p><h3>Outcomes</h3><p>The main outcomes were two documents with 9 proposals each about “Public Space accessibility” and “The poly-functional building”. Moreover, an evaluation document was written about proposals. Furthermore, a list was drafted of voluntarily commitments made by participants in relation to management and implementation of the process outcomes.</p><h3>Analysis and Critique</h3><p>During the process a high level of representativeness was achieved and the participation of different stakeholders made it possible to compare different active citizenship practices. There was a progressive decrease in participation during the different phases of the project. The atmosphere was relaxed and the consensual approach allowed the overcoming of problems and the achievement of shared points of view.</p><h3>External Links</h3><p><a class=\"external free\" href=\"http://www.municipio.re.it/retecivica/urp/retecivi.nsf/0/4B135A64B0D96DDCC12579750032234C?opendocument&amp;FROM=Qrtrspz\" rel=\"nofollow\" title=\"http://www.partecipazione.comune.re.it/partecipazione-1/tutti-i-processi/pru-compagnoni\">Project on the Municipal Website</a></p><p><a href=\"http://www.municipio.re.it/retecivica/urp/retecivi.nsf/PESIdDoc/4B135A64B0D96DDCC12579750032234C/$file/Report_Finale_QCompagnoni_2005.pdf\">Final Report</a></p><p><a href=\"http://www.punto3.info\">www.punto3.info</a></p>", "title": "Quartiere Compagnoni - Participatory Planning Workshop 2005"}