{"htmlbody": "<p><strong>Problems and Purpose</strong></p><p>In 2002, the National Thermal Power Corporation (NTPC) saw the completion of the construction of the Simhadri Thermal Power Project (STPP), a coal-fired power plant, in the Vizag District of India. The construction of the STPP, while having promised potential benefits and opportunities for local residents, had instead served to compromise their existing economic wellbeing. This case presents the latter’s response to their predicament through a public hearing with the participation of relevant actors, including civil society actors.</p><p>The construction of the STPP affected the villagers’ wellbeing in several ways. Firstly, with regard to land acquisition, the company took over 1200 acres from villagers who had depended upon the land for survival through farming, grazing animals, or salt panning.  While NTPC compensated landowners with cash for their land (2.25 <em>lakhs</em> per acre, about £2,842), this overlooked the villagers who earned their living working others’ land.  Secondly, the power plant disrupted nearby fishing grounds by releasing hot water from the plant’s cooling towers into the water. As with the agricultural land that remained, air pollution such as fly ash greatly decreased their yields. Furthermore, the location of the power plant and its residential colony greatly increased the distances that villagers had to travel to attend school or get rations from the public distribution centre. The construction of the power plant had also damaged a local road to the extent that the city bus service along that road had to be discontinued.</p><p>The NTPC had promised jobs and economic opportunities for villagers, but many of these promises had not materialized. While local residents were not favoured for construction jobs, women were not allowed to sell their produce within the power plant colony. The corporation had also not upheld individual promises. One village gave up land on the condition that only the top 3 meters would be dug for sand; the contracting company instead dug 20-30 meters deep, rendering the land unusable and creating a river during rainy season in which children and cattle drowned. During the initial stages a lot of promises were made by the STPP to the villagers with regard to community development projects like the construction of school buildings, bus shelters, the laying of roads, the provision of health facilities, the digging of bore wells, etc. The reality falls short of the actual promises.</p><p>The STPP put a stress on the health safety of the villagers. Air and water pollution from the power plant resulted in rising health problems in the community.  The Andhra Pradesh Pollution Control Board found that both air and water pollution in the local villages was above average. Residents alleged that the open sewage from the company’s residential colony provided a breeding ground for mosquitoes and increased malarial infections. Some cattle died after drinking from a canal carrying effluents from the STPP past a village. Other villagers reported that their wells dried up or were polluted. To compound the economic and health damage, the STPP took culturally important land such as one village’s burial grounds.</p><p>Without any legal recourse available, the villagers compiled a list of community grievances and the evidence to back them up. With partnership with local civil society actors, they subsequently called the various powerful actors to a public hearing where they had to respond directly to the findings before more than a thousand people.</p><p><strong>History</strong></p><p>Andhra Pradesh is an Indian state that suffers from power shortages due to an expanding industrial and agricultural activities and increasing consumption. In 1994, the Andhra Pradesh State Electricity Board took the first steps in planning the Simhradi Thermal Power Plant (STPP).  The planned 1000MW power plant, requiring 5.04 million tons of coal per year imported from another Indian province, was meant to be an important source of power for the region’s new IT and agricultural trade industries, whose growth had been hampered by unreliable electricity.</p><p>The National Thermal Power Corporation (NTPC) signed the power purchase agreement in 1997, and construction of the STPP began in 1998. The project had been supported by Japan’s Overseas Economic Cooperation Fund. NTPC is India’s largest power producer, a symbol of national pride and, by its own account, a model corporate citizen.  According to its website, its vision is “to be the world’s largest and best power producer, powering India’s growth” and seeks “to develop and provide reliable power, related products and services at competitive prices, integrating multiple energy sources with innovative and <em>eco-friendly technologies</em> and <em>contribute to society</em>” (NTPC Website) (own emphasis).  NTPC claims that its 18 power stations have received ISO 14001 certification (the gold standard for minimising the environmental effects of a business) and publicises its membership of the UN’s Global Compact, which sets ethical principles related to human rights, labour, the environment and anti-corruption. The company’s policies are meant to reflect these ideals, while still managing to earn handsomely. According to its annual report, the company earned nearly £1.3 billion in profit during the fiscal year ending March 2008.</p><p>To build the STPP, NTPC acquired 3140 acres of land across 13 villages in three <em>mandals</em> (local administrative regions) of Visakhapatnam district. 2087 of those acres belonged to private parties, the rest being state land. These land acquisitions affected least 2,841 households with a total population at the time of 11,960.  These residents lived in semi-brick shanty houses with temporary roofs, and were predominantly fishermen, farmers, and salt traders.  In exchange for their land, they were promised new roads and wells, bus service, training facilities, jobs, and cash compensation.</p><p>Some villagers protested early on against the land acquisition. However, the villagers, undereducated and often ill informed of their rights, were at a legal disadvantage. Legal manoeuvres or overt repression trumped several disputes relating to land ownership. Land acquisition officers in Hyderabad reported that the NTPC classified some of the local farmland as “wasteland” (infertile or unproductive) despite clear evidence to the contrary. One community alleged that police had threatened villagers when they refused to vacate because they had records indicating that they had rented the land from the government, contradicting government claims. </p><p>The STPP began operating in May 2002. Its operation was accompanied by rising health problems and economic depression in the local communities. Villagers alleged that many of the promises made by NTPC—roads, bus service, jobs, etc.—were never upheld.</p><p><strong>Originating Entities and Funding</strong></p><p>In the effort to initiate a dialogue on participation and governance among the <em>Panchayat Raj</em>, industry and civil societies, the Society for Participatory Research in Asia (PRIA), New Delhi initiated a project to conduct multi-party accountability for environmentally sustainable industrial development at Paravada Mandal, Visakhapatnam District, Andhra Pradesh. This <em>mandal</em> was declared as an industrial zone where the STPP and Special Economic Zone were already grounded. Besides these, an Apparel Park is going to be set up displacing several other villages. In this context, a study was carried out to examine the role played by the different stakeholders in the setting up of the STPP and also to find out the citizen’s initiatives in the protection of their rights and privileges. PRIA saw the need for mutual benefit in the coexistence of industry and community. Against this backdrop, the objectives of their study may be summarised as follows:</p><ol><li>To study the socio, economic and demographic characteristics of the villagers.</li><li>To find out the perceptions and experiences of the villagers about the impact of the NTPC on environment, family and health.</li><li>To ascertain the strategies/tactics adopted by the villagers to influence and negotiate their stakes.</li><li>To find out the accountability of the multi parties, who are directly or indirectly involved in the different processes of industrial development, and lastly,</li><li>To make suggestions for policy and practice.</li></ol><p>Sadhana (a Paravada-based nongovernmental organization) worked on the campaign with the researchers from the Institute of Development Studies and PRIA.  These organisations conducted surveys and gathered data, recording demands and evidence of rights violations and health impacts. Sadhana has operated in the area for the last 20 years and has been active ever since the publication of the notification establishing the thermal power plant by the NTPC in Paravada. The NGO had started organizing workshops, meetings with professors of Geology and Environmental Sciences of Andhra University and legal experts and took them to the project area and conducted meetings. Cultural shows depicting the likely environmental problems that may emerge with the establishment of the power plant were also organised in the affected villages. An association with all the villagers likely to be affected was also formed.</p><p><strong>Deliberation, Decisions, and Public Interaction</strong></p><p>For the purpose of the PRIA study, out of 13 villages affected by the NTPC, 11 villages were taken up as the remaining two villages are at a distance from the NTPC and as such the effect on them is insignificant. A cross section of people that includes the aged, women, Self Help Groups, youth, agricultural labourers, artisans, people who had lost their land were selected from each village so that their perceptions about the impact of the NTPC could be holistic and pragmatic. Though the selection was based on the purposeful sampling method, care was taken to select the respondents objectively. 107 respondents from the 11 villages were interviewed.</p><p>With regards to research tools, various participatory methods were employed to tap local knowledge and collect information. These include:</p><ol><li>Transect walk: The team went for a transect walk in the village to obtain first hand information and to know the topographical boundaries of the village as well as the location of the NTPC vis-à-vis the village.</li><li><em>Gram sabha</em>: In every village, a mini <em>gram sabha</em> was held to find out the villagers’ perceptions. The team facilitated the process of discussion on various issues related to the pre- and post-establishment of the NTPC.</li><li>Focus group discussion: Issues concerning health, environment and family were the focus of different groups to elicit information and also to crosscheck the information that was derived from the <em>gram sabha</em> and individual respondents.</li></ol><p>A structured schedule was constructed and administered to 107 respondents from the 11 villages. The schedule consisted of three major divisions. The first part covered the respondent’s personal and family information. The second part dealt with the details of land holdings, acquisition and compensation. The employment details were also furnished. The impact of NTPC on health, environment and family were provided for in the third section, besides the multi-party accountability of the stakeholders.</p><p>The study team went with a video recorder and a photographer and took video recordings and photographs of the affected villages. A documentary film of approximately 30 minutes duration was prepared. Some selected photographs were also used as a tool kit.</p><p>The study was taken up in the month of August 2002. After a couple of preliminary visits to the affected areas, mini <em>gram sabhas</em> and focused group discussions were held for one month. The data was collected from 107 respondents covering 11 villages for approximately another month. The report writing and preparation of the documentary film took another three months.</p><p>A <em>mandal</em> level sharing session was conducted on 21 November 2002 in Paravada Mandal Development Office with the multi-stake holders, i.e., people’s representatives such as <em>sarpanches</em> (heads of the village body), <em>zilla parishad</em> (district) territorial constituency and <em>mandal parishad</em> territorial constituency (block level) members, village secretaries, members of Self-Help Groups, Community Based Organizations, people who had lost their land, the Mandal Development Officer, Mandal Praja Parishad President, Mandal Revenue Officials, and NGOs.</p><p>The study concluded that STPP authorities could organize need based community development programmes with the active participation of the people, thereby making them stakeholders of the entire process. As the STPP and government are accountable to the people's needs and aspirations it would be appropriate if suitable concerted measures are initiated for the marginalised.</p><p>Sadhana, the Institute of Development Studies, and PRIA presented their findings from the surveys at a <em>gram sabha</em> (local assembly) and at <em>panchayat raj</em> meetings. The contents of the research and subsequent discussions were then fed into a People’s Development Plan, which presented the community’s view of how the grievances could be adequately addressed in mutually beneficial ways.  For instance, community members proposed supplying pickled foods to the company’s canteen while recognising the need to meet minimum quality standards.  Another proposal was brought forward by a women’s self-help group to allow them to supply uniforms to plant workers.</p><p>The communities then invited officials from the company and state and federal governments to a public hearing hosted in the community, in the presence of ordinary citizens.  This alternative citizen hearing was to allow the multiple stakeholders to each take on unique responsibilities to provide a more comprehensive solution, like “matching pieces of a puzzle”, as one researcher described it. </p><p><strong>Influence, Outcom</strong>e<strong>, and Effects</strong></p><p>After the public hearing, the researchers invited several journalists to a press conference.  However, the media strategy had to be balanced with the concern that media attention can cause a company to retreat from public debate, or that the media will identify opponents of industry as a nuisance.</p><p>Some negative media coverage did result in positive changes for the community.  For instance, the day after one newspaper carried a story about an information-sharing meeting organized by PRIA on the health impacts of the plant, the Pollution Control Board conducted tests for water pollution in the area. According to a PRIA report, this was the result of the pleas of villagers. Their pleas echoed in the Village Development Advisory Committee (constituted by the government in 1999 for the NTPC affected villages) meeting held on 16 September 2003 and the collector ordered the monitoring of the pollution levels in the two villages by the Andhra Pradesh Pollution Control Board. The Pollution Control Board conducted studies and found the pollution levels in these two villages above normal.</p><p><strong>Analysis and Criticism</strong></p><p>The following points were suggested by Citizenship Development Research Centre (DRC) researchers to help affected communities more effectively demand accountability from corporations:</p><p>1. Pursue a multi-pronged strategy: A successful strategy is likely to include a mix of media work, direct dialogue with companies and government, public hearings and, if necessary, lawsuits. The use of citizen-based methodologies is especially important to mobilise broad community engagement, including citizen health monitoring, public hearings and People’s Development Plans.</p><p>2. Mobilise often, mobilise early: If bargaining takes place once the proposed project has the go-ahead or construction is under way, the chances of getting the company to respond to demands and grievances are significantly reduced.</p><p>3. Move beyond compensation: There are limitations to viewing financial compensation as the ultimate goal of an accountability struggle or as an adequate substitute for political reform.</p><p>4. Remain accountable, even when fighting for accountability: One danger is that NGOs become cast as the legitimate representatives of the community in dialogues with industry. NGOs such as Sadhana are keen to play a supporting role, but community members themselves may be reluctant to show leadership. Hence a strong commitment to this principle is important.</p><p>5. Recognise that legal-constitutional rights are not a guarantee: Some of the poorest workers were displaced because they lacked land titles, but even having rights to the land was insufficient to protect others. If communities are not aware of their rights, or are powerless to claim them, “having” rights is not enough.</p><p><strong>Secondary Sources</strong></p><p>Newell, P., Jaitli, H. and Kumar, R. \"Keeping the Corporation Honest in Visakhapatnam, India.\"  Citizenship DRC Case Study Series.</p><p>Newell, P with V Anand, A Harsh Jaitli, S Kumar &amp; ABSV Ranga Rao (2006) \"Corporate Accountability and Citizen Action: Cases from India\", in Rights, Resources and the Politics of Accountability, edited by Peter Newell and Joanna Wheeler. Zed Books: London.</p><p>NTPC Website. Available at: <a href=\"http://www.ntpc.co.in\">http://www.ntpc.co.in</a> (Accessed on May 11, 2013)</p><p>Ranga Rao, ABSV and S Kumar (2004) “Multiparty Accountability for Environmentally Sustainable Industrial Development: The Challenge of Active Citizenship. A Study of Stakeholders in the Simhadri Thermal Power Project, Paravada, Visakhapatnam District, Andhra Pradesh”, paper produced by the Department of Social Work, Andhra University, for the Society for Participatory Research in Asia (PRIA), New Delhi.</p><p><strong>Notes</strong></p><p>This case study could be improved by answering the following questions:</p><ul><li>How was the \"alternative citizens' hearing\" structured?  </li><li>How were people recruited to come to the hearing?</li><li>How many people came to the hearing? What demographics did they represent?</li><li>Did company leaders and government officials come?  If so, how did they react?</li><li>Were any of the proposals from community leaders acted upon?  Did they work well in practice?</li><li>Did any long-term institutions or alliances form among community members after their efforts around this project?</li><li>Did the villagers win fair compensation from NTPC?  If not, are they still attempting to improve their situation, and what have they done?  </li><li>Were there any structural reforms undertaken by the government to prevent similar problems from recurring elsewhere?</li></ul>", "title": "Alternative Public Hearings in Andhra Pradesh (Vizag, India)"}