{"htmlbody": "<h3>Purpose and Objective</h3><p>“Insieme per la nuova Piazza de’ Ciompi” (“Together for the new Ciompi Square”) is the name of a participatory project that fits in with the process of urban renovation of the Sant’Ambrogio/Ghiberti area in the center of Florence. The purpose of the project was to involve local citizens in the decision about how to reorganize the square after the local antiquarian street market moved to the nearby Ghiberti/Annigoni Square. Indeed, far-back in time the sellers of the antiquarian street market claimed the necessity of a new site for their stands. This was the precondition for the Ciompi Square project. The proponent of the project was the Municipality of Florence.</p><h3>Participant Selection</h3><p>Participation was open to anyone who lived and/or worked in the area and had received the informative brochure at the beginning of the process. A personal invitation through a letter was addressed to all those who had participated at the previous workshop for the renovation of Ghiberti/Annigoni Square and to a randomized sample of fifty citizens residing in the district. Furthermore, during the early phases of hearing and definition of the guidelines, some Councilmen and the President of the district participated at the meetings. The participants enrolled in the workshop were thirty-five (60% were residents in the zone). Other citizens and shopkeepers (about fifteen) attended with discontinuity and did not sign up themselves. To encourage a broad participation and to ensure the inclusion of minorities, disadvantaged people, and different social and cultural groups, place and timing of the meetings were chosen so as to be as widely accessible as possible; in particular, the organization of most of the meetings in the late afternoon facilitated female participation. The degree of representativeness of the interested community was significant as far as such features as gender and age are considered.</p><h3>Methods and Techniques</h3><p>After a preliminary stage of advertising (December 2008), the project was divided in three different phases:</p><p>1. Presentation/listening phase (January 2009): during this stage, a series of meetings was organised as “listening spaces”. In the course of the meetings, maps and informative materials were presented by the facilitators; in a second moment, the participants made further suggestions to improve the plan. In particular, during this phase:</p><ul><li>Participants registered, in order to receive information and communications</li><li>An introductory document concerning this and other projects under way in the area was presented </li><li>Participants filled out a questionnaire about possible suggestions on the organization of the square </li><li>Brainstorming was used to collect ideas, desires, fears and concerns about the “future” of the square </li></ul><p>Ideas were written on post-its were located on the square map, so that all participants could read and discuss them. They focused on specific aspects as:</p><ul><li>Pedestrian area: extent, rules, times for access </li><li>Planting new trees </li><li>Road surface and street furniture</li><li>Possible uses of the square for public events </li><li>Forms of monitoring by residents and shopkeepers </li></ul><p>Despite a series of strives, at the end of the first phase ideas, suggestions and fears expressed by participants were transcribed, sent to people enrolled to the workshop and published on the web-site.</p><p>2. Planning phase (March- April 2009): this phase was characterized by a structured discussion to explain citizens’ suggestions about the plan. Before starting, citizens enrolled in the workshop, project facilitators and Municipal officials met in order to discuss issues linked to the opposition of a group of citizens to any kind of change in the use of the square. Works could proceed after the representative of the Municipality declared the will of the Municipality to continue the process. At this stage, taking into account the summary of the workshop; on the basis of the participants’ indications, the facilitators prepared a small-scale model and invited participants to discuss and express their opinion on the different possible options (such as: use of the square, road surfacing, street furniture, green, etc.).</p><p>3. Final document/presentation of the guidelines (April 2009): workshop results were shown to the citizenry and given to the Municipality in a public meeting. This methodology was functional and allowed all participants to express and compare their ideas, in the light of several informative materials provided by experts. However, the debate involved a lower number of citizens than expected.</p><h3>Communication</h3><p>Communication was important in every phases of the project. An official communication by the Municipality and the creation of an ad hoc website started the informative campaign. Maps and other informative materials were offered by the District's Technical Office. From the beginning, a brochure informed of the start of the process and invited citizens to take part in it. Furthermore, e-mails were sent to all subjects enrolled in the Participation Office database. At the end of the first phase, all participants received a summary with the questionnaire data and a collection of the ideas and expectations expressed during the meetings. The same document was published on the website. Finally, the guidelines of the project were distributed door to door to 8,000 among residents and shopkeepers in the district, published in the website and sent by e-mail to participants and the residents in the Participation Office database. In all, the participatory process lasted five months (from December 2008 to May 2009, even if it should have finished in April).</p><h3>Resources</h3><p>The meetings took place in a space offered by a local association. The Participation Office offered the technical means to record the event as well as computers, projectors and maps. The architects of the Michelucci Foundation, facilitating the meetings, also represented a source of information and expertise. The total cost of the project was € 27,500 (19,500 were contributed by the Regional Participation Authority on the basis of Act no. 69/0/).</p><h3>Influence, Outcomes and Effects</h3><p>Citizens involved in the process really appreciated the outcomes of the debate. The process created expectations for its implementation, even if citizens’ participation was lower than expected. Possible reasons have to be searched in the complexity of the issue and in the doubts among residents about the opportunity of moving the antiquarian street market to the Ghiberti/Annigoni Square. During the meetings, citizens and shopkeepers created an association for monitoring the implementation of the plan and to organize future uses of and events in the square. Local government received the guidelines produced by the participatory project and decided to implement the outcomes, through an act of the Municipality dated May 2nd, 2009; however, after local elections and the consequent change of Administrators, the project was blocked by the District.</p><h3>Criticism and Problems</h3><p>During the implementation of the process, many problems and much criticism came from a number of citizens who opposed any intervention that would modify the current uses of the square. Furthermore, the statements of several political actors opposed to the idea of moving the antiquarian street market from Ciompi Square to Ghiberti/Antigoni Square, slowed down -and eventually blocked- the implementation of the project. Urban renovation is a classical theme of participatory processes. However critics of the process objected that the participants did not understand enough about the topic under discussion. Furthermore, the process took place before and after local elections. This exacerbated the discussion among citizens and gave way to the political influence of the process</p><p> </p><h2>External Links [ITALIAN]</h2><p><a href=\"http://www.consiglio.regione.toscana.it/partecipazione/documenti/RelazioniFinali-Progetti/Firenze-RF-PiazzadeCiompi.pdf\">Final Report</a></p><p><a href=\"http://www.regione.toscana.it/-/legge-sulla-partecipazione\">Regional Participation Legislation, Tuscany (Legge regionale per la Partecipazione)</a></p><p><a href=\"http://www.consiglio.regione.toscana.it/oi/default.aspx?idc=47&amp;nome=PARTECIPAZIONE\">More Information on Citizen Participation in Tuscany</a></p>", "title": "Participatory Renovation of Ciompi Square (Florence, Italy)"}