{"htmlbody": "<h3><em>By Mohadesa Najumi and Omar O. Ocampo</em></h3><h3>This case study illustrates the empowerment of marginalised sectors in Venezuela through the development of communal councils. This mechanism not only provides citizens with a horizontal link to the state, but it affords them the opportunity to adequately manage their own affairs. Their institutionalisation by the Venezuelan government is part of an effort to increase popular participation and consultation. </h3><h3> </h3><h3>Purpose and Goals</h3><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\">Today participatory democracy in Venezuela serves as a new experiment in popular power. Communal Councils (hereafter referred to as the Councils), in particular, serve as the new geometry of power in this ostensibly decentralised system. The Councils serve as the agency for a previously discontented mass to audit, consult with and engage their government. Officially the role of Councils is to send project proposals directly to the Presidential Commission of Popular Power. Constant and strong participation is encouraged and funded. </p><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\">We will look to examine the highly sophisticated and multifarious structure of these consejos comunales, focusing directly on their power dynamics, vulnerabilities, utilisation of funding, sustainability, practicality, tendency for co-optation and their overall contribution to participatory democracy in Venezuela. </p><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\">Communal Councils possess three separate branches of at least five people: the executive branch (which coordinates), the financial branch (which oversees the finances and the communal bank or cooperative) and the social controller branch (which audits the other branches). The elected spokespersons of the council belong to one of these branches, in which they can create projects. Ultimate power, however, lies in the general assembly of all community members which must approve projects and fund allocations (Martinez., C. et al (2010)Venezuela Speaks: Voices From The Grassroots. PMPress)</p><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\">As of 2010 over 30,000 Communal Councils have been erected, according to official government reports. Billions of dollars in state funds have seen their way down from the national government to council banks which have been organising infrastructure and socio-economic projects. The Communal Councils represent the articulation of citizen participation, public management and effective transfer of power and authority to the grassroots.</p><p align=\"JUSTIFY\"> </p><h2 align=\"JUSTIFY\">History</h2><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\">Julia Buxton (2011) explains that Bolivarianism under Hugo Chavez marked a rupture from the traditional domestic and regional alignments of power and ideology. It further signified the demise of the Punto Fijo era -- an elite sharing pact that democratised the country under the auspices of two political parties. The apparatus of the state came to be characterised by routine corruption as the political system was dominated by technocrats who squandered the nation’s mass oil wealth. The popular discontent generated by Punto Fijo, and their systematic exclusion of the majority of the populace, rendered the two-party system unsustainable and inefficient and served as a premise for the ascendancy of Hugo Chavez to the presidency in 1998 accompanied with participatory democracy.</p><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\">Compared to previous legal statutes, the 1999 Constitution is more inclusive, more just, and possesses institutional mechanisms that facilitate greater popular participation. The basis of the new Constitution is to provide citizens with a horizontal link to the state with an emphasis of decentralising power from the central government, as well as, encouraging local level involvement in the decision-making process. </p><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\">Article 62 stipulates that “all citizens have the right to freely participate in political affairs, directly or via their elected representatives”. Participatory and protagonist democracy is enshrined into law. Citizens’ rights are consecrated to direct, semi-direct and indirect participation, not merely through the vote in electoral processes, but also by way of \"formulation, execution and control of public administration.”</p><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\">State cooperative Council member Alfonso Olivo asserted that “the people got used to this way of life [under Punto Fijo where] the state gave them crumbs and kept them busy until the people realised that they were worth more than that; that the profit produced by the petroleum had to go directly to the people\". (Martinez et al, 2010: 17). </p><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\">These remarks are emblematic of participation during the Punto Fijo era, which saw citizens possess a minimal and limited relationship with the state. Council leaders and members lament this period of time because the masses were disillusioned with the political system. The years of social struggle provided people with the agency to inaugurate a more protagonist and democratic system. </p><p align=\"JUSTIFY\"> </p><h2 align=\"JUSTIFY\"><strong>Participation Selection</strong></h2><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\">Any community can form its own Communal Council. By law, Councils operate with membership of 200-400 families in urban areas, 20 for rural areas and 15 for indigenous ones. Committee members are elected democratically by the members of the Council.</p><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\">Gender parity is a significant aspect of establishing a participatory democracy in Venezuela. The United Socialist Party of Venezuela (PSUV) is the only political party functioning that has sought to enforce gender parity. Initiatives such as Madres del Barrio Mision (Mothers of the Barrio Mission), for example, aim to combat poverty with a gender perspective.</p><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\">The national government directs women toward the political process, encouraging them to participate in grassroots initiatives as equal and valuable citizens. There has been much success in getting women involved in the decision making -- not only at an institutional level -- but in many Councils, as women take charge and make up the majority of their membership.</p><p align=\"JUSTIFY\"> </p><h2 align=\"JUSTIFY\">Originating Entities and Funding</h2><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\">The project was initiated and promoted by President Hugo Chavez in 2006, thus highlighting the top-down approach in the development of participatory democracy but with the intention that they become self-managing entities. </p><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\">Each communal council has a financial branch that is a cooperative. It differs from traditional cooperatives in that it is a social property, which hypothetically belongs to the community. The cooperative banks represent citizen power at its best.</p><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\">Financing for the Councils usually comes from Banco Agricola (Agricultural Bank) or the Venezuelan Agrarian Corporation. For example, when a communal council holds their assembly, it evaluates their necessities. Based on their deliberations, the Agricultural Bank will provide the financing requested and the Council will be responsible for the distribution of the resources.</p><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\">The Councils can apply up to $14,000 per project (although this is not specified in law) and receive funding from either local or National City governments. They can additionally earn funds through local fundraising initiatives and donations. Moreover, the Councils are allowed to set up their own communal banks that can dispense loans to other neighbouring councils.</p><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\">For second-time applicants, the monetary limit is raised to $28,000 even though other Councils have been reported to have received more than the specified limit. </p><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\">Eight months after the Communal Council Law was approved in 2006, over 12,000 councils had received funding for community projects. This has amounted to over $1 billion in micro loans (Lerner, 2007). </p><p align=\"JUSTIFY\"> </p><h2 align=\"JUSTIFY\">Influence, Outcome and Effects</h2><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\">The creation of Communal Councils represents a departure from the perceived inefficiency of representative democracy, as exemplified by the mass discontent shown towards the Punto Fijo system. It is a rejection of U.S.-centric notions of democracy as it seeks to construct new spaces for political articulation. </p><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\">Moreover, the Councils are a symbol of Venezuela’s commitment to the country’s marginalised and disenfranchised sectors. They are effectively transformed into a vibrant constituency that can no longer be ignored by the country’s political elites. </p><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\">The birth and life of Communal Councils is monumental. They are the new geometry of power which have successfully taken some of the capital from bureaucracy, from the mayors and the council members and passed it directly to the people, all whilst supplementing the establishment of a bold, eclectic and dynamic participatory democracy within Venezuela.</p><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\">The government announced, in February of 2012, that over 43,000 communal councils had been created (August, 2013: 50). However, at the time of writing this figure has yet to be independently verified.</p><p align=\"JUSTIFY\"> </p><h2 align=\"JUSTIFY\">Analysis and Criticism</h2><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\">While, on paper, the Councils appear to be a magnificent tool for political mobilisation, there are some discrepancies between the promise and reality.</p><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\">First, as David Smilde notes, participatory democracy “rarely becomes widespread without state sponsorship.” As a result, the autonomy of the Councils and other grassroots organisations immediately come into question as membership and funding may be conditioned in accordance to their political allegiance or ideological orientation. Further, the Councils become very susceptible to co-optation by the state in times of crisis, rendering it as merely an instrument of state power. </p><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\">The second issue is concerned with participation itself. In examining six Councils in Caracas, Salazar (2013) documented the difficulty in effectively mobilising members. Many individuals simply do not have the time, the resources or the capacity to be engaged participants, therefore material incentives have to be deployed to encourage active involvement. Salazar then asks a pertinent question: “if the main motivation of the people to participate is material, then the formation of the [Councils] is also material?” Consequently, this produces other inquiries concerning self-sustainability: if the government, regardless of its political leanings, is unwilling or does not have the capacity to commit resources, does this reduce the impact and/or formation of the Councils? Will they still organise without state-sponsorship?</p><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\">Lastly, the Councils have been overwhelmed with administrative problems. Their link to the state has become bureaucratic, making it vulnerable to both inefficient management and corruption, hampering the dynamism of popular power.</p><p align=\"JUSTIFY\"> </p><h2>Secondary Sources</h2><p> </p><p>August, Arnold. (2013). Cuba and Its Neighbours: Democracy in Motion. London: Zed Books.</p><p align=\"JUSTIFY\">Buxton, Julia. (2011). “Foreword: Venezuela’s Bolivarian Democracy.” In David Smilde and Daniel Hellinger (Ed.), Venezuela’s Bolivarian Democracy. Durham and London: Duke University Press.</p><p align=\"JUSTIFY\">Lerner, Josh. (2007). “Communal Councils in Venezuela: Can 200 Families Revolutionize Democracy?” Z Magazine: The Spirit of Resistance Lives.</p><p align=\"JUSTIFY\">Martinez, Carlos., Michael Fox and Jojo Farrell. (2010).Venezuela Speaks: Voices From The Grassroots. Oakland: PMPress</p><p align=\"JUSTIFY\">Salazar, Juan Carlos. (2013). “The Promise of Transformation through Participation: an Analysis of Communal Councils in Caracas, Venezuela.” A Working Paper for the International Institute of Social Studies.</p><p align=\"JUSTIFY\">Smilde, David. (2013, July 4). “Twitter Stream from #askWOLAVZ Q&amp;A.” Retrieved from <a href=\"http://venezuelablog.tumblr.com/post/54596639572/twitter-stream-from-askwolavz-q-a\">http://venezuelablog.tumblr.com/post/54596639572/twitter-stream-from-ask...</a></p><p> </p>", "title": "(Theorising) Participatory Democracy and Communal Councils in Venezuela: The Popular Experience "}