{"htmlbody": "<p><em>Note:  This article is in need of assistance with editing and content.  Please help us complete it.</em></p><h3>Context</h3><p>Mazara del Vallo is a small town in the South-west of Sicily. The decision to carry out a participatory Strategic Plan is related to the will of the local government to involve citizens in the definition of the main problems of the city and of their possible solutions. Indeed, Mazara del Vallo, as many towns of Southern Italy, has to face a deep economic, social, environmental and institutional crisis; in respect to this last aspect, dialogue between citizens and institutions as well as among different institutions appears to be especially difficult. In this context, the municipality of Mazara del Vallo, represented by the Urban Planning Service, decided to give its citizenship the opportunity to participate to the definition of a Strategic Plan regarding the future 10 years.</p><h3>Objective and Purpose</h3><p>A Strategic Plan is a tool used to identify a shared vision about the development of an urban area in a middle-long term. In particular, its objective is to address and to influence future local government policies on the basis of the necessities expressed by citizens.</p><p>Process: The overall process can be divided into four different stages:</p><ul><li>The first phase of the project was the presentation of strategic planning, its timing and of how citizens’ could participate in its formulation;</li><li>The second phase was focused on listening: face-to-face and on-line interviews were carried out in the attempt to understand the local economic, social and environmental dynamics;</li><li>The most significant phase of the participatory project was the OST (Open Space Technology), which allowed citizens to take part in defining the best policies for the future development of the city;</li><li>Finally, the last phase of the project was to draw up the Plan and to deliver it to the Sicily Region.</li></ul><p>In this perspective, the participatory project consisted of two different stages:</p><ol><li>Listening: it aims to explore the positions and orientations of the local community about the development of the city</li><li>Participation: it aims to involve citizens in defining the general objectives of the Strategic Plan.</li></ol><p>Listening phase: Listening activity was carried out through face-to-face interviews: thirty social, economic and institutional actors, chosen as representative of the most important interest groups in town, were interviewed to define the most important guidelines of the project. In particular, the interviews wanted to investigate: strong and weak points of the city; a shared vision of the future development of the urban areas; the development trends of Mazara del Vallo over the past 5-10 years; and the presence of local actors (private as well as public) that had given an important contribution to the implementation of the past projects.</p><p>Open Space Technology: After the listening phase, an OST was carried out; here all citizens, who wanted to take part in the event, could express their opinions, problems and possible solutions about themes linked to the development of the town. The topic was: «What future for Mazara del Vallo?». The event was attended by 120 persons (out of 51.359 inhab.) who discussed in 16 small groups. The most important issues raised by citizens were: immigrants’ conditions, young entrepreneurs, tourism development, renovation of the historic centre, renovation of suburbs, use of alternative energy sources, and the relationship between government and citizens.</p><p>Online Communication and Participation: To support participation and communication activities, a second survey tool was activated online (on the website of the project). Through this, all citizens could contribute their opinions and make their proposals for the development of the town. To do this, a first instrument was a georeferenced map (geoblog) which enabled citizens to suggest specific actions in specific sites. Another instrument was the on-line forum where citizens could discuss and propose general issues on urban development. Finally, different surveys were conducted online to reach a larger number of people. The most important suggestions made through the website concern urban renovation actions; traffic and parking; public green. The website registered 2,230 absolute visitors (March, 9th 2009).</p><h3>Resources and Timing</h3><p>The project started in April/May 2008, and ended in December 2009. In this year and a half, it’s possible to identify four different stages discussed above:</p><ol><li>April/May 2008: project presentation and website activation;</li><li>July/October 2008: socio-economic analysis and listening phase;</li><li>November/March 2009: participation phase (OST);</li><li>March/December 2009: project evaluation and delivery of final document to the authority (Evaluation Unit of Public Investments- Sicily Region). During this last phase, the project slowed down because of the local elections. A number of experts contributed to the process throughout. The costs of the project are not available.</li></ol><h3>Influence and Outcomes</h3><p>As already noted, a Strategic Plan is a medium-long term project. This feature and the fact of setting broad rather than specific goals, make the Strategic Plan an “open” process; its accomplishments thus need to be evaluated over time. To do so, but also in the attempt to act according to the guidelines emerged from the participatory process, local government created “Planning Yards”, i.e. a set of specific objectives and actions to solve the major problems surfaced during the process. In particular, there are three types of “Planning Yards”:</p><ul><li>Structural Planning Yards: they act on resources and factors of urban decay </li><li>'Order' Planning Yards: they act on a broader territorial level </li><li>Relational Planning Yards: they act on the networks of human and relational resources for the improvement of local governance.</li></ul><h3>Criticism and Problems</h3><p>The main criticisms of the project are linked to a number of important issues. First of all, the generality of the topics covered by the participation process doesn’t allow the definition neither of specific actions nor of incisive decisions by citizens. Furthermore, “open”, participation based on self selection, does not allow to obtain representativeness of the actual composition of the overall population. But, despite these issues, it’s important to note the commitment of the City of Mazara del Vallo in promoting the involvement of its citizenship in the definition of the development priorities of the town. This is perhaps even more significant in a problematic area such as Sicily.</p><p> </p><h2>External Links</h2><p><a href=\"http://www.euresgroup.it/userfiles/file/PS_MAZARA_web.pdf\">Final Report</a> [Italian]</p><p><a href=\"http://www.pianostrategicomazara.net/\">Official Project Website “Piano Strategico Mazara del Vallo”</a> [DEAD LINK]</p><p><a href=\"http://www.comune.mazaradelvallo.tp.it/\">Municipality of Mazara del Vallo</a> [Italian]</p>", "title": "Mazara del Vallo- Strategic Plan"}