{"htmlbody": "<p>Participedia (PP) has been fortunate to receive funding from a range of sources to employ four excellent researchers who will increase the core capacity of PP and allow us to undertake further development work. We thought it would be nice to introduce them as they will be active on the site and as a mostly virtual community we often miss out on the greetings bit! So, we would like to welcome the following four wonderfully talented individuals to our team: Michael MacKenzie and Paolo Spada who will be with us for two years, and amongst other things will help take some of the weight off Participedia director Pat Scully’s shoulders. Jez Hall and Gemma Jamieson Malik who are working with us until February 2014. But in all cases, we hope our association lasts longer than the paid employment!</p><p>Michael has won a scholarship from the Canadian Social Science and Humanities Research Council (SSHRC) and will be working with Archon Fung as a Democracy Fellow at the Ash Center, Harvard. He has been associated with PP for a while, and has a particular interest in developing the survey components of the platform. His research interests include deliberative democracy, public engagement, and political representation and he has experience of working with a range of public engagement processes including the Ontario Citizens' Assembly on Electoral Reform. And he successfully defended his PhD thesis last week at UBC - congratulations!</p><p>Paolo has gone the other way, moving from the Ash Center to work with Mark Warren at UBC for two years, again funded by SSHRC. Paolo is taking a first look at the data that we are generating on PP and is planning to exploit his connections to the Participatory Budgeting (PB) and Information and Communications Technolgies (ICT) communities to increase coverage on the platform. Paolo has a Ph.D. in political science from Yale University (2012) and in economics from Bologna University (2006) and specializes in policy impact evaluation, comparative governance and institutional design. He has experience of working with the World Bank on ICT-mediated innovations and has contributed to the organization and evaluation of deliberative polls, America Speaks, PB and online deliberation.</p><p>Gemma and Jez are working with Graham Smith at the Centre for the Study of Democracy (CSD), funded by the UK Connected Communities consortium <a href=\"http://gtr.rcuk.ac.uk/project/07EBB95C-6A32-48AF-A020-64240FAA9AEB\">Imagine </a>that aims to ‘experiment with different forms of community building that ignite imagination about the future and help to build resilience and a momentum for change’. </p><p>Gemma and Jez are focusing in particular on building the content of PB cases from the UK and better understanding the ways in which public officials and community activists might be more involved in contributing to and using PP. Gemma is currently studying for a PhD at the CSD, University of Westminster, London. Her research centres around the potential of PB and the distinction between participation <em>in </em>politics and political participation.</p><p>Jez has a long commitment to and experience in different forms of community empowerment, working on PB since 2000 and setting up the <a href=\"http://participedia.net/en/organizations/participatory-budgeting-unit-manchester-uk\">PB Unit </a>in 2006. He is a currently a director of <a href=\"http://www.sharedfuturecic.org.uk/jez-hall/\">Shared Future</a>. </p>      ", "title": "New Faces at Participedia"}