{"htmlbody": "<p> </p><p> </p><p> </p><p> </p><p> </p><p> </p><p><em>Note:  This article is in need of assistance with editing and content.  Please help us complete it.</em></p><h3>Summary</h3><p>This case study features a program to encourage dialogue between various parties and promote peaceful coexistence in an Italian municipality. A series of meetings between the different stakeholders enabled constructive discussion on the main issue, which concerned safety and noise levels in public spaces. This process ultimately led to agreements and commitments by the town to enact new safety and noise controls.</p><p> </p><p>~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~</p><h2>Abstract</h2><p>Toschi Street and San Carlo Street in Reggio Emilia have become an important social meeting space in the city, above all for students during late evening hours. Whereas this phenomenon helps to revitalize the old city centre and local business, it causes conflicts with residents who are interested in ensuring safety and quietness of the area.</p><p>The Municipality of Reggio Emilia chose to start a new process aimed at creating a dialogue and the search of an agreement between the parties involved in the issue that in turn would promote coexistence.</p><p> </p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>The Citizenship Agreement fits into the context of a broader process of revitalization by the Municipality of Reggio Emilia to improve the quality of life in the town and more specifically preserve the historical center. The first meeting concerning Toschi and San Carlo Streets was held in 2009 to agree on actions that could promote coexistence, especially between residents and nightlife activities. They were invited through a letter also to a new meeting held in February 2010 to continue this process. Representatives of business associations and of an ad hoc committee of residents were invited. Students were also involved both as residents and as premises users. This meeting was the starting point of the entire process articulated in three thematic forums which led to the final Citizenship Agreement based on the issues emerged during meetings.</p><p> </p><p><a id=\"Deliberation.2C_Decisions.2C_and_Public_Interaction\" name=\"Deliberation.2C_Decisions.2C_and_Public_Interaction\"></a></p><h2>Deliberation, Decisions, and Public Interaction</h2><p>A total of 120 citizens took part in the project; in each thematic forum there were 40-50 participants. People were requested to register for each meeting, but organizers also accepted individuals who had not registered. Additionally representatives of the local government two coordinators of the process and an expert team were present. The first meeting was about the revitalization of the old city centre and was held on March 16. At the beginning of the process, local government presented its previous work concerning the city centre and the projects already started. The Municipality presented its objectives: promote architectural heritage, improve urban furniture and encourage new local business; the old centre should was not to be considered a closed area but a resource to be connected to the rest of the city. The discussion among participants focused to a large extent on issues like immigration (some residents complained of their habits), lack of parking spaces and redevelopment of buildings. The second meeting (held on March 23) was about rules for local business like opening and closing hours and the management of outdoor spaces. The initial presentation by local government was focused on laws and the new regulatory framework. This meeting was more problematic than the previous one because of the initial mistrust especially between residents and students. The discussion focused on noise and the sale of alcohol not allowed after 8:00 pm. Many residents underlined the necessity of stronger police presence in the streets. The last thematic forum (March 30) was about urban mobility, transportation and parking. The Municipality presented its new plan about the limited traffic zone, new tariffs and new parking spaces. Many citizens focused on the lack of parking asking for additional spaces, e.g. underground parking. Finally, the Citizenship Agreement, based on the issues emerged during the process and signed by Mayor, by associations involved and all participants, was presented on June 3.</p><p> </p><p><a id=\"Influence.2C_Outcomes.2C_and_Effects\" name=\"Influence.2C_Outcomes.2C_and_Effects\"></a></p><h2>Influence, Outcomes, and Effects</h2><p>All participants committed to respecting and implementing the objectives of the Agreement. The Municipality committed to offer more security and more controls, for example by introducing electronic traffic control devices, additional policeman during the night, and creating new parking around the city centre. Residents accepted to collaborate with ARPA (the regional environmental protection agency) to monitor the level of urban noise, as well as respect the no parking limitations. Local business committed to respect opening and closing hours and to undertake an alcohol education campaign. Participants also planned to holdvannual meetings to monitor progress and implementation.</p><p> </p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h2>Analysis and Criticism</h2><p>Many participants were satisfied about the process and overall about the final Agreement. In several points it is easy to spot issues emerged during the thematic forums that were not present among the points initially raised by the Municipality. Also, the process was effective in to solve some of the cleavages among the different actors involved in the issue. Residents actually turned out to be favourable to local business because it is perceived to bring about greater safety. All in all, participants were interested in finding an agreement. However, it should be noted that participants were Italians; immigrants did not take part in the process though though they are inhabitants of the centre. An important result has been the spontaneous creation of a work group called “Cittaperte”, interested in promoting new plans to revitalize the old centre and to connect it to the entire city, just as intended at the start of this process by the local government.</p><p><a id=\"References\" name=\"References\"></a></p><h2>References</h2><p>-Municipality of Reggio Emilia, Presentazione delle Politiche per la Valorizzazione Commerciale del Centro Storico, 2010</p><p>-Municipality of Reggio Emilia, Presentazione del sistema delle Regole per la gestione dei locali in Centro Storico, 2010</p><p>-Municipality of Reggio Emilia, Presentazione del sistema della mobilità e della sosta in Centro Storico, 2010</p><p>-Municipality of Reggio Emilia, Verbale del primo incontro: Le politiche di rivitalizzazione del Centro Storico, 2010</p><p>-Municipality of Reggio Emilia, Verbale del secondo incontro: Le distese, gli orari, le regole, 2010</p><p>-Municipality of Reggio Emilia, Verbale del terzo incontro: La mobilità e la sosta in Centro Storico, 2010</p><p>-Municipality of Reggio Emilia, Patto di Cittadinanza per via Toschi - via San Carlo, 2010</p><p><a id=\"Links\" name=\"Links\"></a></p><h2>Links</h2><p><a class=\"external free\" href=\"http://www.partecipazione.comune.re.it/partecipazione-1/tutti-i-processi/via-toschi-via-san-carlo\" rel=\"nofollow\" title=\"http://www.partecipazione.comune.re.it/partecipazione-1/tutti-i-processi/via-toschi-via-san-carlo\">http://www.partecipazione.comune.re.it/partecipazione-1/tutti-i-processi/via-toschi-via-san-carlo</a></p>", "title": "Reggio Emilia: Citizenship Agreement Toschi Street – San Carlo Street"}