{"htmlbody": "<p>Foreword</p><p>The present work is the outcome of an essay prepared for \"Disclosure Policies and Innovations in Governance\", a core course held by Professor Elena Fagotto at the Second Level Master in International Public Affairs organized by the School of Government of LUISS Guido Carli University, Rome, Italy, academic year 2010/2011.</p><p>Matteo D'Alonzo</p><h2>Introduction</h2><p>The Northern suburbs of Livorno were built during the 1930s in order to give the working class citizens cheap housing while relocating them from the city centre where a huge urban transformation was happening. The city centre was being modernized to host public offices like the Police and the Prefecture. The project was one involving largely public housing, meaning the number of homeowners was (and still is today) relatively limited. However, the homes chosen for the relocated population were never modernized, so they had to undergo massive regeneration to adhere to the laws relating to housing standards. The local government, in fact, was responsible for the maintenance of the buildings through a system of parallel institutions. At the same time, old and new social problems were plaguing the neighborhoods: drugs, unemployment, ageing population, and frictions between old and new inhabitants were destabilizing the social context[3].</p><p>Action was needed, both from the urban and social perspective, in order to negate these problems and improve the living conditions of the residents. Citizens, political parties and local organisations started to develop an autonomous bottom-up process of consultation to develop a revitalization program for the improvement of the neighborhoods. The Northern Suburbs Revitalization Program was the final outcome of this process. The revitalization program, in fact, would have been ineffective if it only related to the construction of new houses. It was recognised that the problems at hand were complex and multi-faceted. From the urban point of view, for example, there were not enough spaces available, so it was necessary to demolish old buildings and replace them with new ones: the houses were, in fact, not in keeping with the legal standards for housing, with too few available to host families, many without gas conducts, lifts, and other essential facilities. On the one hand, there was the logistical problem of moving people from their previous abode and into new housing, whether temporarily or otherwise. On the other hand, the limited number of homeowners made it easier for the local government to follow through with the relocation of people – obviously with their agreement. From a broader point of view, the goal was to achieve higher living standards not just by material means but also from the social and cultural perspectives. This led to the creation of voluntary neighborhood associations, the building of a new school, the restoration of roads, sewers and green areas, which reshaped the old decadent suburbs into a modern and pleasant environment and creating a comfortable place for the different generations living together[4].</p><p>An additional problem was presented by the huge amount of money required for the implementation of such an ambitious program, and they were found both at the local, regional and national level through public financing and partnerships between the public and the private sector. It is also important to take into account that the whole process was driven by political parties, which represented the link between the institutions in charge of the implementation of the program and the citizens vested in the big effort to reshape the neighborhoods. The context was particularly complex and the goals to be achieved difficult, thus a multiplicity of actors had to be involved in the program’s realisation.</p><h2>History</h2><p>Livorno is an Italian city located on the seaside of Tuscany. With a population of about 160,000 inhabitants, it is the third largest city of the region. Its origins date back to the sixteenth century, when the Medici, grand dukes of Tuscany, decided to realize a system of fortresses to protect the harbour. In order to attract more people to take up residence in Livorno, a set of laws called the Leggi Livornine were approved between 1591 and 1593, which established a free port where religious and political freedom were recognized. This allowed many migrants to come from abroad and set up new commercial activities. A significant Jewish community developed in Livorno, but also British, Dutch, French, Spanish, Portuguese and Greeks, among others. Despite its diversity, Livorno remained the only city in Italy until 1861 to not possess any ghettos. The demographic growth allowed the city to enlarge its harbour and develop a vibrant economy focused on trade and production[1]. Nowadays, the economy relies on the harbor, which is one of the most important in the Mediterranean Sea, and also on tourism and industrial production.</p><p>The focus here is on a case of civic engagement on a public interest issue that developed during the last twenty years. The Northern suburbs of Livorno were built during the 1930s as a public housing project for the working class. Two neighborhoods, in particular, were given the unusual names of Corea and Shangay, the origins of which are still unknown.  According to some interviewers, the names arose because these parts of Livorno seemed to resemble Asian cities; for others, the name of Shangay (please note that it is purposely written incorrectly) was a tribute to Galeazzo Ciano, the son of Costanzo, a key leader of Fascism, who was at that time consul in the Chinese city of Shanghai[1]. The populations living there nevertheless assumed a leftist political orientation and were represented by the Italian Communist Party (PCI). In fact, the whole city tends to lean left, evidenced by the long-term predominance of left-wing coalitions in local government[2].</p><p>The neighborhoods of interest here remained fairly stable until the 1980s, when new problems emerged: the decay of buildings, high drug circulation especially among the young, an increasing crime rate, unemployment and immigration. Taking these problems into account, citizens and political parties – especially the local PCI – started to think about how to improve the situation. In 1987 Marco Susini, who was the local Head of the Italian Communist Party and also became an elected Member of the Italian Parliament, wrote the so called Carta Shangay, a political document expressing the need for a revitalization of the Northern suburbs[2].The aim was not just to build new houses, but to protect the social and cultural heritage of those areas, allowing for the development of solidarity among the inhabitants. The program was later adopted by the local government and known as Piano di Riqualificazione dei Quartieri Nord (Northern Suburbs Revitalization Program). The process started in the 1980s and still on-going, which is evidence of the complexity of such an intervention in an urban area. The following will present a brief analysis of this Italian example of neighborhood revitalization. Important to note is that the analysis presented below also reflects the author’s direct personal experience, which involves working on this issue for four and a half years.</p><h2>Actors Involved</h2><p>The complex and multi-faceted Northern Suburbs Revitalization Program was born as a bottom-up process: citizens started to complain about the bad conditions in which they were living and mobilized through political parties to have a response from the different branches of the public administration. The whole process was driven by political parties, which represented a crucial linkage between the population and the institutions in charge. Moreover, the relationship was mutual and bilateral, so that citizens were constantly able to send their feedback, making the procedure not just stated ex ante but also constantly monitored during the course of the movement. </p><p>This mechanism may be described as an effective multi-level governance system based on the accountability of the decision-making process. Several actors were involved, although the most important are identified here. They may be presented, as below, in a hierarchical structure for analytical reasons – from the bottom of the pyramid to the top. However, it is important to take into account that the relationships established were mutual and did not necessarily follow any “chain of command”. The inhabitants of the suburbs were directly involved in the matter. They realized their living standards were decreasing day by day because of the bad conditions of the neighborhoods, so they started to mobilize themselves asking for refurbishments, job-creation and a fight against crime and drugs. Their purposes were general and undefined and unrelated to specific actions. The citizens at no point organized themselves into a well-defined interest group, even if some of them appeared to be more vocal leaders among the group. </p><p>The Catholic Church and voluntary associations played the role of “peaceful lobbyists”. The Catholic Church was represented by the local parish and by a group of nuns particularly active in helping elderly people, universally respected and able to sum up the people’s demands. The associations, on the other hand, were numerous and represented various interests relating to leisure and social activities. For example, this group included representatives from an assistance center for elderly people, another one for youngsters, musicians organizing lessons and concerts, a group of painters, a sport center and an association of the neighborhood’s women. Voluntary associations played a crucial role in the elaboration of the program but also during its implementation; some of them also received funding for setting up specific initiatives related to the renewal of the social and cultural context. Using the money from Progetto Urban, for example, a group of artists was hired to repaint some old buildings in a modern and “artistic” way[5]. The cultural association ARCI made a short movie, “Destini Obbligati”, telling a dramatic story using the neighborhood of Shangay as a location[6].</p><p>Political parties represented another relevant actor. They aggregated people’s demands and elaborated on them in concrete proposals to be submitted to the local government. The citizens of those neighborhoods had a strong leftist political orientation. The Italian Communist Party (PCI) has always had an absolute majority in local government, and has become the dominant party. The relevance of this party to the elaboration and implementation of the revitalization program was massive, and its history and role shows this. The PCI, in fact, has undergone several transformations over time. After the collapse of Soviet Union it assumed social-democratic features, changing its name first to Partito Democratico della Sinistra (PDS) and then to Democratici di Sinistra (DS). In 2007, it allied itself with the Christian-Democratic party, giving life to Partito Democratico (PD)[7]. These political parties have always held a dominant position in the local politics of Livorno: the Mayor and most of the elected in the City Council, for example, are members of these parties. PCI, PDS, DS and PD were the interface of the citizens in the Northern suburbs. </p><h2>The Process</h2><p>Through the local political structure and the elected members in the Neighborhood Council and in the City Council, political parties were able to aggregate complaints and demands and turn them into concrete proposals. Once the plan was set, it was submitted to the population and explained in practical terms. Moreover, the political party decided to organize periodical meetings between the citizens and representatives of the local government. According to this mechanism, every six months the inhabitants had the opportunity to be directly updated by the Mayor about the developments of the program, raising questions and expressing doubts, receiving in return answers and data. Members of the elected institutions were called to participate, focusing sometimes on minor issues to be faced and addressed by the public administration, like problems related to sewers or road refurbishment and so on. The system represented an effective decision-making process where the population was constantly engaged and the local institutions were accountable for their actions. This was particularly applicable to institutions involved in the revitalization program, which were in charge of taking decisions and implementing them through the public administration.</p><p>The hierarchical structure and general process of decision-making between the different local institutions can be described in the following way. At the very first level there was the Neighborhood Council, composed of twenty members directly elected by the citizens living in the respective neighborhoods. Its duty is to collect ideas and suggestions from the people and transfer them to the upper level, thus playing a compulsory but not binding role. At the municipality level we find the City Council, forty members directly elected by the citizens of the city, whose role is to approve local bills allowing the Mayor – one single person also directly elected by the citizens – to take binding decisions for the local government and its public administration. At a higher stage there are the regional and the national government, but they are less involved in this process. They mainly provide funds for the interventions stated at the city level. All these institutions are democratically elected and thus accountable to the citizens and most of their members belong to political parties. Other players were also involved in the project at hand. For example, like CASALP S.p.A., which acted as a public company in private terms but, being owned by the municipalities, was under institutional control. We also must remember the presence of non-institutional actors: private businesses were crucial in the implementation of the program but, not being interfaced with the citizens, played a less relevant part in its early development.</p><p><img a=\"\" id=\"Strengths_and_Weaknesses\" name=\"Strengths_and_Weaknesses\" src=\"http://participedia.net/sites/default/files/images/cases/File-Shangay_multilevel_governance.jpg\"/></p><h2>Outcomes</h2><p>The Northern Suburbs Revitalization Program officially started once the local government raised the resources for its implementation. Due to budget reasons the program was split into two parts, dubbed respectively Contratto di Quartiere I and Contratto di Quartiere II. On April 17 2000 the local government approved a decision to allocate the first funding package for the project. Resources were provided by different actors:  £20 billion provided by the Italian Government, namely the Ministry of Public Works; ₤ 6,5 billion by the Region of Tuscany; ₤ 11,2 billion by the municipality of Livorno. These funds set in motion an experimental urban planning exercise (Contratto di Quartiere I) with the following aims: demolition of 84 old houses and construction of 100 new ones; external renovation of other buildings; roads and sewers maintenance; construction of 6 houses for disabled people. Private partners were also involved. For example, the business company PAM applied for the construction of a shopping mall and was willing to pay charges which were used by the local government to finance part of the project[5]. This experiment proved to be successful, paving the way for the realization of the second part of the overall project. Contratto di Quartiere II was approved by the local government on July 23 2004. Funding was again provided by different actors: € 10 million by the Italian Government, namely the Ministry for Infrastructures and Transports; € 1,9 million by the municipality of Livorno; € 11 million by CASALP S.p.A.</p><p>Contratto di Quartiere II was generally similar to the previous exercise. However, while Contratto di Quartiere I was related only to urban planning, Contratto di Quartiere II was broader in scope and involved more actors - for example, CASALP S.p.A., a public company completely owned by the municipalities of the Province of Livorno and in charge of the management of public housing. The project was ambitious in that it aimed to construct about 200 new houses and demolish as many. It also provided resources for green areas and parking lots[6] and other services. For example, a bank decided to build a new branch there: in response to the influx of new potential customers to the suburbs thanks to relocation, a bank decided to open a special branch there. The target demographic for this bank is the elderly, who, representing most of the population in the newly renovated neighborhoods, were not anymore obliged to move across the city to get specific services. The opening of this branch represented an important consequence of the revitalization program, which had aimed to attract private businesses to come and establish their activities in the modified context of the suburbs in order to create new jobs.</p><p>A public-private partnership was also signed for the construction of houses to be rented under the municipality’s auspices. These special forms of housing were targeted at the “grey area” of people who, while not qualifying for public housing, could nonetheless not afford the fees for their own private homes. According to this public-private mechanism, the private partner would build flats without paying charges and, in return, these flats would be managed and rented at low rates by the public offices for a period of about twenty years before being returned to the private companies[3]. Later, a new clause was added to Contratto di Quartiere known as Progetto Urban. The aim was to build a new elementary and junior high school, with additional provisions for a kindergarten to be built in the future[4]. Resources were billed and allocated according to the agenda of the interventions required for making the revitalization program effective. The last, and most important point, is about how the agenda was developed. As described above, the whole program started as a bottom-up process, from the periphery’s population through the political parties to the local government.</p><h2>Analysis and Criticism</h2><p>The Northern Suburbs Revitalization Program was successful because it directly emerged from the needs of the inhabitants and was developed in practical terms by local institutions through a mechanism that promoted accountability and public control over the resources used and the decisions taken. People were mobilized on concrete and understandable issues that affected their daily life, acquiring a better consciousness of the expectations towards the public administration. With these achievements in mind, the project represented a good example of democratic participation and civic engagement in the elaboration and implementation of a complex and long-term process of urban transformation.</p><p>At the same time, nevertheless, there were some weak points. From the urban planning perspective, buildings were demolished and new ones built with success. However, while it was relatively easy to substitute old bricks with new ones, it was more difficult to recover a damaged social and cultural context. The latter require a very long-term process involving people of different generations. The younger generations especially had to be re-educated about the principles of mutual recognition and respect and the fight against crime and drugs. The outcomes of this will be visible only in the coming decades and the efforts will be on-going rather than one-off. Another relevant weakness is the reliance on public administration, too often bound and blinded by red tape and lack of funding: even when the bureaucratic delays had been overcome, the public sector was not always able to provide the huge amount of money required. In order to solve this problem, the Region of Tuscany started planning a new financing of the project by increasing the resources allocated for setting more effective public competitions[8]. Another solution was the greater involvement of the private sector, which could bring additional funds, by giving incentives such as not having to pay charges. This last possibility was a risky one because, once a greater role for the private sector had been decided, the linkages between the population and the executors of the program would no longer be the same and might cause a lack of democratic accountability. </p><p>All these issues are still present even today: the Northern Suburbs Revitalization Program is an on-going process that started decades ago and will last for the next few years. It is also premature at this point to speak of a concrete end to the project; on the contrary, it continues to require improvement on a daily basis. Moreover, it is an experiment that could be, and has been, extended to other run-down areas. Recently, for example, the City Council of Livorno approved a local bill that signed the starting of a revitalization program for another neighborhood called Fiorentina[7]: it will follow the same path of the predecessor. The ambitious outcomes outlined by the Northern Suburbs Revitalization Program will be achieved only if the people can rely on the strong political commitment necessary for appropriating resources and fulfilling the expectations of the population in a long-term.</p><p> </p><h2>References </h2><ol class=\"references\"><li id=\"cite_note-0\"><a href=\"#cite_ref-0\" title=\"\">↑</a> Many sources we have looked for in the development of our analysis are not written but are based on oral testimonies. In order to reach an adequate level of confidence in reporting the results, we refer only to the interviews that had been double-checked and confirmed by many people.</li><li id=\"cite_note-1\"><a href=\"#cite_ref-1\" title=\"\">↑</a> Interview with Marco Susini, May 7, 2011.</li><li id=\"cite_note-2\"><a href=\"#cite_ref-2\" title=\"\">↑</a> Goti, Juna, Quartieri Nord: una polveriera, Il Tirreno, September 8 2010.</li><li id=\"cite_note-3\"><a href=\"#cite_ref-3\" title=\"\">↑</a> Contributo della Sezione dei Democratici di Sinistra “Shangay” alla Conferenza Programmatica dell’Unione Comunale dei Democratici di Sinistra di Livorno, November 2006.</li><li id=\"cite_note-4\"><a href=\"#cite_ref-4\" title=\"\">↑</a> Deliberazione della Giunta Comunale, Archivio Generale del Comune di Livorno, April 21 2000.</li><li id=\"cite_note-5\"><a href=\"#cite_ref-5\" title=\"\">↑</a> Deliberazione della Giunta Comunale, Archivio Generale del Comune di Livorno, July 23 2004.</li><li id=\"cite_note-6\"><a href=\"#cite_ref-6\" title=\"\">↑</a> Boldrini, Federica, Fiorentina, via libera alle nuove case, Il Tirreno, June 2 2011.</li></ol>", "title": "Revitalizing Livorno's Northern Suburbs"}