{"htmlbody": "<p><em>Anmerkung: Dies ist die deutsche Übersetzung einer englischen Originalversion abrufbar unter <a href=\"http://participedia.net/en/cases/unified-new-orleans-plan-0\">http://participedia.net/en/cases/unified-new-orleans-plan-0</a></em></p><em>Note: this is a German translation of an English case study available at <a href=\"http://participedia.net/en/cases/unified-new-orleans-plan-0\">http://participedia.net/en/cases/unified-new-orleans-plan-0</a></em><p> </p><h3>Ziel und Problem</h3><p>Der „Unified New Orleans Plan“ (im Folgenden: Wiederaufbauplan für New Orleans) wurde nach dem Hurricane Kathrina im Jahre 2005 ausgearbeitet. Der sehr detaillierte Plan beschreibt notwendige Wiederaufbaumaßnahmen für die Stadt. Die Stadt New Orleans und die ‘Louisiana Recovery Authority’ (LRA) benötigten einen offiziellen Wiederaufbauplan, um öffentliche Gelder von Bundesstaat und der Regierung zu erhalten. Der Grundgedanke war dabei, verschiedene und unverbundene Wiederaufbaumaßnahmen in ein Gesamtdokument zu integrieren, mit welchem die LRA fortan arbeiten könnte. Am Wiederaufbauplan waren folgende Gruppen und Instanzen beteiligt: diverse selbstorganisierte Nachbarschaftsgruppen, die ‚Bring New Orleans Back Commission‘, FEMA und die Planungsinitiative des Stadtrate (auch ‚Lambert Plans‘ genannt). Am Wichtigsten war die Beteiligung der betroffenen Stadtbewohner selbst. Der vereinte Wiederaufbauplan hilft der Stadt, all ihre Maßnahmen zu koordinieren und föderalen wie Regierungsvorgaben für den Wiederaufbau zu entsprechen. Die Inklusivität des Planes ermöglicht es außerdem, die Investitionsbedürfnisse effizient zu identifizieren und koordiniert die Aktivitäten von privaten und öffentlichen Instanzen und Gruppen.</p><h3>Hintergrund</h3><p>Am 29 August 2005 traf der Hurricane Katrina den Südosten Louisianas. Katrina zerstörte große Landesteile der gesamten Golfküstenregion, von Zentralflorida bis Texas. Katrina war der tödlichste und teuerste Hurricane in der Geschichte der Vereinigten Staaten, mit über 1800 Toten und 81$ Billionen Schadenskosten. New Orleans war von Katrina am Stärksten betroffen. Ungefähr 80% der Stadt wurden überflutet, große Teile der Stadt standen nach der Katastrophe noch wochenlang unter Wasser. Der vereinte Wiederaufbauplan wurde ein Jahr später,  im August 2006, ausgearbeitet. Große Teile der Stadt waren zu dem Zeitpunkt immer noch zerstört oder beschädigt. Der Plan sollte die Aufbauarbeiten koordinieren und laut offiziellem Duktus die Stadt wieder auf einen stabilen, sicheren und wohlstandsversprechenden Weg bringen.</p><p>Zu Organisationszwecken wurde der Wiederaufbauplan auf zwei Ebenen heruntergebrochen: auf individuelle Bezirkspläne und einem stadtweiten Gesamtplan. Bezirkspläne stehen für sich alleine und betreffen, wie der Name sagt, einzelne Nachbarschaften. Der stadtweite Gesamtplan umfasst Projekte, die über einzelne Distrikte hinausgehen. Alle Bezirkspläne sind in den Gesamtplan integriert. Die Unterteilung in zwei Planungsbereiche war aus zwei Gründen notwendig:</p><ul><li>Die Stadt verfügte nicht über ausreichende finanzielle Ressourcen und genügend Arbeitskräfte, um den gesamten Wiederaufbau mit einem Mal zu leisten. Deswegen mussten Entscheidungen getroffen werden, wie und wann Ressourcen am besten verteilt werden können.</li><li>Es war unwahrscheinlich, dass alle Bewohner von New Orleans nach der Katastrophe zurückkehren würden. Deswegen hielt man es für notwendig, nach der Zerstörung neue Wohnanlagen zu bauen, welche die Ressourcen effizient nutzen würden, und die Sicherheit und Zugehörigkeitsgefühl vermitteln sollten.</li></ul><p>Der Wiederaufbauplan umfasst einen Zeitraum von 10 Jahren. Die Ziele für 2016 sind: die Beseitigung, Reparatur oder den Wiederaufbau aller physischen Schäden, Wiedereinsetzung der wichtigsten Infrastruktur (Wasser, Abwasser, Straßen, Elektrizitätszufuhr), ferner die Instandsetzung der sozialen Infrastruktur (Schulen, Gesundheitsversorgung, öffentliche Sicherheit), stabile und wachsende Wirtschaft, eine generelle Lebensqualität wie vor dem Sturm oder besser.</p><h3>Auswahl der Teilnehmer</h3><p>Um die einzelnen Bezirkspläne und den stadtweiten Gesamtplan zu verbinden wurde ein zweigleisiger Planungsprozess initiiert. Architekten und Stadtplaner arbeiteten mit Bewohnern der Bezirke zusammen, um die dreizehn einzelnen Wiederaufbaupläne für die jeweiligen Bezirke aufzustellen. Außerdem arbeiteten Ingenieure und Stadtplaner an Themen, die die ganze Stadt anbelangten. Zusätzlich halfen sie den Bezirksplanern in ihren Bemühungen. Beide Gruppen trafen sich wöchentlich zu Koordinationszwecken.</p><p>Der Erfolg des Wiederaufbauplans wird größtenteils den Bewohnern von New Orleans selbst zugeschrieben. Es wurden verschiedene Mechanismen angewandt, um die Anwohner, doch auch solche, die New Orleans nach der Katastrophe verlassen hatten, in den Wiederaufbauprozess einzubinden. So z.B: lokale (‚grassroots‘) Bewegungen in New Orleans und anderen Städten, in die ehemalige Bewohner geflüchtet waren • drei Newsletter • Call- Center und Umfragen • Eine umfassende Webseite • Vier Treffen in jedem der dreizehn Planungsbezirke • Drei sog. ‚Community Congresses‘</p><p>All diese Mechanismen ermöglichten es den Stadtbewohnern, ihre Stimmen hörbar zu machen und ihre Bedürfnisse auf die Agenda zu setzen.</p><h3>Deliberationen, Entscheidungen und Öffentliche Interaktionen</h3><p>Über einen Zeitraum von vier Monaten wurden dreimal der ‘Community Congress’ abgehalten. Hier waren Deliberation, gemeinsame Entscheidungsfindung und öffentliche Interaktion am stärksten ausgeprägt. Die Organisation ‚AmericaSpeaks‘ half bei der Durchführung dieser Konferenzen.</p><p><u><em>Erster ‘Community Congress’</em></u></p><p>Am 28 Oktober 2006 fand der erste ‘Community Congress’ im New Orleans Convention Center statt. 275 Bürger, Stadtplaner und lokale Aktivisten wurden aufgefordert, ihre Meinungen in die Beratungen über den Wiederaufbau einzubringen.</p><p><u><em>Zweiter ‘Community Congress’</em></u></p><p>Am zweiten und dritten Kongress konnten über Web- und Satellitentechnologie auch Bewohner teilnehmen, die nach der Katastrophe vorübergehend in anderen Städten Zuflucht suchen mussten. 2500 Teilnehmer nahmen persönlich teil. Die öffentliche Teilnahme am zweiten Kongress im Dezember 2006 war für den Inhalt des Wiederaufbauplans elementar. Die Prioritäten der Teilnehmer standen am Ende wie folgt fest:</p><ul><li>Flutsicherung hat die höchste Priorität</li><li>Die Stadtbewohner möchten in sichere und stabile Neubeuten mit ihren vorigen Nachbarn ziehen, ziehen es aber vor, dafür finanzielle Anreize zu erhalten. Sie möchten nicht, dass einfach bestimmt wird, wo sie zu wohnen haben</li><li>Die Bewohner erkennen an, dass ein großer Teil der Wiederaufbaumaßnahmen bezahlbare, günstige Häuser umfasst. Der große Teil der Bewohner verfügt nur über ein geringes bis moderates Einkommen. Dennoch aber wollen die Bewohner, dass solche doch eher sparsamen Baumaßnahmen verbunden werden mit Weiterbildungsmöglichkeiten und anderen Sozialleistungen</li><li>Die Bewohner unterstützen die Wiedereröffnung und den Wiederaufbau öffentlicher Einrichtungen (z.B. Schulen, Gesundheitsversorgung, Büchereien, Parks) gemessen nach Bevölkerungszahl und Wiederbesiedlung. Sie unterstützen aber auch temporäre und mobile Einrichtungen in weniger bevölkerten Gegenden.</li></ul><p><u><em>Dritter 'Community Congress’</em></u></p><p>Am dritten Kongress vom 20 Januar 2007 nahmen 1300 Teilnehmer teil. Sie wurden nach ihrer Kritik am laufenden Prozess befragt. Ihre Antworten lassen sich folgendermaßen zusammenfassen:</p><ul><li>Es gab Kritik an einem Mangel an Transparenz bzw. an unübersichtlichem Management, was den Aufbauprozess behindert</li><li>Genereller Geldmangel</li><li>Verteilungsgerechtigkeit und sozialer Ausgleich werden immer problematischer, da die Lebenskosten in der Stadt mit den Aufbaumaßnahmen steigen (hohe Versicherungskosten, Mietkosten, Baukosten)</li><li>Das sog‚ Road Home Program‘ muss überarbeitet werden</li><li>Die Einbeziehung der Bewohner soll bis zum Abschluss fester Teil des Wiederaufbauprogramms bleiben.</li></ul><h3>Ergebnisse und Auswirkungen</h3><p>Trotz der Kritiken, die im Rahmen des dritten ‘Community Congress’ vorgebracht wurden, befürwortete die Mehrheit der Bewohner den Wiederaufbauplan. So wurde der Plan mit 14.5$ Billionen über einen Zeitraum von 10 Jahren budgetiert. Insgesamt hat der gesamte Planungsprozess gezeigt, dass es möglich ist, viele Bürger in einen gemeinsamen Entscheidungsprozess mit den Entscheidungsträgern einzubeziehen, auch unter so schweren Bedingungen wie in New Orleans nach der Flutkatastrophe. Beim zweiten ‚Community Congress‘ fanden 60% der Teilnehmer, dass die Gespräche „sehr gründlich und tiefgehend“ verliefen. 85% waren „sehr zufrieden“ mit der inhaltlichen Qualität der Auseinandersetzungen und 80% der Teilnehmer bewerteten es als äußerst positiv, mit Bewohnern anderer Städte gesprochen zu haben. Ein Drittel der Teilnehmer sagte zudem, dass sich ihre Meinungen im Laufe der Deliberationen geändert haben.  Diese Zahlen zeigen an, dass der ‚Community Congress‘ eine erfolgreiche Methode darstellte, um die Meinungen der Bewohner und der Betroffenen in den Aufbauprozess zu integrieren. So konnte ein inklusiver und repräsentativer Planungsprozess in Gang gesetzt werden.</p><p>Im Jahre 2010, fast drei Jahre dem dritten ‚Community Congress‘, reflektierte das Wiederaufbaubudget immer noch die Prioritäten, die die Bewohner selbst gesetzt hatten. Der Umstand, dass sich das Stadtbudget am gemeinsam gefassten Wiederaufbauplan orientiert, ist beachtlich. Der deliberativ gefasste Plan, so scheint es, war ein Erfolg. Natürlich aber plagen noch immer Probleme größerer Natur den Wiederaufbau der Stadt. Die Schäden der Flutkatastrophe waren groß und bleibend, die Finanzkrise der Vereinigten Staaten sorgte zudem für Kürzungen öffentlicher Gelder, die eigentlich für den Wiederaufbau hätten verwandt werden sollen. Der Erfolg des Wiederaufbauplans wird sich insgesamt erst nach seinem Abschluss feststellen lassen.</p><h3>Analyse und Kritik</h3><p>Der Wiederaufbauplan für New Orleans kann als erfolgreicher deliberativer Prozess gewertet werden. Denn der Plan ist in seinem Ergebnis das Produkt einer umfassenden Zusammenarbeit vieler lokaler und nationaler Organisationen und vielen verschiedenen Einzelpersonen, Ingenieuren, Stadtplanern, Anwälten, Professoren, Politikern, und, am Wichtigsten, den Bewohnern von New Orleans selbst. Dieser Umstand alleine, das so viele verschiedene Interessengruppen, Entscheidungsträger und Betroffene zusammenarbeiten konnten, um sich auf ein gemeinsames Vorgehen zu einigen, ein Vorgehen von großer Tragweite – das alleine zeigt an, dass Deliberation stattgefunden hat, und zwar auf hohem Niveau. Die höchsten deliberativen Ansprüche erfüllte dabei der dreimalige ‚Community Congress‘. Umfragen zufolge waren 85% der Teilnehmer dieser Konferenzen mit den Aushandlungen und Ergebnissen zufrieden, ein beachtliches Qualitätsmerkmal. Neben diesen Konferenzen wurde versucht, möglichst alle Bewohner von New Orleans auf dem Laufenden zu halten, über Graswurzelbewegungen, Newsletter und Umfragen. Auch wenn Bewohner nicht in der Lage waren, an den Konferenzen persönlich teilzunehmen, so gab es doch mehrere Wege, sich einzubringen. Der ganze Prozess ist also als inklusiv zu bewerten.</p><p>Die Hauptkritik, die gegenüber dem Planungsprozess geäußert wurde, war das knappe Zeitlimit. Der ganze Wiederaufbauplan wurde in nur fünf Monaten konzipiert. Deswegen konnten, so die Kritik einiger Teilnehmer, nicht alle Punkte ausreichend diskutiert werden. Eine andere und gewichtige Kritik richtet sich gegen den Umstand, dass der Plan zwar von vielen Menschen gemeinsam beschlossen wurde, man aber über seine laufende Umsetzung nur sehr wenig erfährt. Die Webseite, eigentlich sehr umfangreich, wurde seit Jahren nicht aktualisiert. Es gibt kaum Informationen darüber, ob diejenigen Bewohner, die den Plan mit ausgearbeitet haben, heute mit seiner Umsetzung zufrieden sind. Wie stehen die Bewohner von New Orleans heute zum Wiederaufbauplan? Sind sie zufrieden mit dem aktuellen Wiederaufbauprozess? Vermutlich wäre es eine gute Idee, 2016, nach dem offiziellen Abschluss des Wiederaufbaus, einen weiteren ‚Community Congress‘ auszurichten. So könnten alle, die am Plan beteiligt waren und von den Entscheidungen betroffen sind, den gesamten Prozess noch einmal abschließend bewerten.</p><p> </p><h3>Referenzen</h3><p>\"City Wide Plan.\" UNOP Unified New Orleans Plan. 2007. <a href=\"http://unifiedneworleansplan.com/home3/section/136/city-wide-plan [DEAD\">http://unifiedneworleansplan.com/home3/section/136/city-wide-plan [DEAD</a> LINK] UPDATE: CLICK <a href=\"http://nolaplans.com/unop/\">HERE </a>FOR SIMILAR CONTENT</p><p>\"Hurricane Katrina-Most Destructive Earthquake to Ever Strike the U.S.\" Hurricane Katrina. 12 Feb. 2007. <a href=\"http://www.katrina.noaa.gov/\" title=\"http://www.katrina.noaa.gov/\">http://www.katrina.noaa.gov/</a> [DEAD LINK] UPDATE: CLICK <a href=\"http://www.ncdc.noaa.gov/extremeevents/specialreports/Hurricane-Katrina.pdf\">HERE </a>FOR SIMILAR CONTENT</p><p>Lukensmeyer, Carolyn J. Large-Scale Citizen Engagement and the Rebuilding of New Orleans: A Case Study.” National Civic Review, 2007. <a href=\"http://www.ncl.org/publications/ncr/96-3/New%20OrelansAmericaSpeaks.pdf\" title=\"http://www.ncl.org/publications/ncr/96-3/New%20OrelansAmericaSpeaks.pdf\">http://www.ncl.org/publications/ncr/96-3/New%20OrelansAmericaSpeaks.pdf</a>. [DEAD LINK]</p><h3>Sekundärliteratur</h3><p>Gastil, John. “Political Communication and Deliberation.” Los Angeles: Sage Publications, 2008. Print.</p><p>Gastil, John and Levine, Peter. The Deliberative Democracy Handbook: Strategies for Effective Civic Engagement in the Twenty-First Century. San Francisco: Jossey-Bass, 2005. Print.</p><h3>Links</h3><p><a href=\"http://nolaplans.com/unop/\">New Orleans Plan Database - UNOP</a></p><p><a href=\"http://www.nolaplans.com/plans/UNOP/UNOP_Citywide.pdf\">Final Plan</a></p><p><a href=\"http://www.ncdc.noaa.gov/extremeevents/specialreports/Hurricane-Katrina.pdf\">National Oceanic and Atmospheric Administration Hurricane Katrina Report</a></p>", "title": "Ein Gemeinsamer Plan für New Orleans"}