{"htmlbody": "<p><em>Note:  This article is in need of assistance with editing and content.  Please help us complete it.</em></p><h3>Summary</h3><p>This case study features a town's series of discussions and deliberations oriented towards encouraging more sustainable habits and lifestyles. With a large focus on young participants, these meetings explored and evaluated how citizens could make their living habits more environmentally-friendly. After the conclusion of the project, many participants came out better informed about sustainability issues and ready to accept the proposals generated in the meetings.</p><h2>Abstract</h2><p>“Implementing Sustainable living style in Amiata Grossetano” is a plan promoted in 2009 by the local Comunità Montana (Mountain area Community) with the Tarabaralla Cultural Association and funded by the Region of Tuscany Participation Authority. The aim is to encourage the Comunità Montana’s citizens to adopt more sustainable habits and living styles. The project has been developed around several issues: renewable energy (water saving), waste reduction &amp; recovery, responsible tourism, sustainable mobility, responsible saving and short distribution chain.</p><h2>History</h2><p>The Comunità Montana is the Italian administrative body that coordinates the municipalities located in mountainous areas and is responsible for administration and economic development. In the past the Comunità Montana of the Amiata Grossetano has already activated Agenda 21 plans such as “Amiata Condivisa”. “Sustainable Living Style in Amiata Grossetano” is a project applicable also to other administrative entities. The town of Castel del Piano has been selected as the base for the project, because it is the municipality within the Comunità Montana with the largest population citizens and the largest number of young people. Furthermore in the past Castel del Piano has already activated other similar projects about waste reduction and Maintenance of Green Areas and Tarabaralla Cultural Association has already cooperated with the Comunità Montana. Therefore Castel del Piano emerges like the place most likely to adopt innovative plans; in the other municipalities belonging to the Comunità population is older, and thus cares mostly for social services rather than the environment.</p><h2>Deliberation, Decisions, and Public Interaction</h2><p>120 citizens took part in the project, recruited from those who already were involved in “Agenda 21” project, so they were already sensitized to environmental issues and familiar with participatory processes. Distance partially discouraged participation; also, and the presence of invited citizens belonging to vulnerable groups, such as ethnic minorities, different cultural groups and disabled people was not recorded. The sample of people who participated was mainly formed by young students and middle-aged citizens. In the first part of the project a BarCamp was used to identify issues for discussion in the subsequent thematic meetings. This first part lasted one day (06/27/2009) and involved 25 individuals, 70% of which were people in the younger age brackets. Issues that emerged from the BarCamp were: renewable energy (water saving), waste reduction &amp; recovery, responsible tourism, sustainable mobility, responsible saving and short distribution chain. In the second part of the project a meeting was dedicated to each issue; a total of seven encounters took place (in premises provided by Castel del Piano Municipality). The meetings were held from September to December. The first five meetings involved 55 people and nine experts. Participants were very enthusiastic and got involved by experts’ high competence. The sixth encounter was a World Café, involving fifteen people; small groups discussed the issues and reflections emerged from the meeting. The following encounter was a Focus Group where participants compiled a self-evaluation form about their living style, especially about consumptions and pollution ( 25 forms were filled out). During the last meeting held on 12/27/2009 the final results of the process were presented.</p><h2>Influence, Outcomes, and Effects</h2><p>As a result of taking part in the process, several participants seemed to be ready to change their lifestyle in order to make it more sustainable (especially concerning energy and water use), many more seemed ready to reduce the waste they produce. Used methods were appreciated as very involving and effective. On the other hand, as a result of the process substantive differences between different administrative levels the Municipalities and the Comunità Montana emerged, especially in connection to water saving.</p><h2>Analysis and Criticism</h2><p>The use of deliberative methods and the management of meetings by professional facilitators guaranteed that everyone had the chance to express their opinions. At the same time facilitators applied the methods with flexibility and helped create an informal atmosphere to the meetings that favoured dialogue. Facilitators also guaranteed neutrality and impartiality. Events and the results were advertised through internet or printed materials.</p><p>Participants stated they were satisfied with the methods used; 70% of them said that they were ready to accept the proposals resulting from the process; participants were particularly satisfied about the contribution of the experts to the discussion. It is worth noticing that encounters lasted longer than because people wanted to continue the discussion. Unfortunately not many people attended for the reasons explained above. In any case a part of the community was sensitized to the issue.</p><h3>References</h3><p>Ufficio Tecnico Comunità Montana Amiata Grossetano, Relazione finale Progetto “Stili di Vita Sostenibili nell’Amiata Grossetano”</p><h3>Links</h3><p><a href=\"http://www.consiglio.regione.toscana.it/partecipazione/documenti/RelazioniFinali-Progetti/RelFinale%20ComMontAmiata.pdf\">Final Report</a> [ITALIAN]</p><p><a href=\"http://www.cm-amiata.gr.it/ambiente_e_territorio/agenda_21/il_progetto_stili_di_vita_sostenibili_nell_amiata_grossetano_2009-354.html\">Municipal Website Project Overview</a></p><p><a class=\"external free\" href=\"http://www.tarabaralla.info/public/joomla/index.php?option=com_content&amp;view=article&amp;id=69&amp;Itemid=68\" rel=\"nofollow\" title=\"http://www.tarabaralla.info/public/joomla/index.php?option=com_content&amp;view=article&amp;id=69&amp;Itemid=68\">http://www.tarabaralla.info/public/joomla/index.php?option=com_content&amp;view=article&amp;id=69&amp;Itemid=68</a> [DEAD LINK]</p>", "title": "Amiata Grossetano: Sustainable Lifestyle"}