{"htmlbody": "<h3>Problems and Purpose</h3><p>As a consequence of the legitimacy loss in modern representative democracy, new societal actors have emerged, pointing to the importance of information technologies in order to improve democratic participation, legitimacy and transparency. Online Deliberation Forums and e-deliberation have been appreciated by some academics as an extension of the public sphere through the internet (Dahlberg 2001) to deepen connections and democratic conversations between government and citizens. A variety of players takes part in ‘Government 2.0’ as the classical, hierarchical model of governance is more and more replaced by an “informal, non-hierarchical nature of mass collaboration, facilitated by electronic communication technology” (Medimorec et al 2011).</p><p>A noteworthy illustration of this development can be found in Finland where new laws and policies are being ‘crowdsourced’. Crowdsourcing in Policy and Lawmaking aims to include citizens in public discussions about a new law and includes their ideas in governmental decision-making processes. Crowdsourcing is defined as obtaining information or input for a specified task or project by using the knowledge and talent of a group of people, usually via the Internet. In Finland, legislative crowdsourcing initiated by the government is used to establish a new off-road traffic law on an online platform. E-legislation processes can be defined as “the use of ICT for drafting, commenting on, consulting, structuring, formatting, submitting, amending, voting on and publishing laws passed by elected assemblies” (Council of Europe Committee of Ministers 2009).</p><p>In what follows, the decision-making process on the Finnish online platform will be outlined in order to illustrate policy crowdsourcing mechanisms and their deliberative potential. The off-road traffic law, which is normally regulated by the Finnish Ministry of Environment, will encompass all motor-operated traffic on rough terrain besides regular streets. Therefore, the new law will mostly affect Finnish citizens who own an ATV or a snowmobile. There are currently about 100,000 registered snowmobiles in Finland and about 20,000 ATVs (Aitamurto/Landemore 2013).</p><h3>History and Participant Selection</h3><p>The crowdsourcing experiment was set up by the Finnish Ministry for Environment together with the Committee for the Future of the Parliament in Finland because the previous government was not able to pass a new off-road traffic law in the Finnish parliament in 2010. The reason why it was so difficult to introduce a new legislation on the issue was twofold. Firstly, some parliamentarians were against the change from a “need-based consideration” (as it was the system in Finland before) to a “right-based consideration” (the suggested new legislation). Secondly, there were disagreements about the level of administration on which decisions about new off-road routes should be made (Aitamurto/Landemore 2013). Consequently, the citizens taking part in the online deliberation had to decide, among other aspects, whether officials should be able to reject proposals for new off-road routes (need-based legislation) or whether there should be a legal right to create new routes as long as they are in line with environmental provisions (right-based legislation). The participants also had to decide whether the decisions concerning off-road traffic should be made on a county, municipal or local level (Interview Aitamurto 2013). </p><p>The current law that regulates off-road traffic in Finland came into power in 1995. There was a need to reform the law because, firstly, the number of ATVs and other off-road vehicles increased, and, secondly, there were concerns that the existing law did not regulate the high traffic density in summer properly. As a consequence, the Finnish government set up the online platform <a href=\"http://www.suomijoukkoistaa.fi/\">www.suomijoukkoistaa.fi</a> on which the public would be able to contribute to the legislative processes concerning the new off-road traffic law (Aitamurto/Landemore 2013).</p><p>The crowdsourcing experiment started in January 2013. The advantage of online deliberation is that a large number of citizens can participate within a structured, virtual sphere for discussion. In the Finnish experiment, no target group was defined and everyone who was personally affected by the problem or interested in the topic was invited to contribute to the problem-solving process. Hence, the entire population with internet access was theoretically able to participate and no participant selection by the authorities took place. In total, more than 700 citizens took part in the online debate and the website was visited by 14.000 individuals (see <a href=\"http://www.maastoliikennelaki.fi\">www.maastoliikennelaki.fi</a>). </p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The Finnish crowdsourcing experiment is still ongoing and takes place in three phases. The first phase from January until March 2013 was about problem mapping, the second phase from March 2013 until June 2013 dealt with problem solving and ideation, and the third phase, which started in June 2013 and is still in process, will involve evaluating the findings. On the basis of the evaluation’s outcome, a new legislation will be put in place. The process was designed by experts of the Finnish government and academics (in particular by Tanja Aitamurto, visiting researcher at the Program on Liberation Technology at Stanford University).</p><p>Every citizen that wants to take part in the deliberations has to create an account on the website. Participants could choose whether they would like to stay anonymous, use their nicknames or real names (Interview Aitamurto 2013). From January until March 2013 the participants were invited to comment on ten broad topics related to off-road traffic that had been identified “based on conversations with civil servants in the Ministry of Environment (who are experts on off-road traffic law and wrote the expired bill)” (Aitamurto/Landemore 2013). The ten topics included, for example, general problems with off-road traffic, age limits, and regulations of emissions and routes.</p><p>In this context, participants commented, made suggestions and uploaded pictures or other attachments to enrich the debate. The citizens mainly expressed concerns about safety and illegal riding. Also, it became clear that there was a lot of confusion about the actual law. It seemed like in different parts of Finland the law is implemented and monitored in a different way (Interview Aitamurto 2013). If the topic the citizens wanted to address was not on the list of the ten topics suggested by the experts, the participants were allowed to propose a new topic.  Every comment or contribution that was made by the citizens on the website was visible for the other participants. As a particular incentive for participation, the citizens gained points for contributing to the discussions. In an activity ranking participants could see how active they were in comparison with others (Interview Aitamurto 2013). In order to guarantee informed conversations, a website with background information on the issue was created (<a href=\"http://www.maastoliikennelaki.fi/\">www.maastoliikennelaki.fi</a>). It included information on the current legislation and the failed attempt to introduce a new law in parliament as well as on the crowdsourcing procedure itself, and a blog on which the latest updates were posted.</p><p>During the first crowdsourcing phase, “340 ideas and conversation starters, 2,600 comments in reaction to the ideas and conversation starters, and 19,000 votes from about 700 users” were generated (Aikamurto/Landemore 2013). This input was analyzed and organised into the categories “Routes, Monitoring, Safety, Regulations and rights, Nature and environment, Information gathering and usage (for off-road traffic regulation), Societal values, and Improvement of the crowdsourced law-making process” (Aitamurto/Landemore 2013). The categories were then again divided into subcategories with specific questions that served as the basis for the second phase.</p><p>In the second phase from March until June 2013, the citizens were invited to come up with solutions for the identified topics and problems (or, again, propose their own topic). “By the 13th of June, 88 ideas were generated with 828 comments and 4,000 votes from 731 users” (Aitamurto/Landemore 2013). At the same time, the moderation effort on the discussion platform was increased in order to make the participants deliberate and think in more detail about the proposals. The experts responsible for the design of the experiment also acted as moderators. The moderators encouraged people to ask more questions and provided the public with the reponses from the Ministry. This increased the information exchange.</p><p>The users on the platform experienced the experiment as an improvement for democratic participation as they felt that they could express their opinion and ideas and that their voice was heard. Although the initial goal of the crowdsourcing experiment was solely to get information on problems and solution from the Finnish citizens, deliberation occurred on the platform. People exchanged arguments and reasoned opinions. Although only a minority of people said that their opinion changed during the deliberations, they stated that the interactive nature of the process gave them the opportunity to understand the other party’s view better and learn from each other. Aitamurto and Landemore (2013) also found “that participants’ perception of the value of the experiment was primarily procedural (e.g. making the process more fair, inclusive etc.) rather than instrumental (e.g. having a concrete influence on policy outcomes)”. This means that although the participants were quite skeptical that their suggestions would finally be included in the actual law, they appreciated the possibility of contributing to the decision-making process. The findings indicate that the citizens do not completely trust the traditional policy-making processes in Finland in the sense that they do not feel adequately represented by their officials.  </p><p>The researchers found that views and perceptions during the deliberations were in fact converging among participants in several fields. Participants agreed, for example, that awareness should be raised for the risks of accidents snowmobile riding entails and that the driving rights of snowmobilers should not be absolute and unregulated. The experiment also had an educational element. During deliberations, citizens changed their understanding of certain facts and broadened their knowledge on the issue. On the other hand, citizens also expressed their concerns that some people who were affected by off-road traffic or will be in the future did not take part in the discussion because they might not be aware that they are or will be affected by the issue or simply do not use the internet (Interview Aitamurto 2013).</p><p>Deliberation occurred especially in the second phase of the project when moderation was increased. Although most participants focused mostly on expressing their own interests, compromises and collaboration became naturally part of the discussions. One participant for example stated:</p><p>“I didn’t propose any ideas in the first phase, but I read the others’ ideas and commented and voted on those. I felt like there were so many views out there already. But towards the end of the second phase I realized not all my ideas are proposed by others, so now I have submitted many ideas. In my ideas I want to converge many views and build a compromise, because I think those ideas are the most likely to succeed and make it to the law”(Online participant, male) (Aitamurto/Landemore 2013).</p><p>Although the participant was at first only observing the discussions and merely expressing his opinion via votes, he became more engaged throughout the process, expressed his disagreements and tried to contribute to finding a consensus by converging arguments. This is also indicates the high level of respect among participants on the discussion platform. </p><h3>Influence, Outcomes, and Effects</h3><p>As the project is still ongoing, the outcome and effects of the experiment are not yet conclusively measurable. By the end of phase two that ended on 24 June, 500 views and ideas were generated with 4000 comments and 25,000 votes from 731 users. The website was visited by more than 14.000 citizens. Currently, the ideas are being analyzed and a report will be presented to the Ministry of Environment to evaluate the solutions produced by the crowd. The evaluation is done online and includes a crowd evaluation and an expert panel evaluation. In the crowd evaluation, participants cannot choose which ideas they will evaluate. Instead, they are given a random idea by the organizers as they should not just evaluate the ideas they prefer. The ideas and results of the evaluation will be presented to the Ministry of Environment at the end of October. The ministry will then decide how they will go about the law reform. There are several different alternatives for how the law can be reformed, including the option of not reforming the law at all. If the minister decides that the current law is good enough based on the citizens input, the law will stay as it is. If he decides to change the law, the legislation process will start immediately and the new law will be ready by the summer of 2014 (Interview Aitamurto 2013).</p><p>Ville Niinistö, Minister of Environment in Finland, is pleased with the experiment’s outcome. He stated that the off-road traffic law reform project has been an inspiring and ground-breaking experiment for the preparatory work of the new law as citizen participation has been broad, effective and professional. Moreover, views and information have come to light which would have remained hidden during the ordinary course of the law preparation of the law (<a href=\"http://www.maastoliikennelaki.fi/\">www.maastoliikennelaki.fi</a>). </p><h3>Analysis and Criticism</h3><p>A range of researchers sees online discussions as an important tool for participatory and deliberative democracy, arguing that the attributes of internet exchanges such as “reduced social cues, relative anonymity of participants, and a reliance on text-based exchanges lacking non-verbal, facial and vocal cues” (Price 2006) may possibly facilitate political deliberations. Due to relative anonymity, online deliberation might be able to reduce power imbalances as studies have shown that dominant behavior decreased in online discussions as opposed to face-to-face deliberations. Also, findings of studies on crowdsourcing state that a particular problem-solving process or creative task which is done by people with heterogeneous backgrounds of expertise reaching beyond the field the task is located in, come to more creative and innovative solutions for problems than a group of experts who are professionalized only in the respective policy field. This assessment was partly confirmed in the Finnish crowdsourcing experiment (Interview Aitamurto 2013).</p><p>Aitamurto and Landmore (2013) come to four main conclusions in their study on the Finnish crowdsourcing example:</p><p>1.       Citizens generally had a positive opinion about the democratic potential of the project as they felt that it had made their voices heard. This also indicates a slight distrust in the law-making system as it was before.</p><p>2.       This lack of trust in the democratic institutions and the feeling of being at the periphery of political-decision making is also illustrated in the fact that participants valued the process of the experiment (it was fair, inclusive, etc.) higher than the outcome (concrete policy influence), as they believe that it is rather unlikely that their ideas will be part of the actual law.</p><p>3.       Although the citizens found a lack of consensus on the online platform, there were in fact many overlapping opinions and suggestions.</p><p>4.       Many participants stated that they received new information and learned what gives the project an educative character.</p><p>The findings indicate that the crowdsourcing experiment was successful in increasing citizen participation and input in lawmaking. However, it remains to be seen whether the participants’ skepticism on whether their suggestions will be included in the final law will come true. Moreover, the quality of deliberation on the platform can be improved through moderation. Although deliberation occurred, participants mostly pursued their own ideas and an in-depth deliberation did not emerge. It is also unclear how representative the citizens involved in the courwdsourcing are of the Finnish population. As the ‘digital divide’ is favoring some parts of the population over other parts, it is most unlikely that the online participants reflect the Finnish society adequately. Indeed, a majority of participants was male. Results of other studies on online participation support these findings as they show that most active users are relatively young, male and have an educational background that is higher than average (Millard et al 2012). Therefore, one must find ways to include all parts of society in crowdsourcing experiments. On the other hand, <em>in theory</em>, everyone who was affected by the issue had the possibility to contribute to the decision-making process and law-making was made open to citizens.</p><p>Of the 700 people who signed up on the platform, 20% was active in the discussions and a somewhat smaller number was highly active. Consequently, there is still space to increase the discussion activity of participants. It has been shown that participants commented more when the moderation effort was increased. This effort should be broadened. With regard to online deliberation forums, the concern is sometimes expressed that due to the anonymity of the participants, deliberations are not based on reason, they are too superficial and their general quality is low. This cannot be confirmed in the Finnish example. The conversations were respectful and among 4000 comments, only 20 had to be removed because they were inappropriate (Interview Aitamurto 2013).</p><p>Problematic is, however, that there is no authentication process on the website and citizens can have theoretically as many profiles as they want. This means that they can themselves support their own idea with fake profiles. As other people tend to agree to ideas that already have a lot of support, this might create a snowball effect and finally distort the deliberation and the real support for an idea. Introducing an authentication process which identifies the citizen would remedy this problem.</p><p>Lastly, there is no institutionalized process yet on how the ideas will be implemented in the actual law. In the end, the choice on how to reform the law lies with the Finnish Minister of environment and not with the participants of the Crowdsourcing experiment. In order to emphasize the importance of including the suggestions of the citizens in the law, the Finnish parliament might wish to introduce a binding process or obligation to include the citizen’s proposals in the law.</p><p>To conclude, the crowdsourcing process increased the legitimacy and transparency of the decision-making process on the new off-road traffic law but there remains space to improve its deliberative quality. Moreover, it has to be guaranteed that the citizens’ ideas and proposals will be implemented in the final law.</p><h3>Secondary Sources</h3><p>Aitamurto, Tanja/Landmore, Helen (2013): “Democratic Participation and Deliberation in Crowdsourced Legislative Processes: The Case of the Law on Off-Road Traffic in Finland”, available at: <a href=\"http://comtech13.xrce.xerox.com/papers/paper1_aitamurto_landemore.pdf\">http://comtech13.xrce.xerox.com/papers/paper1_aitamurto_landemore.pdf</a></p><p>Council of Europe Committee of Ministers (2009): “Recommendation CM/Rec (2009)1 on electronic democracy (e-democracy)”, available at: <a href=\"https://wcd.coe.int/ViewDoc.jsp?id=1410627\">https://wcd.coe.int/ViewDoc.jsp?id=1410627</a>.</p><p>Dahlberg, Lincoln (2001): “The Internet and Democratic Discourse: Exploring the Prospects of Online Deliberative Forums Extending the Public Sphere”, in: <em>Information, Communication &amp; Society</em>, Vol. 4, No. 4, pp. 615-33, available at: <a href=\"http://www.tandfonline.com/doi/abs/10.1080/13691180110097030\">http://www.tandfonline.com/doi/abs/10.1080/13691180110097030</a>.</p><p>Interview with Tanja Aitamurto (2013), Visiting Researcher at the Program on Liberation Technology at Stanford University and Advisor to the Government and Parliament of Finland about Open Government practices.</p><p>Medimorec, Daniel/Parycek, Peter/Schossboeck, Judith (2011): “Vitalizing Democracy through E-Participation and Open Government: An Austrian and Eastern European Perspective”, Bertelsmann Stiftung, available at: <a href=\"http://www.bertelsmann-stiftung.de/cps/rde/xbcr/SID-4B6B2682-20BE4653/bst/Daniel%20Medimorec.pdf\">http://www.bertelsmann-stiftung.de/cps/rde/xbcr/SID-4B6B2682-20BE4653/bst/Daniel%20Medimorec.pdf</a>.</p><p>Millard, Peter/Millard, Kate/Adams, Carl/McMillan, Stuart (2012): “Transforming Government through e-Participation: challenges for e-democracy”, in: 12th European Conference on e-Government (ECEG 2012), 14-15 June 2012, Barcelona, Spain, available at: <a href=\"http://eprints.port.ac.uk/8494/1/Microsoft_Word_-_Millard_et_al__post_review_edited_ECEG_12_paper.pdf\">http://eprints.port.ac.uk/8494/1/Microsoft_Word_-_Millard_et_al__post_review_edited_ECEG_12_paper.pdf</a>.</p><p>Price, Vincent (2006): “Citizen Deliberating Online: Theory and some Evidence”, in: T. Davies &amp; B. S. Noveck (Eds.), Online Deliberation: Design, Research, and Practice. Chicago: University of Chicago Press, also available at: <a href=\"http://www.hks.harvard.edu/netgov/files/talks/docs/11_13_06_seminar_Price_citizens-delib_online.pdf\">http://www.hks.harvard.edu/netgov/files/talks/docs/11_13_06_seminar_Price_citizens-delib_online.pdf</a>. </p><h3>External Links</h3><p><a href=\"http://www.suomijoukkoistaa.fi/\">www.suomijoukkoistaa.fi</a></p><p><a href=\"http://www.maastoliikennelaki.fi/\">www.maastoliikennelaki.fi</a></p><h3>Notes</h3><p> </p>", "title": "Crowdsourcing in policy and lawmaking in Finland"}