{"htmlbody": "<h3>Problems and Purpose</h3><p>In this talk show each episode dealt with a separate social concern in India, this case study explores how 3 of these 13 chosen issues were tackled, what change was brought about and how this qualifies for being a democratic innovation. The first issue, was that of female foeticide, a hugely practiced illegal act in India, it is the act of aborting unborn females due to the social structure that views boy children as more favourable.1 The show broadcasted on national television sting operations that were carried out, revealing doctors who were willing to abort due to the sex being female, they also revealed the fact that 3 million female foeticide cases are on record and nothing has been done about it.2</p><p>'Satyamev Jayate' had invited journalists who had done a lot of work in exposing the row of sex determination in the Indian states of Rajasthan, Gujarat, Madhya Pradesh and Uttar Pradesh.3 A second issue that was dealt with was child sexual abuse, the show revealed shocking facts that 53% of the children in the Indian population are subject to this kind of abuse.4 The issue of not having laws put in place that are robust enough to punish acts of child sexual abuse was confronted on the show.5 The third and final issue was that of the corrupt Indian healthcare, how doctors exploit patients’ lack of medical knowledge and scam them to make money at the cost of a patient’s health and sometimes even their life.6</p><p>These were a few of the issues that were dealt with on this talk show, and bringing real life instances on screen and talking with people who have experienced these atrocities first hand, truly impacted and angered the audience and brought all the accountable bodies to attentive mode. The show brought about a national awareness, which brought people to start questioning the institutions in place and the personalities in power.</p><p>This innovation or these set of innovations taking place as this talk show, was an eye opener to the citizens of India, even though there was a general knowledge of these practices, people were oblivious to the frequency and magnitude as to which it was taking place. It was an important set of innovations for the issues dealt with were highly controversial ones, issues were always brushed under the carpet and never spoken about, this talk show contributed to everyone’s life in India, in some way or another.</p><p>The purpose of this show was to bring about an awareness, and some degree of change, “Satyamev Jayate” was more than just a show, it was more of a movement to change people’s mindset.7 It was not simply an attempt to reform the political class, but to push the people to think about their contribution to society, how they can better it and how they can change it themselves.8 The purpose of this was also to help out people who severe injustices were done unto and were helpless due to the bureaucracy, inefficient institutions, authorities who would not take them seriously and various other societal pressures. It was also to put light on organisations trying to help victims, and to encourage people to help these organisations. A strength of this innovation was the public pressure put on the politicians by the horrified audiences, and a pressure for the government to take serious measures to stop these injustices from ravaging the society.</p><h3>History</h3><p>India as we know it, though rich and diverse in culture, also has within it a different societies with beliefs and practices that are damaging to the psychological, emotional and even physical states of being. A few of these practices highlighted in this talk show were female foeticide, Child sexual abuse and the corrupt Indian healthcare system. With inefficient and ineffective institutions and authorities in place to keep these practices in check, communities and societies where these atrocities are taking place are ravaging themselves. This case study is a combination of democratic innovations that took place as a talk show in India, in the year 2012. “Satyamev Jayate” in the Indian language means ‘the truth will prevail’, this was the name of a 13 episode talk show that addressed some of India’s major social concerns never addressed so openly and publicly.9 The show was a colossal hit in India, raising awareness and educating the people about the injustices happening around them that in fact many were absolutely oblivious to, and that others wished to ignore.10</p><h3>Originating Entities and Funding</h3><p>This was a single man's initiative, an Indian actor by the name Amir Khan.The funding of this show came from the joint producers Amir Khan Production and STAR INDIA and various sponsores of the show a few being Airtel, Aquaguard and Starplus</p><h3>Participant Selection</h3><p>There was an audience on the talk show that was allowed to participate and join in the discussion taking place, and join in on the questioning of the leaders and accountable bodies who were also invited on the show. The host and his team decided which stories and personal experiences of these injustices would be viewed on the show. Leaders and journalists were called on the show and the entire nation took part online, with the online petitions on the show’s website.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>Citizen participation in this talk show was of the most importance, leaders were brought on the show, and questioned about their inaction to these injustices. The official site of Satyamev Jayate crashed within minutes after the telecast of the first episode, a hundred thousand people dialed in to talk to the host and show their support.11 Public pressure, not only on the leaders but on the government as well was an element that was immensely important. Public accountability was another factor that played a big role in this innovation, something that is valued very highly in modern democratic governance.12 Public accountability is about taking responsibility, and about the principle of transparency, the term ‘public’ implies an openness, and accountability can be thought of as building a trustful relationship , where an actor is under the obligation to explain or justify their acts.13 The government and people in power should be held accountable for their policies, decisions, actions and inactions, only then does democracy become something more than a simple theoretical procedure.14</p><p>For the first time government officials were put on the spot, and questioned and neither could they avoid nor disregard the concerns being addressed, for the entire nation was watching. The Internet played a big role in this innovation, not only did the episodes go viral on the internet, but the petitions were accessible online. At the end of each episode of the show, significant questions were put to the audience as petitions, that could be signed online and via text, which was later sent to the governments as a demand for action. One of the questions that was put to the audience to vote on was “should every state government follow the example of Rajasthan and open generic medicines stores throughout their states so that all citizens get medicines at the lowest possible price?”15 In the episode that highlighted the issue of child sex abuse the host asked people to write and show their support for the child sex abuse law.16 There was also direct deliberation with the leaders and the host, who was representing the people, and confronting them with questions from the people.</p><p>The talk show is more of a combination of innovations, rather than a single one, it is a combination between an initiative and a citizen’s assembly. An initiative ‘allows citizens to propose constitutional amendments, laws and legislative measures if they are able to submit a petition with enough signatures of citizens.17 In this talk show, the host wrote letters to the state governments requesting child abuse cases to be set on a fast track court, so that the victims can get their justice speedily, and people signed and voted online with consent, and the government felt pressured to take the necessary steps.18 This innovation represents the simple idea that all citizens should have the right to propose laws without having the need for it to be consented by the elected representatives’.19 This democratic device strengthens democracy and encourages citizen participation and citizen involvement, which are essential elements of democracy.20 This democratic innovation involves citizens’ policies that concern them, and that affect their lives, which therefore makes the political system more accountable.21 This can strengthen the relationship that the people share with their leaders and their government.22  A citizens’ assembly on the other hand is an innovation that is a deliberative one bringing together a randomly selected group of citizens to deliberate on a policy issue and develop recommendations on it.23 On the show, the host and a couple of other citizens would deliberate the issue with the relative leaders, and demanded that the laws be revised and some legal regulations be set up that are robust enough and this citizens’ assembly took place at a national level.</p><h3>Influence, Outcomes, and Effects</h3><p>This show brought about quite a bit of movement, both politically and nationally. They were not issues that were spoken about and forgotten, but an attempt to change things were made, there were meetings held with concerned leaders, representatives came on the show were questioned, and were made to promise necessary action.24 The host of the show also met with the Chief Minister of the state of Rajashthan to insist on the creation of a fast track court to hear the verdict of the doctors that have not been penialised for female foeticide.25 The Chief Minister was duty-bound to call an emergency meeting to formulate a plan to put a stop to the deteriorating sex ratio in parts of Rajasthan.26 The state of Rajasthan has constantly been in the news for frequent and increasing cases of female foeticide and infanticide.27 Alarmed over the state's shocking sex ratio, the government of Rajasthan started a probe against, and came down heavily on doctors who were associated or involved in any sex determination tests and abortion, which are illegal acts in India.28 However, the state government announced to take strong steps to control and restrain pre-natal sex determination.29</p><p>The Indian parliamentary standing committee invited the team of the show to discuss the issue and then immediately after the show on child sexual abuse, and witnessing the outrage of the people the bill concerning the protection of children from sexual offences was passed from the lower house of the parliament.30 The Chief Justice of the Rajasthan High Court allowed for special courts that would deliver a fast verdict, contrary to other Indian courts where cases can extend on for a bewilderingly long period of time, and also promised harsh punishment which may include life term for the offenders. Another upshot is the fact that the bill is gender neutral and will protect both boys and girls. Women and child development minister Krishna Tirath said, “The bill is gender neutral (will protect both genders). It seeks to protect children from sexual offences… the burden of proof will be on the accused.”31 The show had also highlighted how the child sexual abuses were indelicately treated in court-rooms, hospitals or the media.32 Also the state government of Haryana announced that pregnant women would have to submit their identification and necessary documents before testing the sex of their babies at ultrasound centres.33 Another major positive action that came out of the show was the state of Madhya Pradesh’s Health Department having suspended the licenses of up to 65 Medical Termination of Pregnancy Centres, therefore putting a stop to even the opportunity of the crime.34</p><h3>Analysis and Criticism</h3><p>The principles and ideals that underpin this innovation are the principles of anti-corruption, justice for the people wronged against and punishment for the criminals. The problems with this innovation would possibly be that, the issues that are being dealt with are too large in magnitude and too deep-rooted into the society, to be covered in just one hour of a TV episode. Also with just one episode and no formal follow through, leaders can make their big promises and then not follow it up and do not have to face the people again. Another problem is with the sustainability of the innovation, with only 13 episodes of the talk show, it is only a temporary jolt to the people. As the politicians in India say, the public memory is very short, they soon forget the injustices and stop fighting. A way to improve the innovations is by having a follow up, an episode where leaders can show the citizens an attempt of an honest and progressive change.</p><h3>References </h3><p>[1] Satyamevjayate.in. Female Foeticide. URL:&lt;<a href=\"http://www.satyamevjayate.in/issue01/impact/#comm\">http://www.satyamevjayate.in/issue01/impact/#comm</a>&gt;14 December 2012</p><p>2Satyamevjayate.in. Female Foeticide. URL:&lt;<a href=\"http://www.satyamevjayate.in/issue01/impact/#comm\">http://www.satyamevjayate.in/issue01/impact/#comm</a>&gt;14 December 2012</p><p>3IBNLive. 2012. Satyamev Jayate: The impact of Aamir Khan’s TV show. CNN IBN. URL:&lt;<a href=\"http://ibnlive.in.com/news/satyamev-jayate-the-impact-of-aamir-khans-tv-show/257206-44-124.html\">http://ibnlive.in.com/news/satyamev-jayate-the-impact-of-aamir-khans-tv-show/257206-44-124.html</a> &gt;14 December 2012</p><p>4Satyamevjayate.in. Female Foeticide. URL:&lt;<a href=\"http://www.satyamevjayate.in/issue01/impact/#comm\">http://www.satyamevjayate.in/issue01/impact/#comm</a>&gt;14 December 2012</p><p>5Satyamevjayate.in. Female Foeticide. URL:&lt;<a href=\"http://www.satyamevjayate.in/issue01/impact/#comm\">http://www.satyamevjayate.in/issue01/impact/#comm</a>&gt;14 December 2012</p><p>6Satyamevjayate.in. Female Foeticide. URL:&lt;<a href=\"http://www.satyamevjayate.in/issue01/impact/#comm\">http://www.satyamevjayate.in/issue01/impact/#comm</a>&gt;14 December 2012</p><p>7IBNLive. 2012. Satyamex Jayate: Aamir Khan’s TV show is a movement. CNN IBN. URL:&lt;<a href=\"http://ibnlive.in.com/news/satyamev-jayate-aamirs-tv-show-is-a-movement/255255-44-124.html\">http://ibnlive.in.com/news/satyamev-jayate-aamirs-tv-show-is-a-movement/255255-44-124.html</a>&gt;14 December 2012</p><p>8Sagarika Ghose. 2012. 'Satyamev Jayate' alone can't bring about change: Aamir Khan. CNN IBN. URL:&lt;<a href=\"http://ibnlive.in.com/news/satyamev-jayate-alone-cant-bring-about-change-aamir-khan/267877-64-151.html\">http://ibnlive.in.com/news/satyamev-jayate-alone-cant-bring-about-change-aamir-khan/267877-64-151.html</a>&gt;14 December 2012</p><p>9The Times of India. 2012. Aamir’s Satyamev Jayate ends with aplomb. The Times of India. URL:&lt;<a href=\"http://articles.timesofindia.indiatimes.com/2012-07-30/tv/32924017_1_female-foeticide-aamir-khan-satyamev-jayte\">http://articles.timesofindia.indiatimes.com/2012-07-30/tv/32924017_1_female-foeticide-aamir-khan-satyamev-jayte</a>&gt;14 December 2012</p><p>10The Times of India. 2012. Aamir’s Satyamev Jayate ends with aplomb. The Times of India. URL:&lt;<a href=\"http://articles.timesofindia.indiatimes.com/2012-07-30/tv/32924017_1_female-foeticide-aamir-khan-satyamev-jayte\">http://articles.timesofindia.indiatimes.com/2012-07-30/tv/32924017_1_female-foeticide-aamir-khan-satyamev-jayte</a>&gt;14 December 2012</p><p>11IBNLive. 2012. Satyamev Jayate: The impact of Aamir Khan’s TV show. CNN IBN. URL:&lt;<a href=\"http://ibnlive.in.com/news/satyamev-jayate-the-impact-of-aamir-khans-tv-show/257206-44-124.html\">http://ibnlive.in.com/news/satyamev-jayate-the-impact-of-aamir-khans-tv-show/257206-44-124.html</a> &gt;14 December 2012</p><p>12Mark Bovens. 2005. Public Accountability. URL:&lt;<a href=\"http://igitur-archive.library.uu.nl/USBO/2006-1201-222846/Bovens_05_Publicaccountability08Ferlie.pdf\">http://igitur-archive.library.uu.nl/USBO/2006-1201-222846/Bovens_05_Publicaccountability08Ferlie.pdf</a> &gt;14 December 2012</p><p>13Mark Bovens. 2005. Public Accountability URL:&lt;<a href=\"http://igitur-archive.library.uu.nl/USBO/2006-1201-222846/Bovens_05_Publicaccountability08Ferlie.pdf\">http://igitur-archive.library.uu.nl/USBO/2006-1201-222846/Bovens_05_Publicaccountability08Ferlie.pdf</a> &gt;14 December 2012</p><p>14Mark Bovens. 2005. Public Accountability URL:&lt;<a href=\"http://igitur-archive.library.uu.nl/USBO/2006-1201-222846/Bovens_05_Publicaccountability08Ferlie.pdf\">http://igitur-archive.library.uu.nl/USBO/2006-1201-222846/Bovens_05_Publicaccountability08Ferlie.pdf</a> &gt;14 December 2012</p><p>15Satyamevjayate.in. Female Foeticide. URL:&lt;<a href=\"http://www.satyamevjayate.in/issue01/impact/#comm\">http://www.satyamevjayate.in/issue01/impact/#comm</a>&gt;14 December 2012</p><p>16Health.india.com. URL:&lt;<a href=\"http://health.india.com/news/satyamev-jayate-impact-parliament-passes-bill-to-curb-child-sex-abuse/\">http://health.india.com/news/satyamev-jayate-impact-parliament-passes-bill-to-curb-child-sex-abuse/</a>&gt;14 December 2012</p><p>17Clodagh Harris. Democratic innovations for engaging and empowering citizens. University College Cork. URL:&lt;<a href=\"http://www.ucc.ie/en/government/DemocraticReport.pdf\">http://www.ucc.ie/en/government/DemocraticReport.pdf</a>&gt;14 December 2012 [DEAD LINK]</p><p>18Clodagh Harris. Democratic innovations for engaging and empowering citizens. University College Cork. URL:&lt;<a href=\"http://www.ucc.ie/en/government/DemocraticReport.pdf\">http://www.ucc.ie/en/government/DemocraticReport.pdf</a>&gt;14 December 2012 [DEAD LINK]</p><p>19Clodagh Harris. Democratic innovations for engaging and empowering citizens. University College Cork. URL:&lt;<a href=\"http://www.ucc.ie/en/government/DemocraticReport.pdf\">http://www.ucc.ie/en/government/DemocraticReport.pdf</a>&gt;14 December 2012 [DEAD LINK]</p><p>20Clodagh Harris. Democratic innovations for engaging and empowering citizens. University College Cork. URL:&lt;<a href=\"http://www.ucc.ie/en/government/DemocraticReport.pdf\">http://www.ucc.ie/en/government/DemocraticReport.pdf</a>&gt;14 December 2012 [DEAD LINK]</p><p>21Clodagh Harris. Democratic innovations for engaging and empowering citizens. University College Cork. URL:&lt;<a href=\"http://www.ucc.ie/en/government/DemocraticReport.pdf\">http://www.ucc.ie/en/government/DemocraticReport.pdf</a>&gt;14 December 2012 [DEAD LINK]</p><p>22Clodagh Harris. Democratic innovations for engaging and empowering citizens. University College Cork. URL:&lt;<a href=\"http://www.ucc.ie/en/government/DemocraticReport.pdf\">http://www.ucc.ie/en/government/DemocraticReport.pdf</a>&gt;14 December 2012 [DEAD LINK]</p><p>23Clodagh Harris. Democratic innovations for engaging and empowering citizens. University College Cork. URL:&lt;<a href=\"http://www.ucc.ie/en/government/DemocraticReport.pdf\">http://www.ucc.ie/en/government/DemocraticReport.pdf</a>&gt;14 December 2012 [DEAD LINK]</p><p>24The Times of India. 2012. Aamir’s Satyamev Jayate ends with aplomb. The Times of India. URL:&lt;<a href=\"http://articles.timesofindia.indiatimes.com/2012-07-30/tv/32924017_1_female-foeticide-aamir-khan-satyamev-jayte\">http://articles.timesofindia.indiatimes.com/2012-07-30/tv/32924017_1_female-foeticide-aamir-khan-satyamev-jayte</a>&gt;14 December 2012</p><p>25The Times of India. 2012. Aamir’s Satyamev Jayate ends with aplomb. The Times of India. URL:&lt;<a href=\"http://articles.timesofindia.indiatimes.com/2012-07-30/tv/32924017_1_female-foeticide-aamir-khan-satyamev-jayte\">http://articles.timesofindia.indiatimes.com/2012-07-30/tv/32924017_1_female-foeticide-aamir-khan-satyamev-jayte</a>&gt;14 December 2012</p><p>26IBNLive. 2012. Satyamev Jayate: The impact of Aamir Khan’s TV show. CNN IBN. URL:&lt;<a href=\"http://ibnlive.in.com/news/satyamev-jayate-the-impact-of-aamir-khans-tv-show/257206-44-124.html\">http://ibnlive.in.com/news/satyamev-jayate-the-impact-of-aamir-khans-tv-show/257206-44-124.html</a> &gt;14 December 2012</p><p>27IBNLive. 2012. Satyamev Jayate.  CNN IBN. URL:&lt;<a href=\"http://ibnlive.in.com/news/satyamev-jayate-aamir-to-meet-rajasthan-cm-gehlot/255738-44-124.html\">http://ibnlive.in.com/news/satyamev-jayate-aamir-to-meet-rajasthan-cm-gehlot/255738-44-124.html</a> &gt;14 December 2012</p><p>28IBNLive. 2012. Satyamev Jayate.  CNN IBN. URL:&lt;<a href=\"http://ibnlive.in.com/news/satyamev-jayate-aamir-to-meet-rajasthan-cm-gehlot/255738-44-124.html\">http://ibnlive.in.com/news/satyamev-jayate-aamir-to-meet-rajasthan-cm-gehlot/255738-44-124.html</a> &gt;14 December 2012</p><p>29IBNLive. 2012. Satyamev Jayate.  CNN IBN. URL:&lt;<a href=\"http://ibnlive.in.com/news/satyamev-jayate-aamir-to-meet-rajasthan-cm-gehlot/255738-44-124.html\">http://ibnlive.in.com/news/satyamev-jayate-aamir-to-meet-rajasthan-cm-gehlot/255738-44-124.html</a> &gt;14 December 2012</p><p>30The Times of India. 2012. Aamir’s Satyamev Jayate ends with aplomb. The Times of India. URL:&lt;<a href=\"http://articles.timesofindia.indiatimes.com/2012-07-30/tv/32924017_1_female-foeticide-aamir-khan-satyamev-jayte\">http://articles.timesofindia.indiatimes.com/2012-07-30/tv/32924017_1_female-foeticide-aamir-khan-satyamev-jayte</a>&gt;14 December 2012</p><p>31Health.india.com. URL:&lt;<a href=\"http://health.india.com/news/satyamev-jayate-impact-parliament-passes-bill-to-curb-child-sex-abuse/\">http://health.india.com/news/satyamev-jayate-impact-parliament-passes-bill-to-curb-child-sex-abuse/</a>&gt;14 December 2012</p><p>32Health.india.com. URL:&lt;<a href=\"http://health.india.com/news/satyamev-jayate-impact-parliament-passes-bill-to-curb-child-sex-abuse/\">http://health.india.com/news/satyamev-jayate-impact-parliament-passes-bill-to-curb-child-sex-abuse/</a>&gt;14 December 2012</p><p>33Health.india.com. URL:&lt;<a href=\"http://health.india.com/news/satyamev-jayate-impact-parliament-passes-bill-to-curb-child-sex-abuse/\">http://health.india.com/news/satyamev-jayate-impact-parliament-passes-bill-to-curb-child-sex-abuse/</a>&gt;14 December 2012</p><p>34IBNLive. 2012. Satyamev Jayate: The impact of Aamir Khan’s TV show. CNN IBN. URL:&lt;<a href=\"http://ibnlive.in.com/news/satyamev-jayate-the-impact-of-aamir-khans-tv-show/257206-44-124.html\">http://ibnlive.in.com/news/satyamev-jayate-the-impact-of-aamir-khans-tv-show/257206-44-124.html</a> &gt;14 December 2012</p><p><strong>Bibliography</strong></p><p>The Times of India. (2012) <em>Aamir’s Satyamev Jayate ends with aplomb. </em>[online] The Times of India. Available from:&lt;<a href=\"http://articles.timesofindia.indiatimes.com/2012-07-30/tv/32924017_1_female-foeticide-aamir-khan-satyamev-jayte\">http://articles.timesofindia.indiatimes.com/2012-07-30/tv/32924017_1_female-foeticide-aamir-khan-satyamev-jayte</a>&gt;[BROKEN LINK]</p><p>Satyamevjayate.in. <em>Female Foeticide. </em>[online] Available from:&lt;<a href=\"http://www.satyamevjayate.in/issue01/impact/#comm\">http://www.satyamevjayate.in/issue01/impact/#comm</a>&gt;[Accessed 14 December 2012]</p><p>IBNLive. (2012) <em>Satyamev Jayate: The impact of Aamir Khan’s TV show. </em>[online] CNN IBN. Available from:&lt;<a href=\"http://ibnlive.in.com/news/satyamev-jayate-the-impact-of-aamir-khans-tv-show/257206-44-124.html\">http://ibnlive.in.com/news/satyamev-jayate-the-impact-of-aamir-khans-tv-show/257206-44-124.html</a> &gt;[Accessed 14 December 2012]</p><p>Bovens, M., (2005) <em>Public Accountability. </em>[online] Available from:&lt;<a href=\"http://igitur-archive.library.uu.nl/USBO/2006-1201-222846/Bovens_05_Publicaccountability08Ferlie.pdf\">http://igitur-archive.library.uu.nl/USBO/2006-1201-222846/Bovens_05_Publicaccountability08Ferlie.pdf</a> &gt;[Accessed 14 December 2012]</p><p>Health.india.com. [online] Available from:&lt;<a href=\"http://health.india.com/news/satyamev-jayate-impact-parliament-passes-bill-to-curb-child-sex-abuse/\">http://health.india.com/news/satyamev-jayate-impact-parliament-passes-bill-to-curb-child-sex-abuse/</a>&gt;[Accessed 14 December 2012]</p><p>Harris, C., <em>Democratic innovations for engaging and empowering citizens. </em>[online] University College Cork. Available from:&lt;<a href=\"http://www.ucc.ie/en/government/DemocraticReport.pdf\">http://www.ucc.ie/en/government/DemocraticReport.pdf</a>&gt;[DEAD LINK]</p><p>IBNLive. (2012) <em>Satyamex Jayate: Aamir Khan’s TV show is a movement. </em>[online] CNN IBN. Available from:&lt;<a href=\"http://ibnlive.in.com/news/satyamev-jayate-aamirs-tv-show-is-a-movement/255255-44-124.html\">http://ibnlive.in.com/news/satyamev-jayate-aamirs-tv-show-is-a-movement/255255-44-124.html</a>&gt;[Accessed 14 December 2012]</p><p>Ghose, S., (2012) <em>'Satyamev Jayate' alone can't bring about change: Aamir Khan.</em> [online] CNN IBN. Available from:&lt;<a href=\"http://ibnlive.in.com/news/satyamev-jayate-alone-cant-bring-about-change-aamir-khan/267877-64-151.html\">http://ibnlive.in.com/news/satyamev-jayate-alone-cant-bring-about-change-aamir-khan/267877-64-151.html</a>&gt;[Accessed 14 December 2012]</p><p> IBNLive. (2012) <em>Satyamev Jayate. </em>[online] CNN IBN. Available from: &lt;<a href=\"http://www.ibnlive.com/newstopics/satyamev-jayate.html\">http://www.ibnlive.com/newstopics/satyamev-jayate.html</a>&gt; [Accessed 14 December 2012]</p><p>IBNLive. (2012) <em>Satyamev Jayate: Aamir Khan to meet Rajasthan CM Ashok Gehlot today.</em> [online] CNN IBN. Available from:&lt;<a href=\"http://ibnlive.in.com/news/satyamev-jayate-aamir-to-meet-rajasthan-cm-gehlot/255738-44-124.html\">http://ibnlive.in.com/news/satyamev-jayate-aamir-to-meet-rajasthan-cm-gehlot/255738-44-124.html</a> &gt;[Accessed 14 December 2012]</p><h3>External Links</h3><p><a href=\"http://www.satyamevjayate.in/\">Official Website of Satyamev Jayate</a></p>", "title": "Satyamev Jayate (Truth Alone Prevails)"}