{"htmlbody": "<p><a id=\"Participants\" name=\"Participants\"></a></p><h2>Participants</h2><p>The participants in 21st Century Town Meetings are usually ordinary citizens who have no particular expertise in the topic under discussions. They are not stakeholders or professional lobbyists.</p><p>Demographic targets for participants are set, according to census or other relevant data. Outreach and registration is implemented by AmericaSpeaks in partnership with grassroots organizations, service providers and community leaders. Free meals, childcare, transportation, and translation are offered to overcome typical barriers to participation.</p><p>At the start of a 21st Century Town Meeting, voting keypads are used to measure the demographics of attendees and publicly compare participants with that of the community.</p><p> </p><p><a id=\"Process\" name=\"Process\"></a></p><h2>Process</h2><p>The mechanism is designed to enable every participant can contribute to the overall conversation. Participants sit in round tables of 10-12 each during the event. Each of these small groups is moderated by a trained facilitator. Additionally, each table has a scribe who records small group deliberations on a laptop. In principle, the small group format enables every participate to engage actively in discussion. Small groups are linked together to create a larger conversation of thousands of people through four devices. First, small groups follows the same agenda of discussion so that conversations run in parallel. Second, the entire session is led by a single host who is a kind of master of ceremonies. Third, each participant is given a wireless keypad. Periodically throughout the event, the host takes straw polls and votes so that the views of all participants can be tallied and displayed. Fourth, each table is assigned a scribe who records table discussions on a laptop computer. Using group-ware, the contents of table conversations are collected in real time and processed by a central “theme team” that attempts to discern the main viewpoints, positions, and themes that emerge at all of the tables. Before the meeting ends, organizers create a report that contains results and recommendations that they distribute to participants, decision-makers, and media. Through this method, organizers aim to create a short term encounter in which participants can learn about complex issues, develop their own views on those issues, and make collective decisions in a deliberative way.</p><p> </p><p><a id=\"Principles\" name=\"Principles\"></a></p><h2>Principles</h2><p>AmericaSpeaks’ work applies a set of core principles to their citizen engagement activities:</p><ul><li>Informed participation through highly accessible materials that frame the issues in a balanced way and provide a baseline of information to begin discussions.</li><li>Facilitated deliberation to ensure all voices can be heard and each participant can play an active role in the deliberations.</li><li>Shared priorities are the endgame, so the process is designed to foster a high level of agreement among participants’ common priorities.</li><li>Link to action is achieved through active involvement from decision-makers and key leaders throughout a project.</li><li>Large scale meetings (500 to 5,000 participants) enable the outcomes to have greater visibility and credibility with policy-makers, the media, key stakeholders, and the public as a whole.</li><li>Sustaining citizen engagement in the policy-making process – through opportunities to take action – develops civic leadership and enhances implementation of public priorities.</li></ul><p> </p><p><a id=\"Influence_and_Power\" name=\"Influence_and_Power\"></a></p><h2>Influence and Power</h2><p>The recommendations that emerge from 21st Century Town Meetings are provided by AmericaSpeaks to decision-makers as advice and a kind of public consultation<a href=\"#cite_note-0\" title=\"\">[1]</a>.</p><p> </p><p><a id=\"Examples\" name=\"Examples\"></a></p><h2>Examples</h2><p><a id=\"Secondary_Literature\" name=\"Secondary_Literature\"></a></p><h2>Secondary Literature</h2><ul><li><a class=\"external text\" href=\"http://archonfung.net/docs/cases/LtCCaseShort.pdf\" rel=\"nofollow\" title=\"http://archonfung.net/docs/cases/LtCCaseShort.pdf\">Susan Rosegrant, \"Listening to the City: Rebuilding New York’s World Trade Center Site\"</a></li><li>Carolyn Lukensmeyer. \"A Town Meeting for the Twenty-First Century\" The Deliberative Democracy Handbook: Strategies for Effective Civic Engagement in the Twenty-First Century. John Gastil (Editor), Peter Levine (Editor). June 2005</li></ul><p><a id=\"Links\" name=\"Links\"></a></p><h2>Links</h2><ul><li><a class=\"external text\" href=\"http://AmericaSpeaks.org/\" rel=\"nofollow\" title=\"http://AmericaSpeaks.org/\">AmericaSpeaks site</a></li></ul><p><a id=\"Notes\" name=\"Notes\"></a></p><h2>Notes</h2><ol class=\"references\"><li id=\"cite_note-0\"><a href=\"#cite_ref-0\" title=\"\">↑</a> test</li></ol>", "title": "21st Century Town Meeting"}