{"htmlbody": "<h3><strong>Problemstellung und Zweck</strong></h3><p> Als Konsequenz des Verlusts demokratischer Legitimität in modernen repräsentativen Demokratien, sind neue gesellschaftliche Akteure auf der Bildfläche erschienen, die die Bedeutung von Informationstechnologien betonen um demokratische Beteiligung, Legitimität und Transparenz zu verbessern. Online-Foren für Deliberation werden von einigen Forschern als eine Erweiterung des öffentlichen Raums durch das Internet anerkannt um Verbindungen und Konversationen zwischen Regierung und Bürgern zu vertiefen (Dahlberg 2001). Eine große Zahl unterschiedlicher Akteure nimmt am „Regieren 2.0“ teil, da das klassische, hierarchische Regierungsmodel durch ein informelles, nicht-hierarchisches Model der Massenbeteiligung, ermöglicht durch neue Kommunikationstechnologien, ersetzt wird (Medimorec et al 2011).</p><p>Eine bemerkenswerte Illustration dieser Entwicklung ist in Finnland zu finden, wo neue Gesetze „crowdsourced“ werden. „Crowdsourcing“ in politischen Entscheidungs- und Gesetzgebungsprozessen zielt darauf ab, Bürger in einer öffentlichen Diskussion zu einem Gesetzvorschlag oder einem öffentlichen Gut einzubinden und ihre Vorschläge mit dem institutionalisierten Entscheidungsprozess zu verbinden. Crowdsourcing ist definiert als die Auslagerung von bestimmten Aufgaben an eine Gruppe Freiwilliger über das Internet. In Finnland wird legislatives Crowdsourcing, initiiert von der Regierung, dazu benutzt um ein neues Gesetz zum Verkehr auf unbefestigten Straßen auf einer Online-Plattform zu entwickeln. Online Gesetzgebungsprozesse werden hier definiert als die Benutzung von Informationstechnologien für die Entwicklung, Kommentierung, Beratung, Strukturierung, Formatierung, Einreichung, Veränderung oder Veröffentlichung von/zu Gesetzen, die von gewählten Institutionen verabschiedet worden sind (Council of Europe Committee of Ministers 2009).</p><p>Im Folgenden wird der Entscheidungsprozess auf der finnischen Online-Platform erläutert um die Mechanismen des Crowdsourcings von Gesetzgebungsprozessen und dessen deliberatives Potential zu illustrieren. Die Verkehrsreform, die normalerweise vom finnischen Umweltministerium reguliert wird, betrifft jeglichen motorbetriebenen Verkehr außerhalb befestigter Straßen. Daher wird das neue Gesetz vor allem finnische Bürger betreffen, die einen Geländewagen oder ein Schneemobil besitzen, betreffen. Es gibt momentan ungefähr 100,000 registrierte Schneemobile in Finland und circa 20,000 Geländewagen (Aitamurto/Landemore 2013).</p><h3><strong>Geschichte und Auswahl der Teilnehmer </strong></h3><p>Das Crowdsourcing Experiment wurde vom finnischen Umweltministerium in Zusammenarbeit mit dem Komitee für die Zukunft des finnischen Parlaments initiiert. Grund dafür war, dass die vorherige Regierung im Jahr 2010 nicht in der Lage war ein neues Gesetz zum Verkehr auf unbefestigten Straßen zu verabschieden. Das lag zum einen daran, dass einige Abgeordnete dagegen waren die Grundlage des Gesetzes von einer bedarfsorientierten Betrachtung hin zu einer auf Rechten basierenden Einschätzung zu ändern. Zum anderen gab es Unstimmigkeiten in Bezug auf die Ebene, auf der Entscheidungen gefällt werden sollten (Aitamurto/Landemore 2013). Die Bürger, die an der Online Deliberation teilnahmen, sollten also unter anderem entscheiden, ob Beamte dazu in der Lage sein sollten, Vorschläge für neue unbefestigte Straßen abzulehnen (bedarfsorientierte Gesetzgebung) oder ob es ein gesetzliches Recht für Bürger geben sollte, neue Straßen zu errichten, solange sie ökologischen Richtlinien entsprechen. Die Teilnehmer sollten auch diskutieren ob diese Entscheidungen auf Landkreisebene, kommunaler or lokaler Ebene getroffen werden sollen (Interview Aitamurto 2013).</p><p>Das Gesetz, das momentan den Verkehr auf unbefestigten Straßen in Finnland reguliert, wurde 1995 verabschiedet und soll aus zwei Gründen reformiert werden: Erstens, hat sich die Zahl der Geländewagen und Schneemobile in Finnland seitdem stark erhöht und zweitens, wurde kritisiert, dass das bestehende Gesetz die hohe Verkehrsdichte im Sommer nicht ausreichend reguliert. Infolgedessen, richtete die finnische Regierung die Online-Platform <a href=\"http://www.suomijoukkoistaa.fi/\">www.suomijoukkoistaa.fi</a> auf der die Öffentlichkeit zum Gesetzgebungsprozess des neuen Gesetzes beitragen sollte (Aitamurto/Landemore 2013).</p><p>Das Experiment begann im Januar 2013. Der Vorteil von Online Deliberationen ist dass sich eine hohe Zahl von Bürgern in einem strukturierten, virtuellen Raum daran beteiligen kann. In dem finnischen Experiment wurde keine Zielgruppe definiert. Vielmehr konnte jeder, der sich für das Thema interessiert oder selbst davon betroffen ist an den Deliberationen teilnehmen. Somit war es theoretisch für alle Einwohner Finnlands mit Internetzugang möglich sich zu beteiligen. Insgesamt nahmen mehr als 700 Bürger an der Online Debatte teil und die Webseite wurde von mehr als 14.000 Nutzern aufgerufen (<a href=\"http://www.maastoliikennelaki.fi\">www.maastoliikennelaki.fi</a>).</p><h3><strong>Deliberation, Entscheidung und öffentliche Interaktion</strong></h3><p>Das finnische Crowdsourcing Experiment kann in drei Phasen eingeteilt werden und dauert noch an. In der ersten Phase von Januar bis März 2013 ging es vor allem darum, Probleme mit dem bestehenden Gesetz zu identifizieren. In der zweiten Phase von März bis Juni 2013 sollten Lösungen für die Probleme gefunden werden und während der dritten, die im Juni begann und noch andauert, werden die Resultate evaluiert. Auf der Basis der Evaluation soll die neue Gesetzgebung errichtet werden.</p><p>Jeder Bürger, der an der Deliberation teilnehmen möchte, muss sich ein Benutzerkonto auf der Webseite einrichten. Dabei können die Nutzer entscheiden ob sie anonym bleiben möchten oder ihren korrekten Namen bzw. einen Spitznamen verwenden (Interview Aitamurto 2013). Von Januar bis März 2013 sollten die Teilnehmer zehn Bereiche zum Verkehr auf unbefestigten Straßen kommentieren, die im Vorfeld von Experten im Umweltministerium identifiziert worden waren (Aitamurto/Landemore 2013). Diese Themen umfassten zum Beispiel generelle Probleme mit dem Fahren auf unbefestigten Straßen, Altersgrenzen, Emissionsregeln und Straßenverläufe. In diesem Kontext kommentierten die Teilnehmer, machten Vorschläge und luden sogar Bilder oder andere Anhänge hoch um die Debatte zu bereichern. Die Bürger beschäftigten sich vor allem mit Sicherheitsaspekten und illegalem Fahren. Es wurde schnell deutlich, dass es einige Verwirrung in Bezug auf aktuelle Gesetze gab, da es scheinbar in unterschiedlichen Gegenden Finnlands unterschiedlich angewandt und überwacht worden ist (Interview Aitamurto 2013).</p><p>Falls das Thema, das die Bürger beschäftigte sich nicht in der Liste der zehn vorgeschlagen Themen befand, stand es den Bürgern frei, dieses Thema selbst einzubringen. Jeder Kommentar und Beitrag auf der Webseite war sichtbar für alle Teilnehmer. Als besonderer Partizipationsanreiz bekamen die Teilnehmer auf der Webseite Punkte für ihre Beiträge. In einer Aktivitäts-Rangliste konnten die Teilnehmer dann sehen wie aktiv sie im Vergleich mit anderen Teilnehmern sind (Interview Aitamurto 2013). Um sachkundige Diskussionen zu erleichtern, richtete die finnische Regierung eine Webseite mit Hintergrundinformationen zu dem Thema ein (<a href=\"http://www.maastoliikennelaki.fi/\">www.maastoliikennelaki.fi</a>). Diese beinhaltete Informationen zur aktuellen Gesetzgebung und zum vorherigen Versuch das Gesetz zu reformieren als auch zur Crowdsourcing Prozedur. Es gab auch einen Blog, auf dem die aktuellen Neuigkeiten veröffentlich wurden.</p><p>Während der ersten crowdsourcing Phase wurden 340 Ideen, 2600 Kommentare als Reaktion auf die Ideen und 19000 Abstimmungen generiert (Aitamurto/Landemore 2013). Dieser Input wurde analysiert und wie folgt kategorisiert: Streckenplanung, Kontrolle, Sicherheit, Regulation und Rechte, Natur und Umwelt, Informationsbeschaffung und –nutzung (zum Verkehr auf unbefestigten Straßen), gesellschaftliche Werte, Verbesserung des Crowdsourcing Prozesses. Diese Kategorien wurden wiederum in Unterkategorien eingeteilt und mit spezifischen Fragen versehen, die als Basis für die zweite Phase dienten.</p><p>In der zweiten Phase von März bis Juni 2013 sollten die Bürger Lösungen für die identifizierten Themen und Probleme finden. Sie konnten auch wieder ihr eigenes Thema vorschlagen. Am 13. Juni hatten die Teilnehmer 88 Ideen generiert mit 828 Kommentaren und 4000 Abstimmungen von 731 aktiven Nutzern (Aitamurto/Landemore 2013). Gleichzeitig wurde die Moderation auf der Plattform verstärkt um die Teilnehmer dazu zu bewegen detaillierter über die Ideen nachzudenken. Die Moderatoren animierten die Bürger mehr Fragen zu stellen und boten ihnen die Antworten aus dem Ministerium, was den Informationsaustausch erhöhte.</p><p>Die Benutzer der Plattform nahmen das Experiment als eine Bereichung im Bereich demokratische Partizipation wahr, da es ihnen die Möglichkeit bot ihre Ideen einzubringen und sie das Gefühl hatten, dass ihre Ansichten gehört wurden. Obwohl das eigentliche Ziel des Experiments lediglich darin bestand Informationen und Lösungsvorschläge von den Bürgern zu bekommen, fand Deliberation automatisch auf der Plattform statt, da die Bürger begannen zu argumentieren und ihre Meinungen auszudrücken. Obwohl nur eine Minderheit der Teilnehmer angab die Meinung während der Deliberation geändert zu haben, bestätigten doch alle Bürger, dass der Willensbildungsprozess interaktiv war und dass sie im Nachhinein die Argumente und Position der entgegen gesetzten Partei besser verstehen. Aitamurto und Landemore (2013) fanden auch heraus, dass der Eindruck der Teilnehmer von dem Experiment eher prozedural war (das Experiment macht den Entscheidungsprozess gerechter und inklusiver) als instrumental (das Experiment hat einen konkreten Einfluss auf das Politikresultat). Das heißt, dass obwohl die Teilnehmer eher skeptisch in Bezug darauf waren, dass ihre Ideen wirklich Teil des neuen Gesetzes werden würden, schätzten sie doch die Möglichkeit zum Gesetzgebungsprozess beitragen zu können. Diese Ergebnisse weisen auch darauf hin, dass die Bürger den traditionellen Politikmechanismen in Finnland nicht hinlänglich trauen, in dem Sinn, dass sie sich oftmals nicht adäquat repräsentiert fühlen.</p><p>Die Forscher fanden heraus, dass sich Ansichten und Argumente der Teilnehmer während der Deliberation annäherten. Die Teilnehmer stimmten zum Beispiel darüber überein, dass die Aufmerksamkeit für die Risiken, die Schneemobilfahrten mit sich bringen, gesteigert werden soll und dass die Recht der Schneemobilfahrer nicht absolut und unreguliert sein sollten. Das Experiment hatte auch einen erzieherischen Charackter. So änderten die Bürger während der Deliberation ihr Verständnis von bestimmten Tatsachen und erweiterten ihr Wissen zu dem jeweiligen Thema. Auf der anderen Seite äußerten die Teilnehmer jedoch auch Bedenken dass einige Menschen, die von den neuen Verkehrsgesetzen betroffen sind oder zukünftig sein werden, nicht an der Diskussion teilnahmen, da sie sich nicht bewusst, dass sie von dem Thema betroffen sein werden oder einfach weil sie das Internet nicht benutzen (Interview Aitamurto 2013).</p><p>Die Deliberation trat stärker auf in der zweiten Phase des Experiments als die Moderation verstärkt wurde. Obwohl die meisten Teilnehmer eher darauf fokussiert waren ihre eigenen Interessen auszudrücken, wurden Kompromisse und Kollaboration auf natürliche Weise Teil der Diskussionen. Ein Teilnehmer sagte zum Beispiel:</p><p>“Am Anfang habe ich selber keine Vorschläge gemacht, sondern die Ideen der anderen kommentiert und abgestimmt. Ich hatte das Gefühl, dass es bereits so viele unterschiedliche Meinungen gab. Gegen Ende der zweiten Phase habe ich jedoch realisiert, dass nicht all meine Ideen von anderen Teilnehmern vorgeschlagen worden waren. Also habe ich selbst einige Vorschläge gemacht. Darin möchte ich die Meinungen von vielen miteinander in Einklang bringen um zu einem Kompromiss zu gelangen, denn ich denke, dass es dann wahrscheinlicher ist, dass meine Ideen Teil des neuen Gesetzes werden“ (männlicher Teilnehmer) (Aitamurto/Landemore 2013).</p><p>Obwohl der Teilnehmer die Diskussionen anfänglich lediglich beobachtet und seine Meinung vor allem über die Abstimmungsfunktion ausgedrückt hat, engagierte er sich mehr und mehr im Verlauf des Prozesses, äußerte Meinungsverschiedenheiten und versuchte dazu beizutragen einen Konsens zu finden. Dies zeigt gleichfalls das hohe Maß an Respekt an zwischen den Teilnehmern der Plattform herrschte.</p><h3><strong>Ergebnisse und Auswirkungen</strong></h3><p>Da das Projekt noch andauert, können die Ergebnisse und Auswirkungen zum jetzigen Zeitpunkt noch nicht abschließend bewertet werden. Bis zum Ende der zweiten Phase am 24. Juli sind 500 Vorschläge und Ideen von den Teilnehmer geäußert worden mit 4000 Kommentaren und 25.000 Abstimmungen von 731 Nutzern. Die Webseite wurde von mehr als 14.000 Bürgern besucht. Die Ideen werden zur Zeit analysiert um dem Umweltministerium darauf aufbauend einen Bericht zu präsentieren, der die Lösungsverschläge der Bürger evaluiert. Die Online Evaluation beinhaltet eine Massenevaluation und eine Expertenevaluation. In der Massenevaluation können sich die Online-Teilnehmer nicht aussuchen welchen Vorschlag sie evaluieren. Stattdessen wird ihnen per Zufallsprinzip ein Vorschlag vorgegeben um zu verhindern, dass die Teilnehmer die Vorschläge bewerten, denen sie ohnehin zustimmen. Die Resultate der Evaluation werden dem Umweltministerium Ende Oktober präsentiert, woraufhin das Ministerium entscheiden wird, ob es zu einer Reform des Gesetzes kommt und wie diese konkret aussehen soll. Dabei gibt es viele verschiedene Möglichkeiten das Gesetz zu reformieren, eingeschlossen der Option es beim Status Quo zu belassen – je nachdem welche Präferenzen die Bürger ausgedrückt haben. Sollte das Ministerium entscheiden, das Gesetz zu reformieren, beginnt dieser Prozess sofort, sodass das neue Gesetz im Sommer 2014 präsentiert werden kann (Interview Aitamurto 2013).</p><p>Ville Niinistö, finnischer Umweltminister, hat sich bereits zufrieden mit den Ergebnissen des Experiments gezeigt. Er gab an, dass das Projekt zur Reform des Gesetzes zum Verkehr auf unbefestigten Straßen ein inspirierendes und bahnbrechendes Experiment zur Vorbereitung des neuen Gesetzes war, da die Bürgerbeteiligung umfassend, effektiv und professionell gewesen sei. Zudem seien Ansichten und Informationen zutage getreten, die ohne das Experiment im Verborgenen geblieben wären (<a href=\"http://www.maastoliikennelaki.fi/\">www.maastoliikennelaki.fi</a>).</p><h3><strong>Analyse und Kritik</strong></h3><p>Eine Reihe von Forschern betrachtet Onlinediskussionen als ein wichtiges Instrument für partizipative und deliberative Demokratie. Sie argumentieren, dass die Eigenschaften von Onlinekommunikation, wie zum Beispiel reduzierte soziale Bindungen, relative Autonomie der Teilnehmer und eine Abhängigkeit von textbasierter Kommunikation, die keine non-verbalen Hinweise aufweist, politische Deliberation erleichtern könnte (Price 2006). Wegen der relativen Anonymität können Onlinedeliberationen Machtungleichgewichte ausgleichen. Studien haben gezeigt, dass dominantes Verhalten in Onlinediskussionen weniger häufig auftritt als in Diskussionen von Angesicht zu Angesicht. Zudem zeigen Studien zum Thema Crowdsourcing, dass ein Problemlösungsprozess oder eine kreative Aufgabe an der Personen mit heterogenem professionellem Hintergrund beteiligt sind, kreativere und innovativere Lösungen hervorbringt als mit einer Gruppe mit homogenen Hintergrund in Bezug auf das Thema. Diese Einschätzung wurde in dem finnischen Experiment zum Teil bestätigt (Interview Aitamurto 2013).</p><p>Aitamurto und Landemore (2013) ziehen vier Schlussfolgerungen aus ihrer Analyse des finnischen Crowdsourcing Experiments:</p><p>1. Die Teilnehmer hatten generell eine positive Meinung zu dem demokratischen Potenzial des Projekts, da es ihnen das Gefühl gab ihnen eine Stimme zu verleihen. Dies ist gleichfalls ein Indiz für ein gewisses Misstrauen gegenüber herkömmlichen Gesetzgebungsverfahren.</p><p>2. Dieses Misstrauen in die demokratischen Institutionen kommt auch darin zum Ausdruck, dass die Teilnehmer den Prozess des Experiments (fair, inklusiv etc.) als wichtiger empfanden als den konkreten Einfluss auf das neue Gesetz, da sie es für unwahrscheinlich hielten, dass ihre Ideen umgesetzt werden würden.</p><p>3. Obwohl die Bürger den Mangel an Konsens auf der Plattform kritisierten, stellten die Forscher fest, dass es tatsächlich doch einige sich überschneidende Meinungen und Vorschläge gab.</p><p>4. Viele Teilnehmer gaben an, dass sie neue Informationen erhalten und etwas dazu gelernt haben, was dem Projekt einen erzieherischen Charakter gibt.   </p><p>Die Befunde weisen darauf hin, dass das Crowdsourcing Experiment erfolgreich die Beteiligung von Bürgern am Gesetzgebungsprozess erhöht hat. Es bleibt jedoch zu abzusehen ob sich die Skepsis der Teilnehmer in Bezug auf die Umsetzung ihrer Vorschläge bewahrheiten wird. Zudem könnte die Qualität der Deliberation durch verstärkte Moderationsmechanismen erhöht werden. Obwohl es einige Diskussionen gab, verfolgten doch viele Teilnehmer ihre eigenen Interessen und eine tiefgehende Deliberation fand nicht statt. Außerdem ist es ungeklärt woher die Bürger, die an dem Experiment beteiligt waren, die Legitimität nehmen, die finnische Bevölkerung in dieser Sache zu vertreten. Da die digitale Spaltung der Gesellschaft einige Teile ebendieser bevorzugt, ist es unwahrscheinlich, dass die Online-Teilnehmer, die finnischen Bürger adäquat repräsentieren. In der Tat war die Mehrheit der Teilnehmer männlich. Ergebnisse anderer Studien zur Onlinebeteiligung unterstützen diese Befunde, da sie zeigen, dass aktive Nutzer meist relativ jung, männlich und überdurchschnittlich gebildet sind (Millard et al 2012). Deshalb ist es wichtig, Wege zu finden um alle Schichten der Gesellschaft in Crowdsourcing Experimente einzubeziehen. Auf der anderen Seite muss jedoch zugestanden werde, dass <em>theoretisch</em> jeder, der von dem Thema betroffen war, die Möglichkeit hatte zum Gesetzgebungsprozess beizutragen.  </p><p>Von den ungefähr 700 Bürgern, die sich auf der Plattform angemeldet hatten, beteiligten sich 20% aktiv an den Diskussionen und eine etwas kleinere Zahl war sehr aktiv. Demnach besteht also noch Bedarf die Aktivität der Nutzer zu erhöhen. Zudem sollte der Moderationsanteil erhöht werden, da das Experiment gezeigt hat, dass es öfter zu Deliberationen kam, wenn diese moderiert wurden. In Bezug auf Foren für Online-Deliberation wird oft die Sorge ausgedrückt, dass die aufkommenden Deliberationen nicht auf Vernunft basieren, zu oberflächlich sind und dass ihre generelle Qualität eher niedrig ist. Dies kann anhand des finnischen Beispiels nicht bestätigt werden. Die Konversationen waren respektvoll und von den 4000 Kommentaren mussten nur 20 gelöscht werden, da sie unangebracht waren (Interview Aitamurto 2013).</p><p>Problematisch ist jedoch dass es keinen Authentifikationsprozess auf der Plattform gibt, sodass die Bürger theoretisch so viele Profile einrichten können, wie sie möchten. Das heißt, dass sie ihre eigenen Ideen mit einem erfundenen Profil unterstützen können. Da Menschen dazu neigen, Ideen eher zuzustimmen, wenn diese bereits Unterstützung gefunden haben, könnte dies einen Schneeballeffekt erzeugen und die Deliberation und reelle Unterstützung für eine Idee verzerren. Die Einführung eines Authentifikationsprozesses könnte dieses Problem beheben.</p><p>Zuletzt gibt es bisher auch noch keinen institutionalisierten Prozess, in dem die Vorschläge implementiert werden. Schließlich liegt die Entscheidung wie das Gesetz reformiert werden soll doch beim finnischen Umweltministerium und nicht bei den Teilnehmern des Experiments. Um die Bedeutung der Bürgervorschläge zu betonen, sollte das finnische Parlament einen verbindlichen Prozess einführen, um die Ideen in das neue Gesetz einzubinden.</p><p>Zusammenfassend kann festgehalten werden, dass der Crowdsourcing Prozess die Legitimität und Transparenz des Entscheidungsprozesses zum neuen Gesetz zum Verkehr auf unbefestigten Straßen verbessert hat, dass jedoch gleichfalls noch Raum für Verbesserungen der deliberativen Qualität besteht. Zudem sollte garantiert werden, dass die Ideen und Vorschläge der Bürger im endgültigen Gesetz implementiert werden.</p><h3>Sekundärquellen</h3><p>Aitamurto, Tanja/Landmore, Helen (2013): “Democratic Participation and Deliberation in Crowdsourced Legislative Processes: The Case of the Law on Off-Road Traffic in Finland”, available at: <a href=\"http://comtech13.xrce.xerox.com/papers/paper1_aitamurto_landemore.pdf\">http://comtech13.xrce.xerox.com/papers/paper1_aitamurto_landemore.pdf</a></p><p>Council of Europe Committee of Ministers (2009): “Recommendation CM/Rec (2009)1 on electronic democracy (e-democracy)”, available at: <a href=\"https://wcd.coe.int/ViewDoc.jsp?id=1410627\">https://wcd.coe.int/ViewDoc.jsp?id=1410627</a>.</p><p>Dahlberg, Lincoln (2001): “The Internet and Democratic Discourse: Exploring the Prospects of Online Deliberative Forums Extending the Public Sphere”, in: <em>Information, Communication &amp; Society</em>, Vol. 4, No. 4, pp. 615-33, available at: <a href=\"http://www.tandfonline.com/doi/abs/10.1080/13691180110097030\">http://www.tandfonline.com/doi/abs/10.1080/13691180110097030</a>.</p><p>Interview with Tanja Aitamurto (2013), Visiting Researcher at the Program on Liberation Technology at Stanford University and Advisor to the Government and Parliament of Finland about Open Government practices.</p><p>Medimorec, Daniel/Parycek, Peter/Schossboeck, Judith (2011): “Vitalizing Democracy through E-Participation and Open Government: An Austrian and Eastern European Perspective”, Bertelsmann Stiftung, available at: <a href=\"http://www.bertelsmann-stiftung.de/cps/rde/xbcr/SID-4B6B2682-20BE4653/bst/Daniel%20Medimorec.pdf\">http://www.bertelsmann-stiftung.de/cps/rde/xbcr/SID-4B6B2682-20BE4653/bst/Daniel%20Medimorec.pdf</a>.</p><p>Millard, Peter/Millard, Kate/Adams, Carl/McMillan, Stuart (2012): “Transforming Government through e-Participation: challenges for e-democracy”, in: 12th European Conference on e-Government (ECEG 2012), 14-15 June 2012, Barcelona, Spain, available at: <a href=\"http://eprints.port.ac.uk/8494/1/Microsoft_Word_-_Millard_et_al__post_review_edited_ECEG_12_paper.pdf\">http://eprints.port.ac.uk/8494/1/Microsoft_Word_-_Millard_et_al__post_review_edited_ECEG_12_paper.pdf</a>.</p><p>Price, Vincent (2006): “Citizen Deliberating Online: Theory and some Evidence”, in: T. Davies &amp; B. S. Noveck (Eds.), Online Deliberation: Design, Research, and Practice. Chicago: University of Chicago Press, also available at: <a href=\"http://www.hks.harvard.edu/netgov/files/talks/docs/11_13_06_seminar_Price_citizens-delib_online.pdf\">http://www.hks.harvard.edu/netgov/files/talks/docs/11_13_06_seminar_Price_citizens-delib_online.pdf</a>. </p><h3>Externe Links</h3><p><a href=\"http://www.suomijoukkoistaa.fi/\">www.suomijoukkoistaa.fi</a></p><p><a href=\"http://www.maastoliikennelaki.fi/\">www.maastoliikennelaki.fi</a></p><p> </p>", "title": "“Crowdsourcing” in politischen Entscheidungs- und Gesetzgebungsprozessen in Finnland "}