{"htmlbody": "<p><a id=\"Definition\" name=\"Definition\"></a></p><h2>Definition</h2><p>Participatory budgeting is a decision-making process through which citizens deliberate and negotiate over the distribution of public resources.<a href=\"#cite_note-wampler-0\" title=\"\">[1]</a></p><p>Participatory budgeting programs are implemented at the behest of governments, citizens, nongovernmental organizations (NGOs), and civil society organizations (CSOs) to allow citizens to play a direct role in deciding how and where resources should be spent. These programs create opportunities for engaging, educating, and empowering citizens, which can foster a more vibrant civil society. Participatory budgeting also helps promote transparency, which has the potential to reduce government inefficiencies and corruption. Because most citizens who participate have low incomes and low levels of formal education, participatory budgeting offers citizens from historically excluded groups the opportunity to make choices that will affect how their government acts. Put simply, participatory budgeting programs provide poor and historically excluded citizens with access to important decision-making venues.<a href=\"#cite_note-wampler-0\" title=\"\">[1]</a></p><p><a id=\"Process\" name=\"Process\"></a></p><h2>Process</h2><p>The UK's Participatory Budgeting Unit reports that, as participatory budgeting is quite new, innovative forms of participatory budgeting are being developed all the time and new budgets, new themes, new partners, different areas are demonstrating that participatory budgeting is possible and beneficial for a wide range of services and areas.</p><p>The participatory budgeting process usually requires citizen engagement in the various phases of a budget cycle to identify the capital investments and projects to address the most pressing local needs.</p><p>Participatory budgeting involves citizens, councillors and local government officers working together. Participatory budgeting aims to include those who are not traditionally engaged in policy decisions. As well as citizen involvement, participatory budgeting creates opportunities for greater efficiency in the allocation of public funds and increased community cohesion.</p><p>The main features of participatory budgeting include:</p><ul><li>a geographically defined area such as a local authority, a decentralised district of a local authority, or a defined neighbourhood</li><li>regularly scheduled meetings and debates in each geographical unit</li><li>a cycle of activities closely following the local budgeting cycle</li><li>a network of individuals and organisations involved in training, informing and mobilising local citizen</li></ul><p>There is no universal way of applying participatory budgeting. Methodologies vary from area to area but typically it involves allocating between two to three percent of the annual revenue budgets and sometimes the allocation of new investments. The process involves citizens taking into account both the demand and supply of services and public infrastructure. In the UK, participatory budgeting has mainly been applied to allocating resources for area regeneration and for directing statutory funds to voluntary sector organisations.<a href=\"#cite_note-1\" title=\"\">[2]</a></p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p><a id=\"Genesis_in_Porto_Alegre\" name=\"Genesis_in_Porto_Alegre\"></a></p><h3>Genesis in Porto Alegre</h3><p>Participatory budgeting began in 1989 in the municipality of Porto Alegre, the capital of Brazil’s southernmost state, Rio Grande do Sul (see <a href=\"http://participedia.net/cases/participatory-budgeting-porto-alegre\">Porto Alegre Participatory Budgeting</a>). Porto Alegre has more than 1 million inhabitants and is wealthy by Brazilian standards. In 1988 the Workers’ Party, a progressive political party founded during the waning years of the 1964–85 military dictatorship, won the mayoral election. Its campaign was based on democratic participation and the “inversion of spending priorities”—that is, the reversal of a decades-long trend in which public resources were spent in middle- and upper-class neighborhoods. Participatory budgeting was intended to help poorer citizens and neighborhoods receive larger shares of public spending.</p><p>When the Workers’ Party won the mayor’s office in Porto Alegre, it inherited a bankrupt municipality and a disorganized bureaucracy. During its first two years in office, the new administration experimented with different mechanisms to tackle financial constraints, provide citizens with a direct role in the government’s activities, and invert the social spending priorities of previous administrations. Participatory budgeting was born through this experimental process.</p><p>In 1989 and 1990, the first two years of participatory budgeting, fewer than 1,000 citizens participated in the participatory budgeting process; by 1992 the number of participants had jumped to nearly 8,000. After the Workers’ Party was re-elected in 1992, the program took on a life of its own, with participation increasing to more than 20,000 people a year. Participation grew as citizens realized that participatory budgeting was an important decision-making venue.<a href=\"#cite_note-wampler-0\" title=\"\">[1]</a></p><p><a id=\"Experimentation_in_Latin_America\" name=\"Experimentation_in_Latin_America\"></a></p><h3>Experimentation in Latin America</h3><p>Throughout the 1990s, participatory budgeting spread to other municipalities in Brazil and to other countries in South America, including Bolivia, Guatemala, Nicaragua, and Peru. In his analysis of experiments in participatory budgeting in Latin America, Benjamin Goldfrank identify Several factors which can contribute to its success:</p><ul><li>the mayor is indigenous, from a party on the left, or both;</li><li>opposition from local political elites is weak or nonexistent;</li><li>national or international aid organizations provide project funding, technical assistance, or both;</li><li>the municipality has sufficient revenues to make significant investments in public works or programs;</li><li>there is a tradition of participation and cooperation within and among local civic associations or indigenous customary organizations that has not been destroyed by guerrilla warfare or clientelist politics.<a href=\"#cite_note-goldfrank-2\" title=\"\">[3]</a></li></ul><p><a id=\"Spread_throughout_the_World\" name=\"Spread_throughout_the_World\"></a></p><h3>Spread throughout the World</h3><p>From the late 1990s, participatory budgeting in different formats has begun to take root in Central and Eastern Europe<a href=\"#cite_note-f.C3.B6lscher-3\" title=\"\">[4]</a>, Asia,<a href=\"#cite_note-f.C3.B6lscher2-4\" title=\"\">[5]</a>, Sub-Saharan Africa<a href=\"#cite_note-shall-5\" title=\"\">[6]</a>, the Middle East and North Africa.<a href=\"#cite_note-f.C3.B6lscher-3\" title=\"\">[4]</a></p><p>In 2007, participatory budgeting became a formal strand of government policy in the UK.</p><p><a id=\"Case_Studies\" name=\"Case_Studies\"></a></p><h2>Case Studies</h2><p><a id=\"UK_Local_Councils\" name=\"UK_Local_Councils\"></a></p><h3>UK Local Councils</h3><p>Local councils in the UK began to experiment with participatory budgeting, or \"community kitties\" as it was sometimes known, around 2006 in places such as:</p><ul><li>Coedpoeth in North Wales<a href=\"#cite_note-6\" title=\"\">[7]</a></li><li>Harrow in London<a href=\"#cite_note-7\" title=\"\">[8]</a></li><li>Bradford in Yorkshire<a href=\"#cite_note-8\" title=\"\">[9]</a>.</li></ul><p>In 2007, the national Department for Communities and Local Government (CLG) published jointly with the Local Government Association their 'An Action Plan for Community Empowerment: Building on success'<a href=\"#cite_note-9\" title=\"\">[10]</a> In March 2008, CLG publshed a consultation document 'Participatory Budgeting: a draft national strategy'<a href=\"#cite_note-10\" title=\"\">[11]</a> which stated its ambition for \"ambition for participatory budgeting in all local authority areas by 2012\". The UK Government's White Paper 'Communities in control: Real people, real power'<a href=\"#cite_note-11\" title=\"\">[12]</a> committed to a new 'Duty to Involve' for local councils which came into effect on 1 April 2009 as part of the Local Government and Public Involvement in Health Act 2007.<a href=\"#cite_note-12\" title=\"\">[13]</a></p><p><a id=\"Arts_in_UK\" name=\"Arts_in_UK\"></a></p><h3>Arts in UK</h3><p>A recent study by <a href=\"http://participedia.net/organizations/involve\">Involve, UK</a> and the <a href=\"http://participedia.net/organizations/participatory-budgeting-unit-manchester-uk\">Participatory Budgeting Unit, Manchester, UK</a> looked at the impact of participatory budgeting on the arts in the UK.<a href=\"#cite_note-13\" title=\"\">[14]</a> The study found that arts projects fare well in the small-grant, community-focused form of participatory budgeting. The projects most likely to succeed are those that are seen to benefit the community directly, provide value for money, are easy to understand and appeal to voters’ emotional response. The study also found that participatory budgeting can bring a number of benefits for the local arts sector, including:</p><ul><li>new funding opportunities</li><li>better informed decision making</li><li>public support and ownership of publicly funded arts</li><li>raising the public profile of the arts</li><li>educating people about the value of the arts</li><li>helping art organisations get funding from elsewhere</li><li>improving relationships between artists and communities.</li></ul><p>The report argues that the arts sector should take note of participatory budgeting for two reasons: as a source of learning for arts organisations seeking to carry out their own public involvement work, and as a new, important phenomenon, which may have a significant impact on how arts funding is distributed in the future.</p><p><a id=\"More_Case_Studies\" name=\"More_Case_Studies\"></a></p><h3>More Case Studies</h3><p><a href=\"http://participedia.net/cases/participatory-budgeting-berlin-lichtenberg\">Participatory Budgeting in Berlin-Lichtenberg</a></p><p><a href=\"http://participedia.net/cases/participatory-budgeting-berlin-lichtenberg\">Presupuesto Participativo: Rosario</a></p><p>!!!More case studies needed here.!!!</p><p><a id=\"Evaluation\" name=\"Evaluation\"></a></p><h2>Evaluation</h2><p>Goldfrank made an interesting analysis of participatory budgeting in Latin America, contrasting various aspects of process design with the results achieved. The design factors were: how formal or informal the process was (ie was it reserved for formal associations to participate or could anyone join in?) and the level of decision-making power of the participants (ie whether the participants debate and decide on spending priorities, how much of the budget is affected by these decisions, and whether authorities respect the decisions). The success criteria were: participation rate, level of expansion/redistribution of services and transparency. Goldfrank concluded that there is \"some support for the assertion that outcomes tend to be better where participatory budgeting is less formalized and more deliberative...where the structures were less formal, participants had more decision-making power, participation rates were higher, policies were more redistributive, and government was more transparent.\"<a href=\"#cite_note-goldfrank-2\" title=\"\">[3]</a></p><p>The <a href=\"/organizations/european-institute-public-participation\" title=\"European Institute for Public Participation\">European Institute for Public Participation</a> is working with the <a href=\"/wiki/Participatory_Budgeting_Unit,_Manchester,_UK\" title=\"Participatory Budgeting Unit, Manchester, UK\">Participatory Budgeting Unit, Manchester, UK</a> and the UK Government's <a class=\"new\" href=\"/w/index.php?title=Department_for_Communities_and_Local_Government&amp;action=edit&amp;redlink=1\" title=\"Department for Communities and Local Government (page does not exist)\">Department for Communities and Local Government</a> to develop a framework for the evaluation of participatory budgeting, along with other forms of public participation in the UK.</p><p><a id=\"References\" name=\"References\"></a></p><h2>References</h2><ol class=\"references\"><li id=\"cite_note-wampler-0\">↑ <a href=\"#cite_ref-wampler_0-0\" title=\"\">1.0</a> <a href=\"#cite_ref-wampler_0-1\" title=\"\">1.1</a> <a href=\"#cite_ref-wampler_0-2\" title=\"\">1.2</a> Wampler, Brian. 2007. ‘A Guide to Participatory Budgeting’. in Shah, Anwar (ed.). Participatory Budgeting. Washington: The International Bank for Reconstruction and Development/The World Bank</li><li id=\"cite_note-1\"><a href=\"#cite_ref-1\" title=\"\">↑</a> <a class=\"external free\" href=\"http://www.participatorybudgeting.org.uk/about/what-is-pb\" rel=\"nofollow\" title=\"http://www.participatorybudgeting.org.uk/about/what-is-pb\">http://www.participatorybudgeting.org.uk/about/what-is-pb</a> More About Particiaptory Budgeting</li><li id=\"cite_note-goldfrank-2\">↑ <a href=\"#cite_ref-goldfrank_2-0\" title=\"\">3.0</a> <a href=\"#cite_ref-goldfrank_2-1\" title=\"\">3.1</a> Goldfrank, Benjamin. 2007. ‘Lessons from Latin America’s Experience with Participatory Budgeting’. in Shah, Anwar (ed.). Participatory Budgeting. Washington: The International Bank for Reconstruction and Development/The World Bank</li><li id=\"cite_note-f.C3.B6lscher-3\">↑ <a href=\"#cite_ref-f.C3.B6lscher_3-0\" title=\"\">4.0</a> <a href=\"#cite_ref-f.C3.B6lscher_3-1\" title=\"\">4.1</a> Fölscher, Alta. 2007. ‘Participatory Budgeting in Central and Eastern Europe’. in Shah, Anwar (ed.). Participatory Budgeting. Washington: The International Bank for Reconstruction and Development/The World Bank</li><li id=\"cite_note-f.C3.B6lscher2-4\"><a href=\"#cite_ref-f.C3.B6lscher2_4-0\" title=\"\">↑</a> Fölscher, Alta. 2007. ‘Participatory Budgeting in Asia’. in Shah, Anwar (ed.). Participatory Budgeting. Washington: The International Bank for Reconstruction and Development/The World Bank</li><li id=\"cite_note-shall-5\"><a href=\"#cite_ref-shall_5-0\" title=\"\">↑</a> Shall, Adrienne. 2007. ‘Sub-Saharan Africa’s Experience with Participatory Budgeting’. in Shah, Anwar (ed.). Participatory Budgeting. Washington: The International Bank for Reconstruction and Development/The World Bank</li><li id=\"cite_note-6\"><a href=\"#cite_ref-6\" title=\"\">↑</a> <a class=\"external free\" href=\"http://www.participatorybudgeting.org.uk/case-studies/the-village-spend-coedpoeth-north-wales\" rel=\"nofollow\" title=\"http://www.participatorybudgeting.org.uk/case-studies/the-village-spend-coedpoeth-north-wales\">http://www.participatorybudgeting.org.uk/case-studies/the-village-spend-coedpoeth-north-wales</a> The Village Spend, Coedpoeth, North Wales</li><li id=\"cite_note-7\"><a href=\"#cite_ref-7\" title=\"\">↑</a> <a class=\"external free\" href=\"http://www.participatorybudgeting.org.uk/case-studies/harrow-open-budget\" rel=\"nofollow\" title=\"http://www.participatorybudgeting.org.uk/case-studies/harrow-open-budget\">http://www.participatorybudgeting.org.uk/case-studies/harrow-open-budget</a> Harrow Open Budget</li><li id=\"cite_note-8\"><a href=\"#cite_ref-8\" title=\"\">↑</a> <a class=\"external free\" href=\"http://www.participatorybudgeting.org.uk/case-studies/keighley-decision-day-bradford\" rel=\"nofollow\" title=\"http://www.participatorybudgeting.org.uk/case-studies/keighley-decision-day-bradford\">http://www.participatorybudgeting.org.uk/case-studies/keighley-decision-day-bradford</a> Keighley Decision Day, Bradford</li><li id=\"cite_note-9\"><a href=\"#cite_ref-9\" title=\"\">↑</a> <a class=\"external free\" href=\"http://www.communities.gov.uk/publications/communities/communityempowermentactionplan\" rel=\"nofollow\" title=\"http://www.communities.gov.uk/publications/communities/communityempowermentactionplan\">http://www.communities.gov.uk/publications/communities/communityempowermentactionplan</a> Department for Communities and Local Government and the Local Government Association. (2007). An Action Plan for Community Empowerment: Building on success. Accessed 26 August 2009.</li><li id=\"cite_note-10\"><a href=\"#cite_ref-10\" title=\"\">↑</a> <a class=\"external free\" href=\"http://www.communities.gov.uk/publications/communities/participatorybudgeting\" rel=\"nofollow\" title=\"http://www.communities.gov.uk/publications/communities/participatorybudgeting\">http://www.communities.gov.uk/publications/communities/participatorybudgeting</a> Department for Communities and Local Government. (2008). Participatory Budgeting: a draft national strategy. Accessed 26 August 2009.</li><li id=\"cite_note-11\"><a href=\"#cite_ref-11\" title=\"\">↑</a> <a class=\"external free\" href=\"http://www.communities.gov.uk/documents/communities/pdf/886045.pdf\" rel=\"nofollow\" title=\"http://www.communities.gov.uk/documents/communities/pdf/886045.pdf\">http://www.communities.gov.uk/documents/communities/pdf/886045.pdf</a> Department for Communities and Local Government. (2008). Communities in control: Real people, real power. Accessed 26 August 2009.</li><li id=\"cite_note-12\"><a href=\"#cite_ref-12\" title=\"\">↑</a> <a class=\"external free\" href=\"http://www.opsi.gov.uk/acts/acts2007/ukpga_20070028_en_1\" rel=\"nofollow\" title=\"http://www.opsi.gov.uk/acts/acts2007/ukpga_20070028_en_1\">http://www.opsi.gov.uk/acts/acts2007/ukpga_20070028_en_1</a> Local Government and Public Involvement in Health Act 2007. The Stationery Office. 2007. Accessed 26 August 2009.</li><li id=\"cite_note-13\"><a href=\"#cite_ref-13\" title=\"\">↑</a> <a class=\"external free\" href=\"http://www.involve.org.uk/assets/Publications/Participatory_budgeting_and_t..._for_Arts_Council_England.pdf\" rel=\"nofollow\" title=\"http://www.involve.org.uk/assets/Publications/Participatory_budgeting_and_t..._for_Arts_Council_England.pdf\">http://www.involve.org.uk/assets/Publications/Participatory_budgeting_and_t..._for_Arts_Council_England.pdf</a> Involve. (2009). Participatory budgeting and the arts. Accessed 9 Septmeber 2009.</li></ol><p><a id=\"Secondary_Literature\" name=\"Secondary_Literature\"></a></p><h2>Secondary Literature</h2><ul><li><a class=\"external text\" href=\"http://siteresources.worldbank.org/PSGLP/Resources/ParticipatoryBudgeting.pdf\" rel=\"nofollow\" title=\"http://siteresources.worldbank.org/PSGLP/Resources/ParticipatoryBudgeting.pdf\">Shah, Anwar (2007) Participatory Budgeting. Washington. The International Bank for Reconstruction and Development/The World Bank ISBN-10: 0-8213-6923-7</a></li></ul><ul><li>Sintomer, Yves, Carsten Herzberg, and Anja Röcke (2008), Les Budgets participatifs en Europe. Des services publics au service du public (Participatory Budgeting in Europe. Public services at the service of the public). Paris: La Découverte, Paris ISBN-10: 2707156485.</li><li><p><a href=\"http://www.foreignaffairs.com/articles/143245/paolo-spada-and-hollie-russon-gilman/budgets-for-the-people\">Spada, Paolo. and Russon Gilman, Hollie. Budgets for the People: Brazil's Democratic Innovations. <em>Foreign Affairs</em>, March 11, 2015</a>.</p></li><li><p>See Tiago Peixoto’s <a href=\"http://democracyspot.net/\">DemocracySpot</a> blog for <a href=\"http://democracyspot.net/2012/09/12/participatory-budgeting-seven-defining-characteristics/\">Participatory Budgeting: Seven Defining Characteristics</a> .</p></li></ul><p><a id=\"Links\" name=\"Links\"></a></p><h2>Links</h2><ul><li><a class=\"external text\" href=\"http://www.participationinstitute.org/\" rel=\"nofollow\" title=\"http://www.participationinstitute.org/\">European Institute for Public Participation</a></li><li><a class=\"external text\" href=\"http://www.involve.org.uk/\" rel=\"nofollow\" title=\"http://www.involve.org.uk/\">Involve</a></li><li><a class=\"external text\" href=\"http://www.participatorybudgeting.org.uk/\" rel=\"nofollow\" title=\"http://www.participatorybudgeting.org.uk/\">Participatory Budgeting Unit</a></li><li><a href=\"http://participatorybudgeting.org/\">The Participatory Budgeting Project</a></li></ul>", "title": "Participatory Budgeting"}