{"htmlbody": "<h3>History</h3><p>A former Estonian MP, member of the ruling Reform Party, announced in 2012 that the party’s officials gave him 7600 euros of unknown origin that he then had to donate to the party. He claimed that dozens of members had donated funds to the party in this way, including MPs. This is illegal in Estonia. Although the party rejected the accusations and the subsequent investigation was ended due to a lack of hard evidence, the public did not find the party’s denials convincing. Widespread protests led to street demonstrations and petitions in the autumn of 2012. The public demanded more transparency in party funding as well as more dialogue and openness in the political system as a whole. How could this wave of activism be turned into constructive change? Civil society activists proposed crowd-sourcing as a method for finding solutions to these complex problems.</p><h3>Originating Entities and Funding</h3><p>A working group of Civil Society Organizations (CSOs) and representatives from political parties gathered in November 2012. Five weeks later a website (<a href=\"http://www.rahvakogu.ee\">www.rahvakogu.ee</a>) was opened where everyone could propose ideas for improving elections, public participation, as well as political parties and their funding. Many different individuals and groups helped organize this event: the Estonian Cooperation Assembly, the Praxis Centre for Policy Studies, the Network of Estonian Nonprofit Organizations, the e- Governance Academy, the Open Estonia Foundation, as well as political parties, IT and communications professionals, and others. Core funding for the project came from the Estonian Cooperation Assembly, a state sponsored nonpartisan think tank, while the organizational costs of the ‘Deliberation Day’ event were primarily covered by a grant from the Open Estonia Foundation. However, most of the work on the project has been done by volunteers.</p><h3>Participant Selection</h3><p>The website was open to anyone who wished to participate in the process. Within the first three weeks the website gained 60,000 visitors. 1,800 registered users posted nearly 6,000 ideas and comments. The Rahvakogu also engaged a group of 314 people in a day-long, face-to-face deliberative event. Organizers used the national database to randomly select 500 individuals according to the socio-demographic profile of Estonia. Of the 500 who were invited, 314 individuals took part in the ‘Deliberation Day’ event. This group broadly reflected the Estonia population in terms of age, ethnicity, occupation, and gender.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>During the first stage of the process, the public interacted with policy makers and other citizens through the website. The website accepted suggestions, recommendations, and comments, but it also provided forums where individuals could discuss issues and post arguments in favor or against specific proposals. This part of the process was open to anyone, including elected politicians and other political actors. The results of the online comments and discussions were compiled by a team of analysts and organized into themes. Based on these analyses, several scenarios or alternative policy options were identified. The team of analysts also conducted assessments of the likely impacts and effectiveness of each scenario. The results of the online phase of the project were sent to the Deliberation Day event where participants discussed the pros and cons of each scenario, and identified their priorities. At this event, participants were divided up into small deliberative groups of approximately 10 individuals. Each group was led by a trained moderator. After these deliberations, each participant completed written survey as a record of his or her preferences. The preferences of the group, as a whole, were aggregated using electronic voting tablets. The outcome and recommendations of the Deliberation Day phase of the project were formally presented to the Parliament. The Parliament, for their part, will set a timetable during which legislative changes will be discussed in formal parliamentary procedures.</p><h3>Influence, Outcomes, and Effects</h3><p>It is too early to tell what sort of impact the Rahvakogu or People’s Assembly will have on the political system in Estonia. None of the recommended legislative changes have been implemented at this time.</p><h3>Analysis and Criticism</h3><p>The Rahvakogu process clearly proved that when the right conditions are created, many people are willing and capable of participating in the policy making process. Crowd-sourcing mechanisms provide a useful tool for engaging large numbers of individuals in public decision-making processes. Face-to-face deliberative events, like the ‘Deliberation Day’ component of this project, provide a smaller number of individuals with opportunities to closely examine legislative recommendations in an information rich environment. Overall, crowd-sourcing mechanisms combined with smaller face-to-face deliberations can provide a valuable tool for implementing the principles of open government and bridging the gap between government and the public. It is important to emphasize that the Rahvakogu model is the starting point of a much larger policy-making process. Any legislative changes that might result from this process must be made by Parliament itself, and this can take time. Some have expressed concern that the preferences and recommendations produced in the Rahvakogu process may be reworded or even ‘watered down’ in the legislative process.</p><h3>External Links</h3><p><a href=\"https://www.rahvakogu.ee/\">https://www.rahvakogu.ee/</a></p>  ", "title": "Rahvakogu (People's Assembly)"}