{"htmlbody": "<a id=\"Definition\" name=\"Definition\"></a><h2>Definition</h2>\n<p><a class=\"new\" href=\"/w/index.php?title=Forum_theatre&amp;action=edit&amp;redlink=1\" title=\"Forum theatre (page does not exist)\">Forum theatre</a> (also known as ‘popular theatre’ or ‘participatory theatre’) is, at base, theatre as democratic political forum. Each project is stimulated by a specific community’s experience of disempowerment and struggle, and the desire for creative solutions and capacity-building through egalitarian means. Forum theatre is designed to achieve this by, first, developing a conventional play that reflects the community’s lived experience of a chosen issue and culminates in unresolved crisis within that context. This play is then presented to the broader public in a participatory format such that the knowledge, aspirations and capacities of this public may be brought to bear on the exploration of viable solutions on the stage. After observing the play a first time, the play is performed again; audience members are invited to stop the play at any point, replace a character whose experience they feel they understand, and attempt to change the course of dramatic action. In this way, spectators are transformed into “spect-actors”, not only observing but truly acting to change the scenes they are presented (Boal 1995: 13).\n</p>\n<a id=\"History\" name=\"History\"></a><h2>History</h2>\n<p>Forum Theatre was most originally developed by Brazilian popular educator, cultural activist, dramatist, director and city councillor Augusto Boal in 1973 as part of a Peruvian literacy program. Over 40 years later, it is now practiced in schools, factories, prisons, and beyond in over 70 countries to address an even broader range of political issues. Rooted in the Brazilian social movements of the 1950s and 1960s and based Paolo Freire’s model of participatory education in Pedagogy of the Oppressed, it is designed to represent experiences of social and political oppression in order to stimulate community dialogue and problem-solving. It is an integral aspect of Boal’s critical pedagogy known as Theatre of the Oppressed and reflects this particular framework; however, it is flexible enough to be useful within even broader contexts.\n</p><p>Boal himself was arrested, tortured and exiled by the Brazilian in 1971 for his cultural work, and as a consequence systematized and taught his methodology largely during his years abroad in Paris. Multiple Centres for Theatre of the Oppressed and affiliated companies were established internationally during this time, to be brought back to Brazil with Boal’s return in 1986 following the removal of the military junta. Theatre of the Oppressed has since continued to expand exponentially as it is adopted by practitioners and communities worldwide; Forum Theatre remains its most central component.  \n</p>\n<a id=\"Values_and_Goals\" name=\"Values_and_Goals\"></a><h2>Values and Goals</h2>\n<p>·\tTrust\n·\tSpontaneity and creativity\n·\tCollaboration\n·\tListening and awareness\n·\tCommunication\n·\tEffective interaction\n·\tConfidence and Capacity\n·\tInformation Collection\n·\tProblem-solving\n·\tIncitement to change vs catharsis\n·\tCommunity development\n</p><p>Several goals and values structure and guide this work. First and foremost, it is designed to be <a class=\"new\" href=\"/w/index.php?title=About,_by_and_for_communities_struggling_with_oppression&amp;action=edit&amp;redlink=1\" title=\"About, by and for communities struggling with oppression (page does not exist)\">about, by and for communities struggling with oppression</a> – though what is experienced as oppression is left open to definition by the community in question.<a href=\"#cite_note-name-0\" title=\"\">[1]</a> Whether addressing the dynamics and effects of racism, addiction or domestic violence, whether speaking to external or internal obstacles and pressures, Forum Theatre is “subjunctive theatre”, in which “a spectator intervenes and changes the vision of the world as it is into a world as it could be” (Picher 82; Boal 1979:132). It is designed to provide the tools with which to observe, analyse and change one’s reality; to understand underlying power relations, mechanisms and root causes of various forms of oppression and experiment in their transformation at the interpersonal level. \n</p><p>From this overarching framework stem other guiding principles. As a vehicle for empowerment and community dialogue, Forum Theatre works through <a class=\"new\" href=\"/w/index.php?title=Dialectic_rather_than_didactic&amp;action=edit&amp;redlink=1\" title=\"Dialectic rather than didactic (page does not exist)\">dialectic rather than didactic</a> means. It is designed to “pose good questions, but the audience must supply the answers.” As Boal states, “it is not the place of the theatre to show the correct path, but only to offer the means by which all possible paths may be examined” (Boal 1979: 141). Actors and audience alike “learn together,” as people are given the opportunity to explore, rehearse and test various possible solutions to proposed dilemmas on the stage (Boal 2002: 242). In so doing, it tries to create the conditions within which marginalized communities might shake off some of the “ideology of expertise” and discover, develop and validate local knowledge and critical capacity (Picher 81; Sitvin 2006). \n</p><p>This also alludes to a third aim of Forum Theatre: the development of expressive capacities and access of information <a class=\"new\" href=\"/w/index.php?title=Beyond_the_merely_verbal&amp;action=edit&amp;redlink=1\" title=\"Beyond the merely verbal (page does not exist)\">beyond the merely verbal</a>. While Forum Theatre is designed primarily to stimulate community discussion, this discussion is carried out through action. By inviting spect-actors to act out rather than merely describe their proposed solutions, Forum Theatre can explore and test these proposals such that both their hidden presumptions and unexpected consequences might be discovered and explored: “Often a person is very revolutionary when in a public forum he envisages and advocates revolutionary and heroic acts; on the other hand, he often realizes that things are not so easy when he himself has to practice what he suggests” (Boal 1979: 139). Moreover, many of the games and exercises that are used during the workshop/rehearsal phase of Forum are designed to help community participants access and develop various modes of perception, expression and knowledge beyond those of conventional dialogue: the body, the image, the sonic, and the kinetic.\n</p><p>A fourth normative goal of Forum Theatre is to <a class=\"new\" href=\"/w/index.php?title=Enable_clearer_observation_and_reflection&amp;action=edit&amp;redlink=1\" title=\"Enable clearer observation and reflection (page does not exist)\">enable clearer observation and reflection</a> of everyday dynamics and dilemmas. As theatre allows audiences to examine more closely the various underlying forces, relations, motivations, and root causes behind lived experience, it provides a context for deepening understanding and imagining unexplored alternatives (Boal 1998: 7). Forum Theatre maximizes on this capacity by enabling not only audience observation but also interaction with and transformation of what is observed: its participatory format is a “mirror which we can penetrate to modify our image” to become “protagonists of [our] own lives” (Boal 1995: 28-9; Jackson xxiv). \n</p><p>This leads into a fifth major goal of Forum Theatre: the rehearsal of various forms of action within the safe space of the theatre <a class=\"new\" href=\"/w/index.php?title=Prepares_participants_for_action&amp;action=edit&amp;redlink=1\" title=\"Prepares participants for action (page does not exist)\">prepares participants for action</a> beyond the theatre. In examining the complexity of a given issue and possible strategies for effective response, Forum theatre “trains [people] for real action”, ideally awakening a sense of heightened capacity, creativity and desire to carry such practice into one’s own life (Boal 1979: 122; 142).\n</p>\n<a id=\"Process\" name=\"Process\"></a><h2>Process</h2>\n<a id=\"Participant_Selection\" name=\"Participant_Selection\"></a><h3>Participant Selection</h3>\n<p>Performers might be professional actors, although it is more common that they be drawn from the community affected by the given issue. Forum performances are always staged for community audiences. \n</p><p>The community members involved might be preformed and invite a Forum practitioner in to address a certain issue; this is commonly preferred, as it ensures the community is committed to exploring the issue and participating in the Forum process. However, projects have also been started with a specific issue already in mind; in these cases, community organizations and leaders might be enlisted to recruit community members for participation. In this case, the particular aspects of the issue ultimately presented within the Forum play are still chosen by the participants rather than the practitioner.\n</p>\n<a id=\"Preparation\" name=\"Preparation\"></a><h3>Preparation</h3>\n<p>Forum Theatre, whether a process of a 6-day workshop or many months, has three distinct phases. The first is designed to integrate the group, familiarize participants with the vocabulary of theatre, and increase their expressive capacity. The second introduces more issue-oriented activities to explore various perspectives and prepare the scenes to be presented. The third is the performance of the Forum play and facilitated interaction with the public (Boal 1979: 125; Boal 2002: 18-19). Where the process is longer than the workshop itself, the workshop serves to gather information that is applied and distilled during a rehearsal phase that can last several weeks. Here, a more complex, lengthy production is possible, as opposed to the sketches that emerge at the end of a workshop. The theme chosen for presentation is never imposed by the facilitator but rather emerges from the group, as this is seen to be vital to “a theatre which liberates” (Boal 2002: 19). \n</p><p>During the first and second phases, usually in the first four days of the Community Workshop, Forum Theatre uses many of the techniques developed within the Theatre of the Oppressed “arsenal”, consisting of exercises and games.<a href=\"#cite_note-two-1\" title=\"\">[2]</a> <a class=\"new\" href=\"/w/index.php?title=Exercises&amp;action=edit&amp;redlink=1\" title=\"Exercises (page does not exist)\">Exercises</a> are those activities involving physical movement – respiratory, motor, or vocal – which help develop a better understanding of one’s body and its relation to space and other bodies. <a class=\"new\" href=\"/w/index.php?title=Games&amp;action=edit&amp;redlink=1\" title=\"Games (page does not exist)\">Games</a> are activities that involve aspects of dialogue, and work to move participants beyond automatic ways of perceiving and responding to reality and awaken creative capacities. These are divided into the categories of “feel what we touch”, “listen to what we hear”, “see what we look at”, stimulate all the senses”, and “understand what we say and hear”.<a href=\"#cite_note-three-2\" title=\"\">[3]</a>  It is important to note that these preparatory phases are seen as integral rather than merely preparatory, as they can contribute in themselves to building problem-solving abilities, consensus, capacity, and community: “in this context, every exercise, every game, every technique is both art and politics” (Boal 1998: 48). Games and exercises are open to adaptation according to group needs or restrictions (Boal 1998: 47).\n</p><p>An important technique used during the second phase of Forum Theatre and often used alone is that of <a class=\"new\" href=\"/w/index.php?title=Image_Theatre&amp;action=edit&amp;redlink=1\" title=\"Image Theatre (page does not exist)\">Image Theatre</a>. This is used to reveal underlying truths and commonalities within a community without initially resorting to spoken language. Participants sculpt their own or others’ bodies as “intelligent clay” (Boal 1979: 135) to represent images from their experiences, feelings and perspectives. These are then dynamized or brought to life via movement or sound to discover the motivations inherent in them (Jackson xxii). Image Theatre can be used to access subconscious feelings or thoughts by bypassing “the censorship of the brain” so overdeveloped where language is concerned (Jackson xxiii). It is also useful in its ability to render multiple, often related meanings beyond the intention of the sculptor, realizing latent connections. It is also a creative method to explore the feasibility of possible transitions between actual and ideal scenarios when directly juxtaposed in physical form (Boal 1979: 135). It is also effective in generating a means of communication for those who are usually excluded or intimidated through language. Lastly, in traditional Image Theatre, the group may adjust a certain image until consensus is reached that it is an accurate representation, contributing to consensus-building within the group.\n</p>\n<a id=\"Performance\" name=\"Performance\"></a><h3>Performance</h3>\n<p>Once a play is prepared through this process, it is then presented to the public as Forum Theatre. An early incarnation of Forum Theatre, still used today around the world, is <a class=\"new\" href=\"/w/index.php?title=Invisible_Theatre&amp;action=edit&amp;redlink=1\" title=\"Invisible Theatre (page does not exist)\">Invisible Theatre</a>, a form of provocative street theatre in which the audience is unaware of the fiction they are witnessing. In this case, actors stage a conflict usually based on the subversion of “normal” behaviour in a public space, designed to provoke involvement and debate among spectators; often plants will also be hidden within the crowd to represent polarized perspectives and incite audience engagement. For the spectator, the fiction is real life; usually the performance will end without revealing otherwise (Jackson xxiii; Boal 2002: 241). \n</p><p>In Forum Theatre, the audience is aware of their involvement as protagonists. The play must be designed to depict various aspects of a given issue and culminate in unresolved crisis and the failure of protagonists’ solutions. First, the play is performed as conventional theatre of approximately 10-30 minutes. When the play is run a second time, the audience is invited to shout “stop” at any point and take the place of any character whose struggles they feel they understand. In traditional Forum Theatre, this must only be a character depicted as oppressed, or one seen as struggling; in other versions (see Adaptations) this is extended to all characters. They must then attempt to alter the course of dramatic action by trying alternative solutions. These changes must not be “magic” – that is to say, they must respect the realistic parameters set by the characters and context. The actors within the scene must improvise responses to these interventions such that each proposed solution is confronted with realistic tensions and responses, and the consequences and drawbacks of each solution are explored live. If an intervention fails, the play continues until another spect-actor stops the play again; if it succeeds, the audience is then invited to replace an oppressor character to find new ways to challenge the oppressed character. In either case, once the consequences of the change are played out, the actors return to the run of the play to allow for further interventions (Boal 1979: 139). \n</p><p>All of this is facilitated by the <a class=\"new\" href=\"/w/index.php?title=Joker&amp;action=edit&amp;redlink=1\" title=\"Joker (page does not exist)\">Joker</a>, who explains the rules, corrects errors, encourages interventions, and draws out themes and realizations, all without imposing herself on the process or dictating the course of events. The Joker or “wild card” leader is best understood as an “exegete” rather than a “custodian of the truth; the Joker’s job is simply to try to ensure that those who know a little more get the chance to explain it, and that those who dare a little, dare a little more and show that they are capable of” (Boal 2002: 245).\n</p>\n<a id=\"_Legislative_Theatre\" name=\"_Legislative_Theatre\"></a><h3>Decision-Making: Legislative Theatre</h3>\n<p>This is an optional extension of Forum Theatre, developed by Boal during his tenure as City Councillor of Rio de Janeiro from (1993-96) as a way to integrate the political contributions of Forum Theatre within political decision-making institutions: “by making theatre as politics rather than merely making political theatre” (Boal 1998: 20). During Boal’s term in office, 20 laws were passed through this process; it has also been used in Canada and the United Kingdom.\n</p><p>In this process, Forum Theatre is created and performed concerning proposed laws, as a means to directly involve everyday citizens in policy-making. Once the Forum is completed, a Chamber consisting of representatives of the affected community is created where proposals based on spect-actors’ interventions are presented, debated and voted upon akin to official procedure. The recommendations so approved are then collected and presented to lawmakers. Given the nature of the particular process, workshops and projects might run from two hours to two years (Boal 1998: 40).<a href=\"#cite_note-four-3\" title=\"\">[4]</a>\n</p>\n<a id=\"Applications_and_Examples\" name=\"Applications_and_Examples\"></a><h2>Applications and Examples</h2>\n<p>Forum Theatre has been shown to work successfully across a remarkable range of cultural, political and social differences and demands. It has been used by peasants and workers, students and teachers, artists, social workers, psychotherapists, NGOs, among others; in schools, streets, churches, trade-unions, theatres, and prisons.<a href=\"#cite_note-five-4\" title=\"\">[5]</a>\n</p><p><a class=\"new\" href=\"/w/index.php?title=Forum_Theatre_and_War_Areas&amp;action=edit&amp;redlink=1\" title=\"Forum Theatre and War Areas (page does not exist)\">Forum Theatre and War Areas</a>: Ashtar Theatre (Palestine)\n</p><p>Every year since 1997 Ashtar Theatre has been producing a Forum Play that targets the local audiences, especially those in rural areas; women, marginalized groups and school students in accordance with the topics dealt with at the forum production of that year. The theme of the play of 2002 is the vicious circle of violence that has been observed developing at schools - due to the political, economical and social injustice imposed on the Palestinian people.<a href=\"#cite_note-six-5\" title=\"\">[6]</a>\n</p><p><a class=\"new\" href=\"/w/index.php?title=Forum_Theatre_and_Prisons&amp;action=edit&amp;redlink=1\" title=\"Forum Theatre and Prisons (page does not exist)\">Forum Theatre and Prisons</a>: People’s Palace Projects (London, CTO Rio de Janeiro)/ FUNAP (São Paulo)\n</p><p>Staging Human Rights/Direitos Humanos em Cena was a one year-project carried out in 34 prisons in the State of São Paulo, Brazil in 2001. The aim was to create effective means to improve the conditions of implementing human rights and citizenship for prisoners and staff of the Prison System in the State of São Paulo. The project culminated in the presentation of three Forums by female and male prisoners and prison guards at the Carandiru Prison. Staging Human Rights included a research programme which gave evidence of an increased consciousness of human rights for a vast majority of the participants.<a href=\"#cite_note-seven-6\" title=\"\">[7]</a>\n</p><p><a class=\"new\" href=\"/w/index.php?title=Legislative_Theatre&amp;action=edit&amp;redlink=1\" title=\"Legislative Theatre (page does not exist)\">Legislative Theatre</a>: Headlines Theatre’s “after homelessness…” (Vancouver, Canada)\n</p><p>“after homelessness…” began in the fall of 2009 with a community workshop of 25 participants with lived experience of homelessness, compromised housing, and mental health. After this preliminary phase, 5 cast members selected from the original workshop went into production for a 3-week period, after which the finished piece will be performed to Vancouver and New Westminster community audiences. Recommendations based on the Forum will be recorded and distilled by a Community Scribe into a Community Action Report. Headlines has the written commitment from the Mental Health Commission of Canada and the Greater Vancouver Regional Steering Committee on Homelessness to use the process and the Community Action Report as a part of their research for National and Regional strategies on mental health and homelessness. This is Headlines’ second Legislative Theatre project.<a href=\"#cite_note-eight-7\" title=\"\">[8]</a>\n</p><p><a class=\"new\" href=\"/w/index.php?title=Theatre_and_Therapy&amp;action=edit&amp;redlink=1\" title=\"Theatre and Therapy (page does not exist)\">Theatre and Therapy</a>\n</p><p>Since 1985, Serge Saccon (specialised educator) and Jean-Pierre Pichon (psychiatric nurse) gathered a team of professionals in mental health around the idea “how to use the techniques of Theatre of the Oppressed in child psychiatry”. The group was created to acknowledge two different types of interventions: (i) in the context of schools, with children of all ages and their teachers, aiming at prevention; (ii) in the context of hospitals, with psychotic or autistic children, or with other symptoms, e.g. inhibition, hyperactivity, personality disorders and suspected abuse.<a href=\"#cite_note-nine-8\" title=\"\">[9]</a>\n</p><p><a class=\"new\" href=\"/w/index.php?title=Theatre_for_Development&amp;action=edit&amp;redlink=1\" title=\"Theatre for Development (page does not exist)\">Theatre for Development</a>\n</p><p>Hundreds, if not thousands, of organizations and initiatives have used theatre as a development tool: for education or advocacy, as therapy, as a participatory tool, or as an exploratory tool in development.<a href=\"#cite_note-ten-9\" title=\"\">[10]</a>\n</p><p><a class=\"new\" href=\"/w/index.php?title=Forum_Theatre_in_Arts-Based_Training&amp;action=edit&amp;redlink=1\" title=\"Forum Theatre in Arts-Based Training (page does not exist)\">Forum Theatre in Arts-Based Training</a>\n</p><p>Participatory theatre techniques have been used in organizational training workshops, including managerial and leadership training, sensitization and problem-solving.\n</p>\n<a id=\"Adaptations\" name=\"Adaptations\"></a><h2>Adaptations</h2>\n<p>Boal was famous for making clear that “whatever isn’t expressly forbidden, is allowed”; and while the guidelines for Forum Theatre are described in Boal’s work to extraordinary detail, they have been inevitably adapted by various practitioners due to divergent philosophies or agendas.  \n</p><p><a class=\"new\" href=\"/w/index.php?title=Theatre_for_Living&amp;action=edit&amp;redlink=1\" title=\"Theatre for Living (page does not exist)\">Theatre for Living</a> (David Diamond)\nWhile very similar to Boal’s Theatre of the Oppressed, this was developed out of an acknowledgement that lines between oppressor and oppressed not so clear as Boal’s dichotomy presumes. Theatre for Living is designed to represent all characters in their complexity and leave room for intervention and exploration of all characters and their potential motivations and possibilities (Diamond 40-43). \n</p><p><a class=\"new\" href=\"/w/index.php?title=Rainbow_of_Desire&amp;action=edit&amp;redlink=1\" title=\"Rainbow of Desire (page does not exist)\">Rainbow of Desire</a>\nBoal developed this series of techniques later in his career to speak to oppressions to subjectivity and psychic life, after various projects with European communities revealed patterns of internalized oppression. It strives to isolate, analyze and directly confront the multiple “cops in the head” that often dictate human behaviour, perception and esteem (Boal 1995). While it can be used in isolation to contend with psychological problems, this method is now used as part of the “arsenal” in the process of making any play.\n</p>\n<a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a><h2>Analysis and Criticism</h2>\n<p>Forum Theatre has proved extremely effective for addressing a wide-range of issues. However, there are certain elements that raise a number of questions and criticisms. The first of these is safety: in exploring delicate and contentious issues involving vulnerable communities, while the work is designed to empower and equip participants it also inevitably brings to the surface hidden feelings, fears and traumatic experiences. In doing so, facilitators must be particularly gifted at creating a safe context in which these raw emotions and experiences might be expressed and explored. Indeed, where Forum Theatre is used to generate public dialogue and community knowledge rather than as explicit therapy, community support such as a social worker or therapist must be available in some way to provide for those individuals left exposed during and after the Forum process.\n</p><p>This touches upon another aspect of Forum: the necessary prevention of a “hit and run” community process. This term is common within ethical discussions of community arts activism, and refers to processes that fail to be accountable and present for the longer-term effects of a singular event. As Forum theatre is usually used to address specific problems within a limited time-frame, it runs the risk of moving on after performances without community follow-up. Here, relationships with the community in question and its various organizations and support systems might be developed and made visible during the Forum event such that community members are aware of available resources.\n</p><p>Linked to both of these risks is the criticism of Invisible Theatre in particular: designed to be provocative and perceived as real to bystanders, Invisible Theatre has sometimes presented at times violent and dangerous scenarios – domestic disputes and potential suicides, for example – which have led at times to emergency services interventions. In London, this has led to a banning of Invisible Theatre on the Underground. The question arises as to the ethical limits and social responsibilities of Invisible Theatre performers; certainly, it begs caution concerning safety for any potential production.\n</p>\n<a id=\"References\" name=\"References\"></a><h2> References </h2>\n<ol class=\"references\"><li id=\"cite_note-name-0\"><a href=\"#cite_ref-name_0-0\" title=\"\">↑</a> Boal 2004 <a class=\"external free\" href=\"http://www.theatreoftheoppressed.org/en/index.php?nodeID=3\" rel=\"nofollow\" title=\"http://www.theatreoftheoppressed.org/en/index.php?nodeID=3\">http://www.theatreoftheoppressed.org/en/index.php?nodeID=3</a> </li>\n<li id=\"cite_note-two-1\"><a href=\"#cite_ref-two_1-0\" title=\"\">↑</a> The arsenal of available activities is laid out in Augusto Boal’s Games for Actors and Non-Actors (2002).</li>\n<li id=\"cite_note-three-2\"><a href=\"#cite_ref-three_2-0\" title=\"\">↑</a> Boal 2004 <a class=\"external free\" href=\"http://www.theatreoftheoppressed.org/en/index.php?nodeID=76\" rel=\"nofollow\" title=\"http://www.theatreoftheoppressed.org/en/index.php?nodeID=76\">http://www.theatreoftheoppressed.org/en/index.php?nodeID=76</a></li>\n<li id=\"cite_note-four-3\"><a href=\"#cite_ref-four_3-0\" title=\"\">↑</a> Boal 2004 <a class=\"external free\" href=\"http://www.theatreoftheoppressed.org/en/index.php?nodeID=81\" rel=\"nofollow\" title=\"http://www.theatreoftheoppressed.org/en/index.php?nodeID=81\">http://www.theatreoftheoppressed.org/en/index.php?nodeID=81</a></li>\n<li id=\"cite_note-five-4\"><a href=\"#cite_ref-five_4-0\" title=\"\">↑</a> <a class=\"external free\" href=\"http://www.theatreoftheoppressed.org/en/index.php?nodeID=3\" rel=\"nofollow\" title=\"http://www.theatreoftheoppressed.org/en/index.php?nodeID=3\">http://www.theatreoftheoppressed.org/en/index.php?nodeID=3</a></li>\n<li id=\"cite_note-six-5\"><a href=\"#cite_ref-six_5-0\" title=\"\">↑</a> <a class=\"external free\" href=\"http://www.theatreoftheoppressed.org/en/index.php?nodeID=89\" rel=\"nofollow\" title=\"http://www.theatreoftheoppressed.org/en/index.php?nodeID=89\">http://www.theatreoftheoppressed.org/en/index.php?nodeID=89</a></li>\n<li id=\"cite_note-seven-6\"><a href=\"#cite_ref-seven_6-0\" title=\"\">↑</a> <a class=\"external free\" href=\"http://www.theatreoftheoppressed.org/en/index.php?nodeID=92\" rel=\"nofollow\" title=\"http://www.theatreoftheoppressed.org/en/index.php?nodeID=92\">http://www.theatreoftheoppressed.org/en/index.php?nodeID=92</a></li>\n<li id=\"cite_note-eight-7\"><a href=\"#cite_ref-eight_7-0\" title=\"\">↑</a> <a class=\"external free\" href=\"http://www.headlinestheatre.com/present_work/after_homelessness/about_after_homelessness.htm\" rel=\"nofollow\" title=\"http://www.headlinestheatre.com/present_work/after_homelessness/about_after_homelessness.htm\">http://www.headlinestheatre.com/present_work/after_homelessness/about_after_homelessness.htm</a></li>\n<li id=\"cite_note-nine-8\"><a href=\"#cite_ref-nine_8-0\" title=\"\">↑</a> <a class=\"external free\" href=\"http://www.theatreoftheoppressed.org/en/index.php?nodeID=96\" rel=\"nofollow\" title=\"http://www.theatreoftheoppressed.org/en/index.php?nodeID=96\">http://www.theatreoftheoppressed.org/en/index.php?nodeID=96</a></li>\n<li id=\"cite_note-ten-9\"><a href=\"#cite_ref-ten_9-0\" title=\"\">↑</a> For more information on techniques developed specifically for development, see Julie McCarthy and Karla Galvão's Enacting Participatory Development: Theatre-Based Techniques (2004).</li></ol><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a><h2>Secondary Sources</h2>\n<p>Boal, Augusto. Theatre of the Oppressed. Trans. Charles A. and Maria-Odilia Leal McBride. New York: Urizen Books, 1979.  \n</p><p>---.           Rainbow of Desire. Trans. Adrian Jackson. London and New York: Routledge, 1995.\n</p><p>---.           Legislative Theatre: Using Performance to Make Politics. Trans. Adrian Jackson. London and New York: Routledge, 1998.\n</p><p>---.           Games for Actors and Non-Actors. Second Edition. Trans. with Intro by Adrian Jackson. London and New York: Routledge, 2002.\n</p><p>Cohen-Cruz, Jan and Mady Schutzman. A Boal Companion: Dialogues on Theatre and Cultural Politics. New York and London: Routledge, 2006.\n</p><p>Diamond, David. Theatre for Living: The Art and Science of Community-Based Dialogue. Victoria: Trafford, 2007.\n</p><p>Gibb, Stephen. \"Arts-Based Training in Management Development: the Use of Improvisational Theatre.\" Journal of Management Development 23.8 (2004): 741-50.\n</p><p>McCarthy, Julie and Karla Galvão. Enacting Participatory Development: Theatre-Based Techniques. London: Earthscan, 2004.\n</p><p>Picher, Marie-Claire. \"Democratic Process and the Theatre of the Oppressed\". New Directions for Adult and Continuing Education 116 (Winter 2007): 79-88.\n</p><p>Schutzman, Mady and Jan Cohen-Cruz, eds. Playing Boal: Theatre, Therapy Activism. London and New York: Routledge, 1994.\n</p><p>International Theatre of the Oppressed Organisation: <a class=\"external free\" href=\"http://www.theatreoftheoppressed.org/en/index.php?nodeID=1\" rel=\"nofollow\" title=\"http://www.theatreoftheoppressed.org/en/index.php?nodeID=1\">http://www.theatreoftheoppressed.org/en/index.php?nodeID=1</a>\n</p>", "title": "Forum Theatre"}