{"htmlbody": "<p><em>Note: Another version of this case study can be found below as a file attachment with the prefix \"VD\". This alternate version was originally submitted to </em><a href=\"http://www.vitalizing-democracy.org/\">Vitalizing Democracy</a><em> as a contestant for the 2011 Reinhard Mohn Prize.</em></p><p><strong>Summary</strong></p><p>Participatory health councils allow Brazilian citizens to oversee the country's public health system (the Sistema Único de Saúde - Unified Health System or SUS). These councils exist at the municipal, state, and national level, and are supplemented by a national conference on the Brazilian health system held every four years. Though these coucils vary in diversity and in their success in impacting government decisions, citizens generally remain actively involved with the councils.</p><p> </p><p><strong>Problems and Purpose</strong></p><p>The Brazilian Constitution of 1988 states that health is a right of all citizens, that it is to be provided by the state, and that citizens are guaranteed the right of participation in state governance.  The Sistema Único de Saúde allows for citizen input through participatory health councils, found in nearly all of Brazil's over 5000 municipalities. These councils are legally empowered to inspect public accounts and demand accountability, and some strongly influence how resources for health services are spent.</p><p> </p><p><strong>History</strong></p><p>The 1980s saw a broad movement across Brazil to increase public particpation in government and make public policy more effective. These demands gave rise to expanded participatory management of Brazilian institutions. This process marked an expansion of the concept of \"social control\" which refers to the extent to which society can approve or censure government acts.</p><p>As such, the Brazilian Constitution of 1988 guaranteed participative management of healthcare. The Ninth National Health Conference in 1992 led to  the creation of the new Brazilian healthcare system (SUS) and determined that decentralization and municipal control were the best approaches to healthcare.  Following the creation of SUS, state and municipal laws gave rise to local health councils for oversight purposes.</p><p>Following the creation of SUS, participatory National Health Conferences were held every four years with each conference addressing specific themes. The Tenth Conference for instance (1996) evaluated budgetary concerns in a time of fiscal difficulties; the Eleventh Conference (2000) included 2500 delegates who worked to strengthen social countrol of the health care system, and the Twelfth Conference (2003) discussed guidelines for the National Health Plan and involved the partcipation of 5000 people of whom 3500 were delegates;  the Thirteenth Conference in 2008 evaluated SUS from a 20 year perspective.</p><p> </p><p><strong>Originating Entities and Funding</strong></p><p>The Brazilian Constitution of 1988 ensured participatory management of public institutions. Specifically, in the arena of health care, the Consitution provided a tool for the realization of health as a right in Brazil. SUS was established in 1992 after the Ninth National Health Conference, and is funded by the Brazilian government. </p><p> </p><p><strong>Participant Selection</strong></p><p>SUS is marked by the participation of 5,562 municipal councils, 26 state councils, and one federal council.  These councils include over 100,000 members across Brazil.</p><p>Municipal councils are composed of SUS users (% 50), health professionals (% 25), and public and private managin entities (%25).  These members represent various churches, social movements (women, aboriginal, black, student), scientific institutions, and other interest groups (carriers of specific diseases for instance, or people with physical disabilities). The National Health Council consists of 48 council members.</p><p>The composition of attendees at the National Health Conferences is established by bylaws approved by the National Health Council.  Municipal and state level councils select delegates to attend these conferences. </p><p>Critically, research in citizen participation in councils of three of regions of Brazil reveals that although many citizen groups are represented in the councils, diversity is not guaranteed.</p><p> </p><p><strong>Deliberation, Decisions, and Public Interaction</strong></p><p>The National Health Council “holds monthly plenary meetings, organizes commissions and work groups on special topics, and has an executive secretary.” (<em>Modesto, 17</em>) </p><p>Every four years, Brazil holds National Health Conferences which exert influence on Brazilian health policy.  Beyond attending as delegates, citizens may also take part in shaping the proposals which are debated at the conferences.</p><p>This tradition has also allowed for the developement of techniques to make public deliberation and decision-making effective and inclusive.  These include rules for placing limits on speaking time, for ensuring that people who want to participate get a chance to speak, and for guaranteeing voting when decisions need to be made.</p><p>Discussion techniques are used to help groups to communicate and express themselves better. Some civil society groups have less information and communication material, and find participatory techniques help them articulate their demands more effectively.</p><p> </p><p><strong>Influence, Outcomes, and Effects</strong></p><p>Participation in the councils is very active, with “constant tensions” between participants. Health has thus emerged as a particularly relevant issue area for participatory management (<em>Modesto, 19</em>).  Amidst the debates, the underlying consensus is that Brazil's SUS should be safeguarded. </p><p>Crucially, since their creation, Brazil's health councils have grown in reach and scope. The health councils were indeed originally created to expand social control in the health system.  However, the aim of these councils has now moved beyond the inclusion of citizens in government to a new goal of “[converting] participation into a tool of public management”.  <em>(Modesto, 18).</em></p><p> </p><p><strong>Analysis and Criticism</strong></p><p>Public managers have tremendous influence over the outcome of councilor elections.  Where there is alignment around an ideological commitment to popular participation, councils can serve as a space for what one health manager termed ‘constructive coexistence’—citizens are able to make demands on government for accountability, and government is able to engage civil society in monitoring the effectiveness of public policies and of the public health system.  However, this form of engagement is not guaranteed.  Research suggests that using more transparent procedures to select the councilors and a strong associative life in the surrounding community, will also help ensure diversity in local councils. These conditions did not relate to the socio-economic profiles of areas researched.</p><p>The selection process of the councillors varies from council to council, but the more open and transparent the selection process, the more inclusive the council. Inclusive measures include making information on the election process available, listing all the associations and movements in the region, using radio or newspapers to publicise elections and making canditature possible for individuals as well as organisations.</p><p>In addition, measures to improve council effectiveness include training of councilors and of council chairs in their roles and responsibilities, and providing basic information about the functioning of the health system and the interpreting of accounts, and about other technical skills.</p><p>The success of councils in making health services pro-poor depends on whether marginalised and vulnerable people are truly represented. Research from the Development Research Center on Citizenship showed that health council participants were generally quite diverse, but some councils were more pluralistic than others.</p><p>One difficulty is that the localization of health councils has created territorial competition for resources.  This potentially goes against the goal of improving life conditions for all.</p><p>There are also potential tensions between the universal right to health, and the health programs which target only specific segments of the population.  One suggestion is to consider these programs as vectors towards universal health, and to “consolidate, expand, and plan” with this in mind.  (<em>Modesto, 19</em>).</p><p>Another difficulty lies in the possible over institutionalization of the social movement for participation in health care policy making. Indeed, oftentimes, these movements which had worked from outside the system did not want to become institutionalized through the health councils.  In 1992, they attempted to solve this by creating “autonomous forums to preserve their independence”.  (<em>Modesto, 16</em>).</p><p>Furthermore, financial support for the health councils has affected council performance. Ensuring basic infrastructure – a big enough place to meet, an administrator to arrange meetings, keep minutes and records, allowances for monitoring visits and for attendance at conferences – is critically important to the council’s functionality, and requires an investment of resources by government.</p><p> </p><p><strong>Secondary Sources</strong></p><p>\"Before and After.\"  SUS:  The Health of Brazil.  Retrieved 23 March 2012 from &lt;<a href=\"http://www.ccs.saude.gov.br/sus20anos/mostra/ingles/antesedepois.html&gt;\">http://www.ccs.saude.gov.br/sus20anos/mostra/ingles/antesedepois.html&gt;</a>.</p><p>Coelho, V, Cornwall, A, and Shankland, A.  \"Taking a Seat on Brazil's Health Councils.\"  OpenDemocracy.  6 Jan 2010.  23 March 2012.  <a href=\"http://www.opendemocracy.net/andrea-cornwall-vera-schattan-p-coelho-alex-shankland/taking-seat-on-brazils-health-councils\">http://www.opendemocracy.net/andrea-cornwall-vera-schattan-p-coelho-alex...</a>.</p><p>Cornwall, A (2007) \"Democratizing the Governance of Health Services: Experiences from Brazil\", in Spaces for Change? The Politics of Citizen Participation in New Democratic Arenas, edited by Andrea Cornwall and Vera Schattan P Coelho, Zed Books: London.</p><p>Cornwall, A, Romano, J and A Shankland (2008) \"Brazilian Experiences of Citizenship and Participation: A Critical Look\", IDS Discussion Paper 389. IDS: Brighton.</p><p>Modesto, A., Costa, A., and Bahia, L.  \"Health and Social Determinants in Brazil:  A Study on the Influence of Public Participation on the Formulation of the Expanded Concept of Health and Liberating Practices.\"</p><p>\"Participation and Management\".  SUS:  The Health of Brazil.  Retrieved 23 March 2012 from &lt;<a href=\"http://www.ccs.saude.gov.br/sus20anos/mostra/ingles/participacaoegestao.html.&gt;\">http://www.ccs.saude.gov.br/sus20anos/mostra/ingles/participacaoegestao....</a>.</p><p>Schattan P Coelho, V (2007) \"Brazilian Health Councils: Including the Excluded?\" in Spaces for Change? The Politics of Citizen Participation in New Democratic Arenas, edited by Andrea Cornwall and Vera Schattan P Coelho, Zed Books: London.</p>", "title": "Municipal Health Councils (Brazil)"}