{"htmlbody": "<p>Collaborative governance is a young, emerging form of governance being developed to adapt the traditional aims of direct democracy with the new capabilities presented by the internet. Practical development of this governance method is being undertaken by the <a href=\"/organizations/metagovernment\" title=\"Metagovernment\">Metagovernment</a> project.\n</p><p>Traditional implementations of direct participation have labored under enormous obstacles. First there are the technical obstacles of gathering all people together for each vote, then of meaningfully tallying so many votes. The existence of the internet and software remove these obstacles.\n</p><p>However, that still leaves the much more profound criticisms of direct democracy: mob rule, demagoguery, issue overload, and tyranny of the majority. The Metagovernment project posits that, by careful application of sophisticated software, these issues can be used to solve each other. Simply put, mob rule and demagoguery result from focusing governance on a few hot-button issues. Issue overload is only a problem because of the demands of a majority rule system, requiring that there be massive participation on each of these few hot-button decisions. By contrast, collaborative governance opens up every decision to everyone. Nobody is expected to participate in each decision, but those who do must come to a consensus or no action is taken.\n</p>\n<a id=\"External_links\" name=\"External_links\"></a><h2>External links</h2>\n<ul><li> <a class=\"external text\" href=\"http://metagovernment.org/wiki/Collaborative_governance\" rel=\"nofollow\" title=\"http://metagovernment.org/wiki/Collaborative_governance\">Collaborative governance</a> on the Metagovernment project\n</li><li> <a class=\"external text\" href=\"http://en.wikipedia.org/wiki/Collaborative_governance\" rel=\"nofollow\" title=\"http://en.wikipedia.org/wiki/Collaborative_governance\">Collaborative governance</a> on Wikipedia\n</li></ul>", "title": "Collaborative Governance"}