{"htmlbody": "<ul><li><a href=\"#Synopsis\">Synopsis</a></li><li><a href=\"#Introduction\">Introduction</a></li><li><a href=\"#Objective\">Objective</a></li><li><a href=\"#Inclusiveness\">Inclusiveness</a></li><li><a href=\"#Method\">Method</a></li><li><a href=\"#Elective_and_Appointive_Offices\">Elective and Appointive Offices</a></li><li><a href=\"#Description\">Description</a></li><li><a href=\"#Harnessing_the_Pursuit_of_Self-Interest\">Harnessing the Pursuit of Self-Interest</a></li><li><a href=\"#Bi-Directionality\">Bi-Directionality</a></li><li><a href=\"#Simplified_Illustration\">Simplified Illustration</a></li><li><a href=\"#Time_Lapse_Example\">Time Lapse Example</a></li><li><a href=\"#Cost And Time Consumption\">Cost And Time Consumption</a></li><li><a href=\"#Concept\">Concept</a></li><li><a href=\"#Why_Practical_Democracy_Works\">Why Practical Democracy Works</a></li><li><a href=\"#Summary\">Summary</a></li><li><a href=\"#Conclusion\">Conclusion</a></li><li><a href=\"#Implementation\">Implementation</a></li><li><a href=\"#Appendix - Partisanship\">Appendix - Partisanship</a></li></ul><p><a id=\"Synopsis\" name=\"Synopsis\"><u><strong>Synopsis</strong></u></a><br/>A truly democratic process will let the entire electorate participate in defining the issues the government must address and selecting the individuals best equipped to resolve those issues.  The size of the electorate and the varying level of interest in public affairs among the populace make the matter of including everyone a challenge.  This proposal outlines a method of conducting electoral cycles by dividing the electorate into very small groups and letting each group decide which of their members best represents the group's interests.  Those so chosen are arranged in similar groups to continue sifting through the electorate to identify the individuals most motivated and best qualified to address and resolve the people's concerns.<br/><br/>The described approach lets candidates for public office deliberate on matters of public interest before they are chosen as the people's representatives in government.  It lets every member of the electorate participate in the political process to the full extent of each individual's desire and ability.  It lets those with no interest in contemporary politics drop out without losing their ability to participate in future electoral cycles.<br/><br/><a id=\"Introduction\" name=\"Introduction\"><u><strong>Introduction</strong></u></a><br/>It is hard to achieve democracy because true democracy has no champions.  It offers no rewards for individuals or vested interests; it gives no individual or group an advantage over others.  Hence, it offers no incentive for power-seeking individuals or groups to advocate its adoption.<br/><br/>True democracy requires that the people have the desire and energy to seek out those of their fellows who are better able to resolve public problems than themselves and the humility to recognize that there may be bias in their personal views.  While those qualities are present in all of us, arranging a mechanism that uses them to govern society requires effort.</p><p><br/><a id=\"Objective\" name=\"Objective\"><u><strong>Objective</strong></u></a><br/>The realities of life, particularly our economic needs, tend to distract us from serious thought about public concerns.  When, as in the United States, the political infrastructure militates against public decision-making (<a href=\"#Appendix - Partisanship\">see Appendix</a>), the people's political talents atrophy.  If we are to create an environment in which deliberative democracy is practical, we must create a framework in which citizens are encouraged to discuss their political concerns with their peers.<br/><br/>Effective political dialogue is best encouraged by arranging the electorate into small groups to discuss matters of public concern.  Since public issues are inseparable from the people who resolve them, the groups must identify the individuals who best represent their interests in resolving their concerns.  Each group can do that by selecting a group member to represent the group's interests.  The people so chosen can deliberate with the choices of other groups to identify the most pressing issues and the individuals best suited to address them.  As Martin Carcasson said in Song Of A Citizen[<a href=\"#fn1\">1</a>]:<br/><br/>  \"When you give them (the people) a good process, they're<br/>   able to not only do it, but then realize very quickly how<br/>   much better it is than the other things they can do.\"<br/><br/>This approach lets the people advance those they believe have the qualities necessary to resolve public issues into ever-more deliberative groups to work out solutions from broadly differing perspectives.  This method gives effect to the concept of gyroscopic representation described by Jane Mansbridge in The Fallacy of Tightening The Reins[<a href=\"#fn2\">2</a>], her keynote address to the Austrian Political Science Association in 2004.</p><p><br/><u><strong><a id=\"Inclusiveness\" name=\"Inclusiveness\">Inclusiveness</a></strong></u><br/>To make the process inclusive we must determine the group size best suited to encourage every member of the community to participate.  Groups must be large enough to make a decision and small enough to encourage those who are not accustomed to the serious discussion of political issues to express their views.<br/><br/>If we examine the dynamics of such a process, we find that, when a group of people meet to select one of their number to represent the others, there will be three kinds of participants:<br/><br/>    those who do not want to be selected<br/>    those willing to be selected, and<br/>    those seeking selection.<br/><br/>If none of the participants are willing to be selected, the group will not make a choice and will drop from the process.  Among groups that make a selection, those who are selected will be somewhere on the continuum from those willing to be selected to those seeking selection.  For simplicity, we will assume that the desire to be selected is equivalent to a desire for public office (as the people's representative) and that the people we mention as examples are at one end of the wish-willingness continuum or the other.  The reality is infinitely more complex, but the results will differ only in degree from what we learn by thinking about the people who are at the hypothetical extremes.<br/><br/>The purpose of the process is to advance the best advocates of each group's perspective on contemporary issues.  In a pyramiding process of the type under discussion, it is reasonable to think that active seekers of advancement will succeed more frequently than those who only advance because they are willing to be selected.  Thus, after several iterations of the process, we can anticipate that all group members will be individuals who want to persuade their peers they have the qualities needed to advocate the group's interest.<br/><br/>When persuasion occurs between two people, it takes place as a dialogue with one person attempting to persuade the other.  In such events, both parties are free to participate in the process. The person to be persuaded can question the persuader as to specific points, and present alternatives.  Under such circumstances, it is possible that the persuader will become the persuaded.<br/><br/>However, when persuasion involves multiple people, it has a greater tendency to occur as a monologue.  The transition from dialogue to monologue accelerates as the number of people to be persuaded increases.  The larger the number of people, the less free some of them are to participate in the process.  In such circumstances, the more assertive individuals will dominate the discussion and the viewpoints of the less assertive members will not be expressed.<br/><br/>Viewed this way, we can say that when selecting representatives of the public interest, a system that encourages dialogue is preferable to one that relies on a monologue, and dialogue can best be encouraged by having fewer people in the \"session of persuasion\".  Under these circumstances, the optimum group size to ensure the inclusion and encourage the active involvement of the entire electorate is three.<br/> </p><p><a id=\"PRACTICAL_DEMOCRACY\" name=\"PRACTICAL_DEMOCRACY\"></a></p><h1>PRACTICAL DEMOCRACY</h1><h4><a id=\"Method\" name=\"Method\"></a>Method</h4><p>1) Divide the entire electorate into groups of three randomly chosen people.</p><blockquote>a) The random grouping mechanism must insure that no two people are assigned to a triad if they served together in a triad in any of the five most recent elections.  At the initial level, it must ensure that no two people are assigned to a triad if they are members of the same family.</blockquote><blockquote>b) At any time up to one week before an election, people may declare themselves members of any interest group, faction, party, or enclave, and may create a new one, simply by declaring membership in it. People that do not declare group membership are automatically assigned to a set of people with no affiliation. Triads will be created from members of the same interest group, as long as more than two members of the group exist. When a group has less than three members, the group's remaining candidates are merged with unaligned candidates.</blockquote><blockquote>c) For the convenience of the electorate, triad assignments shall be based on geographic proximity to the maximum extent practical, subject to the foregoing restrictions.</blockquote><p>2) Assign a date and time by which each triad must select one of the three members to represent the other two.</p><blockquote>a) Selections will be made by consensus. If consensus cannot be achieved, selection will be by vote. Participants may not vote for themselves.</blockquote><blockquote>b) If a triad is unable to select a representative in the specified time, all three participants shall be deemed disinclined to participate in the process.</blockquote><p>3) Divide the participants so selected into new triads.</p><p>4) Repeat from step 2 until a target number of selections is reached.</p><p>For convenience, we refer to each iteration as a 'Level', such that Level 1 is the initial grouping of the entire electorate, Level 2 is the grouping of the selections made at Level 1, and so forth. The entire electorate participates at level 1 giving everyone an equal opportunity to advance to succeeding levels.</p><h4><a id=\"Elective_and_Appointive_Offices\" name=\"Elective_and_Appointive_Offices\"></a>Elective and Appointive Offices</h4><p>The final phase of the Practical Democracy (PD) process, electing candidates to specific public offices, is omitted from this outline because that task is implementation-dependent. Whatever method is used, it is recommended that participants who reach the highest levels but do not achieve public office become a pool of validated candidates from which appointive offices must be filled.</p><h4><a id=\"Description\" name=\"Description\"></a>Description</h4><p>An Electoral Commission conducts the process. It assigns the participants of each <a href=\"#Group Size\">triad</a> and supplies the groups with the text of pending ordinances and a synopsis of the budget appropriate to the group. In addition, on request, it makes the full budget available and supplies the text of any existing ordinances. This enables a careful examination of public matters and encourages a thorough discussion of matters of public concern.</p><ul><li>The public has a tendency to think of elections in terms of just a few offices: a congressional seat, a senate race, and so forth. There are, however, a large number of elected officials who fill township, county, state and federal offices. The structure outlined here provides qualified candidates for those offices.</li></ul><ul><li>As the process advances through the levels, the life of the triads (the amount of time the participants spend together) increases. At level 1, triads may meet for a few minutes, over a back-yard fence, so-to-speak, but that would not be adequate at higher levels. As the levels advance, the participants need more time to evaluate those they are grouped with and to research, examine and deliberate on the issues concerning them. (See \"Time Lapse Example\", below.)</li></ul><ul><li>Face-to-face meetings in three-person groups eliminate any possibility of voting machine fraud. Significantly, they also allow participants to observe the non-verbal clues humans emit during discourse and will tend to favor moderate attitudes over extremism. The dissimulation and obfuscation that are so effective in campaign-based politics will not work in a group of three people, each of whom has a vital interest in reaching the same goal as the miscreant. Thus, the advancement of participants will depend on their perceived integrity as well as the probity with which they fulfill their public obligations.</li></ul><ul><li>PD is a distillation process, biased in favor of the most upright and capable of our citizens. It cannot guarantee that unprincipled individuals will never be selected --- such a goal would be unrealistic --- but it does insure that they are the exception rather than the rule.</li></ul><h4><a id=\"Harnessing_the_Pursuit_of_Self-Interest\" name=\"Harnessing_the_Pursuit_of_Self-Interest\"></a>Harnessing the Pursuit of Self-Interest</h4><p>The pursuit of self-interest is a powerful force.  Allowed free rein, it can produce an anti-social menace.  However, when it is an advantage for an individual to be recognized as a person of principle, one's natural tendency to pursue one's own interest is more than adequate to avoid improper acts.  The PD process gives candidates a career-controlling incentive to maintain their integrity.  Their own self-interest provides the motivation.<br/><br/>The initial phase of the PD process is dominated by participants with little interest in advancing to higher levels. They do not seek public office; they simply wish to pursue their private lives in peace. Thus, the most powerful human dynamic during the first phase (i.e., Level 1 and for some levels thereafter) is a desire by the majority of the participants to select someone who will represent them. The person so selected is more apt to be someone who is willing to take on the responsibility of going to the next level than someone who actively seeks elevation to the next level, but those who do actively seek elevation are not inhibited from doing so.<br/><br/>As the levels increase, the proportion of disinterested parties diminishes and we enter a second phase. Here, participants that advance are marked, more and more, by an inclination to seek further advancement. Thus, the powerful influence of self-interest is integrated into the system.<br/><br/>Those who actively seek selection must persuade their triad that they are the best qualified to represent the other two. While that is easy at the lower levels, it becomes more difficult as the process moves forward and participants are matched with peers who also seek advancement. The competitors will seek out any hint of impropriety and will not overlook unsuitable behavior. Thus, Practical Democracy harnesses the pursuit of self-interest by making integrity an absolute requirement in candidates for public office.</p><h4><a id=\"Bi-Directionality\" name=\"Bi-Directionality\"></a>Bi-Directionality</h4><p>The process is inherently bi-directional. Because each advancing participant and elected official sits atop a pyramid of known electors, questions on specific issues can easily be transmitted directly to and from the electors for the guidance or instruction of the official. This capability offers those who implement the process a broad scope, ranging from simple polling of constituents to referenda on selected issues and recall of an elected representative.</p><h4><a id=\"Simplified_Illustration\" name=\"Simplified_Illustration\"></a>Simplified Illustration</h4><p>This table illustrates the process for a community of 232,374 voters. For simplicity, it omits interest group considerations and assumes each triad selects a candidate. The process is shown through 9 levels. Those who implement the process will determine the number of levels necessary for their specific application.</p><p><code>                       Selected<br/>                       Randomly<br/>                         From<br/>              Full  Over Prev.  Total People<br/>Level People Triads Flow Level Triads Chosen  Days <br/>  1  232,374 77,458   0    0   77,458 77,458    5 (1)<br/>  2   77,458 25,819   1    2   25,820 25,820    5<br/>  3   25,820  8,606   2    1    8,607  8,607   12<br/>  4    8,607  2,869   0    0    2,869  2,869   12<br/>  5    2,869    956   1    2      957    957   19<br/>  6      957    319   0    0      319    319   19<br/>  7      319    106   1    2      107    107   26<br/>  8      107     35   2    1       36     36   26<br/>  9       36     12   0    0       12     12   26 (2)</code></p><ol><li>If the number of candidates does not divide equally into triads, any candidates remaining are overflow. Level 1 is a special case. When there is overflow at Level 1, the extra person(s) automatically become candidates at Level 2. Thereafter, when there is overflow at any level, the number of people needed to create a full triad are selected at random from the people who were not selected at the previous level.</li><li>To avoid patronage, appointive offices, including cabinet positions, must be filled using candidates that reached the final levels but were not selected to fill elective offices.</li></ol><h4><a id=\"Time_Lapse_Example\" name=\"Time_Lapse_Example\"></a>Time Lapse Example</h4><p>To give a very rough idea of the time lapse required for such an election, we will hypothesize triad lives of 5 days for the 1st and 2nd levels, 12 days for the 3rd and 4th levels, 19 days for the 5th and 6th levels, and 26 days thereafter. Using the example above, the time lapse for an election would be:</p><p><code>    Level  Start     Report   Days<br/>       1   01/05/11  01/10/11    5<br/>       2   01/12/11  01/17/11    5<br/>       3   01/19/11  01/31/11   12<br/>       4   02/02/11  02/14/11   12<br/>       5   02/16/11  03/07/11   19<br/>       6   03/09/11  03/28/11   19<br/>       7   03/30/11  04/25/11   26<br/>       8   04/27/11  05/23/11   26<br/>       9   05/25/11  06/20/11   26<br/></code></p><h4><a id=\"Cost And Time Consumption\" name=\"Cost And Time Consumption\"></a>Cost And Time Consumption</h4><p>The cost of conducting an election by this method is free to the participants, except for the value of their time, and minimal to the government. The length of time taken to complete an election compares favorably with the time required by campaign-based partisan systems. Even in California, with a voting-eligible population of about 21,993,429, the process would complete in less than 12 levels, or about 230 calendar days.</p><p>From the perspective of those not motivated to seek public office, it is worth noting that, as each level completes, two-thirds of the participants can resume their daily lives without further electoral obligation. At the same time, they retain the ability to guide or instruct their representatives to the extent and in the manner provided by those who implement the process. (See \"Bi-Directionality\", above)<br/> </p><h4><a id=\"Concept\" name=\"Concept\"></a>Concept</h4><p>Practical Democracy springs from the knowledge that some people are better advocates of the public interest than others. In Beyond Adversary Democracy[<a href=\"#fn3\">3</a>], Jane Mansbridge, speaking of a small community in Vermont, says, \"When interests are similar, citizens do not need equal power to protect their individual interests; they only need to persuade their wisest, cleverest, most virtuous, and most experienced citizens to spend their time solving town problems in the best interests of everyone.\"[<a href=\"#fn4\">4</a>]</p><p>The fundamental challenge of democracy is to find those \"wisest, cleverest, most virtuous, and most experienced citizens\" and empower them as our representatives. PD does that by giving every member of the electorate the right to be a candidate and the ability to influence the selection process, while ensuring that no individual or group has an advantage over others.</p><p>PD makes no attempt to alter the structure of government. We have the venues for resolving adversarial issues in our legislatures and councils. However, since the solutions that flow from those assemblies cannot be better than the people who craft them, PD lets the electorate select the individuals they believe will resolve adversarial issues in the public interest.</p><p>Peoples' interests change over time. To achieve satisfaction, these changing attitudes must be given voice and reflected in the results of each election. The PD process lets particular interests attract supporters to their cause and elevate their most effective advocates during each electoral cycle. Advocates of those interests can proclaim their ideas and encourage discussion of their concepts. Some will be accepted, in whole or in part, as they are shown to be in the common interest of the community.</p><p>Most people expect their elected officials to represent their interests. The difficulty is that communities are made up of diverse interests and the relations between those interests can be contentious. Constructive resolution of political issues requires, first of all, lawmakers with the ability to recognize the value in the various points of view, from the people's perspective. That is impossible for legislators elected to represent partisan interests.</p><p>Democracy's dilemma is to find those few individuals whose self-interest encourages them to seek advancement and whose commitment to the public interest makes them acceptable to their peers. Such persons can not be identified by partisan groups seeking to advance their own interests. They can only be identified by the people themselves.</p><h4><a id=\"Why_Practical_Democracy_Works\" name=\"Why_Practical_Democracy_Works\"></a>Why Practical Democracy Works</h4><p>Practical Democracy gives the people a way to select Mansbridge's \"wisest, cleverest, most virtuous, and most experienced citizens\". At each level, voters deliberate in small groups, where \"... face-to-face contact increases the perception of likeness, encourages decision making by consensus, and perhaps even enhances equality of status.\"[<a href=\"#fn5\">5</a>] The value of this approach is underlined by recent academic studies of small group dynamics:</p><ul><li>Esterling, Fung and Lee show that deliberation in small groups raises both the knowledge level of the participants and their satisfaction with the results of their deliberations.<a href=\"#fn6\">[6]</a></li></ul><ul><li>Pogrebinschi has found that \"... policies for minority groups deliberated in the national conferences tend to be crosscutting as to their content. The policies tend to favor more than one group simultaneously ...\"<a href=\"#fn7\">[7]</a></li></ul><p>These studies show some of the value of small groups. The PD process builds on these phenomena. It lets people with differing views deliberate and seek consensus on political issues. When triad members are selected to advance, those selected are the individuals the group believes best represent its perspectives. This necessarily adds a bias toward the common interest.</p><p>PD works because it atomizes the electorate into thousands, or, in larger communities, millions of <a href=\"#Group Size\">very small groups</a>. Each provides a slight bias toward the common interest. As the levels advance, the cumulative effect of this small bias overwhelms special interests seeking their private gain. It leads, inexorably, to the selection of representatives who advocate the will of the community.</p><h4><u><a id=\"Summary\" name=\"Summary\"></a>Summary</u></h4><p>PD focuses on selecting representatives who will resolve adversarial encounters to the advantage of the commonweal. During the process, participants necessarily consider both common and conflicting interests, and, because PD is intrinsically bidirectional, it gives advocates of conflicting interests a continuing voice. At the same time, it encourages the absorption of diverse interests, reducing them to their essential element: their effect on the participants in the electoral process. There are no platforms, there is no ideology. The only question is, which participants are the most attuned to the needs of the community and have the qualities required to advocate the common good.</p><p>PD disproves the notion that it is 'impractical' to heed everyone's view. It lets the public discuss substantive matters --- with a purpose. It gives participants time for deliberation and an opportunity to understand the rationale for the positions of others. It lets every member of the electorate affect the electoral process.</p><h4><a id=\"Conclusion\" name=\"Conclusion\"></a>Conclusion</h4><p>PD is an electoral process through which the people actively participate in the conduct of, and impress their moral sense on, their government. It creates a unique merger of self-interest and the public interest. However large the electorate, Practical Democracy lets each of us share in the practice of politics to the full extent of our desire and ability.</p><p><u><em><strong>That is the essence of a democratic political process.</strong></em></u></p><p><a id=\"Implementation\" name=\"Implementation\"><u><strong>Implementation</strong></u></a></p><p>In the 225-plus years since our nation's founding, partisan politics has firmly embedded itself in our political landscape.  It will not be displaced by confrontation.  The best chance for something like the Practical Democracy concept to develop will be if it is adopted in a small community.  I've heard that Aspen, Colorado and Burlington, Vermont attempted to change their vote counting methods in recent years.  That suggests there is dissatisfaction with the status quo and openness to alternatives.  If a small community adopts and proves the value of the PD approach, it will take root and spread.  As Carcasson wrote in Beginning with the End in Mind, \"As the number of communities with such organizations increase (and collaborate), the impact of the deliberative democracy movement will surely grow exponentially.\"[<a href=\"#fn8\">8</a>]<br/><br/>Respectfully submitted,<br/><br/>Fred Gohlke<br/> </p><h4><u><a id=\"Footnotes\" name=\"Footnotes\"></a>Footnotes</u></h4><ol class=\"references\" start=\"1\"><li><a id=\"fn1\" name=\"fn1\">Martin Carcasson, Song Of A Citizen<br/>https://www.youtube.com/watch?v=80GqgbAf3c8</a></li><li id=\"cite_note-1\"><a href=\"#cite_ref-1\" title=\"\">↑</a> <a id=\"fn2\" name=\"fn2\">Beyond Adversary Democracy, Jane J. Mansbridge, The University of Chicago Press, 1980.</a></li><li id=\"cite_note-2\">↑ <a id=\"fn3\" name=\"fn3\">Beyond Adversary Democracy, p. 88</a></li><li id=\"cite_note-3\"><a href=\"#cite_ref-3\" title=\"\">↑</a><a id=\"fn4\" name=\"fn4\"> Beyond Adversary Democracy, p. 78</a></li><li id=\"cite_note-4\"><a href=\"#cite_ref-4\" title=\"\">↑</a> <a id=\"fn5\" name=\"fn5\">Beyond Adversary Democracy, p. 33</a></li><li id=\"cite_note-5\"><a href=\"#cite_ref-5\" title=\"\">↑</a> <a id=\"fn6\" name=\"fn6\">Esterling, Kevin M., Fung, Archon and Lee, Taeku, Knowledge Inequality and Empowerment in Small Deliberative Groups: Evidence from a Randomized Experiment at the Oboe Townhalls (2011). APSA 2011 Annual Meeting Paper. Available at SSRN: </a><a class=\"external free\" href=\"http://ssrn.com/abstract=1902664\" rel=\"nofollow\" title=\"http://ssrn.com/abstract=1902664\">http://ssrn.com/abstract=1902664</a></li><li id=\"cite_note-6\"><a href=\"#cite_ref-6\" title=\"\">↑</a> <a id=\"fn7\" name=\"fn7\">Pogrebinschi, Thamy, Participatory Democracy and the Representation of Minority Groups in Brazil (2011). APSA 2011 Annual Meeting Paper. Available at SSRN: </a><a class=\"external free\" href=\"http://ssrn.com/abstract=1901000\" rel=\"nofollow\" title=\"http://ssrn.com/abstract=1901000\">http://ssrn.com/abstract=1901000</a></li><li><a id=\"fn8\" name=\"fn8\">Beginning with the End in Mind: A Call for Goal-Driven Deliberative Practice, Martin Carcasson, Page 4<br/>    http://www.publicagenda.org/files/PA_CAPE_Paper2_Beginning_SinglePgs_Rev.pdf</a></li></ol><p>External Links</p><ul><li><a class=\"external text\" href=\"http://www.press.uchicago.edu/presssite/metadata.epl?mode=synopsis&amp;bookkey=3618381\" rel=\"nofollow\" title=\"http://www.press.uchicago.edu/presssite/metadata.epl?mode=synopsis&amp;bookkey=3618381\">\"Beyond Adversary Democracy\" at UChicago.edu</a>; <a class=\"external text\" href=\"http://books.google.ca/books?id=KRKeBXSmKMMC\" rel=\"nofollow\" title=\"http://books.google.ca/books?id=KRKeBXSmKMMC\">on Google Books</a></li></ul><p>--<a href=\"/wiki/User:Koikaze\" title=\"Koikaze\">Fred Gohlke</a></p><p><a id=\"Appendix - Partisanship\" name=\"Appendix - Partisanship\"><u><strong>Appendix - Partisanship</strong></u></a></p><p>Partisanship is natural for humans.  We seek out and align ourselves with others who share our views.  Through them, we hone our ideas and gain courage from the knowledge that we are not alone in our beliefs.  Partisanship gives breadth, depth and volume to our voice.  In and of itself, partisanship is not only inevitable, it is healthy.<br/><br/>In the United States, our early leaders used this tendency to persuade the people to support their political ambitions.  That practice evolved into the party system that dominates American politics.  Over two hundred years experience with party politics informs us that, when politics is based on partisanship, the partisans form oligarchic power blocs[<a href=\"http://socserv.mcmaster.ca/econ/ugcm/3ll3/michels/polipart.pdf\">1</a>] that become an end in themselves and ultimately transcend the will of the people.<br/><br/>According to National Voter Turnout in Federal Elections[<a href=\"http://www.infoplease.com/ipa/A0781453.html\">2</a>], in 2004 (the most recent presidential election year for which all data was available when I looked this up), 79% of the voting age population (VAP) was registered to vote and 55.3% of the VAP actually voted.  Using numbers provided by Pew Research Center Publications[<a href=\"http://pewresearch.org/pubs/773/fewer-voters-identify-as-republicans\">3</a>] to get a very rough estimate of what this means in terms of democracy in the United States, 35% of those voters were Democrats, 33% were Republicans and 32% were Independents.<br/><br/>Since the Republicans 'won' the 2004 election, we can see that when the winners took office, 100% of the people were ruled by the party favored by 18.2% (55.3% * 33%) of the people.  In addition, Pew estimates that 25% of the voters were 'leaners' - people who chose one of the party offerings because there was no better option available - so 100% of the people were actually ruled by the party of about 13.7% of the voters.<br/><br/>Furthermore, 44.7% of the people did not vote.  It is common to charge non-voters with disinterest, but that is unjustified. When partisanship dominates the political scene, non-partisans are less likely to be politically active.  That does not mean they have no political interest or concern.  They do, but party domination of the proceeding gives them no viable means of participating in the process.  When the only choice a voter can make is the lesser of two evils, we should not be surprised if many of them won't support an evil.<br/><br/>In sum, 44.7% of the people did not vote and 32% of those who did vote were Independents who rejected both parties.  In other words, 76.7% of the people were non-partisan.  So, while non-partisans are the largest portion of the electorate and should have the greatest voice in the conduct of our government, they were forced to stand mute or choose an option they couldn't fully support.<br/><br/>That certainly does not express the will of the people.  It is disgracefully undemocratic - and unpublicized.  When the people are only allowed to choose from party-supplied options, the ability to choose one of them is neither free nor democratic.  On the contrary, since those who define the options control the outcome, it shows that the people are subjects of those who defined their options.  As Robert Michels pointed out in Political Parties[<a href=\"http://socserv.mcmaster.ca/econ/ugcm/3ll3/michels/polipart.pdf\">1</a>], \"... the oligarchical and bureaucratic tendency of party organization ... serves to conceal from the mass a danger which really threatens democracy.\"<br/><br/>Party-dominated political infrastructures deny the people the right to decide the issues they want addressed and select the candidates they want to address them.  As a result, the peoply's political skills atrophy because the system gives them no meaningful participation in the political process.  We cannot know what treasures of political ability may be unearthed when people are invited to deliberate on their common concerns - with a purpose.  Some, who start out unsure of their ability, will, as they learn they can persuade others of the value of their perspective, gain confidence in their ability to influence the political process.  In doing so, the people gain the internal goods that can only be attained through the practice of politics. That, as Alasdair MacIntyre[<a href=\"http://www.iep.utm.edu/p/p-macint.htm\">4</a>] explained, benefits the entire community.<br/><br/>Partisanship is a potent tool for those with a thirst for power but it does not foster government by the people.  It disenfranchises non-partisans and results in government by a small fraction of the people.  For the people as a whole, the flaws in party politics are devastating.  Their cumulative effect victimizes the public by the most basic and effective strategy of domination --- divide and conquer.<br/><br/>Parties are important for the principals:  the party leaders, financiers, candidates and elected officials, but the significance diminishes rapidly as the distance from the center of power grows.  Most people are on the periphery, remote from the centers of power.  As outsiders, they have little incentive to participate in the political process.<br/><br/>The challenge of representative democracy is not to divide the public into blocs but to find the best advocates of the common interest and raise them to positions of leadership.  To meet that challenge, given the range of public issues and the way each individual's interest in political matters varies over time, an effective electoral process must examine the entire electorate during each election cycle, seeking the people's best advocates. It must let every voter influence the outcome of each election to the best of their desire and ability, and it must ensure that those selected as representatives are disposed to serve the public interest.<br/><br/>Partisanship is a vital part of society ... provided it is always a voice and never a power.  The danger is not in partisanship, it is in allowing partisans to control government.<br/><br/>Fred Gohlke<br/><br/>[1] <a href=\"http://socserv.mcmaster.ca/econ/ugcm/3ll3/michels/polipart.pdf\">http://socserv.mcmaster.ca/econ/ugcm/3ll3/michels/polipart.pdf</a><br/>[2] <a href=\"http://www.infoplease.com/ipa/A0781453.html\">www.infoplease.com/ipa/A0781453.html</a><br/>[3] pewresearch.org/pubs/773/fewer-voters-identify-as-republicans<br/>[4] <a href=\"http://www.iep.utm.edu/p/p-macint.htm\">http://www.iep.utm.edu/p/p-macint.htm</a><br/> </p> ", "title": "Practical Democracy"}