{"htmlbody": "<p>In 2013 the Ministry of Environment in the Finnish Government initiated an online engagement process as part of a larger assessment of the law regulating off-road traffic such as riding ATVs and snowmobiles in nature.<br/> </p><p>The engagement processes was designed to take place in three phases. The first, which ran from January to March 2013, used online crowdsourcing to map issues, experiences and perspectives related to the current law. During the second phase, which ran from March until June 2013, participants were invited to come up with solutions to the issues identified in the first phase of the process. Crowdsourcing resulted in 500 submissions from the participants, 4,000 comments on those submissions, and 25,000 votes from more than 700 individuals. In the third and last phase of the process, the crowd-generated ideas were evaluated both by the participants themselves – using a new crowd-evaluation tool called Crowdconsensus – and by an expert panel. Currently, the Government is considering how this input can be used in the law reform process. This method of engaging the public has never before been employed at the national-level in Finland.</p><p> </p><p>According Aitamurto, it is crucial to get the design of a process like this right. First, it is important to know what sort of input is needed (or wanted) before the process begins. Second, it is important to specify where input from citizens is going to go, and how it will be used in the policy making process. In order to maintain legitimacy, a process like this has to make sense to the users.</p><p> </p><p>On the other side of the ledger, a process like this has to make sense to lawmakers. As Aitamurto points out, it is often challenging to build bridges between policy analysts, politicians, experts, and citizens. How can citizen input be turned into a format that is comprehensible and useful to lawmakers? One of the unique features of this crowdsourcing process is the extensive evaluation phase. During this phase, participants evaluated policy ideas by ranking, rating and comparing them. Currently, working groups made up of academics, policy analysts, and other experts are evaluating the crowd-generated ideas using several criteria: fairness, effectiveness, cost-efficiency and ease of implementation. Since no decisions about implementation have yet been made, it is even possible that none of the policy ideas proposed by citizens will be adopted and turned into law. Whether any are adopted will, in the end, depend on the criteria used in the evaluation processes, and on the quality and feasibility of the crowdsourced proposals themselves.</p><p> </p><p>Nevertheless, Aitamurto emphasizes that whether specific citizen-produced proposals are turned into law is not the most important marker of success. The overarching goal has to do with enhancing transparency in the law reform process. Participants, and citizens more generally, must be convinced that their ideas were seriously considered. Thus regardless of whether specific policy ideas are adopted, experts, policymakers, and politicians will be required to justify and communicate their decisions back to the public, and in particular to those who participated in the crowdsourcing process. That way, the law reform process is transparent and the government is held accountable for their decisions. At this point, we are still waiting to see what happens.</p>", "title": "Crowdsourcing in Finland"}