{"htmlbody": "<p>A civic lottery, a popular term for the contemporary use of sortition or allotment, refers to a lottery-based method for selecting citizens for public service or office. It is based on the premise that citizens in a democracy have both a duty and the desire to serve their society by participating in its governance.\n</p><p>Today, the most common use of the civic lottery process is found in many Anglo-Saxon judicial systems where citizen juries are summoned to hear and render verdicts in court cases. The term for this is popularly known as jury duty.\n</p><p>Civic lotteries are increasingly popular in Canada, where provincial Citizens' Assemblies on Electoral Reform took place in British Columbia in 2004 and in Ontario in 2006. The membership of each Assembly was determined by a civic lottery which invited citizens to volunteer as candidates. In British Columbia, the government sent 23,034 letters to randomly identified citizens throughout the province. 1,715 replied and volunteered to serve as members of the Assembly. In Ontario, 123,489 citizens were identified during a random electronic draw from the Permanent Register of Electors. Each citizen received a letter inviting him or her to apply and 7,033 volunteered as candidates. Ultimately, during a final selection process 158 names were drawn from among the candidates to participate as members of the BC Assembly. 103 were selected as members in Ontario.\n</p><p>MASS LBP, a Canadian company inspired by the work of the Citizens' Assembly on Electoral Reform (Ontario) has developed an increasingly sophisticated system for running civic lotteries to randomly select citizens to participate on government advisory panels. The lotteries, which ask citizens to give up several consecutive weekends to participate on a panel, enjoy a strong positive response rate, typically exceeding five percent. This suggests that citizens are more interested public affairs than declining voter-turnout rates indicate.\n</p><p>Panel members are randomly selected from among the pool of candidate-respondents to create a panel that roughly matches the demographic profile of the wider population.\n</p>", "title": "Civic Lottery"}