{"htmlbody": "<p><a id=\"Definition\" name=\"Definition\"></a>A Citizens’ Jury is composed of a group often of around 18-24 randomly selected citizens, representative of the demographics in the area, that come together to deliberate on an issue. Over the period of 4-7 days the jury hears from expert witnesses that are knowledgeable on the topic and deliberate to provide a solution or recommendation to the public and official decision makers.</p><h2>Definition</h2><p>The process of deliberation allows all members of the jury to have his or her voice and opinion heard and considered. After the jury has come to a decision they present the recommendation in the form of a public forum. There is also a written report of the recommendation available to the public and the media. These juries allow decision makers to hear from informed citizens that help them make the best choice regarding the issue at hand.</p><p><a id=\"Process\" name=\"Process\"></a></p><h2>Process</h2><p>The first step to creating a Citizens’ Jury is to select the people that will compose the jury. The jury must be a random sample that is representative of the public. There is careful planning and certain steps that must be taken in order to gather this group. After the jury has been selected the key witnesses must be chosen. These witnesses must be experts in the field of the issue and are generally made up of neutral resource people, stakeholders and advocates that take a certain side to the issue. The neutral resource people provide the jury with background information about the issue and their main job is to inform the jury and make them familiar with the issue. Stakeholders and advocates normally have taken a side on the issue. His or her job is to inform the jury about his or her side and explain why they have chosen or believe in that particular side to the issue. The witness selection is key because they must represent all sides so the jury can receive a balanced and complete picture of the issue.</p><p>After selecting the jury and the key witnesses, the jury gathers and the charge is issued. The charge is a question or group of questions that must be answered by the jury at the end of the process. The charge acts as a guideline for the jury and witnesses. The jury may choose to answer questions about the issue that are not in the charge but the Advisory Committee must approve them first. The charge is the structure the jury follows when planning the recommendation.</p><p>The first day the jury meets is dedicated to understanding the process that they are about to embark upon, receive a brief overview of the issue, and mostly to get comfortable with each other so they feel at ease and relaxed. The next 3 or 4 days is dedicated to hearings that include the expert witnesses. There is time allotted for the jurors to ask question of the witnesses and also time for them to deliberate. After all the hearings have been completed the rest of the time is set aside for the jurors to have final deliberations about the issue as well as answer the crucial charge question or questions.</p><p>On the final day there is a public forum held where the jurors present their findings and recommendation. There is also an initial report that is issued that is written by the jurors themselves in a language that they created. About two to three weeks later there is a final report issued that is available to the public.</p><p>The final stage to this process includes an evaluation that is filled out by the jurors. The jurors are asked to evaluate the process itself, the staff, and if they believed the process was biased or not. There is a portion for the jurors to add a personal statement, which is another way they can express their opinions. This evaluation is added into the final report that is made available to the public.</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>In Minneapolis, Minnesota Ned Crosby founded the Jefferson Center, which originated the Citizens' Jury method and held a copyright on the term for many years.  It first used the method in 1974 on the issue of health care.  Around 1/3 of the 30+ Citizens' Juries held by the Jefferson Center have been held outside its home state of Minnesota.  Issues have included education, low-income housing, welfare reforms, climate change and physician-assisted suicide, as well as locally-relevant issues such as traffic congestion and agricultural practices.</p><p>In the early 1990s the Jefferson Center experimented with use of the Citizens' Jury method for evaluating candidates in upcoming elections, including examining the major candidates in the Governor’s race in Minnesota in 1990 and a U.S. Senate race in Pennsylvania in 1992. The application of the Citizens' Jury received a good deal of positive response from observers and media, and there was growing interest in expanding the process to other states.  However, in 1993 the Internal Revenue Service ruled that this activity was inappropriate for a 501c3 nonprofit organization, and the Jefferson Center agreed to stop using the Citizens' Jury method in this manner.  In 2005 Crosby and others incorporated a 501c4 nonprofit partner organization named Promoting Healthy Democracy, and it is planning applications of the Citizens' Jury method that include candidate evaluation.</p><p>A similar method called <em>Planungszelle</em> was invented independently in Germany by Peter Dienel and first used in 1972; Crosby and Dienel did not become aware of each others’ work until 1985.  The method has been copied by other organizations in Finland, Australia, Spain, Germany and elsewhere.  The government in Great Britain has held more than 300 Citizens' Juries, although these differ significantly from the method as the Jefferson Center implements it. </p><p><a id=\"Case_Studies\" name=\"Case_Studies\"></a></p><h2>Case Studies</h2><p>Since the founding of the Jefferson Center and Citizens’ Juries there have been over 30 cases conducted. The first Citizens’ Jury was conducted in 1974 using a twelve-person jury to deliberate on Health Care Reform.  In 1984, five Citizens’ Juries with twelve people on each jury deliberated on the impact of agriculture on water quality in Minnesota. This project was for a Steering Committee of eleven organizations, 4 state agencies, two farms groups, and two environmental groups. This Citizens’ Jury was the first to meet during the day instead of at night.</p><p>In recent years, with early help from the Jefferson Center, the Citizens Jury method has been successfully used by a pair of independent organizations -- Healthy Democracy Oregon and the Healthy Democracy Fund -- to evaluate statewide ballot initiatives; this adaptation of the method is called a <a href=\"http://participedia.net/methods/citizens-initiative-review\">Citizens' Initiative Review</a>.  The Jefferson Center and Promoting Healthy Democracy also ran a Citizens' Jury on Election Recounts in Minnesota in 2009 that was credited with helping build bipartisan support for reforms to that state’s recount procedures. </p><p><a id=\"Evaluation\" name=\"Evaluation\"></a></p><h2>Evaluation</h2><p>There are different ways of evaluating Citizens’ Juries. The jurors themselves evaluate the process after they complete their task. These evaluations are available to the public through the final report issued three weeks after the completion of the process. After the jurors evaluate there is an overwhelming positive result. There is rarely a negative comment or rating from the jurors.</p><p>Another way the Citizens’ Juries are evaluated is by academic scholars that study this process. Choices without reasons: citizens’ juries and policy evaluation is an article written by David Price who evaluates this process. He has a more negative evaluation of this process. The problem he found to be most prominent is the recommendations have no reasons for why they chose a certain side and this is partly due to the way the charge is phrased.</p><p>There are many more evaluations done by other academics, people involved and committed to deliberation, and also ordinary citizens. This is not a comprehensive evaluation of the evaluation of the Citizens’ Juries.</p><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h2>Secondary Sources</h2><p>French, Damien, Michael Laver. “Participation bias and framing effects in citizens’ juries.” American Political Science Association (2005) 1-27. Google Scholar. Web. 30 June 2010.</p><p>Jefferson Center. “Citizens’ Jury Handbook.” 2004.</p><p>Jefferson Center for New Democratic Process. 2009. Jefferson Center. 30 May 2010 &lt; <a class=\"external free\" href=\"http://www.jefferson-center.org/\" rel=\"nofollow\" title=\"http://www.jefferson-center.org/\">http://www.jefferson-center.org/</a>&gt;.</p><p>Price, David. “Choices without Reasons: Citizens’ Juries and Policy Evaluation.” Journal of Medical Ethics 26 (Augt. 2000): 272-276.</p><p>Wakeford, Tom. “Citizens Juries: a radical alternative for social research.” Social Research Update 37 (Summer 2002): 1-5.</p>", "title": "Citizens' Jury"}