{"htmlbody": "<a id=\"Definition\" name=\"Definition\"></a><h2>Definition</h2>\n<p>The model of participatory consensus conference often knows as “the Danish model” and/or “citizens’ panel,” is a way to deliberate on policy issues with high technical content using a combination of lay citizens. The consensus conference functions similar to a jury, but deliberates with lay citizens and experts on technical problems. Its central goals are to improve decision making about science and technology by expanding perspectives, as well as increasing the public's understanding of science and technology through public debate, and enhancing democracy by creating civic engagement.(1)\n</p><p>\nThe consensus conference was developed in 1980s when the Danish Board of Technology (DBT) began looking at the US Office of Technology Assessment (OTA). The key difference between the two methods, the OTA and the consensus conference, are including the lay people’s opinions, arguments, concerns and reasons in regards to different issues of societal relevance. This also can include allowing the influence of lay perspectives in regulation and political decision making. (2)\n</p>\n<a id=\"Process\" name=\"Process\"></a><h1>Process</h1>\n<p>A crucial beginning factor in creating an effective consensus conference is establishing the citizen panel. The Danish Board of Technology (DBT) recruits participants by sending an informational invitation to a random telephone sample of 2000 lay citizens. In order for the applicant to participate in the consensus conference, they must send a letter to the DBT with a combination of information about themselves and their motives in order to participate in the panel. The DBT then chooses around 120 to 150 applicants with varied backgrounds regarding age, gender, occupation, education and geographical location. The final panel consists of 14 people along with experts and an advisory/planning committee. The panel becomes the functional elements of the consensus conference by acting similar to a jury. The panel consists of a committee who structures the process, along with the experts, who advise the panelists, and the staff members, who support the process. The citizen panel conducts a combination of questions between two weekends to be taken up with the experts at the conference. The experts must be open minded as well as good communicators. Their role includes thoroughly answering the questions of the panelist along with deliberating among each other for the best possible answer. (3)\n</p><p>\nThere are two moderators, also known as the facilitator in a consensus conference whom are required to attend both the preparatory weekend and the final conference itself. The moderators must be professional and have experience in participatory processes. At the same time, the moderators will facilitate a fair dialogue among the lay panel participants and ensure substantial information that is transferred from the experts. A key factor in participating as the moderator for a consensus conference is credibility, relevance to the topic itself and neutrality. The moderator must fully understand the procedure itself while being able to stay objective to a given topic. This will both require encouragement and making sure the panel clearly understands different views and/or issues brought up by peer participants. (2)\n</p><p>\nThe four day conference begins with a presentation given by the experts of their answers to the questions from the citizen panel. The second day is reserved for discussion between the citizen panel, the experts, and the audience as well as clarifying questions. The rest of the second day and the following third day is reserved for the citizens panel to generate a final document which explains their conclusions along with recommendations. An open discussion is formed which includes much deliberation and conversing to where a final consensus of the document is reached. Throughout the morning of the fourth day, the citizen panel reads the final document to the experts along with the audience and/or press. (3)\n</p>\n<a id=\"History\" name=\"History\"></a><h1>History</h1>\n<p>The consensus conference was developed in the 1980s by The Danish Board of Technology (DBT), an independent institution established by the Danish Parliament (3). Shortly after in 1987, the first consensus conference was organized with the focus on “Gene technology in industry and agriculture” (2). Throughout the last ten years, the Danish Broad of Technology has accomplished 15 successful consensus conferences. They were able to enable successful conferences by ensuring the topic was of current interest, requiring expert knowledge,and incorporating conflicts issues that were relevant to the questions developed by the panel. The participatory consensus conference has now crossed boundaries from Europe in to the United States. In April of 1997, the first consensus conference was held in the United States covering ‘telecommunications and the future of Democracy’ (1).\n</p>\n<a id=\"Case_Studies\" name=\"Case_Studies\"></a><h1>Case Studies</h1>\n<p>There are multiple examples of the consensus conferences in action throughout the world. After Denmark proved this method of deliberative process could work, many countries followed. Some examples of the cases around the world that have used the consensus conference are the following: \n</p><p>Consensus conference in New Zealand, democracy and de-problematization\n<a class=\"external free\" href=\"http://www.fileupyours.com/files/254593/cientifics/participacio_i_governansa/Goven_2003_Deploying_the_consensus_conference_in_New_Zealand.pdf\" rel=\"nofollow\" title=\"http://www.fileupyours.com/files/254593/cientifics/participacio_i_governansa/Goven_2003_Deploying_the_consensus_conference_in_New_Zealand.pdf\">http://www.fileupyours.com/files/254593/cientifics/participacio_i_governansa/Goven_2003_Deploying_the_consensus_conference_in_New_Zealand.pdf</a>\n</p><p>Consensus Conference in the UK, plant biotechnology\n<a class=\"external free\" href=\"http://pasvzw.org/uploads/webriq_sites/!!hunscan_webriq_com/pages/files/biotech%20plant%20UK%20consensus%20conf.pdf\" rel=\"nofollow\" title=\"http://pasvzw.org/uploads/webriq_sites/!!hunscan_webriq_com/pages/files/biotech%20plant%20UK%20consensus%20conf.pdf\">http://pasvzw.org/uploads/webriq_sites/!!hunscan_webriq_com/pages/files/biotech%20plant%20UK%20consensus%20conf.pdf</a>\n</p><p>Consensus Conference in the United States, telecommunication\n<a class=\"external free\" href=\"http://www.geography.dur.ac.uk/documents/lmc/Guston%20-%20evaluating%20the%20First%20US%20consensus%20conference.pdf\" rel=\"nofollow\" title=\"http://www.geography.dur.ac.uk/documents/lmc/Guston%20-%20evaluating%20the%20First%20US%20consensus%20conference.pdf\">http://www.geography.dur.ac.uk/documents/lmc/Guston%20-%20evaluating%20the%20First%20US%20consensus%20conference.pdf</a>\n</p><p>Consensus Conference in Austria\n<a class=\"external free\" href=\"http://pus.sagepub.com/cgi/content/abstract/15/1/73\" rel=\"nofollow\" title=\"http://pus.sagepub.com/cgi/content/abstract/15/1/73\">http://pus.sagepub.com/cgi/content/abstract/15/1/73</a>\n</p><p>Consensus Conference in Ireland, credentialing in health promotion <a class=\"external free\" href=\"http://heb.sagepub.com/cgi/content/abstract/36/3/476\" rel=\"nofollow\" title=\"http://heb.sagepub.com/cgi/content/abstract/36/3/476\">http://heb.sagepub.com/cgi/content/abstract/36/3/476</a>\n</p><p>Consensus Conference in Norway, genetically modified food\n<a class=\"external free\" href=\"http://www.oecd.org/dataoecd/53/56/2537449.pdf\" rel=\"nofollow\" title=\"http://www.oecd.org/dataoecd/53/56/2537449.pdf\">http://www.oecd.org/dataoecd/53/56/2537449.pdf</a>\n</p>\n<a id=\"Evaluation\" name=\"Evaluation\"></a><h1>Evaluation</h1>\n<p>An interesting aspect about the consensus conference is the fact that not all of the conferences are evaluated. A formal evaluation may not be required if the conference has become a known tool with no plans on future conferences as well as having the conference be carried out by an experienced organizing team. For the conferences that require an evaluation, the first step is deciding whether the evaluation should focus on internal or external aspects. \n</p><p>Internal aspects include the appropriateness of the selected experts, the quality of the interactions between the two panels, and the competence of the moderation and the quality of the output.  External aspects include the effects of the conference. This could consist of whether the relevant audiences were reached, and/or the evaluations along with questions if the lay panel made a difference in the debates on the specific topic of technology or science in question among policy makers, experts and the wider public. The evaluation of the consensus conference can be carried out by either the organizing team and/or be outsourced to external evaluators. A crucial step of the evaluation process is that the conference is evaluated in relation to the goals formulated in advance. In order to achieve this process, both the organizing team and/or the external evaluators must be aware of the premise to which the conference has been organized (2).\n</p>\n<a id=\"References\" name=\"References\"></a><h1>References</h1>\n<p>1. Guston, David H. \"First U.S. Consensus Conference: The Impact of the Citizens’ Panel on Telecommunications and the Future of Democracy.\" Science, Technology &amp; Human Values. SAGE, n.d. Web. 4 June 2010. &lt;<a class=\"external free\" href=\"http://www.geography.dur.ac.uk/documents/lmc/Guston%20-%20evaluating%20the%20First%20US%20consensus%20conference.pdf\" rel=\"nofollow\" title=\"http://www.geography.dur.ac.uk/documents/lmc/Guston%20-%20evaluating%20the%20First%20US%20consensus%20conference.pdf\">http://www.geography.dur.ac.uk/documents/lmc/Guston%20-%20evaluating%20the%20First%20US%20consensus%20conference.pdf</a>&gt;.\n</p><p>2. Nielsen, Annika, Janus Hansen, Barbara Skorupinski, Hans-Werner Ingensiep, and Heike Baranzke. \"Consensus Conference Manual.\" LEI, The Hague, Feb. 2006. Web. 4 June 2010. &lt;<a class=\"external free\" href=\"http://www.ethicaltools.info/content/ET4%20Manual%20CC%20(Binnenwerk%2040p).pdf\" rel=\"nofollow\" title=\"http://www.ethicaltools.info/content/ET4%20Manual%20CC%20(Binnenwerk%2040p).pdf\">http://www.ethicaltools.info/content/ET4%20Manual%20CC%20(Binnenwerk%2040p).pdf</a>&gt;.\n</p><p>3. Jæger, Birgit, and Ida-Elisabeth Andersen. \"Scenario workshops and consensus conferences: towards more democratic decision-making .\" Science and Public Policy . Beech Tree Publishing, Oct. 1999. Web. 4 June 2010. &lt;<a class=\"external free\" href=\"http://www.tekno.dk/pdf/SPPoct99Andersen-eng.pdf\" rel=\"nofollow\" title=\"http://www.tekno.dk/pdf/SPPoct99Andersen-eng.pdf\">http://www.tekno.dk/pdf/SPPoct99Andersen-eng.pdf</a> &gt;.\n</p>\n<a id=\"Links\" name=\"Links\"></a><h1>Links</h1>\n<p>The Danish Board of Technology <a class=\"external free\" href=\"http://www.tekno.dk/subpage.php3?page=forside.php3&amp;language=uk\" rel=\"nofollow\" title=\"http://www.tekno.dk/subpage.php3?page=forside.php3&amp;language=uk\">http://www.tekno.dk/subpage.php3?page=forside.php3&amp;language=uk</a>\n</p>", "title": "Participatory consensus conferences"}