{"htmlbody": "<p>In May 2013, Participedia began an extensive data transfer project with the <a href=\"http://www.bertelsmann-stiftung.de/cps/rde/xchg/bst_engl/hx.xsl/index.html\">Bertelsmann Foundation</a>. By January 4, 2011, the Bertelsmann Foundation’s initiative to encourage worldwide discussion about participatory democracy had attracted 123 project submissions and more than 1 million website visits on <a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a>. Although the Vitalizing Democracy platform was originally launched to identify a winner for the 2011 Reinhard Mohn Prize (€150,000), it also yielded a wealth of data about current participatory democratic practices. Consequently, Participedia and the Bertelsmann Foundation have collaborated to preserve the initiative’s efforts.</p><p>As a result of this collaboration, more than 54 unique case studies were added to the Participedia database. Case studies ranged from new applications of well-established participatory practices like participatory budgeting (see <a href=\"http://participedia.net/en/cases/la-plata-multi-channel-participatory-budgeting\">La Plata Multi-Channel Participatory Budgeting</a> to new technology-based projects like <a href=\"http://participedia.net/en/cases/participatory-chinatown\">Participatory Chinatown</a>. After being transferred, these case studies received the added benefit of Participedia’s comprehensive data-collecting instruments. Nineteen other case studies on Participedia were supplemented with information from analogous Vitalizing Democracy submissions. In short, the transfer project increased the overall content of Participedia in a meaningful way.</p><p>Dr. Mark Warren, co-founder of Participedia, writes:</p><p>“We are very much indebted to the Bertelsmann Foundation for working with us to find a permanent home for their rich set of cases documenting democratic innovations around the world. The Bertelsmann competition for the best new democratic innovation in the world helped to make the case that democracy is about so much more than elections. It is about finding ways to include those who are affected by political decisions and policies—using new forms of participatory politics from Participatory Budgeting to Citizen Juries. The world of democratic innovation is now very fast moving and exciting, and our partnership with Bertelsmann is helping to spread knowledge of this emerging world.”</p><p>The Bertelsmann Foundation was also pleased with the transfer project and the opportunity that it provided for preserving the content on Vitalizing Democracy. Alexander Koop, Bertelsmann Foundation Project Manager, Good Government, writes:</p><p>“The Reinhard Mohn Prize 2011 has brought us a lot of information about amazing participation projects worldwide. Many people have contributed to this collection and shared their knowledge with us. We are therefore very happy that Participedia helps us to keep all this information available and to get the distribution and recognition these astonishing cases deserve. Participedia makes it possible to learn from the world and we are delighted that we were able to contribute to this magnificent project.”</p>", "title": "Vitalizing Democracy Transfer Project"}