{"htmlbody": "<p><a id=\"_GoBack\" name=\"_GoBack\"></a>Participedia's research goal is to develop a large article and database that will support evidence-based answers to the question: What kinds of participatory processes work best, for what purposes, and under what conditions? We hope that you and other practitioners, academics, and students from across the globe will be part of this endeavor, through either <strong><a href=\"http://participedia.net/content/contributing-content-participedia\">contributing content</a> </strong>or sharing your analysis of the data found on this site.</p><p>Participedia is an experiment with a new and potentially powerful way to conduct social science research. The strategy is simple: crowd-source data on democratic innovations from around the world from contributors like yourself and then aggregate this into an open, public database that continually updates with new contributions. All of Participedia’s content and data is and will remain free and publicly accessible (see our <a href=\"http://participedia.net/en/legal\">Creative Commons licensing agreement</a>). By <strong><a href=\"http://participedia.net/en/create-content\">contributing content</a></strong>, you are not only helping to deepen knowledge of democratic innovations, but also to develop and refine this new model of social science research.</p><p>For an article-length explanation of the history, aspirations, theory and analytical approach of Participedia, check out ‘<a href=\"http://archonfung.net/docs/articles/2011/FungParticipedia201112.pdf\">The Participedia Project: An Introduction</a>’, International Public Management Journal, 14: 1-22, by the two founders of Participedia, Archon Fung and Mark E. Warren.</p><h2>Data currently available:</h2><h4>1. Case, method and organization narrative descriptions</h4><p>Each case, method and organization on Participedia includes a narrative description. We provide recommendations on how to structure the narrative descriptions, although contributors are not required to follow this guidance. The result is that the quality of case descriptions varies. Teams of researchers focus on cleaning up the narrative descriptions. If you would like to part of this work, please contact us at <a href=\"/cdn-cgi/l/email-protection#2940474f466959485b5d404a40594c4d404807474c5d\"><span class=\"__cf_email__\" data-cfemail=\"553c3b333a15253427213c363c2530313c347b3b3021\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a></p><p>Cases, methods and organizations can be selected according to different criteria using the <a href=\"http://participedia.net/content/finding-information-participedia\">search engine</a> on the platform.</p><p>The first 5,000 characters of the narrative description for each entry is included in Participedia data download and can thus be analyzed using relevant software.</p><p>The map on the home page can be used to locate individual cases and organizations. Soon we aim to make it possible to produce maps and other graphics that display search results.</p><h4>2. Quantitative dataset for cases</h4><p>Contributors of case material are requested to add specific data under the following categories:</p><ul><li>Location</li><li>Purpose</li><li>History</li><li>Participants</li><li>Process</li><li>Organizers</li><li>Resources</li></ul><p>This data appears on the right-hand side of each case and is used to drive the site’s <a href=\"http://participedia.net/content/finding-information-participedia\"><u>search engine</u></a></p><p>The data for all or a selection of cases can be downloaded as a CSV file that is compatible with Excel and other statistical analysis packages. Read our <a href=\"http://www.participedia.net/en/content/downloading-data-your-search-results\"><u>easy-to-follow guide</u></a> on how to download a spreadsheet. The <u>Codebook</u> can be accessed during the data download process. This Codebook is updated regularly.</p><h4>3. Data repository</h4><p>A great deal of research on democratic innovations and participatory processes takes place around the world that is not publicly available. Rather, it sits on researchers’ and practitioners’ desks (or more specifically, their computers!). This includes large datasets, graduate and postgraduate dissertations, as well as practitioner evaluations and reports. We aim to find a home for such research in an accessible and organized data repository. Where possible we will link the data to the cases, methods, and organizations on the platform.</p><ul><li><p><a href=\"http://participedia.net/en/content/brazilian-participatory-budgeting-census\"><strong>Dataset on Brazilian Participatory Budgeting: 1989 to 2012</strong></a><br/><br/>The Brazilian Participatory Budgeting (PB) Census is a data set that Participedia contributor Paolo Spada began collecting in 2008. It integrates and updates previous data collection efforts by Ribeiro &amp; De Grazia (1997-2002) and Avritzer &amp; Wampler (2004). The census includes all Brazilian cities with more than 50,000 inhabitants from 1989 through 2012 and identifies those that have implemented Participatory Budgeting. The resulting data set contains approximately 500 cities for six time periods, divided into four-year intervals. The PB census is geo-located and easily integrates with existing data sets maintained by the Institute for Applied Economic Research (<a href=\"http://www.ipea.gov.br/portal/index.php?option=com_content&amp;Itemid=61\">IPEA</a>), the Superior Electoral Court (<a href=\"http://english.tse.jus.br/\">TSE</a>), and the Brazilian Institute of Geography and Statistics (<a href=\"http://www.ibge.gov.br/english/\">IBGE</a>). <strong><a href=\"http://participedia.net/en/content/brazilian-participatory-budgeting-census\">Go here to access the Brazilian Participatory Budgeting (PB) Census data set</a></strong>. </p></li></ul><h2><br/>Plans for more research tools:</h2><p>We have ambitions to radically improve data provision on the platform. The following are some of our priorities. If you are excited about any of these ideas (or have ideas of your own) and can help us build the data functionality of Participedia, don’t hesitate to get in touch at <a href=\"/cdn-cgi/l/email-protection#92f6f3e6f3d2e2f3e0e6fbf1fbe2f7f6fbf3bcfcf7e6\"><span class=\"__cf_email__\" data-cfemail=\"254144514465554457514c464c5540414c440b4b4051\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a>.</p><h6>1. Surveys</h6><p>We collect outcomes and effects of cases in the narrative descriptions. In addition, we plan to collect further data on outcomes through the use of surveys that focus on the effect on participants of their involvement in participatory processes and the effect of innovations on decision making and the broader political system.</p><p>Currently a group of researchers is developing and testing two kinds of surveys to be integrated into the platform.</p><ul><li><p>Participant survey. This survey will capture the experience of participants who have been directly involved in a participatory process. It could be delivered by organizers at the location of a particular process (i.e. be part of the process evaluation), or participants could be directed to the case on Participedia and asked to complete the survey after the event.</p></li><li><p>Observer survey. This survey will capture the views of observers of a participatory process as to the broader impact of that particular case. ‘Observers’ include practitioners, participants or researchers with particular knowledge of that case. This would represent an innovative approach to the evaluation of outcomes.</p></li></ul><h4>2. Improved map and other data visualization</h4><p>We aim to improve the map on the home page map to represent the different characteristics of participatory initiatives around the world in a more visually arresting and useful manner. More generally, our aim is to partner with organizations and individuals to improve our use of data visualization tools.</p><h4>3. Methods and organization data download</h4><p>We have spent a lot of time cleaning up the data download process for cases. Currently the datasets for methods and organizations are not reliable (and there is no codebook). We aim to improve the data collection forms and data download for these two elements of the platform.</p>", "title": "Research"}