{"htmlbody": "<p class=\"MsoNormal\">\n</p><p> </p><p> </p><p class=\"MsoNormal\">In 1978, Quebec modified its Environment Quality Act, which led to the establishment of the Environmental Impact Assessment and Review Procedure under the responsibility of the Minister of Environment, and to the creation of the Bureau d'audiences publiques sur l'environnement (Public Hearings Office).</p><p class=\"MsoNormal\">The BAPE is a public, neutral, and independent organization that reports to the Minister of Sustainable Development, Environment, Wildlife and Parks. It allows citizens to learn about and express their views on projects that could have repercussions on the environment and on their quality of life as well as on any question related to the quality of the environment. Projects include, among others, roads, landfill sites and industrial, electrical and energy-related projects.</p><p class=\"MsoNormal\">Marcel Léger, Minister of the Environment under the first René Lévesque government, is the lawmaker behind the creation of the BAPE in 1978. Mr Léger wanted to entrust citizens with a positive role regarding the protection of their environment. He was influenced by the Ontarian legislation of the time. The neighbouring province had already been guaranteeing public participation in the environmental impact assessment procedure for a couple years when the Quebec went forward with the BAPE.</p><p class=\"MsoNormal\">Since its creation, the BAPE received about 850 mandates from the Minister. Around 65% of these mandates were limited to the holding of a public information and consultation period, 26% involved an inquiry and a public hearing, 5% an inquiry and mediation, and 4% involved only an inquiry. By the summer of 2013, the BAPE had released no less than 295 inquiry reports.</p><p class=\"MsoNormal\">In addition to the specific projects that have been entrusted to it, the BAPE held commissions on a number of key topics for Quebec society, such as hazardous waste management (1988-90), forest protection (1990-91), water management (1999-2000), pig production (2002-03) and the shale gas industry (2010-11).</p><p class=\"MsoNormal\">COMPOSITION</p><p class=\"MsoNormal\">The BAPE is comprised of six full-time members, including a President and a Vice-President, both appointed by the Quebec government. </p><p class=\"MsoNormal\">When the Minister asks the BAPE to hold an inquiry and a public hearing, the President of the BAPE sets up a commission of inquiry and designates the person in charge. The person who chairs the commission is usually a full-time member of the BAPE and is assisted by commissioners chosen based on their expertise in relation to the specific elements and issues of the submitted project. The President can also resort to a list of part-time members appointed by the government.</p><p class=\"MsoNormal\">As commissioners, it is of note that members can require the attendance before them of any person whose evidence may be relevant to the subject of inquiry and can request any document that may be useful in understanding the file. The formal exercise of coercive powers that are officially available to a BAPE commission is, however, avoided wherever possible.</p><p class=\"MsoNormal\">Commissioners must comply with the Code of Ethics and Professional Conduct of the Members of the Bureau d'audiences publiques sur l'environnement, a document of 38 articles regarding the general conduct, the duty of reserve and the independence of the commissioners. Among other provisions, the Code specificies that members “shall avoid any situation involving a conflict of interest” and “consider any attempt to interfere with their work as being unacceptable and intolerable”.1</p><p class=\"MsoNormal\">The autonomous character of the BAPE and the independence of its commissioners is a crucial feature of the organization, and has been a constant matter of debate throughout the past few decades. Any nomination or event that raises doubt as to this independence is fiercely condemned by members of the opposition, environmental groups and the media.</p><p class=\"MsoNormal\">This idea of a public, neutral, and independent organization has inspired other initiatives, such as the Commission nationale du débat public (CNDP), in France, and the Office de consultation publique de Montréal (OCPM) in Quebec.</p><p class=\"MsoNormal\">PROCEDURE</p><p class=\"MsoNormal\">To carry out this basic mission, the BAPE provides information, conducts inquiries and consults the public on projects or questions related to the quality of the environment submitted to the BAPE by the Minister. The BAPE then prepares inquiry reports on these files.</p><p class=\"MsoNormal\">1. Before the BAPE</p><p class=\"MsoNormal\">Before a project is entrusted to the BAPE, it must make it through the following stages outlined by the Minister of Environment in order to comply with government requirements:</p><p class=\"MsoListParagraphCxSpFirst\">·       the proponent notifies the Minister of its intention to carry out a project;</p><p class=\"MsoListParagraphCxSpMiddle\">·       the Minister indicates to the proponent, in a directive, the elements that must be found in the impact study: justification of the project, its impacts, its variants if any, the description of the natural and human environment, the planned mitigation measures, etc.;</p><p class=\"MsoListParagraphCxSpMiddle\">·       the proponent then carries out its impact study and submits it to the Minister*. </p><p class=\"MsoListParagraphCxSpMiddle\">·       Minister specialists analyze, where necessary, if the impact study meets the requirements of the Minister’s directive. Following this verification, the Department may ask the proponent to clarify certain aspects of its impact study before the latter is made public by the BAPE;</p><p class=\"MsoListParagraphCxSpLast\">·       once the impact study is deemed sufficiently complete, the Minister is ready to entrust the BAPE with a first mandate, that of holding a public information and consultation period.</p><p class=\"MsoNormal\">*This impact study may include a social part, which generally results from a stakeholder consultation by the proponent. In this regard, public consultation often occurs before the BAPE comes in play. It can be seen as a positive side effect of the institution. Throughout the years, many proponents have begun to do upstream consultations in order to be better prepared for the BAPE hearings…</p><p class=\"MsoNormal\">2. Public information and consultation period</p><p class=\"MsoNormal\">The public information and consultation period consists of making public the impact study and the other documents pertaining to the project.  The regulatory duration of this period is 45 days. During this period: </p><p class=\"MsoListParagraphCxSpFirst\">·       the documentation on the project is published on the BAPE website and is made available at consultation centres in Montreal, Quebec city and the region affected by the project; the addresses and telephone numbers of the centres are disseminated by press release, public notices and posters; </p><p class=\"MsoListParagraphCxSpMiddle\">·       the BAPE holds an information session, which citizens from the community in question are invited to attend; at this session, the BAPE explains the procedure, the proponent presents its project, and citizens have the opportunity to ask questions; </p><p class=\"MsoListParagraphCxSpMiddle\">·       it is during this 45-day period that a person, a group, an organization or a municipality in favour of a public discussion and evaluation of the project can submit an application in writing to the Minister requesting a public hearing; </p><p class=\"MsoListParagraphCxSpLast\">·       once the information period is over, the BAPE prepares a report which it then sends to the Minister; this report is added to the documentation available to the public.</p><p class=\"MsoNormal\">At the end of an information period, if the Minister has received no request for a hearing, the role of the BAPE ends and the Department will continue its environmental analysis of the project. If the Minister receives a request for a hearing, unless he or she deems it frivolous (unfounded), he or she will then entrust the BAPE with a second mandate, namely that of holding a public hearing. In some cases, the Minister may entrust the BAPE with a mediation mandate, when he or she deems that the subject matter of the requests for a public hearing lends itself to such a mandate.</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\"><a id=\"déroulement\" name=\"déroulement\"></a> </p><p class=\"MsoNormal\">3. Public hearings</p><p class=\"MsoNormal\">The inquiry and public hearing process takes place over a period of no more than four months, and is divided into two parts. Upon receiving the mandate from the Minister, the BAPE Chairman sets up an inquiry commission composed of one or more commissioners.</p><p class=\"MsoNormal\">During the first part of the hearing, the commission holds public sessions in the region affected by the project. Both the proponent and the resource people identified by the commission are available to answer questions from the general public as well as from the commission. The number of sessions is determined by the commission, based on its own needs and those of the general public. </p><p class=\"MsoNormal\">The end of the first part of the hearing and the beginning of the second part must be at least 21 days apart so that citizens have time to inform the commission secretariat that they intend to submit a brief or make a verbal presentation, and then to prepare their brief or verbal presentation. The second part of hearings is dedicated to those briefs and presentations.</p><p class=\"MsoNormal\">The type of public hearings held by the BAPE is thus different from the traditional model of public hearings found elsewhere in Canada or in the United States. The traditional form of hearings is characterized by the holding of a public assembly led by municipal elected officials, who, on their own or with the help of public servants, present a planning project and then ask for citizens’ opinions on the spot. A study in the United States shows that this type of public hearing generally lasts between a half hour and three hours.6</p><p class=\"MsoNormal\">The practice of the BAPE is distinguished by the facts that: 1) the public hearings are held by an independent organization that has the leeway to invite experts, to ask the developer of the project under examination for additional information and to ensure that citizens’ questions and opinions have been clearly understood; and 2) particular attention is given to access to information, with the relevant documents available in several consultation centres and on the BAPE’s website, and the holding of information sessions describing the project.7</p><p class=\"MsoNormal\">4. Report</p><p class=\"MsoNormal\">When the second part of the hearing is over, the commission drafts its inquiry and public hearing report. The BAPE then makes its report to the Minister, containing its observations and analysis. This must be done within four months from the beginning of the mandate. Most of the time, commissioners also transmit a series of recommendations, opinions and comments to the Minister. It was not originally mentioned in their mandate, but commissioners took the liberty to do so in the first hearings, and it has become an “institutionalised” practice today.</p><p class=\"MsoNormal\">The commission’s work ends at that point. After receiving the report from the BAPE, the Minister then has 60 days to release it to the general public. </p><p class=\"MsoNormal\">Based on its own environmental analysis and on the report prepared by the BAPE, the Minister finally makes recommendations to the government, which in turn is responsible for making the final decision to authorize the project with or without changes on the conditions it determines, or to reject the project.</p><p class=\"MsoNormal\">CRITIQUES</p><p class=\"MsoNormal\">Many experts and scholars have observed the BAPE over the last decades. Clarity, concision, efficiency and credibility are among the qualities that are generally used to describe its procedure. The impartiality and independence of the commissions, as well as their non-judicial but consultative character are listed as characteristics to preserve. People also underline as strengths the openness of the inquiries and hearings, the easy access that is given to information and the power of initiative with which citizens are granted.</p><p class=\"MsoNormal\">On the other hand, however, people generally deplore that the public participation is limited to a single moment and comes often lately in the environmental impact assessment procedure. The conflictual and repetitive character of the hearings is also seen as a negative aspect of the BAPE. Finally, it appears that some proponents are better than others at adapting themselves to the procedure, so they are better able to take advantage of it.</p><p class=\"MsoNormal\">However, in the last 30 years, the BAPE have been a key player in defining a culture of public participation in the province of Quebec, to the extent that public consultation is naturally linked to environmental impact assessment in people minds today.</p><p class=\"MsoNormal\">QUICK FACTS</p><p class=\"MsoListParagraphCxSpFirst\">·       Among the 60 projects examined by the BAPE from 2000 to 2005, 36% were projects from the private sector, 22% from Hydro-Québec (government-owned corporation), 22% from the Quebec Minister of Transport, 15% from other public agencies and 5% from public private partnerships.5</p><p class=\"MsoListParagraphCxSpMiddle\">·       Less than 100 participants attended 80% of those public hearings. Around 15% of the hearings were attended by 100 to 200 participants, and only one hearing was attended by more than 200.</p><p class=\"MsoListParagraphCxSpMiddle\">·       Half of the 60 BAPE reports were favourable to the projects examined, 30% judged the project “acceptable” and 18,33% were unfavourable.</p><p class=\"MsoListParagraphCxSpLast\">·       Among the projects examined, 88,33% were finally authorized subject to certain conditions by the Quebec government, and only 3% were completely refused.</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">Samuel Tremblay, Université de Montréal</p><p class=\"MsoFootnoteText\"> </p><p class=\"MsoFootnoteText\">This paper is part of a research project funded by the SSHRC, calls ‘Expertise, organizational field and the diffusion of public participation practices’ (2012-2016) and directed by Laurence Bherer (Université de Montréal), Mario Gauthier (Université du Québec en Outaouais) and Louis Simard (Université d’Ottawa).</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">Sources :</p><p class=\"MsoNormal\">[1] Site officiel du Bureau d’audiences publiques sur l’environnement, Online. http://<a href=\"http://www.bape.gouv.qc.ca/sections/english/\">www.bape.gouv.qc.ca/sections/english/</a></p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">[2] Gauthier, Mario et Louis Simard (2007), « Le BAPE et l’institutionnalisation du débat public au Québec : mise en œuvre et effets », in Cécile Blatrix et al. (2007), Le débat public : une expérience française de démocratie participative, La Découverte « Recherches », p. 78-91. </p><p class=\"Pa9\"> </p><p class=\"Pa9\">[3] Gauthier, Mario et Louis Simard (2011), « Le Bureau d’audiences publiques sur l’environnement du Québec : genèse et développement d’un instrument voué à la participation publique », Télescope, vol. 17, n° 1, p. 39-67.</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">[4] Simard, Louis, 2006, “Preparing” and “Repairing” Public Debate: Organizational Learning of Promoters in Environmental and Energy Governance, Revue Gouvernance, Vol. 2, Issue 2, January, p. 7-18.</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">[5] Gauthier, Mario et Louis Simard (2011), « La gouvernance pas la mise en discussion publique des grands projets : le cas du BAPE »</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">[6] Baker, William, Addams Lon and Brian Davis. 2005. “Critical Factors for Enhancing</p><p class=\"MsoNormal\">Municipal Public Hearings.” Public Administration Review 65 ~4!: 490–99.</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">[7] Laurence Bherer et Sandra Breux (2012), « The Diversity of Public Participation Tools: Complementing or Competing With One Another? », Canadian Journal of Political Science / Revue canadienne de science politique, 45:2 (June/juin 2012) 379–403</p><p> </p>", "title": "The Bureau d’audiences publiques sur l’environnement – (The Office of Environmental Public Hearings)"}