{"htmlbody": "<p class=\"MsoNormal\">Neighbourhood councils have been a part of Québec city’s democratic life for 20 years. The first experiences were implemented by the Ville de Québec in 1993, in order to get the citizens more closely involved in municipal politics. The concept was extended to the whole city territory in 1997. Today, Québec city hosts no less than 28 neighborhood councils, each of them being an independent legal corporation mandated to give advice to the city council and to initiate different projects in its area.</p><p class=\"MsoNormal\">Genesis</p><p class=\"MsoNormal\">The neighbourhood council project started to emerge in the mid-70s, with the formation of a new progressive political party on the Québec’s municipal scene: the Rassemblement populaire de Québec (Quebec Popular Rally, RPQ). </p><p class=\"MsoNormal\">The creation of the RPQ was a reaction to the unpopular decisions of the Parti civique de Québec (Québec Civic Party) and to the important urban redevelopment that was taking place during the 60s and the 70s. During this time, entire neighbourhoods were destroyed or converted so as to allow for the construction of buildings, highways, commercial centres, etc. Some major projects like the construction of the Parliament hill and the Dufferin-Montmorency highway provoked the demolition of hundreds of properties.</p><p class=\"MsoNormal\">In the early 70s, a group of scholars of the Université Laval published an impressive study revealing the effects of the urban redevelopment and illustrated the indulgence of municipal elected officials towards the real estate developers. The study became an ideological reference for many groups of citizens, and the idea of a new political party flourished. A manifesto appealing to the mobilisation of the working class was issued in 1976, and the RPQ was officially created in 1977.</p><p class=\"MsoNormal\">The new party proposed a radical democratisation of the municipal structures with the establishment of neighbourhood councils. These democratic tools were supposed to enable citizens to resist to the power of capital and to protect their neighbourhoods. Twelve years and four municipal elections later, the RPQ came to power in 1989. The first neighbourhood councils took shape in 1993.</p><p class=\"MsoNormal\">Composition</p><p class=\"MsoNormal\">The neighbourhood councils have the status of non-profit organizations. They are autonomous legal corporations constituted by the Ville de Québec. This particular characteristic allows the councils to bypass the city mandate and to initiate actions on their own. Every citizen of a neighbourhood is member ex officio of its council.</p><p class=\"MsoNormal\">To form a council, 300 citizens of a neighbourhood (Québec city is composed of 8 boroughs and 35 neighbourhoods) have to sign a request. The city council then authorizes the holding of a special meeting during which the neighbourhood population is invited to vote secretly for or against the creation of a new council. If a majority of citizens support the project, a new meeting is called to elect a board of directors.</p><p class=\"MsoNormal\">The board of directors is composed of 11 voting members, which are distributed as follows:</p><p class=\"MsoNormal\">·     Four women and four men elected by the neighbourhood population for two-year terms </p><p class=\"MsoNormal\">·     Three people appointed by the elected directors for one-year terms</p><p class=\"MsoNormal\">The elected directors serve on an individual basis and do not represent any particular group. In addition to these 11 members, the city councillors whose districts are within the neighbourhood limits can attend the council meetings without voting. The board of directors normally holds a meeting once a month.</p><p class=\"MsoNormal\">Consultation</p><p class=\"MsoNormal\">The neighbourhood councils (NCs) are invited to submit opinions to the executive committee on many areas of municipal responsibility. The city must submit any draft plans to amend or adopt a planning-related bylaw to the NCs. This includes decisions about planning, zoning, traffic, etc. Currently, the consultation is used in many other fields, such as security, housing, environment and even budget priorities. The consultation is usually done before the decisions are taken, so the citizens’ voice can have a real influence. According to the observations of scholars, neighbourhood councils’ advice is taken into consideration 80% of the time. </p><p class=\"MsoNormal\">Consultation can take place in two ways. The city may consult only the board of directors of a neighbourhood council with a request for opinion, which generally concerns issues of minor importance. Or, when the topic is of greater importance, the entire neighbourhood population is consulted. A notice calling for a public consultation is published in the local newspapers and on the city website. Information about the consultation and the proposed solutions are distributed by mail to every resident. At the assembly, the city then presents a solution A and a solution B to the citizens. Finally, in the light of the citizens’ interventions and opinions, the board members formulate recommendations to the city (which may be a solution C). These recommendations are strictly advisory.</p><p class=\"MsoNormal\">Initiative</p><p class=\"MsoNormal\">As autonomous legal corporations, the NCs are also free to initiate consultations on their own and to formulate unsolicited advice to the executive committee. They can also organize activities to stimulate the life of their neighbourhood: festivals, concerts, etc.</p><p class=\"MsoNormal\">NCs also participate in the development of a neighbourhood master plan, which serves as an orientation and planning document with direct and short-term impacts within the neighbourhood. Once this master plan has been elaborated, neighbourhoods can receive special budgets from the city to realize projects that it established as priorities (Parks, public squares, etc.).</p><p class=\"MsoNormal\">Clash of visions</p><p class=\"MsoNormal\">In the early 90s, the idea of neighbourhood councils was not well received by everybody. Two visions were firmly opposed to each other. For some people, the project was seen as a waste of time. Consultations would be expensive, long and fruitless. By promoting such a reform, RPQ was only proving its fear of duly exercising power.</p><p class=\"MsoNormal\">To persuade the sceptics of the legitimacy of this new approach, two NCs pilot projects were launched in 1993. This first experience lasted two years, during which citizens, elected officials and civil servants learned to deal with the concept, identifying the problems and proposing ameliorations. </p><p class=\"MsoNormal\">This adaptation period was a key condition of success for the NCs in Quebec City. It led to the conciliation of the two opposed visions. On the one hand, the realisation of successful projects and the collaboration between the city council and the NCs proved the value of the new approach. On the other hand, citizens were almost unanimous in their belief that NCs should remain consultative and not decisional, so the elected officials would keep their traditional role.</p><p class=\"MsoNormal\">Collaboration</p><p class=\"MsoNormal\">Over time, a fruitful collaboration developed between NCs’ members and city councillors. The councillor can help the citizens in the definition of their projects by providing information and sharing his or her experience. On the other side, many councillors believe that the NCs help them to better serve their constituents. NCs are their “eyes and ears” on the ground.</p><p class=\"MsoNormal\">Democratisation</p><p class=\"MsoNormal\">Without a doubt, NCs gave citizens more influence in the development of their neighbourhoods. However, the experience showed some of its limitations 20 years after it was first implemented. Only a few citizens regularly attended the board of directors’ meetings. The participation is higher at the time of public consultation (between 50 and 400 persons), but the question remains: are NCs really acknowledged by the population as a democratic tool?</p><p class=\"MsoNormal\">The elections held in 2012 showed how difficult it was for NCs’ advocates to get new citizens involved. Depending of the neighbourhoods, between 5 and 75 people attended the annual assemblies. Only one third of the NCs were able to elect a full 8-member board. A quarter of them barely made the quorum of five members, and at least two had to hold another election because they didn’t reach quorum.6</p><p class=\"MsoNormal\">Nevertheless, the structure appears to be here to stay. In 2011, Mayor Régis Labeaume faced opposition when he wanted to modify the NCs’ boundaries to harmonise them with the 27 districts boundaries. Many citizens resisted the project and made their case heard. The reform was finally abandoned.7</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">Samuel Tremblay, Université de Montréal</p><p class=\"MsoFootnoteText\"> </p><p class=\"MsoNormal\">This paper is part of a research project funded by the SSHRC, calls ‘Expertise, organizational field and the diffusion of public participation practices’ (2012-2016) and directed by Laurence Bherer (Université de Montréal), Mario Gauthier (Université du Québec en Outaouais) and Louis Simard (Université d’Ottawa).</p><p class=\"MsoNormal\">Sources :</p><p class=\"MsoNormal\">[1] Bherer, Laurence (2011). « Les trois modèles municipaux de participation publique au Québec », Télescope, vol. 17, n° 1, p. 157-171.</p><p class=\"MsoNormal\">[2] Bherer, Laurence (2006). « Le cheminement du projet de conseils de quartier à Québec (1965-2006) : un outil pour contrer l’apolitisme municipal ? », Politiques et sociétés, vol. 25, no 1, 2006, p. 31-56.</p><p class=\"MsoNormal\">[3] Bherer, Laurence (2006). « La démocratie participative et la qualification citoyenne : à la frontière de la société civile et de l’Etat », Nouvelles Pratiques Sociales, vol.18, n°2 (Printemps), pp.24-38.</p><p class=\"MsoNormal\">[4] Bherer, Laurence et Sandra Breux (2012), « The Diversity of Public Participation Tools : Complementing or Competing With One Another », Canadian Journal of Political Science, 45:2 June 2012, 379-403.</p><p class=\"MsoNormal\">[5] Site de la Ville de Québec, Conseils de quartier. Online. <a href=\"http://www.ville.quebec.qc.ca/apropos/vie_democratique/participation_citoyenne/conseils_quartier/\">http://www.ville.quebec.qc.ca/apropos/vie_democratique/participation_cit...</a></p><p class=\"MsoNormal\">[6] Annie Morin (2012), « Conseils de quartier : la réforme inachevée », Le Soleil, Online. <a href=\"http://www.lapresse.ca/le-soleil/actualites/la-capitale/201204/13/01-4515286-conseils-de-quartier-la-reforme-inachevee.php\">http://www.lapresse.ca/le-soleil/actualites/la-capitale/201204/13/01-4515286-conseils-de-quartier-la-reforme-inachevee.php</a></p><p class=\"MsoNormal\">[7] Valérie Gaudreau (2012), « Pas de changements apportés aux conseils de quartier », Le Soleil. Online. <a href=\"http://www.lapresse.ca/le-soleil/actualites/la-capitale/201112/05/01-4474946-pas-de-changements-apportes-aux-conseils-de-quartier.php\">http://www.lapresse.ca/le-soleil/actualites/la-capitale/201112/05/01-447...</a></p>", "title": "Québec city neighbourhood councils"}