{"htmlbody": "<p class=\"MsoNormal\">The Right of Initiative to public consultations was adopted by the Montréal city council in September 2009 and has been in effect since January 1, 2010. This new democratic tool allows the Montrealers to initiate a public consultation on any matter that concerns the city or their borough. It is enshrined in the Montreal Charter of Rights and Responsibilities. </p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">As mentioned in the Charter, the Right of Initiative “empowers citizens to propose new and constructive solutions or innovative and mobilizing projects in order to meet the issues and challenges of their city by obtaining a public consultation following a petition.”1 However, the result of the process “has no decisional character”.1</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">The Right of Initiative is one of the key projects developed by the Task Force on Democracy, a working group formed in 2002 in the midst of the municipal merger and the Montreal Summit. The Task Force is composed mainly of citizens who participate on a personal level, without the involvement of organizations. It is accountable to the mayor and aims to promote collaboration and cooperation between civil society and the city. The Right of Initiative was designed to this end.</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">Two public consultations have emerged from the Right of Initiative since it was implemented in 2010; one about the “state of urban agriculture in Montreal” and another about “the sharing of the existing bike path network”. </p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">The petition</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">The exercise of the right of initiative begins with the filing of a draft petition. This draft petition must clearly and briefly state the object of the proposed consultation, justify the desirability of the consultation and be signed by at least 25 people including three signatories designated to serve as representatives of the group.</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">Within 15 days of the draft petition being judged admissible by the concerned authorities, a notice is given to announce the beginning of a petition signing period. To obtain a public consultation, groups must obtain a required number of signatures within the following 90 days. A total of 15,000 signatures are required for proposals that concern a central city matter. (As of 2011, Montréal had a population of 1.65 million people.) In the case of a borough, 5% of the population, up to a maximum of 5,000 signatures, has to sign the petition. (Population varies from borough to another. More than 160,000 people live in Cote-des-Neiges--Notre-Dame-de-Grace, but only a little more than 20,000 in Outremont.) To give young people “an opportunity to become involved with municipal affairs”2, the city of Montreal allows every person aged 15 years and over to participate to the process.</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">The consultation</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">Once the required number of signatures has been collected, a public consultation must be held within a reasonable delay. </p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">In the case of a public consultation bearing on a borough matter, the authority responsible for holding the consultation is the borough council, one of its committees, any committee or group of designated persons, as the council concerned may choose.</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">Where the city is concerned, the consultation is held by one of the council committee or by the Office de consultation publique de Montréal (OCPM), an independent public organization whose mission is to carry out public consultation mandates entrusted to it by the Ville de Montréal city council or executive committee.</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">The public consultation takes place in two parts. During the first part, representatives of the city or borough present information and answer questions from citizens. This is when those who have submitted the request will be required to explain the reasoning behind their request for a public consultation. In the second part, which takes place at least 15 days later, everyone gets the opportunity to express an opinion or submit a brief.</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">The outcome</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">Those in charge of the consultation have to publish a written report within 90 days following the end of the proceedings. The document will itemize all concerns and opinions expressed at the hearing, analyze the proposals and draw conclusions or formulate recommendations, but will not render a decision. Then, the borough council or city council will inform citizens of the findings of the public consultation and, depending on the case, announce decisions that may be made and the reasons behind them. </p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">Limitations</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">The Montreal Charter of Rights and Responsibilities allows a maximum of three public consultations to be held per year by the city as part of the Right of Initiative, and two public consultations per year by each of the boroughs.</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">Furthermore, certain matters are ineligible and will not be considered for public consultation if they concern, for example:</p><p class=\"MsoListParagraphCxSpFirst\">•       the sharing of powers, or the governance or the status of the city</p><p class=\"MsoListParagraphCxSpMiddle\">•       administrative organization or contracts management</p><p class=\"MsoListParagraphCxSpMiddle\">•       budget, fees or taxes</p><p class=\"MsoListParagraphCxSpMiddle\">•       an urban development project for which a public consultation or approval by referendum has already been prescribed by law</p><p class=\"MsoListParagraphCxSpMiddle\">•       a project that has already been submitted for public consultation within the previous three years</p><p class=\"MsoListParagraphCxSpMiddle\">•       a call for tenders, pending or completed, or for which a contract has already been awarded</p><p class=\"MsoListParagraphCxSpLast\">•       a matter pending before the court or a matter that was the object of a judgment, or an out-of-court settlement.</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">Experiences</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">The Right of Initiative was used successfully by the Montrealers in 2011, when 29,000 people signed a petition requesting a public consultation on the state of urban agriculture. (Urban agriculture can be defined as “the growing of plants and the raising of animals for food and other uses within and around cities and towns”7. Its proponents wanted to enlighten this growing phenomenon and to obtain public support, in order to make Montreal a more green and sustainable city.)</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">The petition campaign was led by dozens of organizations and volunteers through the city for 90 days. The outcome was considered as a great success, as the proponents collected almost double the amount of required signatures. It forced then Montréal Mayor Gérald Tremblay to announce the holding of a public consultation under the auspices of the Office de consultation publique de Montréal in the spring of 2012.</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">More than one hundred briefs and opinions were presented to the OCPM during the hearings, which were attended by some 1500 people. The process was longer and more comprehensive than what is prescribed by the law. Members of the commission attended meetings with representatives of several organizations in a “preconsultation” period. A scientific conference and a public exhibition on urban agriculture were organized. Six information sessions were then held across the city, before the citizens were invited to submit and present their briefs during seven audition sessions. People were able to participate on the commission website.</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">That led to the release of a report detailing the state of urban agriculture in Montréal and identifying the main obstacles to its development in October 2012. The document also included a list of 20 recommendations to the city.</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">Then, in March 2013, the Montréal executive committee announced the creation of a 20-member permanent working group on urban agriculture, to ensure the hearings would produce some concrete results.</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">At the present time, only one other public consultation has emerged from the Right of Initiative. In September 2011, a group of citizens has submitted to the city a draft petition that was deemed eligible. The subject of the request was: \"Forbid electric scooters on Montreal bike paths\". Soon thereafter the city and the group representative agreed that a public consultation by a standing committee of city council on the types of vehicles that could be allowed or prohibited on the Montreal bike path network was sufficient. A series of 15 recommendations were eventually made to the city council in spring 2012.</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">Samuel Tremblay, Université de Montréal</p><p class=\"MsoFootnoteText\"> </p><p class=\"MsoNormal\">This paper is part of a research project funded by the SSHRC, calls ‘Expertise, organizational field and the diffusion of public participation practices’ (2012-2016) and directed by Laurence Bherer (Université de Montréal), Mario Gauthier (Université du Québec en Outaouais) and Louis Simard (Université d’Ottawa).</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">Sources :</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">[1] Ville de Montréal (2012), By-law 05-056-1: By-law concerning the Montréal Charter of Rights and Responsibilities and the Right of Initiative, Online. <a href=\"http://ville.montreal.qc.ca/pls/portal/docs/PAGE/DROIT_INITIATIVE_FR/MEDIA/DOCUMENTS/BY-LAW_05-056-1_RIGHT_OF_INITIATIVE_IN_PUBLIC_CONSULTATIONS.PDF\">http://ville.montreal.qc.ca/pls/portal/docs/PAGE/DROIT_INITIATIVE_FR/MED...</a></p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">[2] Ville de Montréal (2011), Take the initiative...it’s your right!, Online. <a href=\"http://ville.montreal.qc.ca/pls/portal/docs/PAGE/CHARTE_MTL_FR/MEDIA/DOCUMENTS/RIGHT_OF_INITIATIVE_BROCHURE_31-01-11_FINAL.PDF\">http://ville.montreal.qc.ca/pls/portal/docs/PAGE/CHARTE_MTL_FR/MEDIA/DOC...</a></p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">[3] Ville de Montréal (2011), Leaflet – Right of Initiative to public consultations, Online. <a href=\"http://ville.montreal.qc.ca/pls/portal/docs/PAGE/DROIT_INITIATIVE_FR/MEDIA/DOCUMENTS/LEAFLET%20-%20RIGHT%20OF%20INITIATIVE%20TO%20PUBLIC%20CONSULTATIONS.PDF\">http://ville.montreal.qc.ca/pls/portal/docs/PAGE/DROIT_INITIATIVE_FR/MED...</a></p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">[4] Ville de Montréal – Cabinet du maire et du comité exécutif (2013), « Montréal met sur pied un Comité de travail de la collectivité sur l'agriculture urbaine », CNW Telbec</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">[5] Ville de Montréal, Official city portal – Ville de Montréal, Online. <a href=\"http://ville.montreal.qc.ca/portal/page?_pageid=5798,85041649&amp;_dad=portal&amp;_schema=PORTAL\">http://ville.montreal.qc.ca/portal/page?_pageid=5798,85041649&amp;_dad=porta...</a> </p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\">[6] Office de consultation publique de Montréal (2012), « L'agriculture urbaine à Montréal : des initiatives multiples qui nécessitent une meilleure coordination, estime l'OCPM », CNW Telbec</p><p class=\"MsoNormal\"> </p><p>[7] Office de consultation publique de Montréal (2012), État de l’agriculture urbaine à Montréal : Rapport de consultation publique, Online. <a href=\"http://ocpm.qc.ca/sites/ocpm.qc.ca/files/rapport_au.pdf\">http://ocpm.qc.ca/sites/ocpm.qc.ca/files/rapport_au.pdf</a></p>", "title": "The Right of Initiative to public consultations "}