{"htmlbody": "<a id=\"Definition\" name=\"Definition\"></a><h2>Definition</h2>\n<p>The New England Town Meetings are open forums that promote democracy. The meetings include local and regional officials that attend in order to hear the communities view on public issues. Members can be invited. The town meetings are open and involve community members mainly in the New England states. During the deliberation process, community members vote on laws and budgets. \"Proponents of the town assembly emphasize that it is the purest form of democracy that ensures that all policy decisions are in the public interest since no intermediaries are placed between the voters and the public decisions.\"<a href=\"#cite_note-No_Author-0\" title=\"\">[1]</a> \"It's the closest to the people, it involves the largest number of people, its the most open.\"<a href=\"#cite_note-Perkins-1\" title=\"\">[2]</a>\n</p>\n<a id=\"Problems_and_Purpose\" name=\"Problems_and_Purpose\"></a><h2>Problems and Purpose</h2>\n<p>The purpose the New England Town Meetings are to include registered voters of the community to discuss new laws and budgets in a town forum. It is very similar to a town government. Some problems may arise are repetition  of issues discussed. For example, \"when the white House Republicans set out to orchestrate a public discussion on immigration reform in 2006, they chose to hold public hearings of this variety. Since the hearings concerned legislation on which Congress had already voted, he asked, 'why hold public hearings on bills that have already passed?\" <a href=\"#cite_note-Gastil-2\" title=\"\">[3]</a> The town meetings can also be a place for the community to \"tell committee members what they want to hear.\"<a href=\"#cite_note-Gastil-2\" title=\"\">[3]</a> Some of the community members can use the town meetings to hear themselves speak rather than discuss relevant topics regarding their communities. \n</p><p>Another problem of the New England Town Meetings is the \"tendency towards acrimony and name-calling at public meetings. Daily newspapers routinely provide accounts of hostile adversaries sparring with one another at these public events, with the proceedings making little progress.\"<a href=\"#cite_note-Gastil-2\" title=\"\">[3]</a>\n</p><p>Currently, there have been issues with low attendance levels. \"The most comprehensive study of participation in public meetings found that in the United States in 2003, twently-five percent of citizens reported attending one or more such meeting in the past year. The overwhelming majority (eighty-five percent) of those who had not attended any meetings said that they had never been invited to one.\" <a href=\"#cite_note-Gastil-2\" title=\"\">[3]</a>\n</p>\n<a id=\"History\" name=\"History\"></a><h2>History</h2>\n<p>The New England Town Meetings first began 300 years ago, approximately 1620 in the New England colonies. When the Puritans traveled to America in order to have religious freedom, they developed a type of town meeting to discuss particular issues. The meetings were held in colonial meeting houses which needed to meet at least two criteria. First, \"It was built at tax payer expense (except in Rhode Island), and it was used for both religious worship and town business.\" <a href=\"#cite_note-Wainwright-3\" title=\"\">[4]</a> Town meetings occur in Connecticut, Maine, Vermont, Massachusetts, Rhode Island, and few other New England states.\n</p>\n<a id=\"Participant_Selection\" name=\"Participant_Selection\"></a><h2>Participant Selection</h2>\n<p>Participants are invited by public officials. The meetings are open to the general public as well. Some town meetings can be larger then others depending on the location and what issues are on the ballot. The New England Town Meetings are meant to be a place for community members to feel safe and secure in attending and expressing their views.\n</p><p>\n</p>\n<a id=\"Outcomes_and_Effects\" name=\"Outcomes_and_Effects\"></a><h2>Outcomes and Effects</h2>\n<p>The New England Town Meetings try to \"ensure that all policy decisions are in the public interest since no intermediaries are placed between the voters and the public decisions.\" <a href=\"#cite_note-No_Author-0\" title=\"\">[1]</a> The effect should be to improve one's community by discovering during these meetings what is really needed. Such as, a better education system, public plumbing, or park improvements. \n</p>\n<a id=\"Examples\" name=\"Examples\"></a><h2>Examples</h2>\n<p>The Massachusette's Open Town Meeting dates back to 1680. This meeting is primarily a local law-making body. \"The development of the finance committee as a valuable adjunct represents the most important change in the town meeting structure in these towns.\" <a href=\"#cite_note-Zimmerman-4\" title=\"\">[5]</a> In order for a open town meeting to occur, one must summon a warrant on what to discuss and there is a facilitator present to make sure members stay on track. This ensures the public that the meeting will have a voted outcome at the end.\n</p><p>The Vermont Open Town Meeting began in 1777 in Windsor. The outcome of the first meeting was to solve the dispute between New Hampshire and Vermont. \"And whereas the Territory, which now comprehends the State of Vermont, did antecedently of right belong to the government of New Hampshire, and the former Governor, thereof, viz. his excellency Benning Wentworth, Esq. granted many charters of lands and corporations within this State to the present inhabitants and others. And whereas the late Lieutenant-Governor Colden, of New York, with others, did, in violation, of the tenth command, covet those very lands.\" <a href=\"#cite_note-Zimmerman-4\" title=\"\">[5]</a>\n</p>\n<a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a><h2>Analysis and Criticism</h2>\n<p>To solve the problem of name-calling at town meetings, communities could opt to hold online forums that may reduce the childish content. \"A reporter for the Boston Globe recently found that such sites have profilerated, but may now be falling out of favor.\" <a href=\"#cite_note-Gastil-2\" title=\"\">[3]</a>. The online forums could include a larger population than just the New England states and help keep the discussion objective. Other's views would be taken into account on how to better one's community. The more solutions, the better the chance at improvement. On the other hand, this would not ensure that everyone reads and take the other's persons solution into account. The best way to deliberate is to \"create a solid information base, prioritze key values, identify a broad range of solutions, weigh the pros and cons, and make the best decision possible.\" <a href=\"#cite_note-Gastil-2\" title=\"\">[3]</a>\n</p><p>Another issue that should be addressed in today's problem with low attendance rates. One way to solve this problem, is to promote the meetings in the community where they are held by posting signs and sending emails with inccentives. For example, a $1 raffle could be held at the end of the meeting. A lucky member could win free movie tickets or a discount at the local restaurants. When deliberating on a more social level, community members should be given a brief info session on how to best deliberate. For example, \"adequately distribute ideas and speaking opportunities, ensure mutual comprehension, consider other ideas, and respect other participants.\" <a href=\"#cite_note-Gastil-2\" title=\"\">[3]</a>\n</p>\n<a id=\"References\" name=\"References\"></a><h2>References</h2>\n<ol class=\"references\"><li id=\"cite_note-No_Author-0\">↑ <a href=\"#cite_ref-No_Author_0-0\" title=\"\">1.0</a> <a href=\"#cite_ref-No_Author_0-1\" title=\"\">1.1</a>  No Author. The New Rules Project. Town Meetings. The Institute for Local Self-Reliance. 1997-2009. <a class=\"external free\" href=\"http://www.newrules.org/governance/rules/town-meetings\" rel=\"nofollow\" title=\"http://www.newrules.org/governance/rules/town-meetings\">http://www.newrules.org/governance/rules/town-meetings</a>. Web.</li>\n<li id=\"cite_note-Perkins-1\"><a href=\"#cite_ref-Perkins_1-0\" title=\"\">↑</a>  Perkins. History of the Town Meeting in New England. Origins of a small town government and direct democracy. June 17th, 2009. <a class=\"external free\" href=\"http://historicalresources.suite101.com/article.cfm/history_of_town_meeting\" rel=\"nofollow\" title=\"http://historicalresources.suite101.com/article.cfm/history_of_town_meeting\">http://historicalresources.suite101.com/article.cfm/history_of_town_meeting</a>. Web. </li>\n<li id=\"cite_note-Gastil-2\">↑ <a href=\"#cite_ref-Gastil_2-0\" title=\"\">3.0</a> <a href=\"#cite_ref-Gastil_2-1\" title=\"\">3.1</a> <a href=\"#cite_ref-Gastil_2-2\" title=\"\">3.2</a> <a href=\"#cite_ref-Gastil_2-3\" title=\"\">3.3</a> <a href=\"#cite_ref-Gastil_2-4\" title=\"\">3.4</a> <a href=\"#cite_ref-Gastil_2-5\" title=\"\">3.5</a> <a href=\"#cite_ref-Gastil_2-6\" title=\"\">3.6</a> Gastil, John. Political Communication and Deliberation. 2008. Print.</li>\n<li id=\"cite_note-Wainwright-3\"><a href=\"#cite_ref-Wainwright_3-0\" title=\"\">↑</a> Wainwright, Paul. Political Colonial Meeting Houses of New England. 2010. <a class=\"external free\" href=\"http://www.colonialmeetinghouses.com/background_information.shtml\" rel=\"nofollow\" title=\"http://www.colonialmeetinghouses.com/background_information.shtml\">http://www.colonialmeetinghouses.com/background_information.shtml</a>. Web.</li>\n<li id=\"cite_note-Zimmerman-4\">↑ <a href=\"#cite_ref-Zimmerman_4-0\" title=\"\">5.0</a> <a href=\"#cite_ref-Zimmerman_4-1\" title=\"\">5.1</a> Zimmerman, F Joseph. The New England Town Meeting. 1999. Print.</li></ol><a id=\"External_Links\" name=\"External_Links\"></a><h2>External Links</h2>\n<p>This is a great webite that discusses the background on the colonial houses that held the first New England Town Meetings. <a class=\"external free\" href=\"http://www.colonialmeetinghouses.com/index_01.shtml\" rel=\"nofollow\" title=\"http://www.colonialmeetinghouses.com/index_01.shtml\">http://www.colonialmeetinghouses.com/index_01.shtml</a>\n</p><p>This is a current article written by Boston.com discussing the low attendance issue. <a class=\"external free\" href=\"http://www.boston.com/news/local/articles/2010/01/03/in_some_towns_town_meeting_format_is_becoming_less_popular/\" rel=\"nofollow\" title=\"http://www.boston.com/news/local/articles/2010/01/03/in_some_towns_town_meeting_format_is_becoming_less_popular/\">http://www.boston.com/news/local/articles/2010/01/03/in_some_towns_town_meeting_format_is_becoming_less_popular/</a>\n</p><p><a class=\"external text\" href=\"http://knol.google.com/k/thomas-sulcer/history-of-citizenship-in-the-united/38jyd65oa42fm/5#\" rel=\"nofollow\" title=\"http://knol.google.com/k/thomas-sulcer/history-of-citizenship-in-the-united/38jyd65oa42fm/5#\">History of citizenship in the United States</a> an essay exploring how New England town meetings changed from the 1700s to the present; why political participation declined; factors at work.\n</p>", "title": "New England Town Meetings"}