{"htmlbody": "<h3>Mission </h3><p>Partido de la Red (Net Party) is an Argentinean political party that proposes a hybrid model of representative and direct democracy online (liquid democracy), with the goal of getting elected a congressman to systematically vote according to what the citizenry decides online.</p><h3>The proposed method and app</h3><p>The Net Party uses the <a href=\"http://democracyos.org\">DemocracyOS</a> open-source software (see <a href=\"http://dos.partidodelared.org/\">demo</a>), aiming to provide citizens a new instance of democratic participation. The main features for citizens are:</p><ol><li>vote on existing legislative projects being discussed in the local parliament, so as to determine how the party´s congressman will vote; and</li><li>propose and vote on new law proposals, to be officially presented by the party´s congressman if they meet a threshold of citizen support. </li></ol><p>In the DemocracyOS software each citizen can either cast their vote or can delegate it on a trusted peer (liquid democracy model). Delegation is transitive and can be determined by topic (i.e. a user can delegate economics-related votes on a certain user, environment-related and health-related votes in another user, and keep the remaining topics for himself).</p><p>Since this app´s innovation is that it is linked to the formal political system through a \"Trojan legislator\", identity validation is a crucial component and is achieved through a separate app called NetIdentity.</p><h3>History</h3><p>The party was officialy founded in April 2013, received the required support of 4000 citizens (to exist as a party) in August 2013, and ran for a seat in the local parliament of Buenos Aires during the October 2013 elections achieving 21.000 votes (1% of the votes). Is currently working to improve the DemocracyOS furthermore and to get elected its first congressman in the 2015 elections.</p><h3>Links</h3><ul><li><a href=\"http://dos.partidodelared.org/\">DemocracyOS live instance</a></li><li><a href=\"https://docs.google.com/file/d/1qWTi8HnpCTs7Yxq-q_X-grQkKT88E2bdyyQLR-UzSfAZboFFN3cZUWW_pKqc/edit\">Net Party presentation v1</a></li><li><a href=\"http://www.flickr.com/photos/95587169@N03/sets/72157633453331952/show/\">Net Party presentation v2</a></li><li><a href=\"http://partidodelared.org\">Official website</a> (Spanish)</li><li><a href=\"http://wiki.partidodelared.org\">Official Wiki</a> (Spanish) </li><li><a href=\"https://github.com/DemocracyOS/app\">GitHub repository</a></li><li><a href=\"http://wiki.partidodelared.org/index.php/Radios,_Television,_Diarios_y_Blogs\">Media appearances</a> (mostly Spanish media)</li></ul>", "title": "Partido de la Red (Net Party)"}