{"htmlbody": "<p><strong>Summary</strong></p><p>In 1998, the Bangladeshi government established two programs to strengthen democratic involvement in the public health system.  One program created ten thousand community-managed health clinics, but all of these clinics failed due to non-transparent processes and biases towards elite membership in the councils which governed each clinic. The other program involved NGOs in the creation and direction of participatory Health Watch Committees, which used a more inclusive and transparent governing process-- although most committees closed to budget cuts in 2004, some still survive today.  The lack of legal accountability and authority hindered the effectiveness of both programs, but the Health Watch Committees have improved community health service awareness and advocated for better service provision.</p><p> </p><p><strong>Problems and Purpose</strong></p><p>In 1998, the Bangladeshi government resolved to enhance community participation in the public health system. To this end, the government established two programs.  In one, ten thousand community-owned and managed health clinics were created by the government.  In the other program, Health Watch Committees were established by non-governmental organisations.  By 2004, researchers found that the clinics from the first program had all failed, while the Health Watch Committees established by one particular NGO, Nijera Kori, had managed to survive.</p><p> </p><p><strong>History</strong></p><p>Behind the ‘people-centered’ Alma-Ata Declaration in 1978 lies an assumption that community participation in decisions about local health services will lead to better health outcomes. In 1998, as part of health sector reforms, the Bangladesh government attempted to enhance community participation in the public health system.</p><p>NGOs play an important role in Bangladeshi society.  Strong financial backing from foreign entitites enables them to provide services which the government may not adequately support, such as credit, education, health or sanitation services.  In addition, NGOs also act as watchdogs to ensure the accountability of public institutions.</p><p> </p><p><strong>Originating Entities and Funding</strong></p><p>The health clinics were funded through the Ministry of Health and Family Welfare, and organized by the Union Parishad, an elected local administrative body. The Health Watch Committee project was initiated by the government, but organised by four NGOs:  Nijera Kori, Voluntary Health Service Society, BRAC, and Mahila Parishad.</p><p>Government funding was eliminated to both projects in 2005.  Only the health committees mobilised by the NGO Nijera Kori have endured.</p><p> </p><p><strong>Participant Selection</strong></p><p>The recruitment processes for the two initiatives differed significantly.</p><p>For the clinics, nine councillors formed a committee composed of local representatives, local service providers, influential residents and landless people’s representatives. This group was responsible for the operation of the clinic. Selection for the management of the clinics was neither transparent nor participatory. Membership was biased towards well-off and professional classes, and towards friends and family of the District Council Chairman. The wives of wealthy men were usually selected to fill the spots reserved for women. This bias towards the elite limited its legitimacy among the rest of the community.</p><p>The Health Watch Committee member selection guidelines from the government emphasized professional and social diversity, but Nijera Kori’s guidelines were more specific.  Nijera Kori proposed that two Health Watch Committees be set up in the same area and that half the members be women. Representatives included people from the NGO landless groups, professionals, teachers, and a grassroots service holder. To avoid conflict of interest, doctors and medical personnel were not included in committees, although they could be invited to meetings. Selection to Health Watch Committees, in contrast to the clinic selection process, was fairly transparent and more participatory, conducted through popular voting at an open workshop attended by a range of social classes and affiliates of Nijera Kori. Social inequalities were still present among the members, but efforts were made to overcome them. As one woman said, “I think that we always try to participate equally in the meetings, but there are differences in educational level and status, so there is a difference in people’s ability to think and talk. However, if a member is remarkably silent, then we encourage them to speak up.”</p><p> </p><p><strong>Deliberation, Decisions, and Public Interaction</strong></p><p>Health clinic meetings had little structure, and were thus unproductive.  Women and the poor were marginalized, as structural inequalities took over in the absence of structure. They had little legal authority, and lack of access to resources resulted in infrastructural degredation.  By 2001, none of the 10,000 clinics continued to function.</p><p>The Health Watch Committe meetings were more structured.  Nijera Kori trained members in participatory and deliberative processes, resulting in more structured, productive, and inclusive meetings.  The NGO also supported the committees in negotiations with doctors. Researchers in 2002 visited one such Committee which met every month. Each member would take a turn at the beginning of the meeting to stand up and fastidiously report his or her recent activities: how people had been made aware of their health rights or how a protest against unofficial user fees had taken place. Even in the face of threats and intimidation from officials, these ordinary citizens were devoting considerable time to carrying on this work.</p><p> </p><p><strong>Influence, Outcomes, and Effects</strong></p><p>The community health clinics, most of which soon disappeared, had little positive impact or outcomes.</p><p>The Health Watch Committees produced a series of interesting outcomes. At the community level, people have become more aware of what services are available, as evidence by rising numbers of people in those areas seeking maternal healthcare, immunisation and family planning. Awareness of nutrition, hygiene and sanitation also improved. As one woman member of a Health Watch Committee said, “People are now…conscious about healthcare in general. When people refer to us in the hospital they get better attention. Now they get medicines more often. And when they don’t get proper healthcare and complain to me, then I go to the hospital and speak to the doctors.” In addition, the Health Watch Committees pressured doctors to arrive on time and not charge illegal fees to their patients.</p><p> </p><p><strong>Analysis and Criticism</strong></p><p>A major barrier to the success of these programs was the lack of legal authority and accountability.  The community clinics were not given any decision-making responsibility, and the Health Watch Committees did not have authority to monitor provider performance. Participation for voice is only the first step in establishing accountability—even strong voice can be meaningless and fail to influence the performance of service providers if policy makers are not interested or do not have the capacity to listen. The lack of official recognition underminded the effectiveness of the clinics and Health Watch Committees.  However, research found that alliances of community representatives with administrators and managers were likely to be more successful in establishing accountability because this could ensure the support of higher administrative or powerful members of society.</p><p> The selection process had far-reaching consequences for how these organisations functioned. In the clinics, community representatives tended to be from elite groups, and the poorer sections of the community were uninformed and unrepresented. Social inequalities were still present among the members of the Health Watch Committees, but efforts have been made to overcome them, and citizen engagement has remained stronger as a result.</p><p>Research also found that the new space for citizen participation provided by these programs could quickly lose its attraction for citizens unless they were politically aware and mobilised prior to participation. Ensuring that citizens arrive to the forums mobilised and informed was also an important factor for success.</p><p>The lack of financial resources further contributed to the closure of many of the clinics and Health Watch Committees.</p><p> </p><p><strong>Secondary Sources</strong></p><p>“Civil Society, Health, and Social Exclusion in Bangladesh” by Anna Schurmann and Simeen Mahmud (<em>Journal of Health, Population, and Nutrition</em>).  <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2928100/\">http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2928100/</a>.</p><p>Mahmud, S (2007) \"Spaces for Participation in Health Systems in Rural Bangladesh: The Experience of Stakeholder Community Groups\", in Spaces for Change? The Politics of Citizen Participation in New Democratic Arenas, edited by Andrea Cornwall and Vera Schattan P Coelho, Zed Books: London.</p><p>Mahmud, S (2004) 'Citizen Participation in the Health Sector in Rural Bangladesh: Perceptions and Reality\", IDS Bulletin, 35(2), edited by Andrea Cornwall. IDS: Brighton.</p><p>Schurmann, A. and Mahmud, S.  “Civil Society, Health, and Social Exclusion in Bangladesh.”  International Centre for Diarrhoeal Disease Research, Bangladesh.  <em>Journal of Health, Population, and Nutrition</em>.  2009 August; 27(4): 536-544.</p><p> </p><p> </p><p><strong>Notes</strong></p>", "title": "Community-Managed Clinics and Health Watch Committees (Bangladesh)"}