{"htmlbody": "<p><a id=\"Definition\" name=\"Definition\"></a></p><h2>Definition</h2><p>Planning cells is a method for deliberation developed by Prof. Dr. Peter C. Dienel, and is designed to be a sort of \"micro-parliament.\" In a planning cell, twenty five people from various backgrounds work together to develop a set of solutions to a problem delegated to the participants by a commissioning body. These solutions are then assessed and final recommendations are presented to the commissioning body as a \"Citizen's Report.\"</p><p><a id=\"Process\" name=\"Process\"></a></p><h2>Process</h2><p>In order to successfully implement a planning cell, there are several steps that must be taken. First, several people need to be recruited in order to help carry out the planning cell. Duties for recruits include creating the schedule, finding a location to host the cell, identifying experts and interest group representatives who are well-informed on the problem addressed in the cell, and finding citizens to actually participate in the planning cell. The twenty-five participants in the planning cell must be randomly selected and composed of people directly affected by the policy issue and those indirectly affected. Also, participants in a planning cell must be paid for their time, including compensation for participation as well as reimbursement of lost wages. This ensures that members of a planning cell take their job seriously and focus on the cell's objective.</p><p>Once members are organized into a planning cell, a commissioning body (usually a city or county) delegates a problem to the constituents that needs to be addressed. These issues are related to things like government funding, civic programs, and political institutions. Next, in order to tackle the problem given to the planning cell, participants work through three distinct phases.</p><p>In Phase I, citizens' become informed about the issue through a series of lectures, videos, and written pamphlets. During this phase, experts and interest group representatives also have a chance to address the planning cell so that the participants may gain an understanding of the perspectives of all interested parties. Once all of this information is received by the cell members, they may ask questions and seek clarification before entering into Phase II.</p><p>In Phase II, participants process information received in Phase I through group discussions. The 25 person cell is divided into five smaller groups of five people each, and each group is responsible for prioritizing values and identifying criteria to help analyze the problem. During this phase, members are expected to develop a number of recommendations and then choose one to share with the larger group. In order to choose this recommendation, group members rate each decision based on the values they determine to be most important and then vote on their preferred choice.</p><p>In Phase III, the recommendations developed and voted on by each small group are then presented to the larger 25-person assembly. After all participating citizens are made aware of the various solutions, the options are evaluated by the entire group. This evaluation can take many forms. Often, members of the cell will grade or assign points to policy options or vote on various alternatives. Moderators then record these evaluations to develop a final report.</p><p>The final report, created by the moderators of the planning cell, summarizes the results of the cell, provides a description of the procedures followed, and identifies the problem addressed. The initial draft of this report is given to all members of the planning cell first so they may review and make changes if necessary. After edits are made by participants, the final report is then published and presented to the commissioning body.</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>The planning cell as a method for deliberation was created by German Prof. Dr. Peter C. Dienel in 1972. Professor Dienel developed the planning cell in response to problems he noticed with the relationship between government officials and ordinary citizens. Noticing an increasing trend in which people did not feel their elected representatives shared the same interests and values as their own, Dienel sought to create a program whereby people could begin to represent themselves. In the past, Dienel noted that public officials had sought to improve relations with citizens by increasing the efficiency of government entities and providing quicker response times when people expressed dissatisfaction with the government. These solutions for Dienel, however, were unsatisfactory and the German professor introduced the method of planning cells to increase the independence of citizens and give them a tool for self-representation. Since the inception of the planning cell in the German town of Schwelm, planning cells have been used over 170 times at more than 40 locations.</p><p><a id=\"Case_Studies\" name=\"Case_Studies\"></a></p><h2>Case Studies</h2><p>Germany</p><p>In August 1982, the German Ministry of Research and Technology utilized planning cells to identify the interests of German citizens in regards to four different energy policy options. The three year study, utilizing 24 separate planning cells in seven communities throughout West Germany, sought to identify the public's preferences for each energy program and the underlying motivations behind those preferences. At the end of the study, researchers found that the planning cells favored the policy option that focused on energy conservation and the efficient use of energy.</p><p>In 1992, the Federal Ministry of Postal Service and Telecommunication commissioned a planning cell to discuss and form recommendations regarding the \"future telephone.\" All together 22 planning cells were formed in which 85,000 statements were issued. The final citizen report was given to the ministry and included 66 recommendations that dealt specifically with data protection in telecommunications. Several of these proposals were adopted by the German government.</p><p>Spain</p><p>The Basque Region of Spain has experienced intense ethnic conflict and policy stagnation, but with the help of planning cells was able to successfully resolve a long standing dispute over the construction of a gymnasium in the early 1990's.</p><p>In 1997, the Regional Department of Transportation commissioned 14 planning cells to deliberate the creation of a major highway through the Basque Region. The cells helped evaluate existing plans for the highway, consider alternative routes, and identify the social and political effects of each option.</p><p>United States</p><p>In 1988, the Department of Environmental Protection of New Jersey utilized planning cells to create recommendations for regulating sewage sludge at a Rutgers University research farm. The planning cell used in this case rejected the farm's preference for using the land for sludge application.</p><p><a id=\"Evaluation\" name=\"Evaluation\"></a></p><h2>Evaluation</h2><p>According to Professor Dienel, planning cells are beneficial for individuals participating in the cell, for policy creation, and for society as a whole.</p><p>Individual participants benefit from planning cells because they are empowered in the deliberative process. Planning cells rely on citizens to make decisions and design original solutions to problems. This task requires a large responsibility and leads many to develop a stronger social identity as they evaluate and support their opinions.</p><p>Policy creation is also uniquely aided by planning cells. Because a large part of the process of planning cells involves informing participants about all sides of an issue, citizens are highly competent and knowledgeable when it comes to shaping policies and can foresee the consequences of different legislative options. Also, the random selection of members in a planning cell means that everyone has the opportunity to partake. This results in cells that for the most part mirror the general population and therefore decisions made by the planning cell will most likely be accepted by the people as a whole. Finally, planning cells benefit policy creation because the results of a cell are completely open. Rather than having pre-defined solutions that participants vote on, cells are responsible for creating their own unique policy recommendations. This leaves room for creativity and ingenuity when presenting solutions.</p><p>Society benefits from planning cells because the deliberative method restores trust in democratic institutions. People often complain of a disconnect between government and the general population, and planning cells help to close this gap by giving participants the chance to have power in the decision making process. Also, society may be more willing to accept a policy decision if they know it was created by a group of randomly selected and non-privileged citizens.</p><p>Given these advantages, however, there are also limitations to planning cells as a deliberative method. For one, cells are not adept at resolving issues between different regions or social groups. A group of randomly selected citizens are not skilled in the intricacies of handling intense ethnic or regional conflict. Another issue is accountability. Because planning cell participants are only responsible for designing the decision and not implementing it, the policy options they create may not be financially or physically viable. Also, planning cells are time and resource intensive. Though a typical planning cell lasts 4 to 7 days, they require months of preparation and a great deal of time after the cell adjourns to draft and disseminate a citizen's report. Because of this large time window and the emphasis planning cells put on educating participants, the process can end up costing the organizing body a great deal of money.</p><p><a id=\"Reference\" name=\"Reference\"></a></p><h2>Reference</h2><p>Heesterbeek, Sara, Carolyn J. Lukensmeyer, and Nikki Slocum. \"Planning Cell.\" Participatory Methods Toolkit. By Janice Elliott. King Baudouin Foundation, 2005. 142-53. Planning Cell. Citizen Participation in Science and Technology. Web. 1 June 2010. &lt;<a href=\"http://www.cipast.org&gt;\">www.cipast.org&gt;</a>. This manual was helpful in looking at the overall process of planning cells as well as the potential limitations.</p><p>\"Planning Cells.\" Planning Cells and Citizens' Juries- Foundations of Political Engineering of the Future. Web. 02 June 2010. &lt;<a class=\"external free\" href=\"http://www.planet-thanet.fsnet.co.uk/groups/wdd/99_planning_cells.htm\" rel=\"nofollow\" title=\"http://www.planet-thanet.fsnet.co.uk/groups/wdd/99_planning_cells.htm\">http://www.planet-thanet.fsnet.co.uk/groups/wdd/99_planning_cells.htm</a>&gt;. This website provided a brief overview of the history of planning cells as well as Prof C. Dienel's motivations behind creating the deliberative method.</p><p>\"Planning Cell.\" People and Participation. Web. 3 June 2010. &lt;<a class=\"external free\" href=\"http://www.peopleandparticipation.net/display/Methods/Planning+Cell\" rel=\"nofollow\" title=\"http://www.peopleandparticipation.net/display/Methods/Planning+Cell\">http://www.peopleandparticipation.net/display/Methods/Planning+Cell</a>&gt;. This website provided brief background information on planning cells and was useful in filling in the table.</p><p>Renn, Ortwin, Thomas Webler, and Peter M. Wiedemann. Fairness and Competence in Citizen Participation: Evaluating Models for Environmental Discourse. Dordrecht: Kluwer Academic, 1995. Print. This book explored Prof. Dr. Peter C. Dienel's justifications for creating planning cells, and the role they play in the relationship between citizens and the government.</p><p><a id=\"Secondary_Lit\" name=\"Secondary_Lit\"></a></p><h2>Secondary Lit</h2><p>Gastil, John. Political Communication and Deliberation. Los Angeles: SAGE Publications, 2008. Print. Provides a good overview of the qualifications for deliberation in multiple scenarios and criteria for evaluating the deliberative quality of various methods of deliberation.</p><p>Gastil, John, and Peter Levine. The Deliberative Democracy Handbook: Strategies for Effective Civic Engagement in the Twenty-first Century. San Francisco: Jossey-Bass, 2005. Print. This book provided background information on Citizens' Juries, a deliberative method that is closely related to planning cells.</p><p><a id=\"Links\" name=\"Links\"></a></p><h2>Links</h2>", "title": "Planning Cells"}