{"htmlbody": "<h3>Mission and Purpose</h3><p>The Young Foundation is a leading independent centre for disruptive social innovation. We create new movements, institutions and companies that tackle the structural causes of inequality.</p><p>We work to create a more equal and just society, where each individual can be fulfilled in their own terms. We believe that little about the future of society is inevitable. Bound by our shared humanity, we believe we collectively have the power to shape the societies and communities we want to live in.</p><h3>History</h3><p>We were forged from a merger between the Institute of Community Studies and the Mutual Aid Centre, both creations of our namesake, the late Michael Young, leading social entrepreneur.</p><p>The Institute for Community Studies had been set up in 1954 as an urban studies think tank, with an emphasis on bringing academic research and practical social innovation together. It helped to create over 60 organisations, including the Open University and the Consumers’ Association. Other innovations included Language line, International Alert, the Economic and Social Research Council (ESRC) and the School for Social Entrepreneurs.</p><h3>Specializations and activities</h3><p>We strive to be audacious and determined in our actions, and open and unrelenting in our thinking. We are politically alert but non-partisan. We use the tools of social research, disruptive social innovation, venturing, strategic design and movement building. Above all, we listen to people, putting what they think, feel and believe, their aspirations, their experiences and their lives at the heart of everything we do. In the last five years we’ve launched 60 programmes and 138 publications across the country.</p><h3>Major projects and events</h3><p><strong>TEPSIE:</strong> The TEPSIE research programme is aimed at developing tools, methods and policies to help inform the EU strategy for social innovation. Its purpose is to strengthen the foundations for other researchers, policy-makers and practitioners so that they can analyse and plan with greater confidence. The work involves mapping the field of social innovation, reviewing theories, models, methods and identifying gaps in existing practices and policies, as well as pointing towards the priorities for future strategies.</p><p><strong>Realising Ambition: </strong>The Young Foundation is a member of the consortium appointed to manage Realising Ambition which is a £25 million <a href=\"http://www.biglotteryfund.org.uk/\" target=\"_blank\">Big Lottery Fund</a> supported programme investing in projects which have been proven to help children and young people to fulfil their potential, and avoid pathways into crime. Over the next five years, the programme will replicate the best evidence-based practice, reaching over 140,000 8- to 14- year olds across the UK.</p><p><strong>Better by Design: </strong>Working with BIG and partners, The Young Foundation is working with 15 high potential organisations that can see the potential through design thinking to put users at the centre of their services, improve outcomes and make their organisations more innovative.</p><p>The Young Foundation and Taylor Haig are working intensively with these organisations, guiding them through a design-led change process, drawing on user insight and using innovative but practical design techniques. BIG will be making small grants available to support the organisations at key points in the design and change process.</p><h3>Funding</h3><p>The Young Foundation is a Registered Charity and Company Limited by Guarantee</p><h3>Publications</h3><p>In the last five years, The Young Foundation has launched 60 programmes and 138 publications across the country. Visit the <a href=\"http://youngfoundation.org/library/\">Library</a> for more information.</p><h3>Secondary Sources</h3><p> </p><h3>External Links</h3><p><a href=\"http://youngfoundation.org\">http://youngfoundation.org</a></p><h3>Notes</h3><p> </p>", "title": "The Young Foundation"}