{"htmlbody": "<a id=\"Definition\" name=\"Definition\"></a><h2>Definition</h2>\n<p>Asset-Based Community Development is a communication methodology that utilizes the individual strengths and skills of citizens to build stronger communities and  establish sustainable development. Instead of focusing on solving a specific problem, the ABCD approach focuses on applying individual local assets to problems to create meaningful change. The development is solely community-driven as opposed to being driven by external influences. <a href=\"#cite_note-0\" title=\"\">[1]</a>\n</p><p>Created in the 1990's, communities around the world began using the Asset-Based Community Development method. In synergy with other restructuring elements to restore a community, the ABCD method has provided institutions with an approach that is cheap, effective, and avoids personal dependence. Methodologies that originate at the civic level can empower members of a community to action. <a href=\"#cite_note-1\" title=\"\">[2]</a>\n</p>\n<a id=\"Process\" name=\"Process\"></a><h2>Process</h2>\n<p>The ABCD self-mobilization process has guidelines for achieving a strong level of community-driven development. These guidelines assist the participant in organizing a group as well as mapping the capacities of the community. Variations of this process exist for the use of different NGOs. <a href=\"#cite_note-2\" title=\"\">[3]</a>\n</p><p>\nStep 1: Collecting Stories\n</p><p>Conducting informal discussions and interviews can provide a forum for citizens to express their experiences from past endeavors. This discussion has a dual effect; not only does it reveal unrealized assets, but it also helps build confidence in a person's personal abilities. This confidence will evoke the motivation to contribute to the sustainable community development process. \n</p><p>Step 2: Organizing a Core Group \n</p><p>As the process of collecting stories continues, certain participants will be distinguishable from the rest as leaders. These committed individuals may have shown leadership aptitude in the past, or they may currently be in a position of authority. Organizing the leaders of the group and compelling them to further explore the assets of the community is of importance. These leaders will network and build relationships with other individuals in the community.\n</p><p>Step 3: Mapping Completely the Capacities and Assets of Individuals, Associations, and Local Institutions\n</p><p>Mapping is an extensive process conducted by citizens themselves; the mapping process helps participants learn more about the talents of other community members and will identity links between different assets. Mapping is more complicated than merely collecting data; a large part of the mapping process is in developing new relationships amongst community members. \n\tDuring the mapping processes, one should have an outline to ensure the following: \n</p><p>\nIdentifying associations-  These associations are the backbone of community action and are essential as assets. The associations should be listed by type and those most likely to work together for a common goal should be identified.\n</p><p>Identifying individual gifts, skills, and capacities- Every participant should feel as if their gift has been realized and is appreciated. The capacities of each person is placed in categories such as “community-building skills”, “teaching skills”, “artistic skills.” Other organizations may choose to categorize by skills of the heart, head, and hand.\n</p><p>Identifying the assets of local institutions- Assets of institutions could be found in the services they provide, the equipment they have, or the communication links they may provide. \n</p><p>Identifying physical assets and natural resources- Natural resources such as land, water, or other resources should be identified as either privately managed or community owned and managed. \n</p><p>Mapping the local economy- How does the economy work? What resources can be realized for maximum community benefit. Could imported products be produced locally? \n</p><p>\nStep 4: Convening a Broad Representative Group to Build a Community Vision and Plan\n</p><p>In this step, the central organized theme is matched with different assets. The decisions should be made by those identified as leaders in the earlier steps. \n</p><p>Step 5: Mobilizing Assets for Community Development\n</p><p>In this step, the processes are initiated as the community assets are mobilized.  Further associations are encouraged to engage those with similar interests. Looking for common ground amongst participants and encouraging contribution is necessary. \n</p><p>Step 6: Leveraging Activities, Investments and Resources from Outside the Community to Support Asset-Based, Locally Defined Development\n</p><p>Before external resources are tapped, all local resources must be utilized. This would put the community in a position of strength for furthering the vision.\n</p>\n<a id=\"History\" name=\"History\"></a><h2>History</h2>\n<p>The ABCD methodology was created by John McKnight and Jody Kretzmann at the Institute for Policy Research at Northwestern University. In their co-authored book released in 1993, Building Communities from the Inside Out, they outline an alternative approach to the needs-based approach used by poor communities. This process empowers communities to “assemble their strengths into new combinations, new structures of opportunity, new sources of income and control, and new possibilities for production.\" <a href=\"#cite_note-3\" title=\"\">[4]</a>\n</p><p>In the United States, several communities have mobilized to utilize the ABCD approach to improve economic and social development. In Savannah George, the community transitioned their responsibilities from being consumers of services to producers of community. This gradual shift to mobilization demonstrates that individual resources are often unrealized in a community. The key to ABDC is in the ability of local relationships to drive community development. The strength of these associations can be connected to each other in ways that multiply their effectiveness. <a href=\"#cite_note-4\" title=\"\">[5]</a>\n</p>\n<a id=\"Case_Studies\" name=\"Case_Studies\"></a><h2>Case Studies</h2>\n<p>ABCD is becoming a more popular strategy for community based development. Current strategies draw from this methodology, including the sustainable livelihood approaches developed by the Department for International Development and the asset building framework employed by Ford.\n</p><p>The Mercado Central was developed by Latino immigrants in Minneapolis as a retail business cooperative; the community worked together with many organizations and faith-based groups to build a traditional marketplace in their inner-city neighborhood. The market has transformed the community through both its existence as well as the benefits of the process itself. \n</p><p>The Greater Rochester Health Foundation launched the Neighborhood Health Status Improvement Program in 2008. This program partners with the ABCD institute and focuses on working to improve the health status of the residents of the community. Five individual projects focus on local issues, such as housing, economic concerns, the environment, and promoting social interaction. This organization has proven effective at mobilizing local residents toward improving community health.\n</p><p>By 1995, Seattle's historic Columbia City district was overrun with prostitutes and drug dealers. Recognizing that something had to be done, residents and businesses formed the Columbia City Revitalization Committee. Participants were asked to think of a project that could improve the area; each idea was written on a piece of paper and the papers were posted at the front of the room. Each cluster of ideas was assigned to a meeting place. The participants then continued the discussion that most appealed to them. The result was the launching of new community projects. The community's vision and use of resources has resulted in businesses moving back into the area. Today, no store fronts are still vacant.<a href=\"#cite_note-5\" title=\"\">[6]</a>\n</p>\n<a id=\"Evaluation\" name=\"Evaluation\"></a><h2>Evaluation</h2>\n<p>The ABCD faces numerous further challenges. The real danger exists that the methodology will be discredited as being used as a self-serving initiative for  private agencies. Avoiding dependency on the external agency facilitating the process is a major concern. As communities become larger and a greater network of connections are made, central control can be reduced. Reducing this dependency is a consistent problem in the ABCD method. \n</p><p>Certain environments may not be conducive to the ABCD method. The method may be difficult to enact in hostile environments or places where social hierarchies marginalize certain people. Furthermore, anticipating how the social change will affect the community can help protect the growth of associations.\n</p><p>The ABCD methodology both promotes and functions as a result of community deliberation. Civic engagement is incredibly important in society; the “ABCD stands to gain from the rich resource of tools and methods generated by participatory development practice for community-based research, analysis, planning, and for organizational capacity building.” <a href=\"#cite_note-6\" title=\"\">[7]</a>\n</p>\n<a id=\"References\" name=\"References\"></a><h2>References</h2>\n<ol class=\"references\"><li id=\"cite_note-0\"><a href=\"#cite_ref-0\" title=\"\">↑</a>  Asset-Based Community Development Institute: Asset-Based Community Development Institute. Web. 28 May 2010. <a class=\"external free\" href=\"http://www.abcdinstitute.org\" rel=\"nofollow\" title=\"http://www.abcdinstitute.org\">http://www.abcdinstitute.org</a>.</li>\n<li id=\"cite_note-1\"><a href=\"#cite_ref-1\" title=\"\">↑</a>  Support for Communities to Grow Strong - Home. Web. 2010. &lt;<a class=\"external free\" href=\"http://www.inspiringcommunities.com/\" rel=\"nofollow\" title=\"http://www.inspiringcommunities.com/\">http://www.inspiringcommunities.com/</a>&gt;</li>\n<li id=\"cite_note-2\"><a href=\"#cite_ref-2\" title=\"\">↑</a>  \"ABCD -- Asset Based Community Development Workshop -- Bangkok, Thailand, February 21, 2002.\" Synergos: Changing the Systems That Keep People in Poverty. <a class=\"external free\" href=\"http://www.synergos.org/events/abcd2002/#resources\" rel=\"nofollow\" title=\"http://www.synergos.org/events/abcd2002/#resources\">http://www.synergos.org/events/abcd2002/#resources</a>. </li>\n<li id=\"cite_note-3\"><a href=\"#cite_ref-3\" title=\"\">↑</a> Kretzmann, John P. \"Building Communities From the Inside Out: Asset-based Community Development, by John P. Kretzmann.\" National Housing Institute</li>\n<li id=\"cite_note-4\"><a href=\"#cite_ref-4\" title=\"\">↑</a> Asset-Based Community Development Institute: Asset-Based Community Development Institute. Web. 28 May 2010. <a class=\"external free\" href=\"http://www.abcdinstitute.org\" rel=\"nofollow\" title=\"http://www.abcdinstitute.org\">http://www.abcdinstitute.org</a>.</li>\n<li id=\"cite_note-5\"><a href=\"#cite_ref-5\" title=\"\">↑</a> Asset-Based Community Development Institute: Asset-Based Community Development Institute. Web. 28 May 2010. <a class=\"external free\" href=\"http://www.abcdinstitute.org\" rel=\"nofollow\" title=\"http://www.abcdinstitute.org\">http://www.abcdinstitute.org</a>.</li>\n<li id=\"cite_note-6\"><a href=\"#cite_ref-6\" title=\"\">↑</a>  \"Occasional Papers.\" St. Francis Xavier University. Web. <a class=\"external free\" href=\"http://www.mystfx.ca/institutes/coady/text/about_publications_occasional_citizens.html\" rel=\"nofollow\" title=\"http://www.mystfx.ca/institutes/coady/text/about_publications_occasional_citizens.html\">http://www.mystfx.ca/institutes/coady/text/about_publications_occasional_citizens.html</a>. </li></ol><p>\n</p>\n<a id=\"Secondary_Literature\" name=\"Secondary_Literature\"></a><h2>Secondary Literature</h2>\n<a id=\"Links\" name=\"Links\"></a><h2>Links</h2>\n<p><a class=\"external free\" href=\"http://www.bostonabcd.org/\" rel=\"nofollow\" title=\"http://www.bostonabcd.org/\">http://www.bostonabcd.org/</a>\n</p><p><a class=\"external free\" href=\"http://www.abcd.org/\" rel=\"nofollow\" title=\"http://www.abcd.org/\">http://www.abcd.org/</a>\n</p>", "title": "Asset-Based Community Development"}