{"htmlbody": "<p> </p><p><a id=\"The_Imperative_Significance_To_Consensus_Conferences\" name=\"The_Imperative_Significance_To_Consensus_Conferences\"></a></p><h3>Main Idea and Significance:</h3><p>The public’s opinion and support behind significant topics in specified fields is essential to deriving a common good for society. The ideology protruding behind consensus conferences redefines the path to arrive at a public good. A consensus conference can be defined as, “a chaired public hearing with an audience from the public and with active participation of 10-15 people, referred to as the jury or panel, and a corresponding number of different experts.” (cefic). Essentially, Consensus Conferences are a meeting held in order to represent the average society member’s view on scientific technology. The overriding goal striving to be achieved is to connect the average day citizen in a community to the ideas and advancements in scientific technology. Many people do not understand the science behind new medical technology and the potential advantages and harmful drawbacks. On the same hand as informing the public, Consensus Conferences attempt to portray an equilibrium by receiving the public’s opinions on what qualifies and what deems too harmful.</p><p> </p><h3>Consensus Conference History and Examples:</h3><p>Consensus Conferences were created in the United States in the 1960’s, and were initially hindered toward resolving biomedical technology. These conferences were first utilized by the United States regarding the assessment of the health care sector. In recent years Consensus Conferences have been further developed by the Danish Board of Technologies. The tactic of Consensus Conferences has represented many successful attempts and resulted in positive effects across the world. However has been highly concentrated in the United States and Denmark. One example of a Consensus Conference that resulted in outstanding feedback took place in the United Kingdom under Edward Andersson. This conference was held in May of 1999 and represented the publics’ outlook on radioactive waste management. A random sample of 15 participants focused on “the effective and publicly acceptable long-term management of nuclear waste in the UK, both civil and military, concentrating particularly on intermediate and high level waste.” (People and Participation). The panel and experts followed the steps of the process and arrived to a solid form of deliberation. The Consensus Conference resulted in a copious amount of more informed citizens on the topic of radioactive waste and the situation at hand in their society. Just as well as the United Kingdom’s radioactive waste management Consensus Conference, this policy has been utilized by Denmark for technologies, Australia for Gene technology and the use of Antiretroviral Agents in HIV infected adults, and the United States for the National Institutes of Health (NIH).</p><p> </p><h3>Consensus Conference Process:</h3><p>The processes undergoing this forum, begins with a panel of randomly selected citizens that research and construct questions in order to present to experts on the date of the conference. This process of researching involves examination of a pamphlet provided as well as attending preparatory events. The next step involves the group of participants to construct their presentation to the experts. The ideology behind this step demonstrates the ability of the group to decided what will be discussed in the debate as well as which witnesses will be contributing. This form of construction enables the general public to determine which aspects of the novel technology demand attention. Preceding the panel’s decisions, normally lasting two weeks, a conference is held where the press and public are allowed to be present. A head organizer, otherwise known as a facilitator, oversees the conference ensuring that deliberation resides on track and pertains appropriate. Post the conclusion of the conference, the panel construes a report outlining the conclusions and recommendations which are then circulated to key players regarding the organization at hand and the media. The organization and outlay of the Consensus Conference steps is essential to deriving strong deliberation and hearing the public’s voice. The strategy of this style of deliberation demonstrates an optimal path to uncovering a common good.</p><p> </p><h3>Consensus Conference Times of Use:</h3><p>In contrast to how a Consensus Conference operates, there are many different situations and times that this type of deliberation should be utilized and others when it does not fulfill the requirements. Consensus Conferences function at their most optimal prime involving controversial issues at a National level and with subjects that deem complex or are expert dominated. These types of discrepancies perform preeminent because they enable the delivery of views of informed average citizens to other general public citizens in a language suitable. Other citizens will be able to regurgitate the material and will result in a better informed public on the debate at hand. In conclusion, Consensus Conferences enable a complex matter to be broken down into a more generalized form that can be presented by the media to update citizens that do not contain an in depth knowledge in the subject. Differing from perfect Consensus Conference topics, this form of deliberation and informative material should not be exploited when the issue is uncontroversial, contains biased participants, or when the panel is expected to create actual decisions. Consensus Conferences are not intended to derive decisions, make detailed technical recommendations, or be read as a representation of a whole society.</p><p> </p><h3>References:</h3><p>People and Participation: Summary of the method of Consensus Conferences: <a class=\"external free\" href=\"http://www.peopleandparticipation.net/display/Methods/Consensus+Conference\" rel=\"nofollow\" title=\"http://www.peopleandparticipation.net/display/Methods/Consensus+Conference\">http://www.peopleandparticipation.net/display/Methods/Consensus+Conference</a></p><p>People and Participation: Example of United Kingdom Consensus Conference: <a class=\"external free\" href=\"http://www.peopleandparticipation.net/display/CaseStudies/Consensus+Conference+on+radioactive+waste+management\" rel=\"nofollow\" title=\"http://www.peopleandparticipation.net/display/CaseStudies/Consensus+Conference+on+radioactive+waste+management\">http://www.peopleandparticipation.net/display/CaseStudies/Consensus+Conference+on+radioactive+waste+management</a></p><p>Co-intelligence Institute: Danish Board of Technologies form of Consensus Conferences: <a class=\"external free\" href=\"http://www.co-intelligence.org/P-ConsensusConference1.html\" rel=\"nofollow\" title=\"http://www.co-intelligence.org/P-ConsensusConference1.html\">http://www.co-intelligence.org/P-ConsensusConference1.html</a></p><p>Wikipedia Organization: Summary and Examples of Consensus Conferences: <a class=\"external free\" href=\"http://webcache.googleusercontent.com/search?q=cache:mii0CdwM0aQJ:en.wikipedia.org/wiki/Consensus_decision-making+Consensus+Conference+Example&amp;cd=1&amp;hl=en&amp;ct=clnk&amp;gl=us\" rel=\"nofollow\" title=\"http://webcache.googleusercontent.com/search?q=cache:mii0CdwM0aQJ:en.wikipedia.org/wiki/Consensus_decision-making+Consensus+Conference+Example&amp;cd=1&amp;hl=en&amp;ct=clnk&amp;gl=us\">http://webcache.googleusercontent.com/search?q=cache:mii0CdwM0aQJ:en.wikipedia.org/wiki/Consensus_decision-making+Consensus+Conference+Example&amp;cd=1&amp;hl=en&amp;ct=clnk&amp;gl=us</a></p><p>Epress Education Organization: History and Examples of Consensus Conferences: <a class=\"external free\" href=\"http://epress.anu.edu.au/dialogue_methods/mobile_devices/ch03s02.html\" rel=\"nofollow\" title=\"http://epress.anu.edu.au/dialogue_methods/mobile_devices/ch03s02.html\">http://epress.anu.edu.au/dialogue_methods/mobile_devices/ch03s02.html</a></p><p> </p><h3>Suggested Readings on Consensus Conferences:</h3><p>Joss, S. and Durant, J. (eds) 1995, Public Participation in Science: The role of consensus conferences in Europe, Science Museum with the support of the European Commission Directorate General XII, London.</p>", "title": "Consensus Conference"}