{"htmlbody": "<h3>Definition</h3><p>The initiative process is a form of <a href=\"http://participedia.net/methods/direct-democracy\">direct democracy</a>. Two types of initiative process are widely in use today.  The first is called citizens’ initiative or popular initiative (hereinafter, “citizens’ initiative”). In the citizens’ initiative process, citizens draft a legislative bill or constitutional amendment (a “measure”), which they then propose by petition; if the petition receives sufficient popular support, the measure is then placed on the ballot and can be enacted into law by a direct vote of citizens.  Some citizens’ initiative processes allow the government to make a counter-proposal to the measure; the government’s counterproposal appears on the ballot with the measure.</p><p>The second type of initiative process is called agenda initiative or agenda-setting initiative (hereinafter “agenda initiative”). In the agenda-initiative process, citizens draft a proposed law or policy (a “measure”), which they then propose by petition; if the petition receives sufficient popular support, the measure is submitted to the legislature, which decides whether to enact or implement the measure. In some agenda-initiative processes, citizens may also participate -- by consultation or referendum -- after the measure has been submitted to the legislature.</p><h3>Problems and Purpose</h3><p>Initiative processes are intended to solve the problem – arising in many democracies -- of governmental action (or inaction) that is inconsistent with the will of most citizens and that cannot be resolved by elections.</p><p>Many factors may cause a government’s policies to fail to align with citizens’ preferences in a way that elections cannot resolve; these include corruption; government officials’ self-interest; ineffective legislative procedures; excessive partisanship among legislators;  social, economic, or cultural differences between government officials and citizens; low rates of voter turnout; lack of government transparency; and the influence of popular movements.</p><p>Where the citizens’ initiative has been implemented, if the government acts in a manner inconsistent with most citizens’ preferences or declines to implement a policy that most citizens prefer citizens may bypass the government and directly enact the laws they wish. Where the agenda initiative has been implemented, citizens may compel an unresponsive government to consider a law or policy that enjoys strong popular support.</p><h3>History</h3><p>The initiative process appears to have originated in Switzerland.  Most Swiss cantons began to use the citizens’ initiative between 1845 and 1869.</p><p>In 1893 the U.S. state of California implemented citizens’ initiatives at the county level, and in 1898 the California cities of Vallejo and San Francisco adopted the citizens’ initiative.  As of 1911 the citizens’ initiative was being used at the municipal level in 19 U.S. states.  Several U.S. states – with South Dakota being the first in 1898 -- implemented the citizens’ initiative process at the state level during the Progressive Era. By 1918 nineteen U.S. states had authorized use of the state-level citizens’ initiative.</p><p>In the U.S. as of 2012 twenty-seven states have implemented the citizens’ initiative at the state level and about 50% of all municipalities, including 80% of the largest cities, have implemented the citizens’ initiative.  In the 1950s and 1960s the number of state-level citizens’ initiatives appearing on ballots declined in the U.S.  The number of state-level citizens’ initiatives appearing on ballots in the U.S. has risen since the 1970s and a total of 159 citizens' initiatives were voted on in the U.S. in 2010.</p><p>In Europe as of 2012 ten countries appear to have adopted the citizens’ initiative at the national level and 13 appear to have adopted the agenda initiative at the national level. At least 9 European countries have implemented the citizens’ initiative at the local level. Further, the European Union has implemented the <a href=\"http://ec.europa.eu/citizens-initiative/\">European Citizens’ Initiative</a>, which, despite its name, is an agenda initiative.</p><p>In the Asia-Pacific region as of 2012 five nations seem to have authorized use of the citizens’ initiative at the national level.</p><p>In Africa as of 2012 Kenya and Uganda appear to have implemented the citizens’ initiative at the national level, and Botswana, Cape Verde, and Uganda appear to have implemented the agenda initiative at the national level.</p><p>In Latin America as of 2012 six nations seem to have implemented the citizens’ initiative at the national level and 4 at the regional or local level.  Eleven nations seem to have implemented the agenda initiative at the national level and 3 at the regional or local level.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>In most jurisdictions that have implemented the initiative process, no formal deliberation about initiatives occurs. One exception is the U.S. state of Oregon, which has implemented the <a href=\"http://participedia.net/methods/citizens-initiative-review\">Citizens’ Initiative Review</a> – a <a href=\"http://participedia.net/methods/citizens-jury\">Citizens’ Jury</a> that deliberates about a citizens’ initiative – as part of its official statewide citizens’ initiative process.  The Oregon process is called the <a href=\"http://participedia.net/cases/oregon-citizens-initiative-review-oregon-cir\">Oregon Citizens’ Initiative Review</a>.</p><p>In the absence of a formal deliberative process, citizens rely on several different sources of information  to gather information for their informal deliberations and decision making about initiatives. </p><p>In many jurisdictions that have implemented the citizens’ initiative, the government distributes to voters information about initiatives on the ballot in a booklet called a voters’ guide or voters’ pamphlet (hereinafter a “voters’ guide”). In some jurisdictions civil society organizations also produce unofficial voters’ guides providing information about initiatives.</p><p>Citizens may use the information about initiatives appearing in voters’ guides during informal deliberations and decision making about ballot initiatives.</p><p>In some jurisdictions that have implemented the initiative process, advocates supporting or opposing an initiative may distribute information and arguments about initiatives through political campaigns, which may involve advertising, other kinds of promotional materials, op-ed articles in news media, Internet marketing, social media marketing, mass media appearances, and public events.</p><p>In some jurisdictions, when an initiative of great public interest is being circulated or will appear on the ballot news organizations or civil society organizations may hold forums – on mass media, on the Internet, or at public meeting places -- at which citizens may learn more about the initiative and hear advocates’ arguments supporting or opposing the initiative. </p><p>Research suggests that voters often receive inadequate information about initiatives.  Some surveys show that voters have low levels of awareness and knowledge of initiatives. In the U.S. initiatives are frequently invalidated by courts on the grounds that the initiatives conflict with constitutional or other law; this suggests that voters often receive inadequate information about the legal aspects of initiatives. Further, the language of initiatives and voters’ guides frequently exceeds the reading ability of most voters, and campaign advertisements about initiatives often contain false or misleading claims. This evidence suggests the initiative processes in many jurisdictions could be improved by increasing the quality of information citizens receive about initiatives.</p><p>Research also shows that in some circumstances initiative processes have led to good decisions. These include the enactment of initiatives that benefit most citizens but are inconsistent with the interests of incumbent legislators, such as initiatives that create new and effective governmental bodies or that impose taxation caps or term limits.  Research also shows that initiative processes may benefit citizens by increasing citizens’ participation in politics as well as citizens' sense of empowerment.</p><h3>Secondary Sources</h3><p>Shaun Bowler and Todd Donovan. (2002). Democracy, Institutions, and Attitudes about Citizen Influence on Government. <em>British Journal of Political Science, </em>32, 371–390.</p><p>Peter Brien. (2002). Voter Pamphlets: The Next Best Step in Election Reform. <em>Journal of Legislation</em>, 28, 87-112.</p><p>David S. Broder. (2000). <em>Democracy Derailed: Initiative Campaigns and the Power of Money</em>. New York: Harcourt.</p><p>California Commission on Campaign Financing. (1992). <em>Democracy by Initiative: Shaping California’s Fourth Branch of Government</em>. Los  Angeles, CA: Center for Responsive Government.</p><p>Center for Governmental Studies. (2008). <em>Democracy by Initiative: Shaping California’s Fourth Branch of Government</em>. 2nd ed. Los Angeles, CA: Center for Governmental Studies.</p><p>Thomas E. Cronin. (1989). <em>Direct Democracy: The Politics of Initiative, Referendum, and Recall</em>. Cambridge, MA: Harvard University Press.</p><p>Philip L. Dubois and Floyd Feeney. (1998). <em>Lawmaking by Initiative: Issues, Options, and Comparisons</em>. New York: Agathon Press.</p><p>John Gastil. (2000). <em>By Popular Demand: Revitalizing Representative Democracy through Deliberative Elections</em>. Berkeley: University of California Press. </p><p>John Gastil, Justin Reedy, and Chris Wells. (2007). When Good Voters Make Bad Policies: Assessing and Improving the Deliberative Quality of Initiative Elections. <em>University of Colorado Law Review</em>, 78, 1435-1488.</p><p>John Gastil and Robert Richards. (2012). Making Direct Democracy Deliberative through Random Assemblies, Paper to Be Presented at ASA 2012: The Annual Meeting of the American Sociological Association, August 17-20, 2012, Denver, Colorado.</p><p>Elizabeth R. Gerber et al. (2001). <em>Stealing the Initiative: How State Government Responds to Direct Democracy</em>. Upper Saddle River, NJ: Prentice Hall.</p><p>Initiative and Referendum Institute at the University of Southern California. (2010). <a href=\"http://www.iandrinstitute.org/BW%202010-2%20Election%20Results%20(11-6).pdf\">Notable</a>. <em>Initiative &amp; Referendum Institute Ballotwatch</em>, 2010, no. 2, 1. </p><p>Initiative and Referendum Institute at the University of Southern California. (2012). <em>State-by-state List of Initiative and Referendum Provisions</em>. Los Angeles, CA: Initiative and Referendum Institute, USC School of Law.  <a href=\"http://www.iandrinstitute.org/statewide_i&amp;r.htm\">http://www.iandrinstitute.org/statewide_i&amp;r.htm</a></p><p>Initiative and Referendum Institute Europe and Democracy International. (2012). <em>Direct Democracy Navigator</em>. <a href=\"http://direct-democracy-navigator.org/\">http://direct-democracy-navigator.org/</a></p><p>Bruno Kaufmann, Rolf Buchi, and Nadja Braun. (2010). <em>Guidebook to Direct Democracy in Switzerland and Beyond: IRI Guidebook to Direct Democracy</em>. 2010 edition. Marburg: Initiative &amp; Referendum Institute Europe. <a href=\"http://www.scribd.com/doc/64317996/Guidebook-Direct-Democracy-2010\">http://www.scribd.com/doc/64317996/Guidebook-Direct-Democracy-2010</a></p><p>Bruno Kaufmann and M. Dane Waters. (2004). <em>Direct Democracy in Europe: A Comprehensive Reference Guide to the Initiative and Referendum Process in Europe</em>. Durham, NC: Carolina Academic Press. </p><p>Norbert Kersting. (2009). Direct Democracy in Southern and East Africa: Referendums and Initiatives. <em>Journal of African Elections</em>, 8(2), 1-22.</p><p>Kris W. Kobach. (1993). <em>The Referendum: Direct Democracy in Switzerland</em>. Aldershot, UK: Dartmouth.</p><p>Daniel H. Lowenstein. (1982). Campaign Spending and Ballot Propositions: Recent Experience, Public Choice Theory and the First Amendment. <em>UCLA Law Review</em>, 29, 519–547.</p><p>Arthur Lupia and John G. Matsusaka. (2004). Direct Democracy: New Approaches to Old Questions. <em>Annual Review of Political Science</em>, 7, 463-482. </p><p>David B. Magleby. (1984). <em>Direct Legislation: Voting on Ballot Propositions in the United States</em>. Baltimore, MD: Johns Hopkins University Press.</p><p>Matthew Manweller. (2005). <em>The People Versus the Courts: Judicial Review and Direct Democracy in the American Legal System</em>. Bethesda, MD: Academica Press.</p><p>John G. Matsusaka. (2004). <em>For the Many or the Few: The Initiative, Public Policy, and American Democracy</em>. Chicago: University of Chicago Press.</p><p>Kenneth P. Miller. (2009). <em>Direct Democracy and the Courts</em>. Cambridge: Cambridge University Press.</p><p>Theo Schiller (Ed.). (2011). <em>Local Direct Democracy in Europe</em>. Wiesbaden : VS Verlag für Sozialwissenschaften.</p><p>Caroline J. Tolbert, John A. Grummel, and Daniel A. Smith. (2001). The Effects of Ballot Initiatives on Voter Turnout in the American States. <em>American Political Research</em>, 29, 625–648.</p><p>M. Dane Waters (Ed.). (2001). <em>The Battle over Citizen Lawmaking: A Collection of Essays</em>. Durham, NC: Carolina Academic Press.</p><p>Betty H. Zisk. (1987). <em>Money, Media, and the Grass Roots</em>. Newbury Park, CA: Sage.</p><h3>External Links</h3><p>Initiative and Referendum Institute at the University of Southern California: IRI,  <a href=\"http://www.iandrinstitute.org/\">http://www.iandrinstitute.org/</a></p><p>Initiative and Referendum Institute Europe: IRI-Europe, <a href=\"http://www.iri-europe.org/\">http://www.iri-europe.org/</a></p><p> </p>", "title": "Initiative Process"}