{"htmlbody": "<h3>Definition</h3><p>University Student Governments serve as the official voice for students in University affairs and to external organizations. When students are brought to the table in the Universities’ decision-making process it ensures multiple voices are being heard and gives validity to the decisions and innovations of the Administration. For many institutions their student government have had an executive board, legislative body, and students serve as representatives to University Committees and Faculty Councils.<a href=\"#cite_note-0\" title=\"\">[1]</a>. Student leaders serve the interests of their fellow students at their institution, working with them to create and continue measures, policies, and programs that further student life and higher education.</p><p><a id=\"Purpose_and_Process\" name=\"Purpose_and_Process\"></a></p><h2>Purpose and Process</h2><p>Student Government serves as the liaison “between students and local, state, and even federal governments, NGOs like the chamber of commerce, and other University constituencies” <a href=\"#cite_note-1\" title=\"\">[2]</a>. Student leaders get involved to serve their community and for career preparation. Student Government gives the Administration a group to poll student opinion and the student government is able to quickly mobilize students on issues of student interest. Student governments deliberate on problems pertaining to academics and on campus issues, work towards a solution, and then bring that solution to the faculty and the student body.</p><p>There are five types of student governments. 1.) Community Government A community government has representative from across the University serving as representatives; this includes faculty, students, and staff. 2.) Student Council This body is charged with representing the entire student body. It is a small council, removed from students. In this instance it can be difficult to get a good voter turnout and constituents don’t see the impact of their vote. With a smaller student government it is less likely that diversity and different viewpoints are represented. 3.) Organizational Council Representatives elected from their individual registered student organizations and living situations (Greek, Residence Halls, Commuters) sit on the council. A flaw in the Organization Council is that it is not a democratic body, not all groups represent and communicate with students. 4.) Bicameral This type of student government has executive and legislative powers and a larger assembly that deals with legislation. There are checks and balances between the two bodies. 5.) The Student Association Students become members by paying the student activity fee and being a member connects students with the Student Government. <a href=\"#cite_note-2\" title=\"\">[3]</a>.</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>In the middle ages the idea of student government in Universities was created. Student government was brought to the United States in 1779 when it was established at the College of William and Mary <a href=\"#cite_note-3\" title=\"\">[4]</a> Thomas Jefferson advocated for instituting student government at the University of Virginia to educate participants in citizenship. <a href=\"#cite_note-4\" title=\"\">[5]</a>. There was an increase of student governments in the 20th century as University administrators created them to better their communication with students. The University of Washington student government began in 1886 by the initiative of President Harrington <a href=\"#cite_note-5\" title=\"\">[6]</a>. There was another resurgence in the interest of student government at the end of WWII as students asked “for non-traditional services, such as married student housing, and evening course offerings.” <a href=\"#cite_note-6\" title=\"\">[7]</a>. In the 1960s and 70s due to the sexual revolution and the Vietnam War there was widespread activism in Universities. The increase in student activism and involvement in student government was the catalyst to the changes students spearheaded by persuading faculty and administrators to recognize drastic changes needed to be made in their University and the curriculum. <a href=\"#cite_note-7\" title=\"\">[8]</a>. Student Governments have evolved over the years with one basic goal in mind, to serve students and represent their interests.</p><p><a id=\"Case_Studies\" name=\"Case_Studies\"></a></p><h2>Case Studies</h2><p>See ASUW Student Senate</p><p><a id=\"Evaluation\" name=\"Evaluation\"></a></p><h2>Evaluation</h2><p>A successful Student Government effectively communicates with students using a variety of resources including; social media, school newspaper, word of mouth, and programming. Having one on one interactions with students, or having a legislative body that establishes student opinion ensures the executive branch of the Student Government is well informed about student needs and priorities. Two-way communication and a representative legislative body gives student government the tools to be a deliberative body. The legislative body brings different individuals to the table to discuss solutions to problems, weigh the solutions, prioritize the issues, and then choose the best solution.</p><p>Student governments can be great for the students they serve, but can fall into a variety of pitfalls. They can become a single idea interest group, representing one group, political party, or ideology. The best student governments have individuals from different socio-economic backgrounds, majors, and living situations as participants. <a href=\"#cite_note-8\" title=\"\">[9]</a>. Another pitfall is that the student government becomes a rubber stamp for the Administration. This means that instead of serving students the student government becomes a tool for the Administration and the student leaders fail to accomplish significant victories for those they serve. Another drawback is student apathy. In a survey at Akdeniz University 90% of those surveyed didn’t know who their student representative was. <a href=\"#cite_note-9\" title=\"\">[10]</a>. At the University of Washington there has been a consistent low voter turnout, this year there was a 13% voter turnout. Successful student groups actively seek out other students opinions, educate them on the activities of the student government, and try to get the campus to be a part of deliberative discussions on student issues.</p><p><a id=\"Notes\" name=\"Notes\"></a></p><h2>Notes</h2><ol class=\"references\"><li id=\"cite_note-0\"><a href=\"#cite_ref-0\" title=\"\">↑</a> Miller, Michael T., and Daniel P. Nadler. Student Governance and Institutional Policy: Formation and Implementation. Greenwich, CT: IAP--Information Age Pub., 2006. Print.</li><li id=\"cite_note-1\"><a href=\"#cite_ref-1\" title=\"\">↑</a> Miller, Michael T., and Daniel P. Nadler. Student Governance and Institutional Policy: Formation and Implementation. Greenwich, CT: IAP--Information Age Pub., 2006. Print.</li><li id=\"cite_note-2\"><a href=\"#cite_ref-2\" title=\"\">↑</a> . Klopf, Gordon. College Student Government. New York: Harper &amp; Brothers, 1960. Print.</li><li id=\"cite_note-3\"><a href=\"#cite_ref-3\" title=\"\">↑</a> Hall, Camden. Student Government : an Analysis of Its Origin and Purpose, with the History of the Associated Students of the University of Washington and an Analysis of the 1961 ASUW Presidential Election. Seattle: Political Science 499, 1962. Print.</li><li id=\"cite_note-4\"><a href=\"#cite_ref-4\" title=\"\">↑</a> Klopf, Gordon. College Student Government. New York: Harper &amp; Brothers, 1960. Print.</li><li id=\"cite_note-5\"><a href=\"#cite_ref-5\" title=\"\">↑</a> Hall, Camden. Student Government : an Analysis of Its Origin and Purpose, with the History of the Associated Students of the University of Washington and an Analysis of the 1961 ASUW Presidential Election. Seattle: Political Science 499, 1962. Print.</li><li id=\"cite_note-6\"><a href=\"#cite_ref-6\" title=\"\">↑</a> . Miller, Michael T., and Daniel P. Nadler. Student Governance and Institutional Policy: Formation and Implementation. Greenwich, CT: IAP--Information Age Pub., 2006. Print.</li><li id=\"cite_note-7\"><a href=\"#cite_ref-7\" title=\"\">↑</a> Miller, Michael T., and Daniel P. Nadler. Student Governance and Institutional Policy: Formation and Implementation. Greenwich, CT: IAP--Information Age Pub., 2006. Print.</li><li id=\"cite_note-8\"><a href=\"#cite_ref-8\" title=\"\">↑</a> Miller, Michael T., and Daniel P. Nadler. Student Governance and Institutional Policy: Formation and Implementation. Greenwich, CT: IAP--Information Age Pub., 2006. Print.</li><li id=\"cite_note-9\"><a href=\"#cite_ref-9\" title=\"\">↑</a> . Kurwzum, Ayse, Ozcan Asilkan, and Rabia Cizel. \"Student Participation in Higher Education Institutions in Turkey.\" Ebscohost. Dec. 2005. Web. 1 June 2010.</li></ol><p><a id=\"References\" name=\"References\"></a></p><h2>References</h2><ol><li>Hall, Camden. Student Government : an Analysis of Its Origin and Purpose, with the History of the Associated Students of the University of Washington and an Analysis of the 1961 ASUW Presidential Election. Seattle: Political Science 499, 1962. Print.</li><li>Klopf, Gordon. College Student Government. New York: Harper &amp; Brothers, 1960. Print.</li><li>Kurwzum, Ayse, Ozcan Asilkan, and Rabia Cizel. \"Student Participation in Higher Education Institutions in Turkey.\" Ebscohost. Dec. 2005. Web. 1 June 2010.</li><li>Miller, Michael T., and Daniel P. Nadler. Student Governance and Institutional Policy: Formation and Implementation. Greenwich, CT: IAP--Information Age Pub., 2006. Print.</li></ol>", "title": "University Student Government"}