{"htmlbody": "<a id=\"Definition\" name=\"Definition\"></a><h2>Definition</h2>\n<p>The World Café defines itself as “a conversational process based on a set of integrated design principles that reveal a deeper living network pattern through which we co-evolve our collective future” <a href=\"#cite_note-0\" title=\"\">[1]</a>  It is a methodology for hosting conversations about relevant questions and themes.  The ideal is that there are multiple conversations that build off of each other to explore the issue deeply. Participants of World Cafes are encouraged to draw from their own lives, values, and personal experiences so the group can learn from and connect with each other based on these things.  An overall goal is for participants to realize or create a shared purpose and goals.  \n</p><p>In reality, a World Café can have as many or as few participants as the host(s) want, whether that is only a handful of people or thousands.  The cost of a World Café is only as much as the host(s) would like to spend; generally the costs are those of the materials needed/desired at the World Café such as table cloths, markers, paper, name tags, food and drink.  And because literally anyone can hold a World Café they all look different, are held by different organizations and people, and have different goals and purposes.\n</p>\n<a id=\"Process\" name=\"Process\"></a><h2>Process</h2>\n<p>Anyone can host a World Café, all you need is a purpose, participants, and a meeting place.  The host(s) must first define the purpose and who is invited to their World Café, name their Café appropriately and send invitations to the guests on their list.  The next step is creating a hospitable space, welcoming your guests, and defining the purpose of the World Café to the group.  The World Café should be organized into groups of four or five people per table rotating from table to table between three (or so) twenty to thirty minute conversational rounds.  There should be progressively deeper questions, ideas, and/or themes to explore at each round and they should be clearly stated/posted to keep the conversations on track.  A table host should be stationed at each table that will stay there for all of the rounds and summarize each groups findings to the next group to learn from and build off of.  At the end of the conversational rounds, groups should have some time to summarize their key findings and then present them to the entire group at the end.  Next, the group as a whole convenes to connect all of the ideas into just a few shared key points.  The most helpful guide to holding a successful World Café is to follow the six design principles. <a href=\"#cite_note-1\" title=\"\">[2]</a>\n</p>\n<a id=\"Design_principles\" name=\"Design_principles\"></a><h2>Design principles</h2>\n<p>1. Set the Context: Have a clear idea of the “what” and “why” of the meeting. Envision ideal outcomes and try to figure out how you can direct the café toward those outcomes.  What is the topic of your World Cafe? Who should participate? How much time (how many days) do you have to discuss the issue? \n</p><p>2. Create a Hospitable Space: A café ambiance, with comfortable seating and soft lighting to create a relaxed, social setting, will encourage comfortable, productive discussion. Multiple tables scattered around the room covered with brightly colored tablecloths, small floral centerpieces, and coloring supplies, as well as some soft background music, are all encouraged to create a hospitable space. Maybe serve food and refreshments to make the setting more social in order to invite conversation. And, of course, make sure the environment is also socially comfortable – people feel comfortable to speak freely and openly. \n</p><p>Since the invitation helps to create the setting, the World Café suggests sending out colorful invitations with plenty of graphics to set a familial tone.  The invitation should also include the central theme or question to be explored.   \n</p><p>3. Explore questions that matter: The central questions or themes of discussions should be relevant to the actual concerns of the people present at the meeting. The depth of the question a World Café takes on may depend on the amount of time available; less time may allow for the exploration of only one simple question while more time could allow more, deeper exploration of a question through several rounds of discussion.  The World Café has come up with some helpful guidelines for good questions to explore; the question should: be clear and simple, provoke thought, generate energy, open new possibilities, invite deep reflection, and seek useful insight. <a href=\"#cite_note-2\" title=\"\">[3]</a>\n</p><p>The way in which the question is posed can be crucial to the outcome of the discussion.  According to David Cooperrider, posing a question in a way to provoke the ideal discussion dynamic and inquiry outcome is called “appreciative inquiry.” Instead of asking definitive questions like “who is to blame for the problem,” appreciative inquiry indicates asking exploratory questions that encourage participants to explore different possibilities according to their own personal lives and values. It is also important to a World Café discussion to ensure that each participant shares their own values and personal definitions of key concepts such as “truth” so the collective group can explore the issue in a shared light.  \n</p><p>4. Encourage Everyone’s contribution: An effective World Café includes various viewpoints and life situations so multiple aspects of an issue can be brought up and discussed.  The goal of World Café is to connect a diverse group of citizens so that participants can share new intelligence and ideas with one another.  In order to ensure that every participant is allowed equal speaking opportunity, a “talking object” should be placed on the table and passed from speaker to speaker.  The idea of this object is that only one person at a time may have the object, so only one person at a time may speak, and the rest of the group must listen intently to whoever has the floor.  The speaker is expected to stay focused on the topic at hand and to clearly express their thoughts while the listeners are expected to listen with an open, appreciative mind and to allow themselves to be swayed.  \n</p><p>5. Connect diverse perspectives: Here is where those coloring supplies can come in handy; creating a shared space on the table for participants to literally draw the accumulating ideas can help them mentally draw connections between differing viewpoints and ideas.  Also, there should be a number of conversational rounds with short breaks in-between for participants to change tables so the discussion can really be diverse and, eventually, lead to a deep web of connections.  Every new round will bring new ideas and connections which can be drawn from in succeeding rounds to encourage deeper and more meaningful discussion with every new round. With one person fixed at each round to summarize previous conversations, the conversation rounds can be even more effective by allowing so much information to be drawn from and connected to.\n</p><p>6. Listen together and Notice Patterns: Listening effectively is arguably the most important aspect of a World Café.  The idea is that an effective listener can easily build off of what is being shared.  Because people tend to plan what they are going to say next instead of listening intently to everything this should be pointed out so participants can focus on listening intently.  Also, effective listeners should: listen to every person as though that person is truly wise, listen with an open mind, listen to deeper questions and insights, and “listen” for nonverbal cues.  \nShare Collective Discoveries: In order to connect the whole group toward the end of the discussion, each table should summarize the key ideas, insights, themes, and deeper questions discovered through the discussion to share with the larger group.   To ensure that each table can effectively share their ideas with the entire group, there should be flip-charts of butcher paper sp tables can display their ideas to the group.  After each table has had an opportunity to share, the entire group should reflect on the groups larger findings with questions such as the following: what deeper questions have emerged here? Are there any patterns; if so what do they suggest? What has come to light because of these discussions? If there was a single voice here what would it say?<a href=\"#cite_note-3\" title=\"\">[4]</a>\n</p>\n<a id=\"History\" name=\"History\"></a><h2>History</h2>\n<p>In 1995 the Intellectual Capitol Pioneers, a global, interdisciplinary group, hosted a two-day dialogue that resulted in deep, innovative, effective conversation.   Impressed with their experience, the hosts did further research and experimentation and voila, birthed the World Café design principals and its core concepts.  \n</p><p>In the fifteen years since its commencement hundreds of groups, small and large, have used the World Café method to generate productive conversation.  One major milestone for the World Café was in August of 2007, when more than eighty hosts and participants from sixteen countries attended the World Café Stewardship Dialogue to explore World Café opportunities, what the World Café needs in order to thrive for years to come, and to share responsibility for those next steps. \n</p>\n<a id=\"Case_Studies\" name=\"Case_Studies\"></a><h2>Case Studies</h2>\n<p>There are many success stories involving World Cafes, here is just one example:\nThe Financial Planning Association in Australia <a href=\"#cite_note-4\" title=\"\">[5]</a> has so far hosted fifteen World Cafes to guide the growth of their new organization which is a result of a merger in January 2000 between two organizations.  The merger presented the opportunity to design a new organization, structurally and philosophically.  The cafes, which have ranged in size anywhere from 250 to 4000 people, have been successful at supporting this cultural shift as well as generating goals and steps toward making the new organization a success. \n</p><p>World Café meetings have also been used<a href=\"#cite_note-5\" title=\"\">[6]</a>: in California among mediators of the judicial system; in Australia among government representatives, citizens, and business leaders; as a class reunion for the first graduation class in the Masters of Arts Leadership and Training from royal Roads University; to discuss cultural activity budget for a town meeting near Oslo; and by Wells Fargo bank to discuss a new technology plan for one bank division.  There are a plethora of World Café examples and success stories!\n</p>\n<a id=\"Evaluation\" name=\"Evaluation\"></a><h2>Evaluation</h2>\n<p>A World Café meeting is what the host(s) makes it.  There are plenty of success stories of organizations using the World Café to better their community, policies, technology, environment – whatever needs work.  The success of a World Café comes from having clear, meaningful questions to explore and making sure that meetings are set up to facilitate optimum participation.  The design principals outline the most important steps toward a productive World Café.  There are multiple resources for hosts, participants, and even the general public to learn more about the World Café methodology.\n</p>\n<a id=\"References\" name=\"References\"></a><h2>References</h2>\n<ol class=\"references\"><li id=\"cite_note-0\"><a href=\"#cite_ref-0\" title=\"\">↑</a> The World Cafe. The World Cafe Community Foundation, n.d. Web. 3 June 2010. &lt;<a class=\"external free\" href=\"http://www.theworldcafe.com/what.htm\" rel=\"nofollow\" title=\"http://www.theworldcafe.com/what.htm\">http://www.theworldcafe.com/what.htm</a>&gt;.</li>\n<li id=\"cite_note-1\"><a href=\"#cite_ref-1\" title=\"\">↑</a> \"Cafe to Go!.\" The World Cafe. The World Cafe Community Foundation, 2008. Web. 3 June 2010. &lt;<a class=\"external free\" href=\"http://www.theworldcafe.com/articles/cafetogo.pdf\" rel=\"nofollow\" title=\"http://www.theworldcafe.com/articles/cafetogo.pdf\">http://www.theworldcafe.com/articles/cafetogo.pdf</a>&gt;.</li>\n<li id=\"cite_note-2\"><a href=\"#cite_ref-2\" title=\"\">↑</a> Vogt, Erin E., Juanita Brown, and David Isaacs. The Art of Powerful Questions: Catalyzing Insight, Innovation, and Action. Mill Valley, CA: Whole Systems Associations, 2008. Web. 3 June 2010. &lt;<a class=\"external free\" href=\"http://www.theworldcafe.com/articles/aopq.pdf\" rel=\"nofollow\" title=\"http://www.theworldcafe.com/articles/aopq.pdf\">http://www.theworldcafe.com/articles/aopq.pdf</a>&gt;. </li>\n<li id=\"cite_note-3\"><a href=\"#cite_ref-3\" title=\"\">↑</a> The World Cafe. The World Cafe Community Foundation, n.d. Web. 3 June 2010. &lt;<a class=\"external free\" href=\"http://www.theworldcafe.com/principles.htm\" rel=\"nofollow\" title=\"http://www.theworldcafe.com/principles.htm\">http://www.theworldcafe.com/principles.htm</a>&gt;. </li>\n<li id=\"cite_note-4\"><a href=\"#cite_ref-4\" title=\"\">↑</a> Porto, Kim. \"Encouraging Corporate Cultural Shift Using the World Café.\" The World Cafe. The World Cafe Community Foundation, n.d. Web. 3 June 2010. &lt;<a class=\"external free\" href=\"http://www.theworldcafe.com/stories/fpa.htm\" rel=\"nofollow\" title=\"http://www.theworldcafe.com/stories/fpa.htm\">http://www.theworldcafe.com/stories/fpa.htm</a>&gt;.</li>\n<li id=\"cite_note-5\"><a href=\"#cite_ref-5\" title=\"\">↑</a> The World Cafe. The World Cafe Community Foundation, n.d. Web. 3 June 2010. &lt;<a class=\"external free\" href=\"http://www.theworldcafe.com/twc-stories.htm\" rel=\"nofollow\" title=\"http://www.theworldcafe.com/twc-stories.htm\">http://www.theworldcafe.com/twc-stories.htm</a>&gt;</li></ol><a id=\"Secondary_Literature\" name=\"Secondary_Literature\"></a><h2>Secondary Literature</h2>\n<p>1. Brown, Juanita, and David Isaacs. The World Café: Shaping Our Futures Through Conversations That Matter. San Francisco: Berrett Koehler, 2005. Print. \n</p><p>2. Brown, Juanita. The World Café: Living Knowledge Through Conversations that Matter. 2001. Print. \n</p><p>3. Brown, Juanita, David Isaacs, and Nancy Margulies. \"The World Cafe: Creating the Future, One Conversation at a Time.\" The World Cafe. N.p., n.d. Web. 1 June 2010. &lt;<a class=\"external free\" href=\"http://www.theworldcafe.com/articles/TWC.pdf\" rel=\"nofollow\" title=\"http://www.theworldcafe.com/articles/TWC.pdf\">http://www.theworldcafe.com/articles/TWC.pdf</a>&gt;.\n</p>", "title": "The World Cafe"}