{"htmlbody": "<p><a id=\"Definition\" name=\"Definition\"></a></p><h1>Definition</h1><p>The National Issues Forum (NIF) is a nationwide network of locally created public forums oriented towards the deliberation of public and political issues. It is a non-partisan network of smaller forums created nationwide whose goal is to gather people to reason with each other, deliberate and make public decisions together. Participants gather to discuss political issues and matters of public importance. They converse, deliberate, generate solutions to issues, and work together to select the best solution to the problem. NIF supports a healthy democracy by means of encouraging deliberation and interaction between individuals. Forums take place throughout the year and are sponsored by individuals, groups, or organizations which gather together participants. They deliberate on issues big and small such as health care, crime, and obesity. The size of meetings range from smaller in-home meetings to larger town hall meeting style forums. Anyone is able to participate in a forum by finding local meetings scheduled to take place using the calendar provided on the National Issues Forum website. The calendar lists dates, times, contacts, and issues that will be discussed. One may also plan a forum in their own community by contacting a trained moderator to facilitate the meeting. <a class=\"external autonumber\" href=\"http://nifi.org/forums/about.aspx\" rel=\"nofollow\" title=\"http://nifi.org/forums/about.aspx\">[1]</a></p><p><a id=\"History\" name=\"History\"></a></p><h1>History</h1><p>The National Issues Forum started nearly thirty years ago in the summer of 1981. A group of twenty- five leaders held meetings and discussions, back when it was known as the Domestic Policy Association. The group originated after two years of discussions at the Wingspread Conference Center in Wisconsin. Their primary goal was to create a method to encourage citizens to have more involvement and engage in the public policy process. The main agenda was to hold annual dialogues involving domestic policy issues and provide an opportunity for a variety of views and solutions to be openly discussed. For their second meeting, they gathered community based leaders to create a new program which was different and separate from anything that existed at the time. At the third meeting, they developed a list of topics that “had a daily impact on a broad spectrum of the population, would engage public attention and discussion without overwhelming negative emotionalism, and involved both value judgments and technical considerations” (NIF website). They later changed their name from Domestic Policy Association to the National Forum’s Institute in 1989. Each year the National Forum contributes by selecting three topics for the deliberations that occur within the National Issues Forum. The three issues selected for the inaugural year of the National Issues Forum were: retirement and social security, inflation, and job and productivity (NIF). Currently the National Issues Forum facilitates and contributes to deliberation by establishing topics of relevance and public interest on a regular basis. <a class=\"external autonumber\" href=\"http://nifi.org/about/history.aspx\" rel=\"nofollow\" title=\"http://nifi.org/about/history.aspx\">[2]</a></p><p><a id=\"Process\" name=\"Process\"></a></p><h1>Process</h1><p>The purpose of organizing a forum is to gather participants to discuss issues and deliberate on the best possible solution out of the initial choices given to them. During a forum, a problem is presented by the moderator along with three to four approaches to solving it. These forums provide a highway for ideas, shared experiences, and arguments to flow with the goal of selecting the best approach to the problem.. Each solution is discussed by the group with the guidance of a trained and neutral moderator. The participants are encouraged to read the provided pamphlet or issue book in order to foster a highly deliberative dialogue. Each approach is considered, examining its pros, cons, and trade offs. The responsibility of the moderator is to ask questions to initiate discussion, answer any questions the participants may have, remain neutral, and direct the group discussion in order to maintain a free flow of ideas. The moderator provides the participants an opportunity to express their thoughts and feelings on each of the possible approaches to the issue. a healthy democratic process, all participants have an equal opportunity of being heard. The group initially talks about the benefits of one approach, followed by its disadvantages, and upon completion of discussion, the group moves on to the next approach. Towards the end, the moderator puts each of the proposed solutions to vote. The participants work through the issue by finding common ground and formulating a thoroughly deliberated and well reasoned public judgment. <a class=\"external autonumber\" href=\"http://nifi.org/forums/participate.aspx\" rel=\"nofollow\" title=\"http://nifi.org/forums/participate.aspx\">[3]</a> <a class=\"external autonumber\" href=\"http://nifi.org/forums/organize.aspx\" rel=\"nofollow\" title=\"http://nifi.org/forums/organize.aspx\">[4]</a></p><p><a id=\"Problems_.26_Purpose\" name=\"Problems_.26_Purpose\"></a></p><h1>Problems &amp; Purpose</h1><p>The greatest issue fueling the creation of the National Issues Forum was a lack of civic education. Although people are surrounded by access to information regarding political conversations, very few seek it out to educate themselves. Most often, civic engagement comes in lieu of a subject that an individual is highly passionate about but involvement is often fleeting. Proposals to change the lack of civic involvement range from incorporating deliberative conversations in elementary and secondary school classrooms to promoting early engagement all the way to encouraging more participation of adults in National Issue Forums. The problems ultimately stem from a lack of education and create a lack of interest in issues not pertaining to a person's immediate life. The National Issues Forum relies on individuals and groups who wish to participate, but sadly due to a low level of education and interest, it brings less participants. Although the NIF is not struggling to find participants, more involvement means greater individual interest in politics and democracy. This chain of events is important in fostering political knowledge throughout the nation. The problem is how to reach groups that are vital to the deliberative quality of issue forums. The key to good deliberation and a successful forum is to involve many diverse individuals, experiences, and ideas. Often times the minority opinions are overlooked, but the incorporation of different perspectives is one of the main goals of the National Issues Forum. The purpose of the National Issues Forum is to provide an outlet for the public to discuss pertinent social and political issues. The end result is to reach a conclusion that allows people of diverse and varied views to arrive at a common ground. The result of the common agreement is to help participants and the public move towards collective action regarding a particular issue. An important point is that participants are encouraged to seriously analyze issues that deeply concern them, and also to educate the public on ways to promote deliberation. The National Issues Forum is also providing school teachers with options to promote deliberation in their classrooms. The website provides material and ideas to help foster early practice of reasonable and respectful discussion in younger individuals. Overall more instruction for young school children can be a positive foundation for greater understanding and participation in deliberative forums in the future.</p><p><a id=\"Deliberation_and_Discussion\" name=\"Deliberation_and_Discussion\"></a></p><h1>Deliberation and Discussion</h1><p>Issues available for discussion are listed on the National Issues Forum webpage and predetermined for the year. In order to educate the public who are interested in participation, issue pamphlets are devised to summarize nonbiased facts and information regarding the topics. The issue pamphlets provides an overview of the issue along with the few suggested approaches to solving it. Participants are highly encouraged to make themselves familiar with the applicable pamphlet in order to foster the highest possible deliberative discussion. The trained and neutral moderators provided at each meeting help foster deliberation by leading the group conversation. They guide the participants to a discussion of the three to four broad options provided for approaching the issue. With these in place, the moderator’s goal is to then ask questions and steer the group so as to ensure a highly deliberative process, a smooth conversation, and a through coverage of the given approaches. As each possible solution is introduced, the participants engage in deliberation by brainstorming, analyzing, and considering the benefits and disadvantages of each solution. During the process, discussions may cause participants to become unsure of which position to choose, change their original stance, or be more attached to their original position. The participants are also able to educate not just themselves, but others as well by means of exchanging information, sharing values and experiences, and influencing others by means of convincing points and arguments. In the end, people with varying viewpoints arrive at a joint solution by finding common ground and making a decision for the public good.</p><p><a id=\"Case_Example_1\" name=\"Case_Example_1\"></a></p><h1>Case Example 1</h1><p>Slavery or Freedom Forever? <a class=\"external autonumber\" href=\"http://nifi.org/stream_document.aspx?rID=18434&amp;catID=18&amp;itemID=18432&amp;typeID=8\" rel=\"nofollow\" title=\"http://nifi.org/stream_document.aspx?rID=18434&amp;catID=18&amp;itemID=18432&amp;typeID=8\">[5]</a> <a class=\"external autonumber\" href=\"http://www.nifi.org/stream_document.aspx?rID=16720&amp;catID=16697&amp;itemID=16719&amp;typeID=8\" rel=\"nofollow\" title=\"http://www.nifi.org/stream_document.aspx?rID=16720&amp;catID=16697&amp;itemID=16719&amp;typeID=8\">[6]</a></p><p>A recent forum was held on June 18, 2010 in Athens, Georgia. A small group of people and participants from the University of Georgia gathered to deliberate on questions of historical slavery and how past and present values continue to shape the history of slavery. The group used an issue guide that raised the three approaches people from 1854 dealt with contending with the issue of slavery and its future in this country. The three approaches were:</p><p>1. Remembering our ideals, judging slavery from a moral standpoint, and working towards ending slavery,</p><p>2. Treating slavery as a political problem to solve and affirming individual choice by giving local settlers the right to decide the national status of slavery,</p><p>3. Protecting the prosperity of the country by making decisions on slavery based on the economic well-being of the society.</p><p>The first approach led the group to discuss deeply held beliefs and values. They focused on the religious bases that people from 1854 adopted for this approach. The second approach led to a discussion about a divisive country having free and slave states. People recognized that taking a political approach to slavery makes it so the issue is inherent to self-interest and corruption. The third approach led to the discussion of economic growth as a result of slavery versus moral interests. Upon reflection, many thought that the first approach appealed to them best, reasoning that moral judgments are important in the decision making process. They rejected political and economic progress if it meant compromising their beliefs and values.</p><p><a id=\"Case_Example_2\" name=\"Case_Example_2\"></a></p><h1>Case Example 2</h1><p>Weighing the Options: How can we encourage healthy weights among America’s youth? <a class=\"external autonumber\" href=\"http://www.nifi.org/stream_document.aspx?rID=17724&amp;catID=6&amp;itemID=17723&amp;typeID=8\" rel=\"nofollow\" title=\"http://www.nifi.org/stream_document.aspx?rID=17724&amp;catID=6&amp;itemID=17723&amp;typeID=8\">[7]</a></p><p>Obesity is becoming a larger problem every year as the number of children who are overweight has become greater over time. Children who experience problems with their weight often have long term health and emotional problems that ultimately cause greater public issues and costs. Every year obesity causes over 75 billion dollars of medical expense in the US alone. The purpose of the forum is to ultimately work together to better understand the problem and its consequences. It considers the benefits and drawbacks of different approaches to the problem; identify actions likely to make a positive difference and are doable in terms of time, resources, and public will. The participants examine the roles of government, schools, businesses, and civic and religious groups, as well as our responsibility as individuals; and explore potential next steps.</p><p>The three approaches for this forum are: 1. Expect personal responsibility for fitness 2. Invest in overall child well-being 3. Change our culture to encourage fitness</p><p>The first approach focuses on the problem being that children do not have enough education or supervision to understand what it means to be healthy. The second approach focuses on the concern of a child’s weight being the primary concern, rather than being concerned with other issues of the child’s well being. Lastly, the third approach focuses on changing the way we live our everyday lives with the help of advertisers by promoting healthier options. Each of the approaches have an emphasis on different concerns or solutions that may help this issue. The participants discuss and deliberate a variety of opinions and elaborate on pros and cons for each approach. They do all of these steps while maintaining the goal of keeping an open mind to all options before coming to an individual conclusion. After each approach is given ample time for discussion and exchange of viewpoints a final decision is made.</p><p><a id=\"Evaluation\" name=\"Evaluation\"></a></p><h1>Evaluation</h1><p>With the right structure, facilitator, and participants the NIF is a very successful method for deliberation and discussion on important public policy issues. It is an organized way to not only hear other viewpoints and solutions, but also a platform to express personal views . The main point of the process is to keep an open perspective and opinion until all of the seen solutions and choices have been thoroughly discussed and understood. It is a step by step process that still has a very natural flow.</p><p>Although this is a great method for deliberative discussions on pressing issues, the results rarely bring an immediate change. The main point, however, is to educate and involve the public in order to make decisions on issues that affect the public. When discussing global and national issues in a small town setting it does limit the leverage and opportunity for change. However, its theory of change appears to be that it is changing systems and thinking on a small scale which over time will ultimately affect decisions made on a larger scale as smaller towns shift their focus and tactics. The NIF is a great opportunity for everyday citizens to get involved and participate in deliberative methods, but they also run the risk of limiting solutions and discussions if the group is not diverse enough to bring a variety of opinions and experiences. Commonly, people associate with and exchange information with people who have shared views, which can pose a problem if people are trying to develop unbiased solutions for the public rather than a segment of the population.</p><p>The following are possible impacts of NIF on participants, (Melville, Willingham, Dedrick, 2005) <a class=\"external autonumber\" href=\"http://en.wikipedia.org/wiki/National_Issues_Forums\" rel=\"nofollow\" title=\"http://en.wikipedia.org/wiki/National_Issues_Forums\">[8]</a></p><p>1. Participation in NIF forums heightens interest in specific issues and in public affair and leads to higher levels of public engagement.</p><p>2. Participation in NIF forums broadens the outlook of participants.</p><p>3. As a result of participating in forums, individuals come to experience themselves in different ways, and they learn new ways of taking part in groups.</p><p>4. Participation in NIF forums enhances people’s sense of themselves as political actors who can make a difference in their communities.</p><p>5. People construe their self-interest more broadly as a result of taking part in deliberative conversations.</p><p>6. Deliberation helps people move beyond superficial preferences to considered public judgment.</p><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h1>Secondary Sources</h1><p>1.Chiddister, Diane (06/1987). \"National Issues Forum: unique educational experiment produces surprising results.\". Corrections today (0190-2563), 49, p. 20.</p><p>2.Goodes, Pamela. \"Salinas Closures Temporarily Halted.\" American Libraries 12 Apr. 2005: 12.</p><p>3.Kennedy, Edward M (1994). \"Issues Forum: National Curriculum Standards.\". The Educational forum (West Lafayette, Ind.) (0013-1725), 58 (4), p. 348.</p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h1>External Links</h1><p>1. <a class=\"external free\" href=\"http://nifi.org\" rel=\"nofollow\" title=\"http://nifi.org\">http://nifi.org</a></p><p>2. <a class=\"external free\" href=\"http://en.wikipedia.org/wiki/National_Issues_Forums\" rel=\"nofollow\" title=\"http://en.wikipedia.org/wiki/National_Issues_Forums\">http://en.wikipedia.org/wiki/National_Issues_Forums</a></p><p>3. <a class=\"external free\" href=\"http://www.delibcanet.org/\" rel=\"nofollow\" title=\"http://www.delibcanet.org/\">http://www.delibcanet.org/</a></p><p>4. <a class=\"external free\" href=\"http://www.abanet.org/justice/nif/home.html\" rel=\"nofollow\" title=\"http://www.abanet.org/justice/nif/home.html\">http://www.abanet.org/justice/nif/home.html</a></p><p>5. <a class=\"external free\" href=\"http://www.grand-rapids.mi.us/index.pl?page_id=3081\" rel=\"nofollow\" title=\"http://www.grand-rapids.mi.us/index.pl?page_id=3081\">http://www.grand-rapids.mi.us/index.pl?page_id=3081</a></p><p>6. <a class=\"external free\" href=\"http://www.nifi.org/discussion_guides/\" rel=\"nofollow\" title=\"http://www.nifi.org/discussion_guides/\">http://www.nifi.org/discussion_guides/</a></p><p>7. <a class=\"external free\" href=\"http://nif.websitetoolbox.com/\" rel=\"nofollow\" title=\"http://nif.websitetoolbox.com/\">http://nif.websitetoolbox.com/</a></p><p><a id=\"References\" name=\"References\"></a></p><h1>References</h1><p>1. <a class=\"external free\" href=\"http://nifi.org/forums/about.aspx\" rel=\"nofollow\" title=\"http://nifi.org/forums/about.aspx\">http://nifi.org/forums/about.aspx</a></p><p>2. <a class=\"external free\" href=\"http://nifi.org/about/history.aspx\" rel=\"nofollow\" title=\"http://nifi.org/about/history.aspx\">http://nifi.org/about/history.aspx</a></p><p>3. <a class=\"external free\" href=\"http://nifi.org/forums/participate.aspx\" rel=\"nofollow\" title=\"http://nifi.org/forums/participate.aspx\">http://nifi.org/forums/participate.aspx</a></p><p>4. <a class=\"external free\" href=\"http://nifi.org/forums/organize.aspx\" rel=\"nofollow\" title=\"http://nifi.org/forums/organize.aspx\">http://nifi.org/forums/organize.aspx</a></p><p>5. <a class=\"external free\" href=\"http://nifi.org/stream_document.aspx?rID=18434&amp;catID=18&amp;itemID=18432&amp;typeID=8\" rel=\"nofollow\" title=\"http://nifi.org/stream_document.aspx?rID=18434&amp;catID=18&amp;itemID=18432&amp;typeID=8\">http://nifi.org/stream_document.aspx?rID=18434&amp;catID=18&amp;itemID=18432&amp;typeID=8</a></p><p>6. <a class=\"external free\" href=\"http://www.nifi.org/stream_document.aspx?rID=16720&amp;catID=16697&amp;itemID=16719&amp;typeID=8\" rel=\"nofollow\" title=\"http://www.nifi.org/stream_document.aspx?rID=16720&amp;catID=16697&amp;itemID=16719&amp;typeID=8\">http://www.nifi.org/stream_document.aspx?rID=16720&amp;catID=16697&amp;itemID=16719&amp;typeID=8</a></p><p>7. <a class=\"external free\" href=\"http://www.nifi.org/stream_document.aspx?rID=17724&amp;catID=6&amp;itemID=17723&amp;typeID=8\" rel=\"nofollow\" title=\"http://www.nifi.org/stream_document.aspx?rID=17724&amp;catID=6&amp;itemID=17723&amp;typeID=8\">http://www.nifi.org/stream_document.aspx?rID=17724&amp;catID=6&amp;itemID=17723&amp;typeID=8</a></p><p>8. <a class=\"external free\" href=\"http://en.wikipedia.org/wiki/National_Issues_Forums\" rel=\"nofollow\" title=\"http://en.wikipedia.org/wiki/National_Issues_Forums\">http://en.wikipedia.org/wiki/National_Issues_Forums</a></p>", "title": "National Issues Forum"}