{"htmlbody": "<a id=\"Definition\" name=\"Definition\"></a><h2> Definition </h2>\n<p>Parliamentary procedure is the set of rules and bylaws adopted by various groups, ranging from the United States House of Representatives to high school Model United Nations clubs. Though its forms differ greatly between locations where it is implemented, the end goals of parliamentary procedure are the same, including equal opportunity for all members and to maintain orderly, accepted procedure. Parliamentary procedure attempts to ensure civil deliberation among members of an entity by guaranteeing equal rights and opportunities to those involved. Another key feature of parliamentary procedure, as described in Mason’s Manual, a handbook for one version of parliamentary procedure commonly seen in the United States, is that any entity that uses parliamentary procedure allow its members the chance to debate the question at hand, and that any debate be resolved by democratic voting. <a href=\"#cite_note-0\" title=\"\">[1]</a>\n</p>\n<a id=\"Forms\" name=\"Forms\"></a><h2> Forms </h2>\n<p>Two of the main forms of parliamentary procedure are based on books – the one most commonly seen in the United States is based on Mason’s Manual, which focuses on ensuring democratic voting, as well as equal access and privileges to all those involved. Mason’s Manual was written specifically to help legislative bodies run more smoothly, with its egalitarian, democratic framework for parliamentary procedure. <a href=\"#cite_note-1\" title=\"\">[2]</a> Robert’s Rules of Order was the first set of published rules of parliamentary procedure published in book form. It was published in 1876 and laid the groundwork for what has since become modern parliamentary procedure. Robert’s Rules of Order, unlike Mason’s Manual, was not intended for governmental use, rather for other societal entities and groups. Both forms strive to protect all voices in the group, even those which have little to no support. Robert's Rules of Order and Mason's Manual are both highly complex systems, with Mason's Manual being the more stringent as it was designed for matters of legislative significance. Mason's Manual has specific provisions in it which relate directly to certain governmental offices, so as to avoid any possible confusion on the floor. <a href=\"#cite_note-2\" title=\"\">[3]</a>\n</p>\n<a id=\"Participant_Selection\" name=\"Participant_Selection\"></a><h2> Participant Selection </h2>\n<p>Participant selection is normally done through election or nomination, as is the case with parliamentary governments, but this holds true even in the case of high school clubs. Normally those already familiar with parliamentary procedure are selected, which makes the transition into their new role more fluid for the whole group.\n</p>\n<a id=\"Process\" name=\"Process\"></a><h2> Process </h2>\n<p>Parliamentary procedure is generally communally agreed upon by the members of a deliberative entity, and is thus established and enacted as the rules governing that group's deliberative procedure. Various groups approach this in different ways, hence the vast array of different forms of deliberation out there that fall under \"parliamentary procedure.\" Most forms require a facilitator of some sort, such as a debate moderator, to ensure the maintenance of order and procedure within the group. The facilitator serves to rein in the discussion if it gets out of hand, maintain orderly voting, and sometimes determine the order of speakers if there is confusion.\n</p><p>Parliamentary procedure also requires that there be sufficient advance notice of a meeting given to all members in order for it to be considered legitimate. This prevents the majority group from having a meeting without the presence of minority voices. <a href=\"#cite_note-3\" title=\"\">[4]</a>\n</p>\n<a id=\"Quorum\" name=\"Quorum\"></a><h3> Quorum </h3>\n<p>Parliamentary procedure is most often used by governing entities, and elected representatives are generally the ones who partake in such deliberation. In order for a hearing to be held, there must be a quorum, or sufficient numbers in attendance. If quorum is not met, the hearing is adjourned. In the United States, quorum is a simple majority of those expected to be in attendance. A simple majority of votes is the requirement to make a decision, though in some places these numbers are changed based on circumstances.\n</p>\n<a id=\"Speaking\" name=\"Speaking\"></a><h3> Speaking </h3>\n<p>One of the core values of parliamentary procedure is to ensure that everyone has an equal opportunity to speak, regardless of whether they are in the majority or minority. This was first developed in Robert’s Rules of Order, for the sake of both guaranteeing the rights of the majority and protecting the rights of the minority. <a href=\"#cite_note-4\" title=\"\">[5]</a> All forms of parliamentary procedure strive to ensure equality among all participants, regardless of majority or minority status. Speakers take turns giving speeches and addressing questions from other participants.\n</p>\n<a id=\"Motions\" name=\"Motions\"></a><h3> Motions </h3>\n<p>A motion is an action suggested by a member of the body. In order for a motion to be considered, it must be seconded by another member. At this point, the body must vote whether to approve the motion or reject it. Normally motions relate to postponing the legislation or calling the body to vote. Motions among motions are the motion to table, which means to set aside the topic at hand and move to another topic, a motion to commit, which means to refer a motion to a smaller committee it would be fitting for, a motion to previous question, which calls for an immediate vote and an end to deliberation, and a motion of no confidence, used to express dissent toward or a lack of faith in those in power. Any member can propose a motion at any time. <a href=\"#cite_note-5\" title=\"\">[6]</a>\n</p>\n<a id=\"Voting\" name=\"Voting\"></a><h3> Voting </h3>\n<p>After everyone who wanted to speak has gotten the chance to, there is normally a motion to vote. Voting can be spoken (yea or nay) en masse, written in ballot form, conducted by counting raised hands, or each member of the body will be individually asked his or her vote, depending on the group and its bylaws. Votes are then tallied if needed, and the winner is announced after all votes have been counted. Each individual’s vote is equal, as the system is democratic. In some organizations, the facilitator, often a chairperson of some sort, is granted the power to break ties. <a href=\"#cite_note-6\" title=\"\">[7]</a>\n</p>\n<a id=\"Application_and_History\" name=\"Application_and_History\"></a><h2> Application and History </h2>\n<p>Parliamentary procedure is used in numerous governments, including but not limited to the United States, the United Kingdom, Iceland, Australia, Finland, Russia, Spain, and Poland. <a href=\"#cite_note-7\" title=\"\">[8]</a> In these cases (and many others), parliaments are used to deliberate on the merits of pieces of legislation, as well as discuss matters that may need to be made into legislation. \n</p><p>The history of parliamentary procedure as we know it dates back to the 18th century in the United Kingdom, though parliamentary procedure itself is said to date back to ancient Greece. The United Kingdom’s parliamentary laws crossed the sea when its citizens did, and thus were implemented in the government of the United States. Thomas Jefferson made some revisions to the British laws in what he called Jefferson’s Manual, a book on parliamentary procedure written specifically for the United States at the turn of the 19th century. <a href=\"#cite_note-8\" title=\"\">[9]</a> In the late 19th century, Robert’s Rules of Order was written, and by the early 20th century, had become the definitive guide for parliamentary procedure. When Mason’s Manual was written in 1950, states began adopting it, seeing as it was specifically tailored to the needs of legislative bodies. Currently, different states use different versions of parliamentary procedure based on what has been adopted, though the majority use Mason’s Manual.\n</p>\n<a id=\"References\" name=\"References\"></a><h2> References </h2>\n<ol class=\"references\"><li id=\"cite_note-0\"><a href=\"#cite_ref-0\" title=\"\">↑</a> Mason, Paul. Mason’s Manual of Legislative Procedure (2000). <a class=\"external free\" href=\"http://www.ncsl.org/LegislaturesElections/OrganizationProcedureFacilities/2000MasonsManualofLegislativeProcedure/tabid/13503/Default.aspx\" rel=\"nofollow\" title=\"http://www.ncsl.org/LegislaturesElections/OrganizationProcedureFacilities/2000MasonsManualofLegislativeProcedure/tabid/13503/Default.aspx\">http://www.ncsl.org/LegislaturesElections/OrganizationProcedureFacilities/2000MasonsManualofLegislativeProcedure/tabid/13503/Default.aspx</a></li>\n<li id=\"cite_note-1\"><a href=\"#cite_ref-1\" title=\"\">↑</a> Mason, Paul. Mason’s Manual of Legislative Procedure (2000). <a class=\"external free\" href=\"http://www.ncsl.org/LegislaturesElections/OrganizationProcedureFacilities/2000MasonsManualofLegislativeProcedure/tabid/13503/Default.aspx\" rel=\"nofollow\" title=\"http://www.ncsl.org/LegislaturesElections/OrganizationProcedureFacilities/2000MasonsManualofLegislativeProcedure/tabid/13503/Default.aspx\">http://www.ncsl.org/LegislaturesElections/OrganizationProcedureFacilities/2000MasonsManualofLegislativeProcedure/tabid/13503/Default.aspx</a></li>\n<li id=\"cite_note-2\"><a href=\"#cite_ref-2\" title=\"\">↑</a> Mason, Paul. Mason’s Manual of Legislative Procedure (2000). <a class=\"external free\" href=\"http://www.ncsl.org/LegislaturesElections/OrganizationProcedureFacilities/2000MasonsManualofLegislativeProcedure/tabid/13503/Default.aspx\" rel=\"nofollow\" title=\"http://www.ncsl.org/LegislaturesElections/OrganizationProcedureFacilities/2000MasonsManualofLegislativeProcedure/tabid/13503/Default.aspx\">http://www.ncsl.org/LegislaturesElections/OrganizationProcedureFacilities/2000MasonsManualofLegislativeProcedure/tabid/13503/Default.aspx</a></li>\n<li id=\"cite_note-3\"><a href=\"#cite_ref-3\" title=\"\">↑</a> Lukas, Scott. (2008) <a class=\"external free\" href=\"http://www.laccd.edu/das/ParliamentaryProcedure.html\" rel=\"nofollow\" title=\"http://www.laccd.edu/das/ParliamentaryProcedure.html\">http://www.laccd.edu/das/ParliamentaryProcedure.html</a></li>\n<li id=\"cite_note-4\"><a href=\"#cite_ref-4\" title=\"\">↑</a> Robert's Rules of Order Newly Revised, 10th edition, Perseus Books Group, Cambridge MA, 2000.</li>\n<li id=\"cite_note-5\"><a href=\"#cite_ref-5\" title=\"\">↑</a> Bergman, Gary (2000) p.3. <a class=\"external free\" href=\"http://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=1171&amp;context=extensionhist\" rel=\"nofollow\" title=\"http://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=1171&amp;context=extensionhist\">http://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=1171&amp;context=extensionhist</a></li>\n<li id=\"cite_note-6\"><a href=\"#cite_ref-6\" title=\"\">↑</a> Mason, Paul. Mason’s Manual of Legislative Procedure (2000). <a class=\"external free\" href=\"http://www.ncsl.org/LegislaturesElections/OrganizationProcedureFacilities/2000MasonsManualofLegislativeProcedure/tabid/13503/Default.aspx\" rel=\"nofollow\" title=\"http://www.ncsl.org/LegislaturesElections/OrganizationProcedureFacilities/2000MasonsManualofLegislativeProcedure/tabid/13503/Default.aspx\">http://www.ncsl.org/LegislaturesElections/OrganizationProcedureFacilities/2000MasonsManualofLegislativeProcedure/tabid/13503/Default.aspx</a></li>\n<li id=\"cite_note-7\"><a href=\"#cite_ref-7\" title=\"\">↑</a> Unknown author. Web Sites of National Parliaments. <a class=\"external free\" href=\"http://www.ipu.org/english/parlweb.htm\" rel=\"nofollow\" title=\"http://www.ipu.org/english/parlweb.htm\">http://www.ipu.org/english/parlweb.htm</a></li>\n<li id=\"cite_note-8\"><a href=\"#cite_ref-8\" title=\"\">↑</a> Demeter, George (1969). Demeter's Manual of Parliamentary Law and Procedure, p. 5–9.\n</li></ol>", "title": "Parliamentary Procedure"}