{"htmlbody": "<h3>Definition</h3><p>Dynamic Facilitation, aka the \"choice-creating process\" is a specific form of working with groups that helps participants engage creatively with divergent perspectives.</p><p>Some of its hallmarks include: a) welcoming \"initial solutions\" as prototypes;  b) working with multiple divergent problem definitions for an extended period of time;  c) intensive use of active listening and \"we-flection\" with each participant; d) creating a safe space for both creative and critical thinking to occur simultaneously, by having participants direct critical comments to the facilitator, where they are reframed as 'concerns'; e) close mapping of each participant's contribution using four charts: solutions, concerns, data, and problem-statements. </p><h3>Problems and Purpose</h3><p>Within the realm of public participation, Dynamic Facilitation has been used with \"microcosm groups\" to explore challenging public policy issues. These applications are known as Wisdom Councils and Creative Insight Concils. Their purpose is to help community members gain a deeper appreciation of the complexity of the issue at hand, to engage in creative thinking about the issue, and to experience the greater sense of agency, meaning, and possibility that arise from authentic discourse. The outcomes of these \"microcosm councils\" are presented in a larger public meeting, to which community members, public officials, and government administrators are all invited.</p><h3>History</h3><p>Jim Rough originally developed Dynamic Facilitation to address challenging workplace issues with shop floor employees in paper mills and lumber mills in the Pacific Northwest. He then developed the Wisdom (microcosm) Council as a large-group application of this method, and used it successfully within several large organizations. Its first use in a public participation context was the Rogue Valley Wisdom Council, where a number of community members were chosen by lot and invited to participate in a facilitated day and a half, with the very open-ended topic of the general well-being of their larger community. At the conclusion of their extended conversation, the Wisdom Council presented their findings to a larger public gathering to which the whole community was invited. </p><p>This initial experiment resulted in a great deal of enthusiasm among both the participants of the Council as well as those who attended the public meeting afterwards. One of the attendees to the larger public gathering was Joseph McCormick, who was inspired by it to engage in further transpartisan work.  </p><p>Since that time, the format of \"Dynamic Facilitation + public microcosm\" has been used most extensively in the state of Vorarlberg in Austria, where the Office of Future-Related Issues has found this to be a highly effective approach for for public participation projects. They have conducted 20+ such projects in the six years between 2006 and 2013.</p><p>Outside of public participation projects, Dynamic Facilitation is also being used within organizational contexts in German-speaking countries, and the telecommunications company Swisscom has held a number of Wisdom Councils internally as an effective way to support the evolution of their organizational culture.</p><h3>Participant Selection</h3><p>There are three primary public-policy applications of Dynamic Facilitation: a) Community Wisdom Councils, where randomly-chosen participants engage in an open-ended exploration of what would be of benefit to the larger whole; b) Creative Insight Councils, where randomly-chosen participants explore a specific policy issue; and c) Dynamically-Facilitated stakeholder councils. Of these three approaches, only the first two use randomly-chosen participants.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The participants in a dynamically-facilitated Choice-Creating Process engage in a creative exploration of an issue. Divergent and challenging perspectives are welcome, yet are redirected toward the facilitator, resulting in a climate where people feel safe to consider new perspectives. Some have called this a \"creative deliberation\", as the conversation generates a full and in-depth exploration of the issue at hand, yet in a non-linear manner.</p><p>The process evokes shared understandings and breakthroughs, rather than decisions among a fixed set of possibilities. A \"meeting of the minds\" (and hearts) is a typical outcome, although of course one cannot predict the particular area on which the group will arrive at their spontaneous convergence. </p><p>In the public policy applications, the microcosm group will explore the issue in a sequestered process, much like a jury (although with expert facilitation.) At the conclusion of their work, they share their findings at a large public gathering. Usually the gathering is run as a World Cafe, so that participants at the larger gathering will have the opportunity to respond in depth to the findings of the microcosm group. </p><h3>Influence, Outcomes, and Effects</h3><p>By design, Community Wisdom Councils and Creative Insight Councils are meant to influence the political process through their recommendations. Their findings do not have any formal authority. Nonetheless, they have some degree of moral authority based on their reflecting the thoughtful input of a random sample of the public at large, rather than the particular advocacy of an interest group.</p><p>In Austria, Switzerland, and Germany, where these processes have been used most extensively to date, the organizers generally obtain the agreement of the political and administrative sponsors, to respond explicitly to the recommendations in some way. Given the impossibility of foreseeing the outcomes of the process, the sponsors cannot guarantee that they will implement the reccomendations. However, they can commit to either implementing the suggestions or else offering a documented response as to why they decided to not do so. </p><p>At the public meeting, a volunteer task-force comprised is formed, comprised of members from various sectors, to meets monthly to monitor this implementation-and-response process. </p><p>To date, the effects have been largely favorable. Public officials and administrators have been positively impressed by the high quality of the input they receive, as well as by the microcosm participants' appreciation of the complexity of the issues involved, and their civic-minded enthusiasm. In turn, participants have repeatedly expressed a high degree of satisfaction with the experience, and often recommend that it be made more widely available.</p><p>In the State of Vorarlberg, where this approach has been used most widely, there has recently been a Constitutional Amendment on public participation. The implementation guidelines for this amendment provide for Wisdom Councils to take place on a yearly basis. In addition, for any public issue that gathers 1,500 signatures, the State will host a Creative Insight Council on that topic.</p><h3>Analysis and Criticism</h3><p>Vorarlberg's Office for Future-Related Issues (Büro für Zukunftsfragen) commisioned a qualitative research study to evaluate the outcomes of the \"BürgerInnenRäte\". The evaluation was conducted by the European Institute of Public Participation. </p><h3>Secondary Sources</h3><p>Dynamic Facilitation is mentioned in the following sources:</p><p>Atlee, Tom. The Tao of democracy: using co-intelligence to create a world that works for all. North Atlantic Books, 2003.</p><p>Atlee, Tom. Empowering public wisdom: A practical vision of citizen-led politics. North Atlantic Books, 2012</p><p>Holman, Peggy. Engaging Emergence: Turning Upheaval into Opportunity. San Francisco: Berrett-Koehler Publishers, 2010.</p><p>Holman, Peggy, Tom Devane, and Steven Cady. The Change Handbook: The Definitive Resource on Today’s Best Methods for Engaging Whole Systems. San Francisco: Berrett-Koehler Publishers, 2007. </p><p>Rough, Jim. Society’s Breakthrough: Releasing Essential Wisdom and Virtue in all the People. 1stBooks Library. <a href=\"http://1stbooks.com\">http://1stbooks.com</a>, 2002. </p><p>Zubizarreta, Rosa. “Co-creative dialogue for meeting practical challenges: New approaches.” OD Practitioner, 45:1, 2013, 47–53. </p><p>Zubizarreta, Rosa. “Practical dialogue: Emergent approaches for effective collaboration.” In Creating a Culture of Collaboration: The International Association of Facilitators Handbook, ed. Sandor P. Schuman, 256–278. San Francisco: Jossey-Bass/Wiley, 2006.</p> <h3>External Links</h3><p><a href=\"http://www.dynamicfacilitation.com\">www.dynamicfacilitation.com</a></p><p><a href=\"http://www.diapraxis.com\">www.diapraxis.com</a></p><p><a href=\"http://www.co-intelligence.org/P-dynamicfacilitation.html\">http://www.co-intelligence.org/P-dynamicfacilitation.html</a></p><p><a href=\"http://www.vorarlberg.at/vorarlberg/umwelt_zukunft/zukunft/buerofuerzukunftsfragen/weitereinformationen/buergerschaftlichesengage/buergerbeteiligung/buergerbeteiligung.htm\">http://www.vorarlberg.at/vorarlberg/umwelt_zukunft/zukunft/buerofuerzuku...</a></p><p><a href=\"http://www.vorarlberg.at/vorarlberg/umwelt_zukunft/zukunft/buerofuerzukunftsfragen/weitereinformationen/buergerschaftlichesengage/buergerbeteiligung/buergerinnen-raeteinvorar/buergerinnen-raeteinderpr.htm\">http://www.vorarlberg.at/vorarlberg/umwelt_zukunft/zukunft/buerofuerzuku...</a></p><h3>Notes</h3><p> </p>", "title": "Dynamic Facilitation"}