{"htmlbody": "<p><strong>Problems and Purpose</strong></p><p>In April 2001, the Canadian government established the Romanow Commission to deliberate with citizens on the future of healthcare in Canada. However, the commission overlooked the serious issue of engaging marginalised groups such as Aboriginal people, and did not provide separate participatory spaces for such groups. While some Aboriginal people participated in the dialogues, the outcomes did not fully reflect Aboriginal health issues.</p><p> </p><p><strong>History</strong></p><p>In Canada, the complex legacies of colonisation have left Aboriginal people – First Nations, Metis and Inuit – at the bottom in a range of indicators such as well-being, economic status, education, housing quality and health outcomes. Complicating matters, many Aboriginal people claim self-government rights, often based in centuries-old treaties. There are conflicting views of what political units are involved on the territory called ‘Canada’ and whether Aboriginal people are properly subject to the rule of the Canadian state.</p><p>In April 2001, the Canadian government established the Romanow Commission to deliberate with citizens on the future of healthcare in Canada.</p><p> </p><p><strong>Originating Entities and Funding</strong></p><p>The commission was established and funded by the Canadian governmnet, and supported a staff of 47 people.  The consultation cost nearly $20 million (Canadian).</p><p> </p><p><strong>Participant Selection</strong></p><p> </p><p><strong>Deliberation, Decisions, and Public Interaction</strong></p><p>The Romanow Commission’s mandate was to review Canada’s healthcare system, engaging Canadians in a national dialogue on its future and making recommendations to enhance the system’s quality and sustainability. Extensive consultations took place with forty expert reports, nine expert panels, partnerships with broadcasters, universities, business and advocacy groups and the health policy community. The Commission tried to find out Canadians’ views by facilitating 26 public hearings and hosting twelve one-day Citizen’s Dialogues. It sought to go beyond conventional forms of citizen input to one where citizens were encouraged to move from their preconceived understandings and interests to positions informed by careful exchanges of perspectives and reasons. This was real deliberation: engaging citizens and stakeholders in ways that challenged their understandings, confronting them with the sorts of trade-offs called for in health policy.</p><p>Though the explicitly deliberative elements of the Commission’s work were with statistically representative groups of ‘unaffiliated citizens’, the Commission used a ‘ChoiceWorks’ methodology based on the principle that participants are individuals and speak for themselves and not as representatives of special interests. Some Aboriginal people were included in the dialogues, but neither the design nor the outcomes of the dialogues included Aboriginal health issues at all. Though Aboriginal people did participate in all sessions, organisers were disappointed in the degree to which the dialogue was able to engage them. Aboriginal people often did not turn up to sessions once recruited, and were typically were very quiet in the dialogue sessions. Two localised ad hoc attempts to hear more Aboriginal voices – through creating a small separate group and recruiting additional Aboriginal people to sessions – had little effect.</p><p> </p><p><strong>Influence, Outcomes, and Effects</strong></p><p>The consultation process was considered a success overall with the final report of the Commission clarifying Canadian values around healthcare, including demands for transparency and accountability and entrenching an active role for citizens in healthcare policy making.  This report devoted a chapter to questions of Aboriginal health, but the deliberative process had not engaged with Aboriginals as a group.</p><p> </p><p><strong>Analysis and Criticism</strong></p><p>This was a failure to overtly engage with the complex politics of representation. Who needs to be at the table and in what numbers? Who is typically marginalised in political dialogues? How do dynamics of exclusion and marginalisation get managed within the process? Serious engagement with these politics of representation would have required changes in the structure of the deliberation, challenging the indivudalistic premises of the ChoiceWorks method.</p><p>Research by Citizenship DRC suggests that the successes and shortcomings of the Romanow Commission in including Aboriginal people are tied to three key features of deliberative design. These design choices are critical in enabling marginalised groups to negotiate the complex politics of recognition and representation.</p><p>1. The extent to which the process is reflexive: how far the participants are allowed to define the terms in which they participate, the issues they address and the form the deliberation takes. If there had been greater reflexivity in the Citizens Dialogues, Aboriginal participants would have been able to deliberate together about the terms of their conversation.</p><p>2. The extent to which public involvement is iterative: participants being involved from the start. Iterative refers to how much deliberation is treated as ongoing. The Citizen’s Dialogues were single, bounded, eight-hour events, which were non-iterative. Elites decided the structure of the dialogue and how to assimilate outcomes into the commission’s reports.</p><p>3. The existence of separate spaces: in which members of marginalised groups can reflect on dynamics of power and exclusion and negotiate questions of common agendas, strategies and identities. Separate spaces were not created for marginalised groups yet they allow for culturally specific modes of communication and self-representation; and provide room for the internal complexities of perspectives to be dealt with democratically and deliberatively. They may also allow for a greater reflexivity on how issues are framed.</p><p> </p><p><strong>Secondary Sources</strong></p><p>von Lieres, B and D Kahane (2007) \"Inclusion and Representation in Democratic Deliberations: Lessons from Canada's Romanow Commission\", in Spaces for Change? The Politics of Particpation in New Democratic Arenas, edited by A Cornwall and V Schattan P Coelho. Zed Books: London.</p><p>von Lieres, B. and Kahane, D.  \"Canada's Designs for Aboriginal Participation.\"  Citizenship DRC Case Study Series.</p>", "title": "Aboriginal Participation in National Health Consultations (Canada)"}