{"htmlbody": "<p><a id=\"Definition\" name=\"Definition\"></a>Citizen Advisory Boards are a local government entity which consists of volunteer citizens from the community they represent. Citizen Advisory Boards add to the deliberative quality of a democracy by involving everyday citizens in political processes that help shape the policies of a local government.</p><h2>Definition</h2><p> The responsibilities of a Citizen Advisory Board include but are not limited to “the study of critical issues, taking public testimony, performing independent research, and reviewing staff reports and recommendations. These prepare the advisory body to discuss, analyze, formulate, and forward well-developed, thoughtful recommendations to the legislative body” (<a class=\"external free\" href=\"http://www.mrsc.org/Publications/lgcab08.pdf\" rel=\"nofollow\" title=\"http://www.mrsc.org/Publications/lgcab08.pdf\">http://www.mrsc.org/Publications/lgcab08.pdf</a>). While there are many different way to organize a Citizen Advisory Board, the majority are comprised of small groups of volunteers that are interested in getting involved in both local politics and the issues facing their community.</p><p><a id=\"Process\" name=\"Process\"></a></p><h2>Process</h2><p>Citizen Advisory Boards are most frequently created by city governments, but there are instances where they are created at the state level in order to assist the state with issues that are best dealt with at a more local level. One of the key distinctions between boards is their decision making capacity. Some boards operate in a strictly advisory capacity while others hold administrative powers that allow them to make policy decisions. It is also important to keep in mind that cities and states are not limited to having just one Citizen Advisory Board. A city or state may have a number of Citizen Advisory boards in order to receive input on a number of different topics. “The method for creating them, by ordinance, resolution, or motion, tends to vary from one jurisdiction to another” (<a class=\"external free\" href=\"http://www.mrsc.org/Publications/lgcab08.pdf\" rel=\"nofollow\" title=\"http://www.mrsc.org/Publications/lgcab08.pdf\">http://www.mrsc.org/Publications/lgcab08.pdf</a>). In most cases, members of the board are appointed by the mayor. While there is no ideal number for a Citizen Advisory Board it is important that the group is large enough to have a broad range of ideas while remaining small enough that it is easy to manage.</p><p>After establishing the board, the responsibilities of the board must be clearly defined. Without clearly defined responsibilities the board is likely to lose focus on the assigned task and as a result will be less effective. Additionally, there must be support staff provided in order to assist with the administrative elements of the operation of the board. Once the responsibilities have been assigned, a support staff has been put in place and an orientation explaining the legalities involved has taken place the board can begin to operate.</p><p>Now that the board has been formed, procedural guidelines must be established. Some governments are less restrictive in terms of how their Citizen Advisory Boards operate and allow them to establish their own procedures as long as they are in accordance with the rules that have established the board in the first place. Other governments are stricter and require that their boards follow parliamentary procedure. Some feel that following parliamentary procedure rules enable the board to operate more efficiently while others feel that it creates a less comfortable environment which can stifle discussion. “Generally, boards will designate a chairperson to run meetings, set agendas, and provide general leadership. In some jurisdictions, advisory boards elect their own officers, but in others, the board chair or officers are appointed” (<a class=\"external free\" href=\"http://www.mrsc.org/Publications/lgcab08.pdf\" rel=\"nofollow\" title=\"http://www.mrsc.org/Publications/lgcab08.pdf\">http://www.mrsc.org/Publications/lgcab08.pdf</a>).</p><p>The final piece of the process is the Citizen Advisory Board reporting out to the governing body. This is essentially the final product that the board was created for in the first place.</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>Due to the local nature of Citizen Advisory Boards it is difficult to pin down when the first of these boards occurred. At this time the earliest Citizen Advisory Board appears to be the 15-member Historical Affairs and Landmark Review Board in Arlington Virginia which was established in 1976. (<a class=\"external free\" href=\"http://www.co.arlington.va.us/departments/Commissions/HistoricalAffairs/CPHDOnsHpAffairsLandmark.aspx\" rel=\"nofollow\" title=\"http://www.co.arlington.va.us/departments/Commissions/HistoricalAffairs/CPHDOnsHpAffairsLandmark.aspx\">http://www.co.arlington.va.us/departments/Commissions/HistoricalAffairs/CPHDOnsHpAffairsLandmark.aspx</a>). Since then there have been thousands of Citizen Advisory Boards created across the United States from Kirkland, Washington to Dunedin, Florida.</p><p><a id=\"Case_Studies\" name=\"Case_Studies\"></a></p><h2>Case Studies</h2><p>Case studies involving Citizen Advisory Boards have also taken place throughout the country. Here are a couple of the cities in which case studies have been performed:</p><p>Clearwater, Florida (<a class=\"external free\" href=\"http://www.naspaa.org/initiatives/paa/pdf/Karen_Sutton.pdf\" rel=\"nofollow\" title=\"http://www.naspaa.org/initiatives/paa/pdf/Karen_Sutton.pdf\">http://www.naspaa.org/initiatives/paa/pdf/Karen_Sutton.pdf</a>)</p><p>Fernald, Ohio (<a class=\"external free\" href=\"http://www.participedia.net/wiki/Fernald_Citizens_Advisory_Board\" rel=\"nofollow\" title=\"http://www.participedia.net/wiki/Fernald_Citizens_Advisory_Board\">http://www.participedia.net/wiki/Fernald_Citizens_Advisory_Board</a>)</p><p><a id=\"Evaluation\" name=\"Evaluation\"></a></p><h2>Evaluation</h2><p>Citizen Advisory Boards have become a staple of our democracy nationwide. They increase the deliberativeness of our governments by engaging volunteer citizens and allowing them to be part of the political and governmental processes that occur in their local community. This serves to “overcome citizen apathy and disinterest by crafting lively and engaging participation programs” (<a class=\"external free\" href=\"http://www.naspaa.org/initiatives/paa/pdf/Karen_Sutton.pdf\" rel=\"nofollow\" title=\"http://www.naspaa.org/initiatives/paa/pdf/Karen_Sutton.pdf\">http://www.naspaa.org/initiatives/paa/pdf/Karen_Sutton.pdf</a>).</p><p>Such advisory boards serve a number of purposes including but limited to the following list provided by the Florida League of Cities (<a class=\"external free\" href=\"http://www.flcities.com/membership/library_coop_achievement.asp\" rel=\"nofollow\" title=\"http://www.flcities.com/membership/library_coop_achievement.asp\">http://www.flcities.com/membership/library_coop_achievement.asp</a>). The Florida League of Cities did not provide the additional text beyond the initial statement:</p><p>They allow for an in-depth examination of issues -</p><p>As Citizen Advisory Boards are often created to address a specific issue, they are able to perform a more in-depth analysis of the issue than the typical local government may be able to perform. As such, Citizen Advisory Boards are an excellent resource for local governments to use when tackling very specific local issues.</p><p>They serve as a communication channel between elected officials and the community -</p><p>By involving volunteer citizens in the process, Citizen Advisory Boards can act as a conduit to communicate the thoughts and ideas held by the community members to their local government officials.</p><p>They bring a broad range of ideas and expertise to public decision making -</p><p>Another strength of Citizen Advisory Boards is that due to their composition of people from the local community, they are often able to represent the diverse ideas and expertise that exist within the community. Doing so further enhances the deliberative nature of the local government.</p><p>They assist in resolving conflicts -</p><p>Citizen Advisory Boards are also uniquely equipped to be able to deal with conflict as they are able to utilize the aforementioned broad range of ideas and expertise to deliberate through such conflicts in order to reach a well-reasoned resolution.</p><p>They provide training for new leaders -</p><p>Citizen Advisory Boards are often used as a way for citizens to get their first experience in politics and government. This affords citizens the opportunity to experience political life without having to run for office.</p><p>Ultimately, if local governments are able to clearly communicate the purpose of a Citizen Advisory Board in addition to finding the right people and providing them with training, these boards can be a very valuable process in a deliberative democracy. Through the engagement of community members local governments are able to solve problems and give the people an opportunity to shape their city in the way they see fit.</p><p><a id=\"References\" name=\"References\"></a></p><h2>References</h2><p><a class=\"external free\" href=\"http://www.co.arlington.va.us/departments/Commissions/HistoricalAffairs/CPHDOnsHpAffairsLandmark.aspx\" rel=\"nofollow\" title=\"http://www.co.arlington.va.us/departments/Commissions/HistoricalAffairs/CPHDOnsHpAffairsLandmark.aspx\">http://www.co.arlington.va.us/departments/Commissions/HistoricalAffairs/CPHDOnsHpAffairsLandmark.aspx</a> Arlington, Virginia Advisory Groups, Authorities, &amp; Commissions</p><p><a class=\"external free\" href=\"http://www.participedia.net/wiki/Fernald_Citizens_Advisory_Board\" rel=\"nofollow\" title=\"http://www.participedia.net/wiki/Fernald_Citizens_Advisory_Board\">http://www.participedia.net/wiki/Fernald_Citizens_Advisory_Board</a> Fernald Citizens Advisory Board</p><p><a class=\"external free\" href=\"http://www.flcities.com/membership/library_coop_achievement.asp\" rel=\"nofollow\" title=\"http://www.flcities.com/membership/library_coop_achievement.asp\">http://www.flcities.com/membership/library_coop_achievement.asp</a> Florida League of Cities, Inc.</p><p><a class=\"external free\" href=\"http://www.naspaa.org/initiatives/paa/pdf/Karen_Sutton.pdf\" rel=\"nofollow\" title=\"http://www.naspaa.org/initiatives/paa/pdf/Karen_Sutton.pdf\">http://www.naspaa.org/initiatives/paa/pdf/Karen_Sutton.pdf</a> Local Citizen Participation: Case Study of a Community Development Board.</p><p><a class=\"external free\" href=\"http://www.mrsc.org/Publications/lgcab08.pdf\" rel=\"nofollow\" title=\"http://www.mrsc.org/Publications/lgcab08.pdf\">http://www.mrsc.org/Publications/lgcab08.pdf</a> Municipal Research and Service Center</p><p><a id=\"Secondary_Literature\" name=\"Secondary_Literature\"></a></p><h2>Secondary Literature</h2><p><a class=\"external free\" href=\"http://consensus.fsu.edu/citizen_advisory_boards/index.html\" rel=\"nofollow\" title=\"http://consensus.fsu.edu/citizen_advisory_boards/index.html\">http://consensus.fsu.edu/citizen_advisory_boards/index.html</a> Successful Citizen Advisory Boards and Committees</p><p><a id=\"Links\" name=\"Links\"></a></p><h2>Links</h2><ul><li><a class=\"external text\" href=\"http://www.aicab.org/\" rel=\"nofollow\" title=\"http://www.aicab.org/\">Anderson Island Citizens' Advisory Board</a></li><li><a class=\"external text\" href=\"http://www.nnmcab.org/\" rel=\"nofollow\" title=\"http://www.nnmcab.org/\">Northern New Mexico Citizens' Advisory Board</a></li><li><a class=\"external text\" href=\"http://www.pgdpcab.org/\" rel=\"nofollow\" title=\"http://www.pgdpcab.org/\">Paducah Citizens Advisory Board</a></li><li><a class=\"external text\" href=\"http://www.srs.gov/general/outreach/srs-cab/srs-cab.html/\" rel=\"nofollow\" title=\"http://www.srs.gov/general/outreach/srs-cab/srs-cab.html/\">Savannah River Site – Citizens Advisory Board</a></li></ul>", "title": "Citizen Advisory Board"}