{"htmlbody": "<p><em>Note: this case is a stub, please help us complete it. </em></p><h3>Problems and Purpose</h3><p>The democratic innovation which I selected was a website called ‘Theyworkforyou’ which operates under <a href=\"http://www.theyworkforyou.com\">www.theyworkforyou.com</a>. This website is one of many sites promoting democracy under mySociety.com. Researching this innovation was very interesting as there are so many innovations in the website itself which is a bonus as I had the privilege to explore many different innovations under one website instead of just focusing on one. Because the website is so diverse, theyworkforyou is very effective than any other democratic innovation as it has many features that promote democracy in different ways.  From Voting behaviour to debates from many years ago to the present day the information portrayed is so simple to understand and access as the interface of the website is very user friendly and therefore a pleasure to navigate around the website educating myself what is going on in Parliament. Theyworkforyou also provide a page designated to MP’s where one can go and search all the MP’s in the United kingdom and check their profile which has a portrait picture of themselves and a brief history of their political career. The most interesting aspect of the website to me was the voting behaviour section where one can compare their personal views against their representatives in how they vote on various policies in parliament. This as an innovation I thought is excellent as it determines a relationship between the user and its MP whether they have any common ground or not on different policies. Theyworkforyou also offer RSS feeds and a ‘subscription to your MP’ option where users are updated through email to whatever they sign up for whether it be MP speeches, debates, etc. Also the fact that the website collects its data from ‘Hansard’ is significant as users are ensured the information supplied to them is official transcripts and not unreliable pieces of literature which would certainly shatter any hopes increasing participation.</p><h3>History</h3><p> </p><h3>Originating Entities and Funding</h3><p> </p><h3>Participant Selection</h3><p> </p><h3>Deliberation, Decisions, and Public Interaction</h3><p> </p><h3>Influence, Outcomes, and Effects</h3><p> </p><h3>Analysis and Criticism</h3><p> </p><h3>Secondary Sources</h3><p> </p><h3>External Links</h3><p> </p><h3>Notes</h3><p> </p>", "title": "Theyworkforyou.com (Democratic innovation)"}