{"htmlbody": "<a id=\"Definition\" name=\"Definition\"></a><h2>Definition</h2>\n<p>We the People is an elementary and secondary school oriented civic education process designed to enable students to learn about and address civic issues locally, regionally, and nationally.  It works to allow the student participants to educate themselves about a variety of governance-related topics and culminates in a series of simulated congressional hearings, with the most developed presenters proceeding to the state and national level competitions.  The primary focus of the program is the United States Constitution and the Bill of Rights, although the range from the abstract philosophical underpinnings of government to concrete proposals for government environmental policy.  The method repeats yearly and is designed to take a significant portion of a school year, and the entirety of one for the national competitors.\n</p>\n<a id=\"Problems_and_Purpose\" name=\"Problems_and_Purpose\"></a><h2> Problems and Purpose </h2>\n<p>We the People was created as a response to decades of decline in civic knowledge and participation which was conducted at the University of California, Los Angeles beginning in the 1960’s and included more than 250,000 matriculated college students from around the country. The study compiled evidence from 30 years of data showing that in 1998 “Only 26% of freshmen think that keeping up with politics is important, down from 58% in 1966. Only 14% say they frequently discuss politics, down from 30%”. (Galston 219). Subsequent studies also found that “35% of high school seniors were considered to have a ‘below-basic’ understanding of civic education or “near total civic ignorance” (Galston 221). Furthermore the study found that another 39% were only at the “basic” level, indicating a deeply systemic problem in civic participation and knowledge. \n</p><p>The Center for Civic Education makes the program’s goals explicit: “to promote civic competence and responsibility among the nation’s elementary and secondary students.”1  The intent is to expand knowledge about and encourage enlightened understanding of civic issues within the country, and by extension to increase public participation.\n</p>\n<a id=\"History\" name=\"History\"></a><h2> History </h2>\n<p>The organizing entity behind We the People is the Center for Civic Education, a civics organization created in 1964 as a committee at the University of California, Los Angeles.  In 1981 the organization transformed into a non-profit entity.  The We the People program was first implemented in 1987 by the Center for Civic Education and has continued yearly with funding from the United States Department of Education.2\n</p>\n<a id=\"Participant_Selection\" name=\"Participant_Selection\"></a><h2> Participant Selection </h2>\n<p>The program, by being academically grounded, is limited to students.  Within participating schools the method of participant selection varies.  It is at some a voluntary club activity, in others a optional substitution for a mandatory civics class, and at others is restricted to those who have taken a year-long prerequisite course.  Given that there is a minimum of three members in each unit at least 18 students are usually required, although some schools have students in multiple units, lowering the theoretical requirement to 3 total individuals.  There is no explicit upper bound on the number of participants from each school, although having seven of more members in each group will make it difficult to use the time available effectively.\n</p>\n<a id=\"Program_Structure\" name=\"Program_Structure\"></a><h2> Program Structure </h2>\n<p>The structure can be broken down into two parts which enhance the deliberative nature of the program; the Unit structure and the actual structure of the competition. \n</p><p>•\tUnits:\nThe Center for Civic education has broken down the competition into 6 units, comprised of 3 to 6 people. Each unit focuses on a relatively narrow range of topics, which allows them to unlock more meaningful aspects of the Constitution. In order to be successful participants must look past the obvious questions of the Constitution and into the deeper meaning and policy implications it has on the real world. Because participants work in groups of 4 or 5 and focus on specific portions of the Constitution they are able to discusses their chosen topics with greater insight; instilling a stronger sense of civic knowledge and duty. \nThe Units topics break down accordingly (Civiced.org/wtpcompanion); \n</p><p>Unit 1) Historical and Philosophical Foundations of our County’s Ideas about Constitutional Government\n</p><p>Unit 2) Creation of the Constitution\n</p><p>Unit 3) Expansion of Rights since the Ratification of the Constitution in 1788\n</p><p>Unit 4) Organization of the National Government\n</p><p>Unit 5) Meanings of the Various Rights Guaranteed in the Bill of Rights\n</p><p>Unit 6) Roles of Citizens in American Democracy\n</p><p>Because the Units are discussing nebulous topics, there is a great deal of influence, discourse, compromise and persuasion which occurs through their discourse. This factor alone is a major contributor in strengthening the deliberative nature of this program. A study conducted by the Council for Basic Education in 1994 found that after competing in We the People; \n“exhibit more political tolerance in a number of ways, including (1) placing fewer restrictions on the press, speech and advocacy of radical or unorthodox ideas (2) more willingness to grant freedom of assembly to groups with diverse opinions (3) placing fewer restrictions on due process and (4) displaying a willingness to grant others a wide latitude of speech and act politically”         (Brody 6).\n</p><p>The structure of these units adheres to the maxims of an ideal analytic process by encouraging students to engage in a back and forth dialogue in a manner which maintains a healthy team dynamic as outlined by communications professor Dr. John Gastil. The groups brainstorm a series of answers to the given questions and do so according to a strong information base in order to maximize the overall group success. The information is found by one group is almost always applicable to the research of other groups, encouraging cross-unit collaboration. Current events play a significant role in the formation of the group’s answers, so there is a constant need to remain updated on contemporary political and legislative changes. Personal experiences also play a key role in the group’s deliberation as they can incorporate those experiences into evidence to support their conclusion. Furthermore those conclusions must represent the comprehensive advocacies of all group members, as they will need to support them during the competition. \n</p><p>•\tCompetition:\nAfter months of preparation, studying and discussion participants travel to a competition which includes students from other high schools around the State. The students are given 3 potential questions before the competition, which they have written speeches for, and are told which question they will be discussing when the judges enter the room. A panel of 3 judges questions the students, but in a manner which is to probe them to think deeper about their positions and defend them, which truly encourages the deliberative process. Because participants have no knowledge of the specific questions, or style of questions the judges will ask, they must think of their feet and be able to recall and apply relevant information quickly. The judges then score the responses based on the completeness of their answers, as well as the group’s support for their claims. Because the competition is essentially a conversation between the judges and participants, there is no fear of agreeing with the judges personal ideologies, but rather supporting the group’s personal advocacies.\nThe structure of these groups models the ideal social deliberative process , also outlined by Dr. Gastil which includes such maxims as distribution of speaking times, mutual comprehension and respect for all participants view points; as all of these are factors in the overall score the group will receive. \n</p>\n<a id=\"Examples\" name=\"Examples\"></a><h2> Examples </h2>\n<p>The following are examples of the types of questions a Unit may receive, which represents the overall thesis of their argument, and the topic they would prepare research to support. \nUnit One: What Are the Philosophical and Historical Foundations of the American\nPolitical System?\n</p><p>1.\tHow did both classical republicans and the natural rights philosophers influence the Founders’ views about government? \n</p><p>•\tWhat are the essential differences between classical republicanism and natural rights philosophy? \n</p><p>•\tWhy do both classical republicans and natural rights philosophers stress the need for education and preparation for citizenship?\n</p><p>2. What are the fundamental characteristics of a constitutional government?\n</p><p>•\tIn what ways does constitutional government mean limited government?\n</p><p>•\tDescribe at least three provisions of the Constitution that provide a means of preventing the abuse or misuse of governmental power. Explain how these provisions work in our system of government today.\n</p><p>3. What effect did colonial experiences have on the Founders’ views about rights and government?\n</p><p>•\tIn what ways were eighteenth-century American and British societies similar or dissimilar in terms of the rights of individual liberty, equality of opportunity, and property?\n</p><p>•\tHow did early state constitutions reflect colonial experiences as well as the ideas of classical republicanism and the natural rights philosophy?\n</p><p>This type of questioning is essential in promoting the deliberative process because questions cannot be answered with black and white analysis. It incorporates a necessity to weigh the pros and cons of any given conclusion. The sub-questions create a broader range of analysis, forcing participants to ‘think outside the box’ and gain an understanding of that the judges will be looking for. \n</p><p>The competition represents an interesting hybrid between formal, mediated discussion and informal, casual conversation which maximizes the importance of participant knowledge and communication skills to promote a truly deliberative environment. \n</p><p>\n</p>\n<a id=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\" name=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\"></a><h2> Deliberations, Decisions, and Public Interaction </h2>\n<p>What distinguishes We the People as a deliberative process rather than as a glorified class is the method of case development.  Each group is meant to specialize in a broad topic, such as US case law or the developmental process of the Constitution, and for each level of competition they are given three questions, with a number of subtopics, around which they need to develop a response.  The teacher, unlike in a normal class, is not the primary source of information beyond the initial several classes where general background knowledge is taught and units are usually selected.  After those classes the groups must work to create a timed written response to be presented at the simulated hearing, and more importantly to respond to follow-up questions that are not known prior.  The method for constructing the responses is determined by the participants, but must necessarily include a significant degree of consensus seeking to maintain a coherent group.  \n</p><p>The hearings themselves are conducted by a variety of individuals, frequently including judges, politicians, and other legal professionals.  They will select one of the questions assigned to each group to be presented and will then ask impromptu follow-up questions.  This requires successful groups to be widely self-educated on each topic to deal with potentially obscure questions, as well as to have a significant depth of knowledge so that each question can be thoroughly responded to.  Neither the pre-assigned questions nor the hearing questions are intended to have correct responses, but rather to require the participants and groups to take and defend a stance.  They are thus not serving as what would be technical experts in a real hearing, but as the subjects of the hearing or as representatives for the subjects.\n</p><p>In addition to interacting with public officials and legal professionals during the competitive stage, many teams use experts in constitutionally related issues as everyday class resources. For example, a team may invite a Constitutional lawyer into their classroom to collaborate with them on questions that require more research or discuss ways to increase civic engagement with experienced politicians across that region. During tournaments, teams frequently visit prominent public leaders as a way to both contact people in power about issues they are passionate about as well as to consult them about issues they have been researching. These methods and experiences give participants insight into the inner workings of government agencies and ability to contact political leaders in an effort to understand policy and actively engage with the government. This contact represents deliberation by actively sharing personal ideas and ideals as well as provides a mechanism for students to become more passionate about these issues and become increasingly motivated to be responsible civic participants.\n</p>\n<a id=\"Outcomes.2C_and_Effects\" name=\"Outcomes.2C_and_Effects\"></a><h2> Outcomes, and Effects </h2>\n<p>The main outcome from the We the People… program is increased civic engagement and virtue. Because one of the essential components involves being engaged in critical analysis of media and political actions, an active citizenry is inherent in the process of education that We the People fosters. In an exit study of student participants in the 2010 We the People competition, 63% of students reported that either they had or were planning on contacting an elected official whereas only 23% of non-We the People students reported that they were planning on contacting an elected official. (Eschrich, 3) Professor Richard Brody of Stanford University explains ”the We the People… program is effective in promoting political tolerance because students in the program become more interested in politics, feel more politically effective, and perceive fewer limits in their own political freedom.” (Council for Basic Education, 5) Comparatively, in other nations that experience a significant rift between civic culture and government politics form a “patron-client” atmosphere. (Rice, 100) In response to this, nations that experience the divide between the two sects of governance and wish to represent true democracy by creating civic programs similar to what the We the People program strives to achieve (Chareka and Sears).\n</p><p>While legal adults may have few opportunities to engage with government and civic issues, pre-voting-age students have even fewer.  We the People, though limited in its direct influence on government, provides students with a rare opportunity to engage with and learn about issues and to interact with government officials and professionals in the mock hearings.  Through crafting their groups’ positions on the issues they must themselves develop their own political stances in collaboration with other students.  This has lead to We the People students being significantly more knowledgeable about government, rights, and law, and to be more civically active.3\n</p><p>In addition to fostering more active citizenship in American Democracy, the openly deliberative structure of the We the People… classroom fosters a unique educational experience. A pilot test of the We the People… curriculum revealed “statistically significant differences between those students who used We the People and those students who used a different civics curriculum and between students enrolled in AP classes and students in regular classes…the hypothesis that participating in We the People significantly adds to student performance over and above the role of class placement is confirmed.” (Ardice Hartry, 11) This data implies an educational difference in civics based on the deliberative and collaborative process provided by the program.\n</p>\n<a id=\"Examples_2\" name=\"Examples_2\"></a><h2> Examples </h2>\n<p>The national finals for 2009 has been uploaded to the Center for Civic Education website.4\n</p>\n<a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a><h2> Analysis and Criticism </h2>\n<p>The focus on ensuring enlightened understanding among the participants has both positive and negative impacts.  The process does result in greater civic awareness and action by participating students; however, it does not, despite frequent involvement by government officials, offer any direct participatory role by the students in the formation of policy.  To some extent this is understandable, given that most participants are not legal adults and are thus are traditionally excluded from public decision-making processes.  However, the extent of the knowledge gained over the course of the program is not trivial, leaving the participants uniquely qualified to address a number of complex issues.  The number of participants available might thus constitute an untapped pool for more direct civic engagement by the program, or by related efforts.\n</p><p>Locating this program within the school system similarly provides both positive and negative impacts.  It sharply limits the accessibility of the program to the general public, but allows for a significantly greater commitment then most would be able to make outside of a class setting.  While this should be acknowledged, it does not appear to be a significant detriment considering the other programs managed by the Center for Civic Education and other groups in which adults can participate, and indeed are often the only allowed participants.\n</p><p>The largest cause for concern within the We the People program is the lack of general accessibility and funding. The United States Department of Education contributes a limited number of free materials to each congressional district, which limits the number of schools that can participate and thus the overall national participation in the program (Eschrich). Limited accessibility of the We the People… program is troublesome for the deliberative goal of the program. Limited access to materials and funding has historically drawn affluent schools into the program and rejected schools that are not well funded or in poverty-stricken neighborhoods. This lack of representation limits the political perspectives that can be brought into the competition.\n</p><p>Another criticism of the function that We the People… provides is of the competitive nature of the class and activity. The competition portion of the program can override the educational and deliberative aspect of creating educational materials. The incentive to win in competition can motivate students to tailor their responses in a way to create answers that they believe will convince the judges rather than reflect their own beliefs. This motivation also leads students to stray from the activity’s mission of applying personal experiences and unintentionally encourages overemphasis on scholarly sources that will create an aura of scholarship within a particular group’s answers. \n</p><p>Division of labor within groups can also provide a detrimental impact on the deliberation within We the People… by forcing each group to focus on one portion of the competition rather than engage in a holistic constitutional debate, each group is led to specialize in some aspect of the Constitution, while being educationally anemic on others. For example, a member of Unit 1 may be extremely proficient on philosophical underpinnings of the Constitution and authors such as John Locke or Jean-Jacque Rousseau but may have nominal background on judicial intervention during the civil rights movement.\n</p><p>One important aspect of the We the People… lesson plan is an emphasis on group collaboration and self-direction. The hands-off approach that is asked for teachers to take while in this program creates an opportunity for conflict within groups. Personal attitudes as well as inappropriate skill-sets both contribute to the possibility that some students will not be effective in their use of the process of social deliberation. Teachers must also be constantly aware of the opportunity to neglect using in-class opportunities wisely. This detracts from deliberation within groups because the lack of properly moderating group interaction creates an opportunity for dominant voices to control group views and create a spiral of silence within individual groups.\n</p>\n<a id=\"Future_of_the_Program\" name=\"Future_of_the_Program\"></a><h2> Future of the Program </h2>\n<p>Funding has been a consistent problem of the We the People… program. Despite its success nationwide, there has never been a stable funding source other than Congressional appropriations and private donations. This mechanism is problematic because it does not ensure a consistent income throughout tough economic times, which places We the People… in jeopardy of discontinuation. This problem exacerbates the lack of accessibility as well as the lack of expansion efforts to more schools nationwide. Unless the program secures some sort of reliable funding source, the goals of civic engagement and responsibility will not be fully realized. In response, local school boards and commercial organizations individually have taken it upon themselves to contribute to students’ educations by funding trips to competitions as well as educational materials necessary for participation in the program. While the program boasts 28 million students since inception (Eschrich), individual school participation has not increased dramatically, largely due to funding limitations as well as a lack of knowledge of the program. Illustrating the significance of the program past college applications and transcript significance could increase the deliberative aspect of the program and students that would not have previously considered participating in the We the People… program.\n</p>\n<a id=\"Supporters\" name=\"Supporters\"></a><h2> Supporters </h2>\n<p>The We the People… program is mainly supported by the Center for Civic Education, American Heritage Foundation, Pew Charitable Trusts, as well as other public-policy oriented organizations. The primary goal for many of the contributors to this organization is to promote civic responsibility and education rather than promoting any particular partisan goals or ideology. The strong interest in this program represent the desire for greater civic education in general rather than the fulfillment of particular interests, highlighting a desire to promote civic participation over advocacies in self-interest. This display of altruism is unique to this particular portion of education because there is seemingly no long-term profit motive other than to improve and preserve the American political landscape for the future.\n</p>\n<a id=\"Resources\" name=\"Resources\"></a><h2> Resources </h2>\n<p>Ardice Hartry, Kristie Porter. \"We the People Curriculum: Results of Pilot Test.\" Pilot test. MPR Associates, 2004.\n</p><p>Brody, R. (1994). Secondary Education and Political Attitudes; Examining the Effects of Political Tolerance on the \"We the People...\" curriculum. Calabasas.\n</p><p>Council for Basic Education. \"Report on a Study of the Affective Impact of We the People...The Citizen and the Constitution.\" Council for Basic Education, 1998.\n</p><p>Eschrich, David. \"We the People Nationals 2010 Report.\" Center for Civic Education, 2010.\n</p><p>Galston, W. A. (2001). Political Knowledge, Political Engagment and Civic Education. 217-231.\n</p><p>Gastil, John. Political Communication and Deliberation. Thousand Oaks: Sage Publications, 2008.\n</p><p>Ottilia Chareka, A. S. (2010). Young People's Conceptions of Voting as a Means of Political Participation. Canadian Journal of Education , 521-540.\n</p><p>Rice, T. a. (1997). Civic Culture and Government Performance in the American States. Publius , 99-114.\n</p><p>We the People...The Citizen and the Constitution. We the People...The Citizen and the Constitution Level 3 Companion. &lt;civiced.org/wtpcompanion&gt;.\n</p>\n<a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a><h2> Secondary Sources </h2>\n<p>1 <a class=\"external free\" href=\"http://www.civiced.org/index.php?page=wtp_introduction\" rel=\"nofollow\" title=\"http://www.civiced.org/index.php?page=wtp_introduction\">http://www.civiced.org/index.php?page=wtp_introduction</a>\n</p><p>2 <a class=\"external free\" href=\"http://gresyn0.100webspace.net/lessons/download.php?file=byrd5to6scrn.pdf\" rel=\"nofollow\" title=\"http://gresyn0.100webspace.net/lessons/download.php?file=byrd5to6scrn.pdf\">http://gresyn0.100webspace.net/lessons/download.php?file=byrd5to6scrn.pdf</a>\n</p><p>3 <a class=\"external free\" href=\"http://www.civiced.org/index.php?page=program_evaluation\" rel=\"nofollow\" title=\"http://www.civiced.org/index.php?page=program_evaluation\">http://www.civiced.org/index.php?page=program_evaluation</a>\n</p><p>4 <a class=\"external free\" href=\"http://www.civiced.org/index.php?page=national_finals_2009\" rel=\"nofollow\" title=\"http://www.civiced.org/index.php?page=national_finals_2009\">http://www.civiced.org/index.php?page=national_finals_2009</a>\n</p>", "title": "We the People: The Citizen and the Constitution"}