{"htmlbody": "<p> </p><p>Definition  </p><p>A Social Forum is a one to four day event that addresses a wide number of topics of concern to civil society organizations and individuals opposed to neoliberal economic globalization through workshops, demonstrations, panels and plenary discussions. The guiding Charter of Principles, established in 2001 at the first World Social Forum in Porto Alegre, Brazil, defines a Social Forum as:  </p><p>... An open meeting place for reflective thinking, democratic debate of ideas, formulation of proposals, free exchange of experiences and interlinking for effective action, by groups and movements of civil society that are opposed to neoliberalism and to domination of the world by capital and any form of imperialism, and are committed to building a planetary society directed towards fruitful relationships among Humankind and between it and the Earth.  (Article 1, WSF 2001)  </p><p>Although the Social Forum method began in Porto Alegre as the World Social Forum, it has now been diffused to local, national and regional Forum occurrences, each a repeated, networked and interconnected gathering of advocates for social change and justice that are seeking new communicative methods, collective action means, and engaged global politics (Smith et al, 2008). A uniting theme is to explore the impact at the local, regional and national level of the pervasive form of economic globalization ('neoliberalism') that emphasizes the interests of capital rather than human relationships in international economic decision-making. On grounds of social justice, Forum participants largely oppose the neoliberal free market principles of privatization, fiscal austerity, reduced trade barriers and cuts in basic subsidies promoted by global financial and political institutions to encourage capital expansion. The Social Forum process is an important tool to creating and deepening transnational dialogue between individuals, non-governmental organizations and social movement networks to identify shared problems and explore diverse possible types of alternative economic and political organization. Building alternatives at Social Forums must above all respect local autonomy and participation in international economic and political decision-making, especially given the profound effects of these decisions at all levels of society. The sharing of experiences of the impact of neoliberal globalization upon marginalized and disempowered groups is an important pedagogical goal of the Social Forums, ideally creating a broad and more inclusive analysis of the impact of economic globalization.  </p><p>Marlies Glasius further defines the notion of Social Forums as a meeting of 'civil society' to be a convergence of \"people organizing to influence their world,\" arguing that the new phenomenon of Social Forums holds significant potential for global democracy because it mines the creative tension between two different strains of thought about civil society: Habermas's conception of civil society as a locus of deliberation versus Gramsci's conception of civil society as a locus of struggle (Glasius, 2005). Indeed, the many contradictions and uncertainties internal to the Forum process are defined by a tension between those who what it to be a space of deliberation and those who want it to be a political actor or force for change in its own right. The slogan of the Social Forum, 'Another World is Possible,' is sought by global civil society actors by both by staging alternative debates and by proposing alternative policies to influence existing institutions, but also through the prefigurative creation of alternative participatory political organization through grassroots struggle. Taking as its guiding principle that democratic governance requires participation, the Social Forum seeks a new model of global governance and civil society.  </p><p>As the Social Forum process approaches its first decade in existence, it is arguably the characteristic form of grassroots civil society organizing of the first decade of this century. Social Forums are a more open, inclusive and participatory complement within global civil society to the large and highly institutionalized network of international NGOs. The popularity of the Social Forum is probably due to their low organizing costs and inherent flexibility and mobility, not to mention the ability of Social Forums to combine the advantages of face-to-face interactions in terms of community-building and leadership with the efficiency of web-based organizing in terms of information dissemination and management (ibid).  </p><p> </p><p>History  </p><p>The history of the Social Forum process shares much with the history the 'anti-globalization moment', or, renamed by subsequent World Social Forum discussions, the Global Justice and Solidarity Movement. The idea for the World Social Forum (WSF) as a worldwide civil society event was initially proposed by Oded Grajew, the coordinator of the Brazilian Business Association for Citizenship (CIVES), and Francisco Whitaker of the Brazilian Justice and Peace Commission (CBJP) to Bernard Cassen, President of the Association for the Taxation of Financial Transactions for the Aid of Citizens (ATTAC) and Director of the Le Monde Diplomatique, in February 2000. The Forum was planned to be held in the global South, particularly Porto Alegre, a city that could offer organizational resources through the ruling Worker's Party (PT) and political inspiration given its noted model of participatory budgets (Juris, 2005). The name 'World Social Forum' and the coincident dates of the event was chosen to evoke opposition to the annual World Economic Forum held in Davos, Switzerland [1]. Preceding mass mobilizations, including Seattle 1999, brought to the world stage the method of international protest as a new form of political participation in the global justice movement, of nonviolent disruption with a lack of formal leadership and the prominence of networked affinity groups. Although global protests are critical venues of learning, coalition-building, communication and action, they alone were seen as insufficient, since they articulate largely negative sentiment (Smith et al, 2008). What was needed was a venue appropriate to formulating and proposing concrete alternatives.  </p><p>Building from previous convergence processes, including Zapatista Encounters in Chiapas and Spain and United Nations (UN) civil society forums, the WSF was envisioned to fill this void. The Zapatista movement is often cited as a key source of inspiration. The rapid and plural extent of citizen mobilization against NAFTA and FTAA in the Amercias at the turn of the millennium played a deciding role in the convocation of the first WSF in Brazil in 2001, establishing the necessary ability to use the new medium of the Internet to disseminate information and organize collective action and a willingness to enlist the support and encourage the solidarity of diverse NGOs and social movement organizations. Dorval Brunelle has argued that the style of these new mobilizations assured that it would proliferate at all levels of social life, as the Social Forum process now does (Brunelle, 2009). Further, the WSF was intended to build upon the activist cooperation encouraged by UN global conferences [2], and compensate for a perceived lack of a substantial role for transnational (as well as regional, national and local) civil society organizations from NGOs within the UN system. Civil society disillusionment with the U.N. was deepened by the setbacks of the five-year review processes of the Summits held in 1997 and 2000 (Smith et al, 2008:14). There was little tangible progress on social issues because the structure of the U.N. privileges major countries who often refuse to address key issues. A lack of government follow-through lead to calls for an alternative venue for the emergent international cooperative realm of civil society. The WSF was conceived to be this alternative venue, and as such it is an explicit recognition of the limitations of the U.N. both externally and internally. Finally, the women's movement also lends historical precedent to the Social Forum process. The Forum has been interpreted as a concrete example of the dissemination of feminist organizing principles that promote non-hierarchical participatory processes, decentralized, respectful dialogue and cooperation. The WSF was modelled after an encuentro, the region-wide feminist meetings in South America that took place throughout the eighties and nineties as a meeting organized around a collectivity of interests without hierarchy (Alvarez et al, 2009).  </p><p>The Brazilian Organizing Committee (BOC) was formed with eight Brazilian organizations participating including the Brazilian Labor Federation (CUT), Landless Workers Movement (MST), and six smaller organizations [3]. The support of the Worker's Party municipal government of Porto Alegre and the state government of Rio Grande do Sul was secured in March 2001, gaining significant resources from these governments. The Charter of Principles was formulated by the Brazil Organizing Committee in April 2001, which was then modified and approved by the International Council (IC) in June 2001. The IC was created after the first WSF to oversee the global expansion of the process (Juris, 2008).  </p><p>More recently, the Social Forum process has undergone a geographic proliferation from centralized world meetings to local, regional and national settings, connected across diverse locales and scales of action through allegiance to the Charter of Principles. This new phenomenon has been described as \"political improvisation,\" evoking the fluid and organic nature of the Social Forum process itself (Smith et al,  2008:108). Its relatively malleable structure allows innovative response to the tensions inherent to realizing its goals, particularly the conflicts between interconnected yet diverse and unique local and global scales of political action These innovations attempt to simultaneously develop global transnational dialogue and expand both local and national organizing efforts. There is a need for Social Forums at all levels to help local communities relate their immediate interests and experiences to broader debates and analyses, building shared identities and understandings. In the Social Forum process, instead of being inherently oppositional, each of these levels is understood as in creative tension with one another, with each being informed by the other (Waterman, 2004). However, simultaneously widening global networks and empowering local communities with limited resources is a daunting task. The logistics of bringing diverse people to the central WSF cannot sideline local activism. The process has adapted to cope with this tension. For example, the 2006 'polycentric' WSF occurred simultaneously in 3 cities of the global South (Bamako, Mali, Caracas, Venezuela and Karachi, Pakistan). In 2008, the centralized world gathering in a specific place was suspended in favour of a global organization of thousands of local autonomous organizations, on or around January 26. This event was also known as the Global Call for Action. Finally, the tenth anniversary year of the WSF, 2010, will not have a single centralized event but rather is intended to happen in permanently all year long with events throughout the world.</p><p> </p><p>Problems and Purpose</p><p>As economic globalization deepens and expands, the space for democratic participation at the international level becomes even more limited. The Social Forum process is a democratizing force that models many important aspects of future citizen participation in global political and economic policy decisions. Activists take it upon themselves to direct their actions and strategies at global institutions in transnational space as opposed to only directing it at their own national states (della Porta, 2006). Civil society groups and individuals attempt to unite their demands for a more democratic global polity, promoting the view that we cannot govern well by markets alone, that democratic political institutions are necessary on all levels, and that governments must be both accountable and responsive to the social impact of their trade and economic policies, which should not be separated from or privileged above social policy goals. Social forums are formally autonomous from traditional government and international organizations like the U.N. in order to experiment with new forms of democracy on the global level [4]. In contrast to formal elections, the very process of the Social Forum is a response to the demand for more inclusive democratic decision-making on a necessarily global scale. Social Forums have emerged a viable networked public space that transcends traditional territorially-based institutions that are inextricably bound to the borders of traditional states. This new organizational structure seeks to provide citizens with a significant space to learn about and engage in debate about the existing organization of the international economic and political system. The educational aspect of the Social Forum space is essential: participants learn about global politics, how to relate local experiences with their global precedents and develop a global awareness, identity, knowledge and skills. Though it remains doubtful that the Social Forum will develop the internal will-formation mechanisms necessary to being a unified and active political entity in its own right (something of a unified or representative 'global civil society,' or 'movement of movements') it is clear that until now, the most important democratic impact of the Forum has been its ability to facilitate encounters between different groups and activists (Teivainen, 2004). This is consistent with the concurrent creation of new democratic political culture that emphasizes networking logic rather than command logic and horizontal 'open space' organization rather than traditional hierarchical or vertical structures (Brunelle, 2009). </p><p>Given its historical precedents in 'new' social movements, new information technology, the Zapatista solidarity activism and anti-free trade mobilization, the Social Forum process can be understood as exhibiting the same 'cultural logic of networking' that arguably creates the opportunity for more equitable participation (della Porta, 2007). As opposed to the 'command logic' of traditional parties and unions that require disciplined membership, unified strategy and institutionalized political representation to win their supposed struggle for hegemony, the Social Forum, much like the new social movements that helped create it, exhibits horizontal ties among diverse, autonomous elements including the free and open circulation of information, collaboration through decentralized coordination and consensus decision-making, and self-directed networking (Smith et al, 2008). Arturo Escobar refers to networked politics as a form of 'distributed intelligence,' malleable and innovative, explaining the adaptive nature of the Social Forum (2009) [5]. Rodrigo Nunes has argued that from this 'politics of networking' emerges new goals: openness and horizontality (Nunes, 2005). Indeed, these goals are embraced by the Social Forum process, built around the organizational concept of an 'open space' of encounters and exchange of resources, ideas and information that is seen to be essential to creating concrete alternatives through equitable participation methods. Unlike traditional parties and unions, the goal of the Social Forum is to encourage 'horizontal' grassroots participation among actors in contrast to 'vertical' integration where decisions are made according to existing hierarchy. Horizontal organization is decentralized, open and ideally non-hierarchical in the decision-making process in order to prefigure the type of society that is to be created. In contrast, traditional vertical organization is explicitly hierarchical, institutionalized, often professionalized and occurs within representative structures. Many professional non-governmental organizations (NGOs) exhibit these vertical structures, thus, organizations and networks that participate in official Social Forums can sometimes be vertical in their internal organizing structure.</p><p>Many radical networks are critical of the vertical structure of many prominent elements of the official Social Forum, including professional NGOs and the role of the Organizing and International Committees [6]. In response, the creation of autonomous spaces at the margins of the Forum has flourished. This space allows radicals to produce their own horizontal practices and yet remain connected to the mainstream, maintaining an informed yet critical stance and hold official spaces accountable to their expressed participatory ideals. Autonomous spaces change the organization of the Social Forum itself. Instead of a single, all-inclusive open space, the autonomous spaces create a multiplicity of networked spaces. This adaptation of the form of the Forum to the activity of participants inspired the move towards the polycentric WSF and the proliferation of local and regional Social Forums. The politics of autonomous space is a symptom of the broader networking logic employed by these groups, valuing connection that maintains diversity of identity and interest. In the autonomous spaces, radicals create a forum for self-managed political expression, agenda-development, actions and political discussion in an open and participatory way, though not necessarily without conflict, especially as many of these groups espouse confrontational direct action tactics. For example, Juris recounts his participation at the 2002 WSF with the direct action group Caracal Intergaláctika:</p><p>\"Immediately following the tactics and strategy discussion, dozens of us took the bus from the youth camp to the university for a ‘guided tour’ of the VIP room. Soon after arriving, we joined the anarchist Samba band from Sao Paolo (dressed in black, rather than the usual pink we were accustomed to) and danced our way up to the second floor. We continued to march through crowds of surprised, yet delighted onlookers. When we burst into the VIP room, a heavy-set Brazilian with long Rastas jumped onto the counter, tossed plastic bottles of water to the crowd, and led us in an enthusiastic chant, “We are all VIPs! We are all VIPs!” We then gave ourselves, and a group of nervously amused NGO delegates, an impromptu bath. The Forum organizers were livid, and only the intervention of our well-connected allies spared us from a direct confrontation with the police. However, as a Brazilian OC member confided to us at the IC meeting in Barcelona later that spring, there would be no VIP room the following year.\" (Juris, 2008:262)</p><p> </p><p>Participant Selection</p><p>The Forum may strive to be an open space, but it is by no means a neutral space, given that self-selected participants must adhere to a charter that rejects neoliberalism and the militarization of globalization. The requirement to reject neoliberalism formally excludes not only those who already disagree with Social Forum participants, but also seems to encompass those who have not yet decided or remain uninformed of the pros and cons of neoliberalism. It remains a point of contention that, if the Forum is indeed restricted to only those with a defined negative position on neoliberalism, the it can hardly be considered 'open' [7]. Another contentious issue is the exclusion of government representatives like political parties. According to the Charter of Principles, Social Forums must cultivate \"a plural, diversified, non-confessional, non-governmental and non-party context.\" This was intended to keep the Forum a purely civil society endeavor, without opening it to being exploited by politicians for electoral gain. However, this exclusion has been enforced inconsistently and excluding parties altogether may be in fact detrimental to achieving Forum goals [8].The controversies surrounding who may and should participate in the Forum process continue to generate debate as the Forum seeks to avoid becoming either an inward-looking space for like-minded civil society organizations or a political tool of traditional electoral politics (Teivainen, 2004).  </p><p>Putting aside questions of who should participate, who does participate in the Social Forum process is also significant, since the process aims to expand participation in global politics and reduce the exclusions constructed by existing political and economic structures. These structural challenges can be daunting, especially in the case of the centralized World Social Forum. Geographic inequalities often limit the representation of global diversity at the Forum, especially given the necessity of access to time and travel resources and the varying degrees of connectivity to transnational civil society organizations. Those who would most benefit from economic and political change are often unable to attend, like women from Africa and Asia. Since there is a consistent over-representation of those who live in proximity to sites, all World Social Forums are held in the global south to facilitate participation of marginalized groups. Regional forums are also organized to be held in areas perceived to be negatively affected by economic forces or perceived in the cultural milieu (i.e. the choice of Detroit, Michigan for the 2010 USSF). </p><p> </p><p>In 2005, the University of California at Riverside distributed 639 surveys to participants in 3 languages in diverse locations at the WSF in Porto Alegre. The UC Riverside survey provides an interesting snapshot of the characteristics and participation patterns of the participants. The survey found that the majority is politically active in alternative types of participation. 85% have protested at least once in the past year while 31% have protested 5 or more times. There is a balanced representation of gender but more men travelled from elsewhere to attend the Forum. Also, African and Asian women are underrepresented, and men are speakers more often (Karides, 2007). Youth has a significant presence; 42% of participants are under 26 years old. The unconventional format of the WSF and its allegiance with protest groups and new social movements helps to explain its appeal for younger people, who may have replaced the traditional duty paradigm of citizenship with a more engaged paradigm of citizenship (Dalton, 2008). The majority are well-educated, with 61% that have 16 or more years of formal education. The majority 70% are students or middle-class intellectuals or professionals (1/3 students; 15% professors or teachers) that hold a college or university degree or associate with an academic institution. In contrast, 10% are working class, 6.7% hold service jobs and only 3.1% are unemployed, which is unexpectedly low given the high rate of unemployment in the area at the time. However, the over-representation of those with middle-class backgrounds and students reflect widespread inequalities in political participation. Even in voting and conventional politics, the working class does not participate as often. Participation by grassroots activists, community organisers and disadvantaged individuals is largely geographically determined (i.e. when in Porto Alegre, 79% are from South America, 54% of those from Brazil). Asia and Africa were seriously underrepresented; although they comprise 32% of the global population, they accounted for only 7.7% of the respondents to the survey. This demographic no doubt influenced the selection of Nairobi, Kenya as the 2007 WSF site (Smith et al, 2008). </p><p>   </p><p>Deliberations and Decisions</p><p>The Social Forum process values diversity, and no unified voice may legitimately claim to represent either the Forum or its participants. The Charter of Principles states that:  </p><p>The meetings of the World Social Forum do not deliberate on behalf of the World Social Forum as a body. No one, therefore, will be authorized, on behalf of any of the editions of the Forum, to express positions claiming to be those of all its participants. The participants in the Forum shall not be called on to take decisions as a body, whether by vote or acclamation, on declarations or proposals for action that would commit all, or the majority, of them and that propose to be taken as establishing positions of the Forum as a body. It thus does not constitute a locus of power to be disputed by the participants in its meetings, nor does it intend to constitute the only option for interrelation and action by the organizations and movements that participate in it. (Article 6, WSF 2001)</p><p>The often-cited metaphor of the Forum as 'open space' arguably captures the intent of this section of the Charter. The Social Forum process was initially created to be the infrastructure for groups, movements and networks to share and build proposals and action platforms rather than as an actor in its own right with a unified program and strategy. If the 'open space' of the WSF is to be interpreted as a deliberative or discursive public space, then this deliberation cannot be understood as taking place on behalf of the Social Forum as a body. Rather, its purpose remains limited to internal contestation. Drawing from Habermas, early WSF organizers like Chico Whitaker envision the Social Forum as a convergence of civil society organizations in the public sphere that is divorced from the system of the markets and the state to allow influential opinion to develop through democratic procedures (Habermas, 1996; Whitaker, 2003). If the Social Forum were to become a locus of power, this would impose necessary administrative and bureaucratic efficiency mechanisms on the process that would negate its essential purpose as an inclusive democratic and deliberative space (Whitaker, 2003). However, there is no consensus regarding the appropriate role of the Forum, whether as discursive space or political actor, and the exclusive dichotomy between the two roles has been questioned, particularly by the Porto Alegre Consensus and the Bamako Appeal. The Porto Alegre Consensus, also known as the 'G19 declaration' [9] is a series of action strategies proposed by nineteen prominent intellectuals on June 29, 2005 at the fifth WSF. The Bamako Appeal appeared during the polycentric 2006 WSF. Like the Porto Alegre Consensus, the Bamako Appeal was drafted in closed, though somewhat larger, circumstances, including eighty prominent figures rather than nineteen. The Porto Alegre Consensus was immediately criticized as a violation of the Charter because it seeks to form a sufficient Forum consensus to act on the developed collective consciousness and thus implicitly seeks to unify or represent the Forum as a movement or body in itself rather than as a space. The Bamako Appeal was received with greater consideration, although the circumstances of its creation were still considered suspect [10].</p><p>Further, it should be noted that the Forum is not limited to rational discourse but is also an outlet for embodied performance and spectacle that is visually and emotionally compelling. These performances are equally valued in the Forum process as legitimate narrative devices that are unique ways of giving voice to experiences of marginalization that could not be expressed using rational discourse alone. For example, the 2004 WSF in Mumbai was attended by approximately 1300 members of the Dalit or 'untouchable' caste. The Dalits beat drums and performed traditional dances to symbolically resist the highly exclusionary spatial and bodily politics that limit their movements within Indian society. Traditionally, Dalits could not enter public spaces except for during the hottest midday period, and only after beating drums to announce their presence to members of higher castes. Appropriating the drums as a source of pride at the WSF was a celebration of freedom and inclusion that simultaneously recognized their history of oppression (Smith et al, 2008).</p><p>Given that the rejection of neoliberal globalization is a nominal prerequisite to participate, it is not surprising that the overwhelming majority of participants at Social Forums are left of center in their political orientation. The goal of global social justice and democracy is common to most participants. Internal political and ideological tensions arise not from assessing the value of this goal in itself, but rather what global social justice and democracy should look like and what methods should be used to achieve it. For example, is positive change best achieved through negotiation within existing political and financial institutions of global governance, or must the entire system be radically restructured to make democratic decision-making possible at all? In principle, the WSF offers many opportunities for debate and the possibility to work together of many divergent and seemingly incommensurable groups. Jeffrey Juris outlines a helpful theoretical road map of the divergent social and ideological characteristics of various (often overlapping and fluid) participants of the Social Forum (2008). Institutional actors, operating within formal democratic structures like parties, unions and professional NGOs, seek reform through concrete formal participation in electoral politics and use the Social Forum to generate policy proposals to promote their implementation. Traditional leftists like Marxists or Trotskyists espouse state-centered revolutionary strategies and seek concrete reform only if it causes structural change. In contrast, network-based movements of grassroots activists are often direct-action orientated and not as concerned with state-centered radical anti-capitalism but rather decentralized and participatory forms of organization. Finally, autonomous movements like militant squatters emphasize local struggles and self-management, participate in alternative anarchist and anti-capitalist forums with networkers and promote systemic change through direct action tactics. Radicals in the traditional left, network-based movements and autonomous movements argue that capitalism must be abolished while reformists, usually institutional actors, maintain that it need only be regulated to achieve social justice. Time becomes an issue in the debate; is it possible to achieve the long-term structural change that radicals want while at the same time implement short-term reforms that can benefit the actual struggles of people today? Can reform lead to structural change, or is it merely perpetuating the status quo global economic system, making the ultimate realization of global democratic governance and social justice impossible? Can the negative effects of neoliberal globalization be ameliorated by democratic global political and economic institutions and specific reforms, or are they the necessary structural effects of the neoliberal and/or capitalist system? A further topic of deliberation concerns the relationship between social movement organizations and the state. Should movements focus their struggles on making gains in traditional electoral politics or at the grassroots? Is the role of civil society and social movement organizations solely one of creating influential public opinion and developing concrete proposals to be adopted by political parties, or should electoral politics be rejected in favor of grassroots organization and local self-management? </p><p>Both reform and radical-minded Social Forum participants have created various specific proposals for change. Reform alternatives focus on concrete institutional improvements, exemplified by the Porto Alegre Consensus and Bamako Appeal. Radical alternatives take a prefigurative form, creating models beyond the state and market systems in autonomous spaces and youth camps that realize political vision through concrete action rather than solely political discourse. Examples include squatting in abandoned buildings and unused land in order to convert them into self-managed communities, the implementation of solidarity economies and independent media like Indymedia.</p><p> </p><p>Outcomes and Effects</p><p>Within meeting space of the Social Forum event, the process of encounters, education, deliberation and contestation are to take precedence over achieving any concrete desired outcomes, as the benefit and strength of the Forum lies in its process of decentralized organization and networking rather than any policies claiming to represent the Forum. However, the Social Forum process has had innumerable concrete outcomes as it disseminates into the everyday actions and political consciousnesses of participants and organizations.</p><p>For example, the first World Social Forum established the Global Network of the Solidarity Socioeconomy, an initiative towards promoting 'economic democracy' or alternative networks of collective production and distribution that can allow citizens greater control over decisions affecting how they spend their time and money. The so-called 'third sector' initiative does not primarily seek profit like the public sector or policy change like the public sector, but instead seeks to build economic relationships that reinforce 'solidarity,' or cooperative social relationships that sustain vibrant and just communities. This alternative vision of economics is critical of the social effects of economic systems that unduly encourage only competitive relationships. This alternative concept has inspired many civil society initiatives that use economic mechanisms to enact social change and create effective accountability mechanisms for multinational corporations, including the expansion of fair trade practices in agricultural imports, labour protections like the anti-sweatshop campaign, and growing food sovereignty and community agriculture practices (Miller, 2006).</p><p>The most frequently cited effect of the Social Forum process is its important role in the buildup to the largest international anti-war protest in history against the U.S.-lead war in Iraq on February 15th, 2003. The third WSF did not take an official position against the war (despite calls that it should do so), but instead provided an arena where diverse anti-war organizations from around the world could converge in order to orchestrate their upcoming mobilization. Further, the WSF was a pedagogical and deliberative space where new comprehensive analyses could be formed linking the Iraq war with neoliberal globalization. This built worldwide opinion against both neoliberalism and the war in Iraq. The Social Forum process has also facilitated numerous other demonstrations, including the G8 summit protests.</p><p>Since the Forum has no unified agenda, some effects are unintended and contentious amongst some of the more radical participants. For example, initial Forums were instrumental in organizing Brazilian social movements and NGOs to support and help elect Lula da Silva, a former radical union leader and member of Brazil’s Workers Party, to that country’s Presidency in October of 2002. Those who are critical of political parties and wish to maintain the Forum as a meeting of civil society interpret this as an instance of the exploitation of the process by politicians as a tool for electoral gain. However, reform-minded participants are more willing to use the Forum to help elect politicians. The reform and radical factions of the Social Forum process are similarly divided regarding the increasing legitimacy of many WSF themes, like debt relief, socially-minded investment, and equitable globalization with global economic powers, including the World Economic Forum (Byrd, 2005). The participation of traditional political parties and governments in the Social Forum process remains a contentious issue, depending upon whether the role of civil society should be understood as primarily to influence concrete policy or rather as an alternative to inherently undemocratic organizations that seek electoral gain rather than social justice [11].</p><p>Examples</p><p>The rapid proliferation of the Social Forum process at all levels means that this list should be taken as a sampling of notable cases and by no means exhaustive of all past or planned Social Forums.   </p><p class=\"TableSection\">Table 1</p><p class=\"FigureCaptionLabel\">World Social Forums</p><p>National Social Forums have occured in numerous countries around the globe. The first United States Social Forum (USSF) took place in <a href=\"http://en.wikipedia.org/wiki/Atlanta\">Atlanta</a> in June 2007. Detroit, Michigan hosted USSF 2010 from June 22nd until the 26th. The most recent Canadian Social Forum was held in Windsor, Ontario from June 18th to the 20th, 2010.</p><p> </p><p>Past and planned instances of local and thematic Social Forums are often too numerous to list and more difficult to track and document systemically because they are organized autonomously by local communities that do not necessarily need to use the Internet to publicize their organizing efforts. However, some thematic Social Forums planned around the WSF 2010 are organized around the topics of solidarity economies, early childhood and youth education, urban issues, the collective rights of peoples, alternatives to the financial crisis, community radio, labour issues, environment, migration and food security.</p><p>Analysis and Criticism</p><p>1. Although the Social Forum process claims to be 'open space,' participating organizations and individuals must adhere to the Charter of Principles that unconditionally rejects neoliberal and militarized economic globalization. These rules specify who is and is not welcome in the space. If the Charter of Principles defines an inside and an outside to the Social Forum, then the space is defined by excluding not only those who are proponents of neoliberalism, but also those, no doubt in the vast majority, who remain uninformed about global economics and politics and/or have not yet formulated a definite opinion (Nunes, 2005). If the Forum is indeed restricted to include only those who already have a clear and defined position, it seems a stretch to consider it a truly open or deliberative space. This is not only a problem that creates logical or moral contradictions within the Forum, but it may also create political and strategic obstacles to its realization of global social justice (Sen, 2004). It seems unlikely that changing the neoliberal order is a task manageable by the distinct minority of individuals and organizations who have already taken committed positions against it. Democratic political struggle and debate seems to require at least a minimum engagement with the arguments of those who hold opposing opinions in order to deepen analysis and elaborate effective strategy. Further, the all-important critical mass demanding global democracy and social justice will never be realized unless the Social Forum process reaches out to the vast majority of the public who remain uninformed and unsure of their positions on the issue in an attempt to win their support. Unless the Social Forum process makes a point to expand public engagement, it runs the risk of remaining an insular space for like-minded civil society organizations and individuals. The Forum must protect against becoming merely a nominally democratic process driven primarily by ideology. Although it is a small first step in this direction, perhaps it may be prudent to change the wording of the Charter and extend an invitation to not only those who are \"opposed to neo-liberalism\" but rather to those who are 'concerned with' or even 'affected by' dominant trends of economic globalization.</p><p>2. There are many heated debates surrounding the organizational architecture of the Social Forum itself. Problems that contribute to the perception of the Social Forum as an undemocratic space include a lack of transparency in decision-making, hierarchical organization and the privileging of the more well-known and consolidated actors at the Forum at the expense of smaller, grassroots and/or radical organizations (Osterweil, 2009). Though the Forum formally rejects political hierarchy, this does not entail a practical absence of hierarchy since informal hierarchical structures are not prevented and may even be encouraged. Organizations and individuals with greater skill, finances or pre-existing networks may come to unduly dominate the Social Forum. The role of the Committees (e.g. the International Committee and the Brazilian Organizing Committee) that organize Forum events have been widely criticized for this reason. As the Social Forum process becomes more diffused, it is becoming established practice that each particular event must establish an organizing committee. Of particular concern is the potential privileging of activities scheduled by the organizing committee as opposed to Forum activities organized by the participants themselves. Chico Whitaker has argued that self-organized activities \"are almost looked down upon as secondary, less important activities that hold low prestige, almost as if they were a burden that the organizers are forced to carry\" as opposed to the themes and celebrity lecturers that are the 'showcase' of the Forum (Whitaker, 2003).</p><p>The debate surrounding the appropriate role of organizing committees points to a larger problem for the Social Forum, namely, how to remain an open, deliberative and pedagogical space while still facilitating action. Representative structures and central command are seen as hierarchical forms of organization that should be replaced with horizontal, decentralized coordination, open participation and transparent decision-making. Network-based radical organizations have rejected their invitation to become part of the International Committee, stating they are \"part of a new political culture involving network-based organizational forms, direct democracy, open participation, and direct action. A top-down process, involving a closed, non-transparent, non-democratic, and highly institutional central committee will never attract collectives and networks searching for a new way of doing politics\" (Juris, 2005: 260) [12]. The contradiction of the Forum process is that realizing the goals of open space and participation seem to practically require non-open space like committees to carry out basic organizational, logistic and administrative duties. The practical experiences of alternative horizontal organization in building collective processes and managing internal struggles has been frustrating to some members of the Social Forum, particularly those who want the Forum to move beyond being a deliberative space for civil society and towards unified political action. This requires revising the Charter-imposed inability to issue political statements on behalf of the Forum itself, to speak with a unified purpose. This tension was expressed with the 2005 ‘Porto Alegre Consensus’. Nineteen prominent intellectuals(pejoratively labeled the G19) created a twelve-point list of proposals that were widely discussed at the Forum, including debt cancellation and the democratization of international institutions, and called on other participants at the Forum to sign on despite having had no participation in the creation of the manifesto. This was interpreted by some as a draft of a political platform seeking to represent the opinion of the Forum in defiance of the Charter of Principles. A member of the Brazilian Organizing Committee, Candido Grzybowski, rejected the proposal despite agreeing with its contents because \"it goes against the very spirit of the Forum. Here, all proposals are equally important and not only that of a group of intellectuals, even when they are very significant persons\" (Glasius, 2005).</p><p>Whitaker argues that the Forum must remain a deliberative space rather than a political actor in order to retain its open, free, horizontal structure, and that any attempt to mobilize the Forum itself will necessarily compromise this. Whitaker further argues the WSF has \"no leaders. It is only a place, basically a horizontal space... It is like a public square without an owner.\" The Forum should be a 'factory of ideas,' developing independent and diverse movements rather than becoming one in its own right. The Forum ought not direct movements and organizations, but only support the creation of more and more Forum spaces (Whitaker, 2003). In response, others have argued that it is naive to view the WSF as a flat, horizontal space devoid of internal power relations and external power in its own right. The realization of pure horizontality is a practical and logical failure due to its inherent contradictions. For example, the opening of spaces with a Charter of Principles proceeds by exclusion of those with divergent opinions on neoliberalism. Further, external factors like material conditions distort horizontal networks from the outside. Existing hierarchies are informally replicated within the Social Forum process due to discrepancies in skill, financial resources and degree of existing networking (Nunes, 2005).</p><p>3a. Another central debate concerns the defining an appropriate relationship between the Forum and institutionalized political structures like political parties, trade unions and mainstream NGOs. The Charter of Principles formally prohibits participation by government representatives and political parties in order to maintain the Social Forums as a meeting of civil society. However, this is in conflict with the political reality of fluid boundaries between government, parties and Forums, especially as the regional and world Social Forum process grows in scale and has a necessary financial reliance on traditional state structures. Answering the question of the participation of traditional political parties and governments in the Social Forum process depends upon whether the respondent views the role of civil society as primarily to influence concrete policy or rather as necessarily autonomous alternative to those bodies. Radical Social Forum participants are critical of existing public institutions including the traditional political parties of the Left as being complacent in the neoliberal global economy. The Social Forum and traditional electoral democracy have a contrasting vision of democratic politics. Instead of voting for professional elites in order to occupy institutional positions of administrative power, radical Social Forum participants understand democratic politics as an act of engaged participation that occurs largely through one's lifestyle choices and the construction of new identities and creation of new forms of power through mechanisms of civil society. This must occur outside existing power structures, and it accounts for the prevalence of protest demonstrations, direct action tactics and prefigurative politics favoured by this engaged democratic paradigm of citizenship (Dalton, 2008). Professionalized politics is perceived as undemocratic because the opinion of the electorate is treated as an object to be manipulated in order for parties to gain political power. Thus, if parties are included, they will likely exploit the Social Forum process for electoral purposes (della Porta, 2006:216).</p><p>However, more reform-orientated participants in the Social Forum argue that formally excluding political parties may be a mistake that harms the Social Forum itself, since parties and social movement organizations are inexorably linked in practice. Even though formally excluded in the Charter, representatives have played visible and important roles in local, regional and world Social Forums. For example, the initial WSF in Porto Alegre could not have occurred without the direct sponsorship of the Worker's Party that controlled the municipal government. The injunction against political parties is rendered practically meaningless by the close relationship ehibited between the Forums and the Workers Party in Brazil, Refundazione Comunista in Italy, or the Labour Party in London (Juris, 2005:255). Further, parties can take multiple forms and be powerful political tools. Following the Charter ban without reflection can reproduce false dichotomies between civil society and parties that glosses over their variable and complex interrelationships and ignores the promise of developing new possible organizations like global 'parties' or a 'New International' (Patomaki and Teivainen, 2004). If the process remains inclusive, the Social Forum could encourage the development of a new political instrument with which to coordinate global initiatives, demanding and creating mechanisms of democratic participation in the world political order.</p><p>3b. The debate surrounding the controversial role of prominent, resource-rich NGOs like church, poverty and development organizations at the Social Forum was particularly acute in Nairobi 2007, where the Forum was taking place without political or financial support from local council or the Kenyan government, requiring more substantial assistance from NGOs who were quick to step in as Nairobi is the UN and aid-agency capital of east and central Africa. In Africa, the big NGOs represent the legacy of the Christian and neo-colonial politics of charity and also dominant, wealthy, capital-based societies that the WSF was established to oppose. Due to its self-organized structure of civil society organizations, the WSF 2007 presented an opportunity for people with power and money to monopolize the process. Since large-scale plenary sessions can only be organized by the Organizing Committee or a big NGO because of the high level of investment necessary, after Nairobi, the emphasis within the Forum has shifted towards smaller workshops and seminars (Dowling, 2009). For example, organizers of the first U.S. Social Forum in Atlanta, also in 2007, report that it was their intent that the driving force behind the first USSF be grassroots organizations that have been otherwise overlooked in U.S. national politics as opposed to advocacy, academics and other sectors dominating the process. The organizers were careful to take measures to mitigate the potential domination of the Forum by \"foundation-funded, majority white, centrist, and Washington-dominated NGOs and think-tanks\" (Rebick, 2007:308) This strategy was a success, as reports on the USSF featured its cultural and regional diversity (ibid).</p><p>4. As the proliferation of thematic, regional, national and local Social Forums increases, their has been debate surrounding whether these events must be 'official' or endorsed by the International Committee, or if they may use the 'Social Forum' name without explicit endorsement. In other words, as it expands globally in diverse scales and forms, should the 'Social Forum' be franchised or public domain? Must organizers, especially those of larger Forums, apply to the IC for formal recognition, or can anyone organize a Forum on the honor-system that the Charter is respected? In practice, the regional level Social Forum is the most 'franchised'. Although formally independent from the IC, organization of regional Social Forums are in dialogue in planning and post-Forum stages. In contrast, local Social Forums are free to organize according to their context as long as they agree to the Charter of Principles. Recently, critics have argued that the Forum is becoming a commodity or a brand name, itself contributing to the globalization of a specific monoculture with negligable creative local reinterpretation, instead replicating the same standard recipe first developed in Porto Alegre, 2001 (Sen, 2004).</p><p>Secondary Sources  </p><p>Alvarez, Sonia, Nalu Faria and Miriam Nobre. 2009. \"Another (Also Feminist) World Is Possible: Constructing Transnational Spaces and Global Alternatives from the Movements.\" Pp. 154-161 in World Social Forum: Challenging Empires, eds. Jai Sen and Peter Waterman. London: Black Rose Books.</p><p>Brunelle, Dorval. 2009. \"Citizen Mobilization in the America and the Birth of the World Social Forum.\" Pp. 258-275 in World Social Forum: Challenging Empires, eds. Jai Sen and Peter Waterman. London: Black Rose Books.</p><p>Byrd, Scott C. 2005. \"The Porto Alegre Consensus: Theorizing the Forum Movement.\" Globalizations 2(1):151-163.</p><p>Cassen, Bernard. 2006. \"The World Social Forum: Where Do We Stand and Where Are We Going?\" Pp. 79-83 in Global Civil Society 2005/6, edited by Marlies Glasius, Mary Kaldor, Helmut Anheier. London: Sage Publications.</p><p>Dalton, Russell J. 2008. The Good Citizen: How a Younger Generation is Reshaping American Politics. Washington: CQ Press.</p><p>della Porta, Donatella, Massimiliano Andretta, Lorenzo Mosca, and Herbert Reiter. 2006. Globalization from Below: Transnational Activists and Protest Networks. Minneapolis: University of Minnesota Press.</p><p>della Porta, Donatella, Masimil. 2007. Conceptions and Practice of Democracy in the European Social Forums. WP5 Report, Democracy in Movement and the Mobilization of Society. DEMOS (<a class=\"external free\" href=\"http://demos.iue.it/).&amp;nbsp\" rel=\"nofollow\" title=\"http://demos.iue.it/).&amp;nbsp\">http://demos.iue.it/).</a></p><p>Dowling, Emma. 2009. \"The World Social Forum, Beyond Critique and Deconstruction.\" Pp. 211-227 in World Social Forum: Challenging Empires, eds. Jai Sen and Peter Waterman. London: Black Rose Books.</p><p>Escobar, Arturo. 2009. \"Other World are (Already) Possible: Self-Organization, Complexity, and Post-Capitalist Cultures\" Pp. 393-405 in World Social Forum: Challenging Empires, eds. Jai Sen and Peter Waterman. London: Black Rose Books.  </p><p>Glasius, Marlies. 2005. \"Deliberation or Struggle? Civil Society Traditions Behind the Social Forums.\" Ephemera 5(2):240-252.</p><p>Habermas, Jurgen. 1996. Between Facts and Norms. Trans. William Rehg. Cambridge, M.A.: MIT Press.</p><p>Juris, Jeffery S. 2005. \"Social Forums and Their Margins: Networking Logics and the Cultural Politics of Autonomous Space.\" Ephemera 5(2):253-272.</p><p>Juris, Jeffrey S. 2008. Networking Furtures: The Movements Against Corporate Globalization. Durham, N.C.: Duke University Press.</p><p>Karides, Marina. 2007. \"Feminist Contentions at the WSF.\" In World-Systemic Crisis and Contending Political Scenarios, edited by Joya Mistra and Augustin Lao-Montes. Boulder, C.O.: Paradigm Publishers.</p><p>Miller, Ethan. 2006. \"Other Economies are Possible: Organizing Toward and Economy of Cooperation and Solidarity.\" In Dollars and Sense, September 9 (<a class=\"external free\" href=\"http://www.dollarsandsense.org/archives/2006/0706emiller.html\" rel=\"nofollow\" title=\"http://www.dollarsandsense.org/archives/2006/0706emiller.html\">http://www.dollarsandsense.org/archives/2006/0706emiller.html</a>).</p><p>Nunes, Rodrigo. 2005. \"Networks, Open Spaces, Horizontality: Instantiations.\"  Ephemera 5(2):297-318.</p><p>Osterweil, Michal. 2009. \"De-Centering the Forum: Is Another Critique of the Forum Possible?\" Pp. 145-153 in World Social Forum: Challenging Empires, eds. Jai Sen and Peter Waterman. London: Black Rose Books.</p><p>Patomaki, Heikki, and Tevio Teivainen. 2004. A Possible World: Democratic Transformation of Global Institutions. London: Zed Books.</p><p>Rebick, Judy. 2009. \"Another U.S. Is Happening!\" Pp. 306-314 in in World Social Forum: Challenging Empires, eds. Jai Sen and Peter Waterman. London: Black Rose Books.  </p><p>Sen, Jai. 2004. \"How Open? The Forum as Logo, the Forum as Religion: Scepticism of the Intellect, Optimism of the Will\" Pp. 162-184 in World Social Forum: Challenging Empires, eds. Jai Sen and Peter Waterman. London: Black Rose Books.</p><p>Smith, Jackie et al. 2008. Global Democracy and the World Social Forums. Boulder, C.O.: Paradigm Press.</p><p>Teivainen, Teivo. 2009. \"The World Social Forum: Arena or Actor?\" p. 94-103 in World Social Forum: Challenging Empires, eds. Jai Sen and Peter Waterman. London: Black Rose Books.</p><p>Waterman, Peter. 2009. \"The Global Justice and Solidarity Movement and the World Social Forum: A Backgrounder\" Pp. 55-68 in World Social Forum: Challenging Empires, eds. Jai Sen and Peter Waterman. London: Black Rose Books.</p><p>Whitaker, Chico. 2009. \"The World Social Forum as Open Space\" Pp. 81-93 in World Social Forum: Challenging Empires, eds. Jai Sen and Peter Waterman. London: Black Rose Books.</p><p>External Links</p><p>WSF Homepage: <a class=\"external free\" href=\"http://www.forumsocialmundial.org.br/index.php?cd_language=2&amp;id_menu=\" rel=\"nofollow\" title=\"http://www.forumsocialmundial.org.br/index.php?cd_language=2&amp;id_menu=\">http://www.forumsocialmundial.org.br/index.php?cd_language=2&amp;id_menu=</a></p><p>Charter of Principles: <a class=\"external free\" href=\"http://www.forumsocialmundial.org.br/main.php?id_menu=4&amp;cd_language=2\" rel=\"nofollow\" title=\"http://www.forumsocialmundial.org.br/main.php?id_menu=4&amp;cd_language=2\">http://www.forumsocialmundial.org.br/main.php?id_menu=4&amp;cd_language=2</a></p><p>2001 Creation of IC by the Brazilian Organizing Committee: <a class=\"external free\" href=\"http://www.forumsocialmundial.org.br/main.php?id_menu=4_2_2_1&amp;cd_language=2\" rel=\"nofollow\" title=\"http://www.forumsocialmundial.org.br/main.php?id_menu=4_2_2_1&amp;cd_language=2\">http://www.forumsocialmundial.org.br/main.php?id_menu=4_2_2_1&amp;cd_language=2</a>  </p><p>Global Call of Action: <a class=\"external free\" href=\"http://www.forumsocialmundial.org.br/download/2007-12-14_newsletter_EN.htm#1\" rel=\"nofollow\" title=\"http://www.forumsocialmundial.org.br/download/2007-12-14_newsletter_EN.htm#1\">http://www.forumsocialmundial.org.br/download/2007-12-14_newsletter_EN.htm#1</a></p><p>Porto Alegre Manifesto: <a class=\"external free\" href=\"http://www.openspaceforum.net/twiki/tiki-read_article.php?articleId=276\" rel=\"nofollow\" title=\"http://www.openspaceforum.net/twiki/tiki-read_article.php?articleId=276\">http://www.openspaceforum.net/twiki/tiki-read_article.php?articleId=276</a></p><p>Bamako Appeal: <a class=\"external free\" href=\"http://www.choike.org/nuevo_eng/informes/3948.html\" rel=\"nofollow\" title=\"http://www.choike.org/nuevo_eng/informes/3948.html\">http://www.choike.org/nuevo_eng/informes/3948.html</a></p><p>List of 2010 Social Forum events: <a class=\"external free\" href=\"http://www.forumsocialmundial.org.br/quadro_frc.php?cd_forum=9\" rel=\"nofollow\" title=\"http://www.forumsocialmundial.org.br/quadro_frc.php?cd_forum=9\">http://www.forumsocialmundial.org.br/quadro_frc.php?cd_forum=9</a></p><p>European Social Forum 2010: <a class=\"external free\" href=\"http://www.sosyalforum.org/index.php?option=com_content&amp;task=blogcategory&amp;id=33&amp;Itemid=63\" rel=\"nofollow\" title=\"http://www.sosyalforum.org/index.php?option=com_content&amp;task=blogcategory&amp;id=33&amp;Itemid=63\">http://www.sosyalforum.org/index.php?option=com_content&amp;task=blogcategory&amp;id=33&amp;Itemid=63</a></p><p>Canadian Social Forum 2010: <a class=\"external free\" href=\"http://socialforum.ca/wordpress/\" rel=\"nofollow\" title=\"http://socialforum.ca/wordpress/\">http://socialforum.ca/wordpress/</a></p><p>U.S Social Forum 2010: <a class=\"external free\" href=\"http://www.ussf2010.org/about\" rel=\"nofollow\" title=\"http://www.ussf2010.org/about\">http://www.ussf2010.org/about</a></p><p>Americas Social Forum 2010: <a class=\"external free\" href=\"http://www.forosocialamericas.org/iv-fsa-asuncion-2010?lang=es\" rel=\"nofollow\" title=\"http://www.forosocialamericas.org/iv-fsa-asuncion-2010?lang=es\">http://www.forosocialamericas.org/iv-fsa-asuncion-2010?lang=es</a></p><p>Pan-Amazonian Social Forum 2010: <a class=\"external free\" href=\"http://www.forumsocialpanamazonico.org/\" rel=\"nofollow\" title=\"http://www.forumsocialpanamazonico.org/\">http://www.forumsocialpanamazonico.org/</a>  </p><p>Indymedia: <a class=\"external free\" href=\"http://www.indymedia.org\" rel=\"nofollow\" title=\"http://www.indymedia.org\">http://www.indymedia.org</a>  </p><p>Global Civil Society Yearbook: <a class=\"external free\" href=\"http://www.lse.ac.uk/Depts/global/yearbook.htm/\" rel=\"nofollow\" title=\"http://www.lse.ac.uk/Depts/global/yearbook.htm/\">http://www.lse.ac.uk/Depts/global/yearbook.htm/</a></p><p>WSF Library: <a class=\"external free\" href=\"http://www.wsflibrary.org\" rel=\"nofollow\" title=\"http://www.wsflibrary.org\">http://www.wsflibrary.org</a></p><p>DEMOS Project: <a class=\"external free\" href=\"http://demos.iue.it/\" rel=\"nofollow\" title=\"http://demos.iue.it/\">http://demos.iue.it/</a></p><p>Network Institute for Global Democratization: <a class=\"external free\" href=\"http://www.nigd.org\" rel=\"nofollow\" title=\"http://www.nigd.org\">http://www.nigd.org</a></p><p>North American Research Workshop on the World Social Forum Process: <a class=\"external free\" href=\"http://www.nd.edu/~wsfgroup/\" rel=\"nofollow\" title=\"http://www.nd.edu/~wsfgroup/\">http://www.nd.edu/~wsfgroup/</a></p><p>Notes  </p><p>[1] The World Economic Forum is an elite gathering of large multinational corporations, national governments, the International Monetary Fund, the World Bank and the World Trade Organization.  </p><p>[2] Examples include: the world conferences on the environment (the second Earth Summit in Rio de Janeiro 1992), on women (the fourth World Conference on Women in Beijing, 1995) and on social development (the World Summit on Social Development in Copenhagen in March 1995).  </p><p>[3] The eight organizations were: ABONG (Brazilian Association of Non-governmental Organizations), ATTAC (French Association for the Taxation of Financial Transactions for the Aid of Citizens), CBJP (Brazilian Justice and Peace Commission), CIVES (Brazilian Business Association for Citizenship), CUT (Central Trade Union Confederation Brazil), IBASE (Brazilian Institute for Social and Economic Studies), CJG (Center for Global Justice), and MST (Movemnet of Landless Rural Workers, Brazil).   </p><p>[4] See Charter of Principles, article 8: \"The World Social Forum is a plural, diversified, non-confessional, non-governmental and non-party context...\"</p><p>[5] But with the capacity for adaptation and innovation comes problems of collective action and follow-through, discussed at greater length in the Analysis and Criticism section.  </p><p>[6] See Analysis and Criticism, sections 2 and 3.  </p><p>[7] See Analysis and Criticism, section 1  </p><p>[8] See Analysis and Criticism, section 3a.  </p><p>[9] Also known as the Porto Alegre Manifesto. The aforementioned of these names can be interpreted somewhat pejoratively, alluding to both the Washington Consensus and the G8/G20 summit.  </p><p>[10] See Analysis and Criticism, section 2.  </p><p>[11] See Analysis and Criticism, section 3a.  </p><p>[12] The particular radical group here is the Movement for Global Resistence (MRG).</p><p> </p>", "title": "Social Forum"}