{"htmlbody": "<p>AmericaSpeaks closed its doors this month, after 20 years of leadership in the field of deliberative democracy. Through over 150 projects that engaged more than 180,000 people and touched thousands more, AmericaSpeaks repeatedly broke new ground and achieved real results across the U.S. and around the world.</p><p>Large-scale deliberation combining technology and skilled facilitation to engage thousands of citizens in thoughtful and productive discussion, was AmericaSpeaks’ signature method. Its “21st Century Town Meeting” helped link citizens’ voices and priorities to the rebuilding of lower Manhattan after 9/11; established essential plans for the future of New Orleans in the wake of Hurricane Katrina; and energized regional planning processes in metro areas around the country. </p><p>AmericaSpeaks made a demonstrable impact on policy, budgets and planning; on communities’ capacity to engage citizens; and on the way we think about the role of citizens in a democracy.</p><p>To celebrate nearly two decades of exceptional work, AmericaSpeaks created a legacy document that highlights some of its major projects and milestones: <a href=\"http://bit.ly/AmericaSpeaks_Legacy\">http://bit.ly/AmericaSpeaks_Legacy</a></p><p>                                                                                                                                         - Susanna Haas Lyons, January 14, 2014</p><p> </p><p>How did AmericaSpeaks impact you? Email your written memories or photos to <a href=\"/cdn-cgi/l/email-protection#98f9f5fdeaf1fbf9ebe8fdf9f3ebf4fdfff9fbe1d8fff5f9f1f4b6fbf7f5\"><span class=\"__cf_email__\" data-cfemail=\"c3a2aea6b1aaa0a2b0b3a6a2a8b0afa6a4a2a0ba83a4aea2aaafeda0acae\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a> Your email’s body and attachments will be directly posted without edits. See everyone’s contributions at americaspeakslegacy.tumblr.com</p><p> </p><p> </p><p> </p><p> </p>   ", "title": "AmericaSpeaks Closes Down"}