{"htmlbody": "<p>A <a class=\"external text\" href=\"http://www.iied.org/natural-resources/key-issues/food-and-agriculture/deliberative-democracy-citizens-juries\" rel=\"nofollow\" title=\"http://www.iied.org/natural-resources/key-issues/food-and-agriculture/deliberative-democracy-citizens-juries\">citizens' jury</a> can be a good model of participatory decision making that allows the voices of the most marginalised, and yet most affected by development policies, to be heard and included. But to be truly valuable and to ensure that the <a href=\"/wiki/Citizens%27_Jury\" title=\"Citizens' Jury\">Citizens'_Jury</a> succesfully influences policy, it must be set up with painstaking efforts to ensure its integrity, inclusiveness and credibility.</p><p>In any given society it is important to ask whose perspectives, knowledge and aspirations are embedded in policies, and whose are excluded. Recognising that policies usually reflect and reinforce the interests of the powerful, citizens’ juries are attempts to foster greater inclusion and democratic pluralism in policy making.</p><p>This project page sheds light on the process of policy making and how a citizens’ jury can influence it. It looks at the policy impacts of two citizens’ juries and highlights the factors which enabled civil society empowerment to change policy.</p><p><a id=\"\" name=\"\"></a></p><h2>See also : </h2><p>1. special issue of the journal <a class=\"external text\" href=\"http://www.planotes.org/pla_backissues/40.html\" rel=\"nofollow\" title=\"http://www.planotes.org/pla_backissues/40.html\">Participatory Learning and Action (PLA)</a> on Deliberative Democracy and Citizen Empowerment, edited by Tom Wakeford and Michel Pimbert – see contents page of this Special issue and articles 5. onwards</p><p>2. The <a class=\"external text\" href=\"http://www.iied.org/natural-resources/key-issues/food-and-agriculture/food-and-farming-futures-for-small-producers-and-indigenous-peoples\" rel=\"nofollow\" title=\"http://www.iied.org/natural-resources/key-issues/food-and-agriculture/food-and-farming-futures-for-small-producers-and-indigenous-peoples\">Prajateerpu process</a> in South India that involved marginal dryland farmers in a citizens jury whose outcomes challenged the World Bank, DFID and modernising agricultureal development –</p><p>3. A chapter on <a class=\"external text\" href=\"http://www.iied.org/pubs/display.php?o=G02612\" rel=\"nofollow\" title=\"http://www.iied.org/pubs/display.php?o=G02612\">reclaiming citizenship</a> in the on-line multimedia publication “Towards Food Soverrignty” – see <a class=\"external free\" href=\"http://www.iied.org/pubs/display.php?o=G02612\" rel=\"nofollow\" title=\"http://www.iied.org/pubs/display.php?o=G02612\">http://www.iied.org/pubs/display.php?o=G02612</a></p><p>4. By 5th October 2010 a new web page becomes available on ‘Democratising Food and Agricultural Research’ on the <a class=\"external text\" href=\"http://www.iied.org\" rel=\"nofollow\" title=\"http://www.iied.org\">IIED web site</a> – this contains several examples of deliberative inclusive processes from South Asia, West Africa and Andean Altiplano region.</p>", "title": "Deliberative Democracy and Citizens' Juries"}