{"htmlbody": "<a id=\"Definition\" name=\"Definition\"></a><h2>Definition</h2>\n<p>Pop-up democracy is a term for institutional forms that use temporary, site-specific practices to provide opportunities for increased local political and civic participation.\n</p>\n<a id=\"Purpose\" name=\"Purpose\"></a><h2>Purpose</h2>\n<p>The idea of pop-up democracy is built on the notion that the trend in urban social design towards temporary, small-scale installations provides opportunities for expanding the dynamics and spaces of civic discourse in our communities. By doing so it is a tool for creating an increased \"culture of participation.\"  It also satisfies an urge among planning practitioners to envision impermanent solutions in unsure times, a form of development that allows for flexibility and change over time.\n</p><p>Another essential component of pop-up democracy is its opportunity to resist \"the threshold problem.\"  The Threshold Problem refers to the challenge that many institutions, including schools, often face in getting members of the public to enter the door of the building. This could be due to the nature of the facade itself: many institutions are located in buildings once considered suitably grand but now forbidding and uninviting. It could also be due to the unwillingness of institutions to make visitors feel welcome;  However, the threshold problem can also be the result of social or cultural barriers.  This might keep them from crossing the threshold to participate in the life of the institution, regardless of whether or not the institution attempts to bring them in.\nIn all of these scenarios, the institution is shown to be not a neutral space. It is rather a space in which some participants feel comfortable, while others might feel unwelcome. It is a place to which some have access, and and to which others do not. It is these power imbalances, implicit in the location, physical form, and culture of the school, which the pop-up democracy will resist, by subverting spatial dynamics of power.\n</p><p>Current pop-up efforts in the arts and social entrepreneurship have begun to create exciting and new dynamics of space and experience of the urban environment.  Though as art and commerce projects most of these efforts are designed to produce varying levels of social capital or civic discussion, many of the techniques employed through these projects could provide dynamic and fruitful opportunities to pursue expressly political and democratic ends.  Temporary installations enable experimentation with different ways of seeing power and how it is manifested spatially.  They also encourage residents and planners to imagine multiple trajectories and uses for a space, rather than considering it static because it is in a building.  Pop-up democracy serves a need for the community; when it no longer serves, it no longer exists.\n</p><p>The goal of developing a structure or framework of pop-up democracy is to provide local opportunities for direct interaction with the data, skills, and ideas community members need in order to be able to be informed and successful participants in planning and political processes.\n</p>\n<a id=\"Current_Practices\" name=\"Current_Practices\"></a><h2>Current Practices</h2>\n<p>Current practices in temporary, site-specific interventions exist primarily in the public art and \"cultural production\" fields.  Within these fields, projects fall within a (not-at-all-exhaustive) number of categories.\n</p><p>- Inserted vs. modular interventions: Inserted interventions occur in vacant storefronts or existing homes, for example; because they exist within the current built environment these projects tend to be of longer duration.  Modular interventions, such as food trucks which can move within a single day, or other kinds of \"pods\", are more flexible and usually are located in the public realm, whether in a right-of-way or a square.  Farmers' markets and craft markets are somewhere in between these two categories: they occur regularly but are not permanent fixtures in the built environment landscape.\n</p><p>- Food as medium of exchange: Current trends in cultural practice frequently revolve around the idea of food as a form of cultural exchange or as a building block of community identity.  Such projects can be undertaken in the form of events and programming (\"convivial\" practice) or commerce (food not bombs, temporary food stores).\n</p><p>- Passive use intervention:  Passive use interventions require that participants do nothing but experience them.  Mobile or temporary open spaces are a key example of this trend.\n</p><p>- Pop-up shops:  Pop-up shops, like markets, provide temporary opportunities for targeted commerce, often related to a larger context of events (such as a jewelry store in a vacant storefront during New York Fashion Week), or at regular intervals.  Pop-up shops often serve an expressly social function, acting as a kind of “mobile party” venue.\n</p><p>- \"Learning insertion\":  This author’s term for temporary projects dedicated to expressly educational ends.  Temporary libraries, publicly installed computers, alternative pedagogy spaces and skill-share booths, for example, would exemplify this term.  Learning insertions come closest in objective and product to providing a model for pop-up democracy, since the emphasis is on providing skills in a neutral environment that places teacher and student on an equal footing and transforms the spatial implications of education.\n</p><p>- Activist spaces:  Like learning insertions, activist spaces begin to approach the goals of pop-up democracy.  Artist protest tents and sheds are one example of activist spaces, directly inserting resistance into a built environment of power such as a government building or prominent public square.  Another activist space concept is a “neutral” or “demonstration” space, where community members create alternate structures where they control dialogue and power brokers must be invited inside.  Like learning insertions, these spaces destabilize spatial power dynamics in order to reframe deliberation.\n</p>\n<a id=\"Critiques\" name=\"Critiques\"></a><h2>Critiques</h2>\n<p>Though inspirational as a model for mediating spatial power dynamics and creating locally-appropriate sites of learning and exchange, many pop-up projects are envisioned as public space enliveners, or as aesthetic artistic practices, do not satisfactorily achieve a social or political intent as with a true institution.  Some sources of critique are:\n</p><p>- Urbanism and temporality are trendy.  Thus, many of these projects while interesting and useful from an urban environment perspective are essentially social or aesthetic in nature, rather than transformational.\n</p><p>-  Furthermore, many of these projects, being interesting to other urbanists doing their own similar projects and sharing similar goals, ultimately create bonding rather than bridging social capital.  They reinforce existing social dynamics, perpetuating experimentation only within an “artist” class rather than in the communities they intend to engage.\n</p><p>-  As arts projects, many pop-up interventions do not have any framework for measuring success.  As a result there is little emphasis on collecting or disseminating data, either about their project or to the community throughout the project.  Some projects particularly in the learning and activist fields do create markers and measures of success, and doing so predicts that they will be more likely to have it.\n</p><p>- While many pop-up projects are extremely culturally specific, many others are not and seem only to exist because their creators imagined them.  The most successful projects, on the other hand, take the spatial and cultural context of the site and project as part of the core of the project.\n</p><p>- Some projects create a problematic delineation between practitioners or creators, and “receivers” or participants.  As a result such projects fail to capitalize on the potential for pop-up interventions to be destabilizing to the status quo.\n</p><p>- Consumption is not participation.\n</p>\n<a id=\"Principles_of_Pop-up_Democracy\" name=\"Principles_of_Pop-up_Democracy\"></a><h2>Principles of Pop-up Democracy</h2>\n<p>Based on analysis and critique of current practices, we can create a basic framework for successful pop-up democracy.\n</p>\n<ul><li> Passive use is not participation: input and decision making are necessary to enliven a project.\n</li><li> Both producers and users of these spaces must be engaged in making a product.\n</li><li> Projects should produce bonding and bridging social capital through site choice and outreach methods.\n</li><li> Spaces should physically or conceptually mediate power structures by creating invited or oppositional spaces.\n</li><li> Data collection, evaluation and dissemination are essential.\n</li><li> The project must have clearly articulated goals and measures of success. \n</li><li> Spaces that provide services or goods of use will produce higher participation yields.\n</li><li> Projects must be intensely context-specific: need comes first, project comes second.\n</li></ul><a id=\"Further_Research\" name=\"Further_Research\"></a><h2>Further Research</h2>\n<p>This conceptual framework must now be tested by experiments in pop-up democracy.  These experiments could begin to provide social goods, information necessary to political participation, or groundings for dialogue between communities and power brokers in neutral environments.  By focusing on project outcomes and evaluation the framework can then be evaluated and amended to maximize the potential of pop-up democracy in many contexts.\n</p><p>Specific areas of focus could include: what levels of complexity and polarization can this method of public participation support?  What is the optimal duration and format of insertion based on context and issue addressed?  Is it sufficient for these interventions to produce a \"culture of participation,\" or should they be directly focused towards decision making?\n</p>", "title": "Pop-up Democracy"}