{"htmlbody": "<p> </p><p><em>Note:  This article is in need of assistance with editing and content.  Please help us complete it.</em></p> <p>This case study was written by Sandy Heierbacher, Director of the National Coalition for Dialogue &amp; Deliberation (NCDD), in 2001 as part of a consultancy for the Center for Disease Control's National Immunization Program.</p><h2>Problems and Purpose</h2><p>The Department of Energy facility in Fernald, Ohio, was used to produce high-purity uranium metal for nuclear weapons from 1951 to 1989. During this period, over one million pounds of uranium were released into the surrounding environment.</p><p>In the late 1980s, the local public became aware of contamination caused by the site in the local groundwater, and in the soil and buildings at the site. Fernald was actually one of the first sites to become known nationally for acknowledged federal environmental mismanagement, and the problem was featured in 60 Minutes and as a cover story in Time Magazine. DOE was required to pay damages to local residents and to the state of Ohio and agreed to allow the state to oversee its waste disposal activities.</p><p>Conclusions and demands of local citizen groups, the US and Ohio EPA and the DOE managers at Fernald, all of whom were concerned about reducing the human health risk and environmental damage in the area, led to the creation of the Fernald Citizens Advisory Board (FCAB) in 1993. FCAB was established in order to provide policy and technical advice regarding important clean-up decisions to the regulated and regulating agencies. In 1995 it was deemed that over 3 million cubic yards of waste and contaminated material would need to be removed from the site.</p><p>FCAB is a U.S. Department of Energy (DOE) Site-specific Advisory Board (or Citizens Advisory Board) chartered under the Federal Advisory Committee Act to provide advice to the DOE on issues pertaining to the remediation (clean-up) of the DOE site in Fernald, Ohio.</p><p>FCAB recommendations and advice provided the DOE with an understanding of the issues and concerns that were important to local stakeholders and ensured that these perspectives were incorporated into planning and decision making on the Fernald Environmental Management Project (FEMP) site.</p><p>The Board was to not only include the easily identifiable affected parties, but also individual residents who live in the vicinity of the site. It was to be small in size, involving less than 20 people, to have a clear mission, to include governmental officials as nonvoting members, to reflect the variety of views in the surrounding community and to attempt to reach consensus. Administrative and technical support was to be provided by the government.</p><p>FCAB was active until September 2006, at which point the clean-up was completed.</p><h2>History</h2><p>The United States Atomic Energy Commission (AEC) produced nuclear weapons for the US Cold War effort. To this end it also managed 21 facilities in 13 states, together named the Nuclear Weapons Complex. In 1951, the AEC began construction of a uranium production facility 18 miles northwest of Cincinnati, Ohio. Titled the Feed Materials Production Center, it was situated on 1050 acres and was situated near the community of Fernald. It employed 2800 individuals and produced most of the uranium used in US Nuclear Weapons production.</p><p>Controversy struck the site when, in 1984, a faulty dust collector at one of the plants released nearly 300 pounds of enriched uranium oxide into the environment. It was also revealed at that time that uranium had contaminated three off-site wells just three years earlier. Since the community sits above the Great Miami Aquiver, one of the largest drinking water aquifers in the country, these revelations caused great concern and anger. The community filed a class action lawsuit against the Department of Energy (DOE, previously known as the AEC) and five years later received compensation of $73 million.</p><p>Nevertheless, in 1989, the Environmental Protection Agency added Fernald to a list of the country’s worst waste sites. After much public campaigning, particularly by the Fernald Residents for Environmental Safety and Health (FRESH), the DOE in 1991 decided to change its mission regarding the Fernald site entirely to environmental remediation. The main contractor, Westinghouse, hired to manage the Fernald site, was replaced by the Fernald Environmental Restoration Management Company (FERMCO, which later became Fluor Fernald) in order to focus management completely on the clean-up and closure of the site.</p><p>While the DOE communicated with the local community according to the minimum regulatory requirements, the residents were eager to have a much greater involvement in the project. In response to their repeated calls for involvement, the Environmental Protection Agency (EPA) established a forum called the Federal Facilities Environmental Restoration Dialogue Committee (FFERDC), which would provide a blueprint for all stakeholders to bring about creative solutions to the problems facing federal facilities. DOE managers at the Fernald site decided to implement this mechanism. This led to the establishment of the Fernald Citizens Task Force in 1993, which then changed its name to the Fernald Citizens Advisory Board in 1997. It met over a 13-year period in order to provide recommendations for the better management of the remediation process.</p><h2>Originating Entities and Funding</h2><p>The originating and funding organisation is the U.S. Department of Energy. Its general mission is to meet and manage the United States’ energy and environmental needs. It was established in 1977 to consolidate the federal government’s activities in the energy sector and facilitate the establishment of a national energy plan. Prior to the DOE, activities relating to atomic energy had been managed by the Atomic Energy Commission. The entire clean-up project is estimated to have cost $4.4 billion.</p><h2>Participant Selection</h2><p>A maximum of 15 members served on the FCAB. These included labor representatives, local government officials, representatives from a local environmental activist group, academia and local business representatives, along with a number of non-voting members from DOE, the U.S. Environmental Protection Agency (EPA), the Ohio EPA, and the Agency for Toxic Substances and Disease Registry. Members came from neighboring communities, local governments, trade unions and area universities.</p><p>The first members were appointed by the DOE Assistant Secretary for Environmental Restoration and Waste Management. Subsequent new members were appointed by the Manager of the Ohio Field Office. Members were chosen from a list prepared by a committee of the Advisory Board which contained the details of citizens who had shown interest in the position. To ensure continuity of membership, half of the initial board members agreed to serve two-year terms and the other half agreed to three-year terms, although approximately 75% of the original members still served on the Board nearly 10 years after first being established. FCAB members received no compensation for their time, but travel expenses were reimbursed.</p><p>FCAB sought to maintain a diverse membership with perspectives that spanned the broad range of individuals and groups who were affected by the remediation and future use of the Fernald site. In order to protect against bias, an outside convener was hired to interview, screen and select the participants.</p><h2>Deliberation, Decisions, and Public Interaction</h2><p>Full board meetings and sub-committee meetings were held monthly, typically lasting approximately four hours and two hours, respectively. Recommendations and comments of the Advisory Board were made by consensus, while during votes for formal recommendations 3/5ths of the votes were required to make a decision official. Central items, such as budget and remediation progress, were evaluated by the full board, while committees with three to five members worked on more long-term and in-depth projects. FCAB tackled topics and issues that were important to the local community and relevant to constructive citizen input.</p><p>Guided by a Chair and Vice Chair from within the membership of the group, FCAB also received facilitation support from an independent and neutral consultant. The consultant served as the facilitator during all FCAB meetings and sub-committee meetings. A staff member of the Fernald DOE Public Affairs Department devoted a substantial portion of her time to FCAB as well.</p><p>Four public affairs staff members at the Department of Energy’s Ohio office simultaneously served as “counselors” who bridged the gap between the public and specific DOE projects (water, soils, etc.). These counselors prepared for FCAB meetings and other public participation events by anticipating what questions the public may have had and obtaining answers at staff meetings and other venues.</p><p>FCAB members recognized that their small group, however diverse, could not represent every viewpoint of the public. In order to obtain broader input from the public about some of the more controversial issues and to demonstrate their own independence from the Department of Energy, FCAB conducted its own public outreach efforts. The Board held various well-publicized meetings, workshops and presentations to increase public understanding and involvement in the remediation levels, future use and waste disposal issues.</p><h2>Influence, Outcomes, and Effects</h2><p>Initially, FCAB was charged with the task of providing the DOE, the U.S. EPA and the Ohio EPA with recommendations regarding four primary questions: What should be the future of the Fernald site? What residual risk and remediation levels should remain following remediation? Where should the waste be disposed? What should be the priorities among remedial actions?</p><p>The Department of Energy estimated that FCAB’s subsequent recommendations saved the taxpayers more than $2 billion over the lifetime of the project. This substantial savings is partly due to FCAB’s call for the acceleration of cleanup efforts (to be completed by 2006 instead of the DOE’s original 2020 goal). The amended cleanup estimate of $2.9 billion – $4.3 billion less than the original $7.2 billion estimate – resulted from years of savings in building maintenance expenses, salaries for workers and a number of other expenses. FCAB also saved a significant amount by recommending that 80% of the FEMP site’s waste remain on-site, and that off-site disposal be limited to 20% of the waste. Since it would have cost three times more to ship the waste than to construct the on-site disposal facility, an additional $700 million was saved.</p><p>However, after these issues were addressed in 1995 through a report, the FCAB continued to operate as an important citizen voice in the continued restoration efforts. The FCAB’s recommendations had a strong influence on policy decisions, mainly because of the high regard public officials had for their process. Managers at the Department of Energy in Fernald developed respect for the group and their work after reviewing the 1995 report. Many of the managers were surprised by the depth to which the group studied the issues involved, and the sound analysis of information and practical fact-based recommendations generated the managers’ respect toward the members of FCAB. The biggest achievements of the FCAB over 13 years include:</p><p>-       Making high quality decisions that improved effectiveness of clean-up, saved time and money, and reduced the risks to the community and workers</p><p>-       Taking a balanced approach to clean-up, such that, future uses of the site would be restricted, but the amount of soil needing removal was reduced.</p><p>-       Appealing to the Secretary of Energy for quicker removal of special nuclear materials so that clean-up was not delayed and costs saved.</p><p>-       Appealing to the DOE for a redesign to the clean-up system so that aquifer clean-up could proceed with less uranium contamination.</p><p>-       Convincing the DOE to use trains to transport contaminated materials instead of trucks, thereby reducing transportation risks and saving costs and time.</p><p>-       Recommending the creation of a Critical Analysis Team, whose activities ended up improving project efficiencies, reducing risk, and preventing costly delays.</p><p>-       Bringing concerns about powdery waste in a silo to the DOE’s attention, which led to it being contained with a sticky liquid such that it could not become airborne.</p><p>-       Urging the DOE to seek offsite storage for waste in aging silos at a facility in Texas.</p><p>-       Championing issues that might otherwise have been ignored, for example the repatriation of Native American remains at the site, planning for long-term stewardship and public use of the site, and public access to information after closure of the project.</p><p>-       Facilitating good working relationships between stakeholders, which included the public, the DOE, contractors, and federal and state regulators.</p><p>-       Facilitating public awareness and education of stakeholders on technical issues as well as the particular interests held by different actors involved. This allowed decision-makers to integrate the various interests into effective policy.</p><p>-       Establishing an effective decision-making process that became a model for Advisory Boards at other DOE environmental management sites in the country.</p><p>On average, between three and eight recommendations were made by FCAB each year. The recommendations they provided began broadly (the site should be available for public recreational use), and then focused on particular suggestions (the network of trails should be of this type, and in these locations; records should be housed in this type of facility), and always included detailed information about how conclusions were made.</p><h2><strong>Analysis and Criticism</strong></h2><p>Since the same small group of individuals met face-to-face over a long period of time, FCAB facilitated the exchange of information and viewpoints and the in-depth understanding of the topic at hand. Trust was built among the participants and, even if the group was unable to reach consensus on a particular issue, areas of disagreement were narrowed, conflicting parties recognized others’ concerns as legitimate, new alternatives and ideas emerged and, at the very least, the issues on the table became more clear to all parties.</p><p>FCAB was able to tackle contentious issues that involved stakeholders with conflicting values and needs. Since FCAB worked at the local level, its members had a significant stake in the issues the board addressed and were accountable for its results. The board contributed to a better-informed public, more sustainable solutions to complicated problems, improved relationships among stakeholders and between government officials and citizens, and increased public buy-in for government decisions and programs.</p><p>One senior DOE official told the Presidential/Congressional Commission on Risk Assessment and Risk Management: “The Department [of Energy] has learned the power of having the public involved in decision-making. For example, the Citizens Advisory Board at Fernald has dramatically changed the department’s cleanup strategy at that Ohio site. The results will be a far more expeditious cleanup, with a savings of some $2 billion compared with the cost of the department’s original plans. By opening the process to meaningful public input, the department is empowered to make decisions it could never make unilaterally.”</p><p>There were challenges and limitations, too, however. A surprisingly high number of the original participants still served on the FCAB towards the end of the project. A tightly-knit, highly informed and active group could intimidate potential new members, preventing the Board from evolving and ensuring that qualified people had the opportunity to serve on the Board.</p><p>FCAB went through an awkward, uncertain stage after it completed its initial report in 1995 but decided to continue meeting. It was some time (18 to 24 months) before the DOE realized that FCAB needed to have a specific task to focus on in order to be effective. One alternative which would have addressed this and the previous problem would have been to establish new FCABs – with new memberships – each time the Fernald facility or state DOE needed to obtain informed public input on a complex issue.</p><p>Running FCAB was time consuming and resource intensive. It required genuine support from the convening agency, including financial support, information, guidance, time and expertise.</p><p>FCAB’s recommendations were taken seriously by managers at the Fernald DOE. FCAB had a strong influence on policy decisions, but this influence was not guaranteed. The public officials involved with the Fernald facility developed a great deal of respect for the FCAB members and their recommendations. Working closely with senior management at DOE, convincing them that citizen participation was important and worthwhile and that it was worth their time and effort to go beyond what was required of management was very important for FCAB’s success.</p><p>Overall, after 13 years of operation, four valuable lessons were learned that would be useful for similar projects in the future: 1) Create a clear focus for the Advisory Board. This means having a well-reasoned work plan, making decisions with a solid understanding of the context in which the decision is being made, and understanding the relationships to other organisations such that an efficient division of labor can be established. 2) Create a strong administrative structure. This largely involves ensuring a clear group structure and understanding of the ground rules, using the committees to address big issues, assessing the strengths and drawbacks of membership terms, and evaluating work achieved on a regular basis in order to improve for the coming period. 3) Use a consensus-based decision making process. The successes of FCAB were significantly due to the manner in which decisions were approached. These were often based on good information gained through group learning and information sharing. Collaboration among stakeholders and outside facilitation were also frequently made use of. Importantly, a good sense of humor and efforts to enjoy the time spent together allowed for group cohesion. 4) Create effective outreach and communications. While the FCAB maintained a strong relationship with the community, local governments were regrettably not engaged with as often. Another weakness found was that, despite a strong working relationship at the start, FCAB were not able to maintain effective ties with DOE Headquarters towards the end of the project. This is believed to have diminished the influence of the Advisory Board at that time.</p><p> </p><p><a id=\"Resources_Used_to_Develop_Case\" name=\"Resources_Used_to_Develop_Case\"></a></p><h2>Resources Used to Develop Case</h2><p>Interviews conducted by Sandy Heierbacher with Sue Walpole, the FEMP site’s Technical Liaison to the FCAB, Gary Stegner, Deputy Designated Federal Official, and John Applegate, former FCAB Chair.</p><p>Applegate, John S, Beyond the Usual Suspects: The Use of Citizens Advisory Boards in Environmental Decisionmaking. Indiana Law Journal, 1998, Vol. 73:903, pp. 903-957. Available at <a class=\"external free\" href=\"http://www.law.indiana.edu/ilj/v73/no3/applegate.html\" rel=\"nofollow\" title=\"http://www.law.indiana.edu/ilj/v73/no3/applegate.html\">http://www.law.indiana.edu/ilj/v73/no3/applegate.html</a></p><p>Ann L. MacNaughton, Collaborative Problem-Solving in Environmental Dispute Resolution. Natural Resources &amp; Environment, Summer 1996, Vol. 3, Issue 3.</p><p>English, Mary R., Amy K. Gibson, David L. Feldman and Bruce E. Tonn. Stakeholder Involvement: Open Processes for Reaching Decisions about the Future Uses of Contaminated Sites (Final Report). Waste Management Research and Educational Institute. University of Tennessee, Knoxville. September 1993.</p><p>Fernald Citizens Advisory Board website. <a class=\"external free\" href=\"http://www.fernaldcab.org/\" rel=\"nofollow\" title=\"http://www.fernaldcab.org/\">http://www.fernaldcab.org/</a></p><p>Recommendations on Remediation Levels, Waste Disposition, Priorities, and Future Use. July 1995. Fernald Citizens Task Force (former name for the Fernald Citizens Advisory Board).</p><p>U.S. Department of Energy Office of Environmental Management website. Information on Site-Specific Advisory Boards: <a class=\"external free\" href=\"http://www.em.doe.gov/public/ssab/\" rel=\"nofollow\" title=\"http://www.em.doe.gov/public/ssab/\">http://www.em.doe.gov/public/ssab/</a></p><p>US Department of Energy Office of Legacy Management website: Fernald Preserve, Ohio: <a href=\"http://www.lm.doe.gov/fernald/Sites.aspx\">http://www.lm.doe.gov/fernald/Sites.aspx</a></p>", "title": "Fernald Citizens Advisory Board (Fernald, Ohio, USA)"}