{"htmlbody": "<a id=\"Definition\" name=\"Definition\"></a><h1>Definition</h1>\n<p>The Socratic Café (also known as Socrates Café) is a democratic discussion forum based on the more commonly known Socratic Method, which focuses its intentions on being an open system that allows for philosophical questioning. An unofficial mantra describing both is that we (people) learn more when we question, and question with others. Socrates Cafés are trademarked in connection with the Philosopher’s Club, and have facilitators officially trained in the method. There are over 600 official Socrates Cafés held all over the world but the Socratic Café method is used outside of the endorsed name.\n</p>\n<a id=\"History\" name=\"History\"></a><h1>History</h1>\n<p>Socrates Cafés were started by someone by the name of Christopher Phillips who wanted to keep Socrates’ legacy alive, and knew that there was always more to discover about life through discussion. The best way he found to do that was to create a place where people could come and be challenged and encouraged to search for a deeper understanding of humankind.\n</p><p>Phillips now travels around the world and helps start and facilitate Socrates Cafés. He says that the way Americans go about discussions—talking over each other and not listening—have already taken a toll on our society. One of the points of his decision to start up Socrates Cafés was to create an environment where the question is almost more important than the answer. Socrates Cafés are open to anyone who is looking for answers and is curious about Phillips’ own philosophy that \"what you say and think and do generally matters and counts... it is vital and incumbent for you to take an important role in society during your mortal moment.\"\n</p>\n<a id=\"Influences\" name=\"Influences\"></a><h1>Influences</h1>\n<p>The Socratic Method is the major contributor to the formation of Socrates Cafés and what influenced Phillips to create them in the first place. Socratic dialogue is able to show us how people actually view concepts or issues—everyday ones and more abstract as well. The Socratic Method encourages participants to ask, “what does this mean?” “What speaks for and against it?” “Are there alternative ways of considering it that are even more plausible and tenable?” An example might be if a question asks, “How can we overcome racism?” Thinking socratically, one might ask if we always want to overcome racism. Are there different types or levels of racism? Are all of the forms ones we want to overcome?\n</p><p>What has been of controversy previously, is if Phillips actually follows Socrates in is attempts to provide a forum for the public. Many argue that his thinking is more along the lines of idealist or existentialist than purely socratic.\n</p>\n<a id=\"Problems\" name=\"Problems\"></a><h1>Problems</h1>\n<p>Facilitators of Socrates Cafés are highly encouraged to reach out to marginalized groups of people to include them into their discussions, like people recently out of jail, people of different background histories, etc. The purpose of this is to create an environment where people can be exposed to viewpoints other than their own, but has come into question as far as its effectiveness. One philosophy professor said that after facilitating a number of Socrates Cafés, he doesn’t know how much can be accomplished without a lot of luck. His reasoning was that because there is such an open format for discussion, and that the Cafés are open to  everyone, it leaves a lot of room for the participants to deviate from the topic and/or have an ‘I reckon’ conversation. That just means that conversation flow is stunted by comments like “I reckon that…” and then the next person will say, “Yeah, but I reckon that…”\n</p><p>Another problem that has been noted by participants and facilitators is that this system isn’t really very different from other discussions that are held. What makes it so special? Distinctions from other types of deliberation are the way they choose questions and what they are looking for when trying to answer those.\n</p>\n<a id=\"Process\" name=\"Process\"></a><h1>Process</h1>\n<p>In creating a Socrates Café group, one must make sure that they are following all of the procedures and methods spelled out by the Philosopher’s club and are representing the specific non-profit, community-creating purposes that they are intended to. \n</p><p>The first step to having a good Socrates Café, or an event similar, is finding a good venue. There aren’t highly specific requirements but should be in a place where discussion can go on, without large interruption. Cafés are a great place (hence the name) but the seminars can function in places such as bookstores, community centers, coffee shops etc. Second to the process is making sure that there is one singular facilitator, and that they know their responsibilities. The facilitator is there to make sure that everyone has the chance to speak and makes sure everything remains respectful. One thing that they do not do is choose the subject or question on which the group should deliberate on. They do make sure there is a consensus, but it is not their job to provide that for the group. \n</p><p>To try and start picking a question seems like a daunting task, but there are a few tips to try and make it easier for your group (from a facilitator’s perspective). Firstly, all ideas for discussion questions should be voiced and written down somewhere so everyone can see. Then people can vote for as many of the questions they feel most interested in pursuing. Ask participants to keep in mind what question challenges them most, because that is what leads to enlightening discussion. After taking the highest few, you can pick your winner by giving everyone one vote and finding the highest voted for question. If you’re thinking Socratically, you aren’t quite ready to start a full-fledged discussion. As a facilitator, you must start probing for built-in assumptions surrounding or within the question, as well as embedded concepts.\n</p><p>A really good example of the kinds of questions Socrates Cafés aim to pose comes from an example off of the official Philosopher Club website. It says that “a group of Socrates Café-goers wanted to examine the so-called \"gay marriage issue\" in a philosophical way, in a way that wouldn't just lead to a knockdown drag-out debate of non-redemptive putting people down and showing them up, but a way that could really examine the issue thoughtfully, and also in a way in which gay marriage was looked at in the broader context of the institution of marriage as a whole, the question was framed this way:  ‘What is an excellent marriage?’”\n</p><p>Groups will generally have a dialogue for about an hour. It is suggested that each Café be around two hours long with a short break in the middle. The time guidelines are very loose and do not mean that every Socrates Café needs to be two hours exactly.\n</p><p>One more important fact is that the purpose of a Socrates Café is not to reach a conclusion, but to become more informed and accepting. A facilitator or other participants never should be forcing a conclusion.\n</p>\n<a id=\"Outcomes_and_Effects\" name=\"Outcomes_and_Effects\"></a><h1>Outcomes and Effects</h1>\n<p>Many discussion forums’ purpose is to find a consensus on the issue/topic/question discussed. This is because the general idea is for citizens to deliberate and determine a course of action to take to some local authority so that their voices can be heard. This, however, is not the goal of a Socrates Café. The Socrates Cafés are designed for participants to learn how to question and think for themselves, and to delve into concepts in different ways than they have before. It is not only not required, but is a rule of Socrates Cafés that groups do not force a conclusion to their deliberation. The Cafés really do try and have a feel of self-improvement and wellbeing as opposed to solving an issue that is not applicable to the participants themselves.\n</p>\n<a id=\"Extra_Information\" name=\"Extra_Information\"></a><h1>Extra Information</h1>\n<p>Something that isn’t that commonly known about the Socrates Cafés is that it is encouraged to have more than one facilitator. This is encouraged because most of the time, facilitators are going to be respectful and follow the guidelines of the group they are leading. It is helpful to have more than one for reasons other than keeping the Café respectful though. Having more than one facilitator ensures that the Socrates Café experience remains fresh and not stale. It also makes sure that when conversation is at a lull, or there is a heated debate, that different people can mix it up and offer their perspective on the situation while remaining calm and objective.\n</p><p>Another thing about facilitating a Socrates Café is that while you are allowed to offer up your own opinions and perspectives on the matter in which the discussion is being held on, it is important to not get extremely radical. This is because as a facilitator, you are supposed to be someone who is protecting everyone’s right to speak their minds, and if they are offended by your ideas, it is going to make them less likely to share, as well as put on the defensive and they might shut down all together.\n</p>\n<a id=\"Secondary_Sources.2FLinks\" name=\"Secondary_Sources.2FLinks\"></a><h1>Secondary Sources/Links</h1>\n<p>All information in this article was obtained through these official sites, but unless in quotations, the writing is all this author's work.\n</p><p><a class=\"external free\" href=\"http://www.npr.org/templates/story/story.php?storyId=1688260\" rel=\"nofollow\" title=\"http://www.npr.org/templates/story/story.php?storyId=1688260\">http://www.npr.org/templates/story/story.php?storyId=1688260</a> -- Short article from NPR on Christopher Phillips\n</p><p><a class=\"external free\" href=\"http://www.philosopher.org/en/Socrates_Cafe.html\" rel=\"nofollow\" title=\"http://www.philosopher.org/en/Socrates_Cafe.html\">http://www.philosopher.org/en/Socrates_Cafe.html</a> -- The official Philosopher's Club Website\n</p><p><a class=\"external free\" href=\"http://en.wikipedia.org/wiki/Socrates_Cafe\" rel=\"nofollow\" title=\"http://en.wikipedia.org/wiki/Socrates_Cafe\">http://en.wikipedia.org/wiki/Socrates_Cafe</a> -- Wikipedia article on a few facts of the Socrates Cafe\n</p><p><a class=\"external free\" href=\"http://www.socratescafemn.org/\" rel=\"nofollow\" title=\"http://www.socratescafemn.org/\">http://www.socratescafemn.org/</a> -- A Socrates Cafe local website of Minnesota\n</p>", "title": "Socratic Cafés"}