{"htmlbody": "<p><a id=\"Definition\" name=\"Definition\"></a></p><h2>Definition</h2><p>\"Deliberation Day - a new national holiday.\" <a href=\"#cite_note-0\" title=\"\">[1]</a> With this statement Bruce Ackerman and James Fishkin were the first to propose Deliberation Day (DDay) as a method for having citizens deliberating 2 weeks before the national elections for 2 days to have a better understanding of their most important issues, and to determine which candidates associate with their most valued issue. By conducting Deliberative Polls, Bruce Ackerman and James Fishkin have created a structural format for Deliberation Day, which starts from small town meetings, to televised debates, and to larger citizen assemblies. Eventually, by the end of this new national holiday, millions of citizens who were not able to attend the assemblies will still recognize issues that were discussed by reviewing the discussions through the Internet and televised media.</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>Bruce Ackerman and James Fishkin had proposed Deliberation Day after assessing researches about modern public opinion. Their evaluation concluded how the public's ignorance on politics was quite negative. Citizens consider gaining political information as a \"time-consuming business,\" and put priority on personal consumptions. <a href=\"#cite_note-1\" title=\"\">[2]</a> The most serious problem lies within citizens gaining information through televisions and the Internet, where numerous unreliable sources exist. Still, Bruce Ackerman and James Fishkin argue how, based on their researches on Deliberative Polls, \"citizens are perfectly willing to take up the task of citizenship with appropriate settings.\"<a href=\"#cite_note-2\" title=\"\">[3]</a> As a result, Deliberation Day has been proposed for just being one possibility for this \"appropriate setting\" that citizens need.</p><p><a id=\"Process\" name=\"Process\"></a></p><h2>Process</h2><p><a id=\"Preparations\" name=\"Preparations\"></a></p><h3>Preparations</h3><p>Deliberation Day's preparations begin a month before, with debate organizers from the National Issues Debate asking candidates 1 to 2 issues that he, or she, considers the most important to the nation. Through this session, 2 to 4 themes will be provided for citizens to deliberate.<a href=\"#cite_note-3\" title=\"\">[4]</a></p><p><a id=\"Television_Debate\" name=\"Television_Debate\"></a></p><h3>Television Debate</h3><p>First, randomly selected citizens will meet in community centers, or any place that is public and accessible. They will be assigned to groups of 15 and watch televised debates of their candidates speaking about the most important issues recognized by debate organizers. After, questions will be discussed with experts on the issues and policymakers, and each participant will write questions they want to submit to the foreman of the table. The foreman will read these submitted questions in order to have citizens vote for which questions will be discussed during the larger citizen assembly.<a href=\"#cite_note-4\" title=\"\">[5]</a></p><p><a id=\"First_Citizen_Assembly\" name=\"First_Citizen_Assembly\"></a></p><h3>First Citizen Assembly</h3><p>Later, these small groups of 15 will join other smaller groups, creating a larger assembly of nearly 500 citizens. This will be the first citizen assembly of the day. Within this large assembly, a nonpartisan moderator will be chosen to ask the top-ranked questions taken from the citizens to local representatives of the competing political parties in the election. Through this Q and A session, the first assembly will be concluded.<a href=\"#cite_note-5\" title=\"\">[6]</a></p><p><a id=\"Second_Citizen_Assembly\" name=\"Second_Citizen_Assembly\"></a></p><h3>Second Citizen Assembly</h3><p>After lunch, citizens will be put back into the groups that they were in before. Within these groups, citizens will discuss if their top-ranked questions were answered adequately during the first assembly. If they were, citizens will create new questions, or they will discuss \"neglected\" questions that weren't able to be discussed due to the lack of time. The second assembly will begin at 3 p.m. following a similar format of a Q and A session between the moderator and the local representatives dealing with the neglected questions, or the new questions created.<a href=\"#cite_note-6\" title=\"\">[7]</a></p><p><a id=\"Final_Phase\" name=\"Final_Phase\"></a></p><h3>Final Phase</h3><p>By 4:15 p.m. citizens will have a reflecting period. The reflecting period is when citizens discuss about their impressions they had felt during the day. This includes their impressions on if their most important questions were answered, which party representative had done a better job, or if they had changed their minds due to Deliberation Day. The main point of this final session deals with citizens recognizing which issues are at stake within the nation, not voting for their final decisions on matters.</p><p>At 5 p.m. the foreman of each group will sign each participant's certificates. Although Deliberation Day is not a mandatory event, participation will be paid a stipend of $150. Deliberation Day is a 2-day event: with celebrations held throughout the nation due to the completion of deliberation on the first day, citizens will be aware, and might even participate, on the second day for setting another agenda for the national elections.<a href=\"#cite_note-7\" title=\"\">[8]</a></p><p><a id=\"Case_Studies\" name=\"Case_Studies\"></a></p><h2>Case Studies</h2><p>Deliberation Day is still taken consideration as a method for effective deliberation. Due to this, there are no case studies to examine if Deliberation Day had been effective. However, Bruce Ackerman and James Fishkin have conducted nearly 20 Deliberative Polls to assess how much Deliberation Day will impact citizens' \"attitudes, information, political preferences, and voting intentions.\" <a href=\"#cite_note-8\" title=\"\">[9]</a> The reason why Deliberative Polls have been assessed is because it provides the basis format for Deliberation Day: randomly selected citizens deliberate on issues in group sessions with citizens asking questions and receiving answers.</p><p><a id=\"The_National_Issues_Convention_in_Austin.2C_Texas\" name=\"The_National_Issues_Convention_in_Austin.2C_Texas\"></a></p><h3>The National Issues Convention in Austin, Texas</h3><p>One particular Deliberative Poll Bruce Ackerman and James Fishkin regard as important is the National Issues Convention (NIC) held in Austin, Texas in January 1996. In 1996, James Fishkin had conducted the NIC, which was broadcasted by PBS (Public Broadcasting Service). During this event, randomly selected citizens deliberated on 3 issues provided by the Public Agenda: America's definition of the state of the family, the nation's economy, and America's foreign affairs. The NIC had survey respondents asking policy experts and 4 Republican candidates who were running for the national elections questions about the issues and received answers.<a href=\"#cite_note-9\" title=\"\">[10]</a> Through this convention's assessment, James Fishkin had concluded the following points which will also apply for Deliberation Day's impact:<a href=\"#cite_note-10\" title=\"\">[11]</a></p><ul><li>Citizens gain information.</li><li>Citizens change their opinions and vote accordingly to their changes.</li><li>Preferences do not necessarily polarize or homogenize.</li></ul><p><a id=\"Evaluation\" name=\"Evaluation\"></a></p><h2>Evaluation</h2><p><a id=\"The_Positives\" name=\"The_Positives\"></a></p><h3>The Positives</h3><p>With the points assessed from the Deliberative Poll experiments, James Fishkin has stated major positive outcomes of Deliberation Day:</p><ul><li>Deliberation makes a difference.<a href=\"#cite_note-11\" title=\"\">[12]</a> Through sustained and structured conversations, citizens have replied how such informing events have changed their opinions and votes significantly.</li><li>Deliberation creates balance.<a href=\"#cite_note-12\" title=\"\">[13]</a> Before citizens come to discuss, they understand only one side of the issue and disagree with others. Through face-to-face discussions, this gap closes with citizens understanding both sides of the issue, although they might not necessarily agree with one of them.</li><li>Citizens begin to feel responsible for the solutions they make.<a href=\"#cite_note-13\" title=\"\">[14]</a> Through informed discussions, citizens look beyond self-interests and consider public goods.</li></ul><p><a id=\"The_Negatives\" name=\"The_Negatives\"></a></p><h3>The Negatives</h3><p>Despite such positive points towards effective deliberation, Deliberation Day faces several critiques in order for it to become effective in the future.</p><ul><li>Cost. Deliberation Day is an expensive event. Even Bruce Ackerman and James Fishkin consider this point critical. The estimated total budget states that if 50 million citizens participate, Deliberation Day will cost over $1.5 billion. If 70 million citizens participate, the event will cost over $2 billion.<a href=\"#cite_note-14\" title=\"\">[15]</a></li><li>Law of Group Polarization. One important critique of deliberation comes from Cass R. Sunstein who argues that group deliberation eventually leads to group polarization. Put simply, people do what they believe others do, or what others want them to do.<a href=\"#cite_note-15\" title=\"\">[16]</a></li><li>Problem with mediated (indirect) society-wide deliberation. Archon Fung states how \"public communicative power is, however, necessarily indirect in its political impact.\"<a href=\"#cite_note-16\" title=\"\">[17]</a> Such nation-wide, and participatory, deliberation has a weak connection with the process of making public policy; therefore, there is little political relevance.</li><li>American election law hinders Deliberation Day. Chad Flanders states how Deliberation Day fails to consider America's protection of political parties, which cause opinions that are not voiced within the major political parties to be highly excluded. Chad Flanders also states how in order to have effective deliberation, not only citizens, but also the President and representatives in Congress have to deliberate.<a href=\"#cite_note-17\" title=\"\">[18]</a></li></ul><p><a id=\"References\" name=\"References\"></a></p><h2>References</h2><ol class=\"references\"><li id=\"cite_note-0\"><a href=\"#cite_ref-0\" title=\"\">↑</a> Bruce Ackerman, James S. Fishkin. “Deliberation Day.” Yale University Press, New Haven &amp; London. 2004, p. 7</li><li id=\"cite_note-1\"><a href=\"#cite_ref-1\" title=\"\">↑</a> Bruce Ackerman, James S. Fishkin. “Deliberation Day.” Yale University Press, New Haven &amp; London. 2004, p. 8</li><li id=\"cite_note-2\"><a href=\"#cite_ref-2\" title=\"\">↑</a> Bruce Ackerman, James S. Fishkin. “Deliberation Day.” Yale University Press, New Haven &amp; London. 2004, p. 12</li><li id=\"cite_note-3\"><a href=\"#cite_ref-3\" title=\"\">↑</a> Bruce Ackerman, James S. Fishkin. “Deliberation Day.” Yale University Press, New Haven &amp; London. 2004, p. 24</li><li id=\"cite_note-4\"><a href=\"#cite_ref-4\" title=\"\">↑</a> Bruce Ackerman, James S. Fishkin. “Deliberation Day.” Yale University Press, New Haven &amp; London. 2004, p. 24-28</li><li id=\"cite_note-5\"><a href=\"#cite_ref-5\" title=\"\">↑</a> Bruce Ackerman, James S. Fishkin. “Deliberation Day.” Yale University Press, New Haven &amp; London. 2004, p. 25</li><li id=\"cite_note-6\"><a href=\"#cite_ref-6\" title=\"\">↑</a> Bruce Ackerman, James S. Fishkin. “Deliberation Day.” Yale University Press, New Haven &amp; London. 2004, p. 34-36</li><li id=\"cite_note-7\"><a href=\"#cite_ref-7\" title=\"\">↑</a> Bruce Ackerman, James S. Fishkin. “Deliberation Day.” Yale University Press, New Haven &amp; London. 2004, p. 36-37</li><li id=\"cite_note-8\"><a href=\"#cite_ref-8\" title=\"\">↑</a> Bruce Ackerman, James S. Fishkin. “Deliberation Day.” Yale University Press, New Haven &amp; London. 2004, p. 44</li><li id=\"cite_note-9\"><a href=\"#cite_ref-9\" title=\"\">↑</a> Daniel M. Merkle. “Review: The National Issues Convention Deliberative Poll.” The Public Opinion Quarterly, Vol. 60, No. 4. Oxford University Press. 1996, p. 590-591</li><li id=\"cite_note-10\"><a href=\"#cite_ref-10\" title=\"\">↑</a> James S. Fishkin, Robert C. Luskin. “Experimenting with a Democratic Ideal: Deliberative Polling and Public Opinion.” Acta Politicia. 2005, p. 290-292</li><li id=\"cite_note-11\"><a href=\"#cite_ref-11\" title=\"\">↑</a> Bruce Ackerman, James S. Fishkin. “Deliberation Day.” Yale University Press, New Haven &amp; London. 2004, p. 52</li><li id=\"cite_note-12\"><a href=\"#cite_ref-12\" title=\"\">↑</a> Bruce Ackerman, James S. Fishkin. “Deliberation Day.” Yale University Press, New Haven &amp; London. 2004, p. 53</li><li id=\"cite_note-13\"><a href=\"#cite_ref-13\" title=\"\">↑</a> Bruce Ackerman, James S. Fishkin. “Deliberation Day.” Yale University Press, New Haven &amp; London. 2004, p. 55</li><li id=\"cite_note-14\"><a href=\"#cite_ref-14\" title=\"\">↑</a> Bruce Ackerman, James S. Fishkin. “Deliberation Day.” Yale University Press, New Haven &amp; London. 2004, p. 226-227</li><li id=\"cite_note-15\"><a href=\"#cite_ref-15\" title=\"\">↑</a> Cass R. Sunstein. “The Law of Group Polarization.” John M. Olin Law &amp; Economics Working Paper No. 91. University of Chicago Law School. December 1999, p. 6</li><li id=\"cite_note-16\"><a href=\"#cite_ref-16\" title=\"\">↑</a> Archon Fung, Joshua Cohen. “Radical Democracy.” Swiss Journal of Political Science. 2004, p. 29</li><li id=\"cite_note-17\"><a href=\"#cite_ref-17\" title=\"\">↑</a> Chad Flanders. “Deliberative Dilemmas: A Critique of Deliberation Day from the Perspective of Election Law.” Journal of Law and Politics, Vol. 24. Saint Louis University, Legal Studies Research. 2007, p. 149-151</li></ol><p><a id=\"Secondary_Literature\" name=\"Secondary_Literature\"></a></p><h2>Secondary Literature</h2><ul><li>Bruce Ackerman, James S. Fishkin. “Deliberation Day.” Yale University Press, New Haven &amp; London. 2004.</li><li>Chad Flanders. “Deliberative Dilemmas: A Critique of Deliberation Day from the Perspective of Election Law.” Journal of Law and Politics, Vol. 24. Saint Louis University, Legal Studies Research. 2007.</li><li>Bruce Ackerman, James S. Fishkin. \"Deliberation Day.\" Journal of Political Philosophy, Vol. 10, Issues 2. Blackwell Publishers Ltd. 2002, p. 129-152.</li></ul><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><ul><li>\"Deliberation Day <a class=\"external autonumber\" href=\"http://www.americanprogress.org/issues/kfiles/b223167.html\" rel=\"nofollow\" title=\"http://www.americanprogress.org/issues/kfiles/b223167.html\">[1]</a>\"</li><li>\"Righting the Ship of Democracy <a class=\"external autonumber\" href=\"http://www.legalaffairs.org/issues/January-February-2004/feature_ackerman_janfeb04.msp\" rel=\"nofollow\" title=\"http://www.legalaffairs.org/issues/January-February-2004/feature_ackerman_janfeb04.msp\">[2]</a>\"</li><li>\"Deliberative Polling: Toward a Better-Informed Democracy <a class=\"external autonumber\" href=\"http://cdd.stanford.edu/polls/docs/summary/\" rel=\"nofollow\" title=\"http://cdd.stanford.edu/polls/docs/summary/\">[3]</a>\"</li></ul>", "title": "Deliberation day"}