{"htmlbody": "<p>Crowdsourcing is a new phenomenon in which an organization calls upon both professionals and amateurs on the internet to help solve a problem, design a product, or analyze large amounts of data at a lower cost and often greater quality and speed than through conventional research and development methods.\n</p>\n<a id=\"Purpose\" name=\"Purpose\"></a><h2> Purpose </h2>\n<p>The internet provides an unprecedented medium in which users from disparate backgrounds and geographic locations can meet, interact, and share ideas.  Crowdsourcing is the leveraging and focusing of the largely untapped talent and brain power of well educated amatuers who are interested in a given topic but do not happen to be professionally employed in these fields.  Other tasks that are not highly complex, but difficult for a computer to accomplish, such as describing a photograph, are compatible with crowdsourcing.\n</p><p>One of the most important factors of crowdsourcing is the fact that it is an open call for help, allowing any internet user to contribute.  Because of this, organizations are able to draw upon a huge population of users who are able to self-select themselves into addressing the problems they are most fit to solve.  This is accomplished through facilitating users' contributions in a created space that has a framework and basic guidelines while remaining as open as possible in order to receive diverse submissions.  As explained by Beth Simone Noveck, the diverse perspectives users have results in submissions that are more inventive and regularly of higher quality than solutions created by hired research professionals surrounded by like minded people.\n</p><p>By providing some kind of incentive, usually payment, many users are often tempted to try to solve these problems, but only those who create substantive results are rewarded.  This creates a structure in which organizations can receive large amounts of manpower at very little cost, while at the same time often receiving vital information on the nature and wishes of their participants.  For corporations, crowdsourcing provides them not only with solutions but also consumer's perspectives on their products, which can then be used to refine their corporation in ways unrelated to the problem at hand.\n</p>\n<a id=\"History\" name=\"History\"></a><h2> History </h2>\n<p>Although first coined by Jeff Howe in a 2006 edition of <a class=\"external text\" href=\"http://www.wired.com/wired/archive/14.06/crowds.html?pg=1&amp;topic=crowds&amp;topic_set=\" rel=\"nofollow\" title=\"http://www.wired.com/wired/archive/14.06/crowds.html?pg=1&amp;topic=crowds&amp;topic_set=\">[Wired Magazine</a>], the process had already been implemented by a few online companies.  Some of the first examples come from companies Threadless and iStockPhoto.  On threadless.com, users may submit graphics for tshirts and are selected by the community by clicking \"I'd buy it!\".  The most popular designs are printed and offered for sale, with the winning designer receiving $2000 and $500 as a Threadless gift certificate <a href=\"#cite_note-0\" title=\"\">[1]</a>.  <a class=\"external text\" href=\"http://www.istockphoto.com\" rel=\"nofollow\" title=\"http://www.istockphoto.com\">[iStockPhoto</a>] is a similar community of amateur photographers that collectively create a large database of stock photographs.  Any organization looking for royalty-free photographs can buy them at a significantly lower price than hiring a professional photographer.  The size of the site quickly exploded, providing more pictures to choose from than any single stock photographer could provide.  Contributors to the site receive a 20% commission every time their photographs are purchased, and depending on the success of their photographs their commission can rise to 40%<a href=\"#cite_note-1\" title=\"\">[2]</a>.\n</p><p>After Howe's article detailing the advantages of crowdsourcing, this production model was then adopted by offline companies, as seen in marketing strategies for Doritos and Chevy automobiles that called on consumers to create commercials for them.  As a result of this program a user created Dorito advertisement was aired during the 2007 Super Bowl <a href=\"#cite_note-Brabham-2\" title=\"\">[3]</a>, reflecting the rapid and highly publicized adoption of crowdsourcing in the business world.\n</p>\n<a id=\"Outcomes_.26_Effects\" name=\"Outcomes_.26_Effects\"></a><h2> Outcomes &amp; Effects </h2>\n<p>Because crowdsourcing is essentially a production model, the outcome is emphasized more than in other deliberative models.  When structured properly, crowdsourcing can create solutions and products that professionals cannot largely due to the size of people contributing.  After aggregating the responses, submissions are of higher quality than what the most intelligent participant could have created, as obseved by James Surowiecki's in his book <a class=\"external text\" href=\"http://en.wikipedia.org/wiki/Wisdom_of_crowds|\" rel=\"nofollow\" title=\"http://en.wikipedia.org/wiki/Wisdom_of_crowds|\">The Wisdom of Crowds</a>.\n</p><p>Another effect of crowdsourcing is the empowerment contributors experience when they are able to solve a problem or design a successful product.  Exploitation of these users is a source of continuing concern, as mentioned by Jeff Howe in his seminal article on crowdsourcing, but contributors enter these agreements willingly and usually with enthusiasm, as they would not be paid for using their talents in their current jobs and see it as a release of pent up talent they can't use in their normal lives.  Because results are often only known to and capitalized by the organization, however, this is not a perfectly democratic method.\n</p>\n<a id=\"Examples\" name=\"Examples\"></a><h2> Examples </h2>\n<p>InnoCentive:\n</p><p>Innocentive is one of the earliest and most developed platforms for crowdsourcing currently on the web.  Hundreds of highly complex engineering, chemistry, medical, and environmental challenges are posted on the website at any given time, most with rewards ranging from $5,000 to $1000000.  Innocentive is designed as an intermediary that connects corporations, non profits, and government to a motivated user base of more than 200,000 so called \"solvers\".  Some users have even quit their day jobs to pursue solving these problems full time<a href=\"#cite_note-3\" title=\"\">[4]</a>.\n\nWikipedia:\n</p><p>Wikipedia is the most successful example of non-profit crowdsourcing.  Beginning in 2001, Wikipedia is a platform in which any online user can contribute to an online encyclopedia.  Despite an absence of any form of compensation, the urge to solidify a collective conscious online has created an exhaustive, fact checked, and free encyclopedia in dozens of languages.  There are currently over 14 million articles posted on Wikipedia, 3 million of them english, all provided free of charge by users <a href=\"#cite_note-4\" title=\"\">[5]</a>.  Superfluous and incorrect information is removed through peer review and expert volunteer moderators.\n</p><p>Next Stop Design:\n</p><p>A program sponsored by the Federal Transportation Administration and developed by researchers from the University of Utah, Next Stop Design calls upon internet users to design a bus stop in the Sugarhouse neighborhood of Salt Lake City.  The winning designer received a free utah transit authority bus pass for a year.  The winner was decided from 11,000 votes on 260 submissions <a href=\"#cite_note-5\" title=\"\">[6]</a>.\n</p><p><a href=\"/organizations/citizens\" title=\"Citizens\">Citizens</a>\n</p><p>Short history of Skuggaþing (Shadow Parliament) and Betri Reykjavík (Better Reykjavík)\n</p><p>In the last (2010) municipal elections in Reykjavík, the capital city of Iceland, almost 10% of the voting population took part in the majority talks of two parties via a website called Betri Reykjavik (Better Reykjavik). The history of the website and the software developed for it is recounted in this document.\n</p><p>The greatest strength of the system is that it uses the opinions of its users (crowd-sourceing) to evaluate the importance, quality and usefulness of the ideas/issues and also crowd-sources the selection of the best arguments/points for and against those ideas/issues. Thus enabling users to make up their minds about most issues in a very short time.\n</p>\n<a id=\"Analysis_.26_Criticism\" name=\"Analysis_.26_Criticism\"></a><h2>Analysis &amp; Criticism </h2>\n<p>As a deliberative process, crowdsourcing is unique.  It is able to unite large numbers of like minded individuals to work on the same problem, but it causes problems as well as opportunities.  Because of the economic incentive involved in most crowdsourcing, the nature of the deliberation is competitive.  Providing a reward does increase the number of submissions, but this also leads to a lack of communication between users, as they want the prize for themselves.  Organizations that crowdsource are often able to sift through the submissions and often do receive a satisfactory result, but if users were encouraged to actively collaborate among themselves, better results could appear.  This is a difficult thing to accomplish due to the asynchronous nature of the internet, and could slow down the process.  In an <a class=\"external text\" href=\"http://www.wired.com/techbiz/media/news/2007/07/crowd_captain?currentPage=all\" rel=\"nofollow\" title=\"http://www.wired.com/techbiz/media/news/2007/07/crowd_captain?currentPage=all\">[interview</a>] Andrea Grover proposes that the impersonal nature of the internet allows for more submissions because users are less aware of judgments that may be made on their submissions and are therefore more likely to contribute.  Introducing direct collaboration to crowdsourcing could end up causing valuable information to be self censored by self conscious users.\n</p><p>One of the primary problems of this method as a way to further democracy has been its application.  Because of its business based development, it is still primarily used to benefit individual entrepeneurs.  Although self satisfaction is a facet of what draws internet users to participate in solving problems for other people, the economic incentive is often the driving factor.  As a deliberative process, however, crowdsourcing has potential applications in essentially every idea based field, and its low cost can be used to accomplish more than low overhead, as seen in the previous non profit and governmental examples.  The interactive and empowering facets of crowdsourcing have been observed within the private sector as effectively creating tight knit communities and provide critical insight into consumer's opinions.  If implemented correctly, more governmental and non profit organizations could use crowdsourcing solely for the public interest.  Beth Simone Noveck observes, however, that government has largely not embraced the internet's potential as a participatory forum.  If correctly implemented, government could capitalize on the cheap labor of crowdsourcing to solve problems for the greater good, while at the same time empowering, involving, and connecting citizens to their own government.\n</p>\n<a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a><h2> Secondary Sources </h2>\n<p>Brabham, Daren C. (2008). \"Crowdsourcing as a Model for Problem Solving: An Introduction and Cases\", Convergence: The International Journal of Research into New Media Technologies, 14(1), pp. 75-90.\n</p><p>Howe, J. (2006f) ‘The Rise of Crowdsourcing’, Wired, 14(6), URL (accessed Decemnber 6th, 2010): \n<a class=\"external free\" href=\"http://www.wired.com/wired/archive/14.06/crowds.html\" rel=\"nofollow\" title=\"http://www.wired.com/wired/archive/14.06/crowds.html\">http://www.wired.com/wired/archive/14.06/crowds.html</a>\n</p><p>Noveck, Beth Simone, Wiki government: how technology can make government better, democracy stronger, and citizens more powerful. Brookings Institution Press - 2009\n</p>\n<a id=\"References\" name=\"References\"></a><h2> References </h2>\n<ol class=\"references\"><li id=\"cite_note-0\"><a href=\"#cite_ref-0\" title=\"\">↑</a> Threadless Tshirt Submission Outlines <a class=\"external autonumber\" href=\"http://www.threadless.com/submit\" rel=\"nofollow\" title=\"http://www.threadless.com/submit\">[1]</a></li>\n<li id=\"cite_note-1\"><a href=\"#cite_ref-1\" title=\"\">↑</a> iStockPhoto Submission Commission <a class=\"external free\" href=\"http://www.istockphoto.com/photographer-royalties.php\" rel=\"nofollow\" title=\"http://www.istockphoto.com/photographer-royalties.php\">http://www.istockphoto.com/photographer-royalties.php</a></li>\n<li id=\"cite_note-Brabham-2\"><a href=\"#cite_ref-Brabham_2-0\" title=\"\">↑</a> Daren C. Brabham. (2008). \"Crowdsourcing as a Model for Problem Solving: An Introduction and Cases\", Convergence: The International Journal of Research into New Media Technologies, 14(1), pp. 75-90. </li>\n<li id=\"cite_note-3\"><a href=\"#cite_ref-3\" title=\"\">↑</a> About InnoCentive (n.d.) InnoCentive, URL (accessed December 5th, 2010) <a class=\"external free\" href=\"http://www.innocentive.com/about/\" rel=\"nofollow\" title=\"http://www.innocentive.com/about/\">http://www.innocentive.com/about/</a> \nindex.html </li>\n<li id=\"cite_note-4\"><a href=\"#cite_ref-4\" title=\"\">↑</a>  The History of Wikipedia, last modified December 6th, 2010 (accessed December 6th, 2010 ) <a class=\"external free\" href=\"http://en.wikipedia.org/wiki/History_of_Wikipedia\" rel=\"nofollow\" title=\"http://en.wikipedia.org/wiki/History_of_Wikipedia\">http://en.wikipedia.org/wiki/History_of_Wikipedia</a></li>\n<li id=\"cite_note-5\"><a href=\"#cite_ref-5\" title=\"\">↑</a> Daily Utah Chronicle Article on Next Stop Design, September 29th, 2009 <a class=\"external free\" href=\"http://www.dailyutahchronicle.com/news/bus-stop-to-get-makeover-1.1930460\" rel=\"nofollow\" title=\"http://www.dailyutahchronicle.com/news/bus-stop-to-get-makeover-1.1930460\">http://www.dailyutahchronicle.com/news/bus-stop-to-get-makeover-1.1930460</a></li></ol>", "title": "Crowdsourcing"}