{"htmlbody": "<p><a href=\"http://www.businessofgovernment.org/report/engaging-citizens-co-creation-public-services\"><strong>Engaging Citizens in Co-Creation in Public Services</strong></a></p><p>by Satish Nambisan and Priya Nambisan</p><p>Executive Summary:</p><p>Three broad issues have made it imperative for government agencies at all levels to redefine the nature of their relationships and engagement with citizens in problem-solving:</p><p>• Fiscal austerity motivates new, less resource-intensive modes of problem-solving in government.</p><p>• The complex nature of the problems calls out for more collaborative approaches that involve external partners, including citizens.</p><p>• New information technologies make connecting with citizens easier and reduce the cost of such collaboration in problem-solving.</p><p>The confluence of these three forces has set the context for redefining citizens’ role in public services—a shift from that of a passive service beneficiary to that of an active, informed partner or co-creator in public service innovation and problem-solving.</p><p>This report identifies four distinct roles for citizens in public service co-creation and problemsolving:</p><p>• As explorers, citizens can identify/discover and define emerging and existing problems.</p><p>• As ideators, citizens can conceptualize novel solutions to well-defined problems.</p><p>• As designers, citizens can design and/or develop implementable solutions to well-defined problems.</p><p>• As diffusers, citizens can directly support or facilitate the adoption and diffusion of public service innovations and solutions among well-defined target populations.</p><p>Significantly, these roles are not too different from the role of customers in private-sector innovation.</p><p>Drawing on examples from both the public and private sectors, the report elaborates on the nature of these four roles and the mechanisms that facilitate them. A wide range of mechanisms can be employed for citizen co-creation:</p><p>• Online contests and competitions</p><p>• Mobile apps</p><p>• E-petitions</p><p>• Innovation jams</p><p>• Virtual design and prototyping tools</p><p>• Open-source databases</p><p>• Participatory design workshops</p><p>• Online citizen communities</p><p>To better understand the appropriateness of these diverse mechanisms for various citizen roles, the report examines two foundational elements of the support infrastructure needed for hosting citizen co-creation activities: the innovation ecosystem and the innovation platform.</p><p>• Innovation ecosystem relates to the organizing structure for citizens and government agencies to collaborate on problem-solving and includes ways to:</p><p>–– Promote a shared worldview among all participants</p><p>–– Define the architecture of participation to coordinate collaboration activities</p><p>• Innovation platform relates to the venue for citizen co-creation and incorporates ways to:</p><p>–– Modularize or partition the problem-solving process</p><p>–– Facilitate knowledge sharing and interactions among all the participants</p><p>In addition to presenting different citizen roles and their associated mechanisms, the report offers strategies and best practices for government agencies to:</p><p>• Enhance the shared worldview</p><p>• Specify the architecture of participation</p><p>• Modularize the problem-solving process</p><p>• Support interactions and knowledge sharing</p><p>Four strategies will assist government agencies in creating the broader innovation environment to promote citizen engagement and co-creation:</p><p>• Fit the co-creation approach to the problem-solving context.</p><p>• Manage citizen expectations with regard to their involvement.</p><p>• Link or connect the internal organization with the external partners.</p><p>• Embed the citizen engagement initiative in the larger context of the agency’s core agenda.</p><p>There is considerable promise and potential to make a transformation in citizens’ role in public services. The citizen co-creation framework and the recommendations offered here to establish appropriate mechanisms, structures, processes, tools and technologies, and incentive systems will advance this objective.</p><p>Please click <a href=\"http://www.businessofgovernment.org/report/engaging-citizens-co-creation-public-services\">here</a> to read the report.</p><p> </p>", "title": "New Report: Engaging Citizens in Co-Creation in Public Services"}