{"htmlbody": "<p><a id=\"Definition\" name=\"Definition\"></a></p><h1>Definition</h1><p>Robert’s Rules of Order is book on parliamentary procedure. The title provides a detailed study of parliamentary procedure and how it is practiced in various settings. Currently in its 10th edition, the book has enjoyed widespread success and is used by 85% of all organizations in the United States.</p><p><a id=\"Problems_and_Purpose\" name=\"Problems_and_Purpose\"></a></p><h1>Problems and Purpose</h1><p>Robert's Rules or Order is intended to control and facilitate meeting situations in an efficient manner that allows for debate, discussion, and deliberation. Robert's Rules are organized around the idea of a presented motion. All motions have a precedence which means that they can only be used when they have a higher precedence than all other active motions. The most basic of all motions is called the Main Motion. Main Motions are policy that the body would like to discuss and cover with debate. For example, if a member of the body wishes to use funds to buy something for the organization, he could ask for recognition by the chairman and state \"I move that we spend X amount of money to purchase Y for our organization\". For almost all motions, recognition by the residing chairperson is required before actually making the motion. Some motions, including Main Motions, must be seconded by another member of the body. Seconding does not mean that the the person who seconded agrees with the motion but rather that he or she would like to hear debate on the motion. The idea that seconding does not signify agreeing shows that Robert's Rules are intended to create deliberation. The idea is to discuss each topic and vote based on the discussions heard from all participating members. There are some drawbacks to the debate system. Debates are often timed which, while keeping debaters concise and allowing for more speakers, could potentially limit the information presented in each debate. Also, similar to other methods of parliamentary procedure, debate is intended to move in a way that allows for everyone to speak if they so desire and to alternate from pro to con or vise versa. This often stifles chances for direct rebuttal as the next speaker is likely not to have been the previous debater, that is if another member gives a state that you would like to rebut, but you have just spoken, you will likely not be able to give your rebuttal unless there are no other speakers.</p><p>There are other methods of discussion used in Robert's Rules. One of the most notable is the ability to send any motion to a committee. Committee parameters are set out by the chairperson, but they can range from simply exploring the subject in a more personal setting, bringing in and listening to outside presenters, completing research, to actually reaching a decision on the motion.</p><p>A notable feature of Robert's Rules is the Chairperson. The Chairperson has the purpose of keeping order in the assembly. The chairperson must often remain partial and does not usually have a chance to speak and is even less likely to have the ability to vote (a chairperson may vote if it is done by secret ballot or if his or her vote does not affect the outcome). However, the chairperson keeps the meeting on track and ensures that respect is paid to all members.</p><p><a id=\"History\" name=\"History\"></a></p><h1>History</h1><p>The first edition of Robert’s Rule of Order appeared in 1876. The author Henry Martyn Robert (1837-1923) was Brigadier General in the U.S. Army whose original motivation for the title came in 1863 after being asked to preside over a church meeting in San Francisco. Despite having little experience in parliamentary procedure, Robert accepted the offer and was embarrassed and humbled by his futile effort to control the passions and flow of the meeting. Resolving to learn more about his failure, Robert was determined to educate himself on the process of parliamentary procedure, beginning what would become a 14 years of study on the subject. His main source of correct procedures came from the U.S. House of Representatives, a system based loosely off the British House of Commons. This in turn led to a study of the writings of Thomas Jefferson who was largely responsible for the version of early parliamentary procedure practiced in the U.S. at the federal level of government. Robert supplemented this study with real world experience gained by attending numerous and varying types of meetings as his continued army service found him stationed all over the country throughout his study. His attendance at these meetings led him to realize that meetings were practiced with great variance throughout the nation and often had limited success. His solution was to design a manual to clarify proceedings in order to have a common source available to all that would assist in the organization and effectiveness of meetings. In February of 1876 the first phase of his study conclude with the publication of the Pocket Manual of Rules of Order for Deliberative Assemblies. The cover of the book simply read Robert’s Rules of Order, a title to which the work would henceforth be known. The book sold through its initial print and a second printing was completed in July the same year. A third edition was published in 1893 and a revised edition appeared in 1915. The revised fourth edition would also mark the last edition the Robert would publish himself. Upon Robert’s death in 1923, a trust headed by his family was set up to handle all future editions of the title. Two more editions closely tied to the original work would be published before the book was rewritten for the 7th edition. Robert’s Rules of Order Newly Revised was released in 1970 and represented a new approach by the Robert’s family trust. Whereas all prior editions assumed a familiarity with parliamentary procedure, the seventh edition was designed to have greater appeal to the general public. The resulting title was far more explanatory than the previous editions, allowing the layman to understand the rational for the proceedings as well as the procedures. Subsequent editions have stuck with this model and having only been slightly modified to reflect technological changes and their effects on meetings.</p><p><a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h1>Participant Selection</h1><p>Anyone can use Robert's Rules of Order and selection depends upon the assembly. It is used in many settings where any and all people are welcome to join the debate, such as town hall meetings, booster clubs, etc. But can also be used in larger scale government settings. In some cases, members may need to be elected as representatives, at other times people will be able to represent them selves. Outside presenters are allowed within the rules, so even representative forums can still have debate from people other than members.</p><p><a id=\"Use_of_the_Rules\" name=\"Use_of_the_Rules\"></a></p><h2>Use of the Rules</h2><p>While oftentimes any person can become involved in some way with an organization that uses Robert's Rules, they might often find that the rules vary. For example, Robert's Rules is now in its tenth edition, but the other editions are still used by some. Rules can be permanently changed to suit the needs of the organization, which while useful for personalizing the rules also leads to some inconsistencies. However, the rules does have a uniformity that is very beneficial to the system. Some people new to an organization may feel flustered by the rather extensive rules, but if they have a basic knowledge it is not too difficult to catch on to how each organization uses the rules even if they are altered. The issue still arises with learning the rules. They are extensive, involved, and complicated. So complicated in fact that they are even used in a competitive arena. The National FFA Organization and other groups actually creates teams that study the rules and preform mock sessions in front of a panel of judges while trying their best to be as accurate and efficient with the rules as possible. And while competition may serve as a motivator for learning the rules, it also hi-lights an important problem; the rules are not immediately user-friendly. Anyone new to using Robert's Rules of Order will be bombarded with pages and pages of dull writing that is often discouraging. The rules are intricate and without a firm grasp of them, it is easy to miss out on your chance to fully involve yourself in discussion. So, after tackling the daunting task of actually learning and memorizing all of the rules, any person should be able to join any assembly and have at least a stable enough grasp on the procedure to participate no matter the changes.</p><p><a id=\"Deliberation_and_Decisions\" name=\"Deliberation_and_Decisions\"></a></p><h1>Deliberation and Decisions</h1><p>Robert's Rules of Order intends to create deliberative discussion. There has even been a revised edition released aimed specifically at deliberative assemblies. Robert's Rules operates under the idea of majority rule while still acknowledging and respecting minority opinion. The system of debate allows for this by ensuring equal speaking opportunities from all sides. This in turn creates a solid information base as each member is given the same time to present his or her opinion. Also, the rules allow for outside presenters which can add even more opinions that are not immediately present in the assembly. The debate allows for all sides to present their key values while listening to others'. It is possible that debaters will try to discredit the other speaker's or prove them incorrect, which could lead to a reduction in deliberativeness. However, solutions have been provided. The motions could be sent to committee which allows for more open discussion that is more likely to lead to compromise and decision-making as the participants are not restricted as much by rules for debate. Also, the rules include opportunities to leave a motion on the table in order to consider it later and for taking short recesses which both allow time for discussion that is, again, not marred by the rules of debate. Respect is ensured by the chairperson who presides over the meetings and it is he or she who also guarantees the equal speaking opportunities. Decisions, when referring to main motions, are decided by a majority vote provided that the assembly is at quorum. Votes that result in a tie fail. Very little can be done while following Robert's Rules without the consent of the assembly. This helps ensure that, while there is a presiding officer, that control is not given to one person. The chairperson can make exclusive decisions only for calling the orders of the day (reading the agenda) or questions of privilege (when a member asks the chair for permission to perform a personal task such as going to the restroom or opening a window because the room is too hot). Other than that, every decision, even the decided whether or not to vote, is voted upon.</p><p>Further deliberative action can be seen in motions that allow the assembly to reconsider a motion that has failed or passed. Any motion can be called upon again and, assembly permitting, be reconsidered once again. This reopens debate, allowing for discussion and will eventually lead to another vote which could change the outcome of the previous decision. This certifies more discussion which could lead to a better, more informed solution.</p><p><a id=\"Impact\" name=\"Impact\"></a></p><h1>Impact</h1><p>The effect of Robert’s Rules of Order is just as present today as it was nearly 135 years ago when it was first published. Henry Robert’s work continues to have an impact because it addresses a major but often missing element necessary for a successful organization; a set of agreed upon rules designed to navigate difficult decisions and devised to limit the effects of emotions. This has resulted in the parliamentary procedures presented by the book being adopted by 85% all organizations in United States. Most organizations adopt the book outright as the cornerstone of their proceedings. In the event of a disagreement or other conflict the title is treated as an authority unto itself. The presence of Robert’s Rules can be found in board meetings, city and county councils, student governments, school boards, P.T.A. meetings, homeowner associations, etc. The soundness of its procedures has been affirmed by courts with numerous jurisdictions findings that all organizations are subjects to the rules and principles of parliamentary standards. Organizations that fail to follow the rules after adoption have been the subjects of lawsuits and the recipients of embarrassment. Robert’s Rules of Order has even had an impact on the House of Representatives, the original source for many of the procedures. In 1994, after Democrats lost their legislative majority in the House, Rep. Barney Frank (D) was tasked with studying Robert’s book in order to discover methods the minority party could employ in order to remain relevant. When the Democrats regained the House in 2006, Frank returned to the book in order to devise a strategy to enhance their new majority status.</p><p><a id=\"Outlook\" name=\"Outlook\"></a></p><h1>Outlook</h1><p>At 704 pages in its current edition, Robert’s Rules of Order is only likely to grow. As technology evolves, presenting new ways for people to meet and discuss issues at hand Robert’s Rules will be necessary to determine the proper procedures under circumstances far different from the author’s original outlook. The 10th edition demonstrates this adapt-ability by weighing in on video conferencing and meetings through email. The former is okay so long as everyone can both hear and speak in real time while the latter is not because it lacks this function. As it continues to evolve, it is certain that Robert's Rules of Order will continue to strive for a comprehensive and efficient form of deliberation. Currently, it uses a system of turn-based debate with options for further discussion to allow for opinions and views from all sides to be expressed equally. Though complicated for beginners and intricate in application, a thorough understanding of the rules allows for participation in nearly every organization that uses it even with differing editions and more personalized rules. Robert's Rules of Order do just as their namesake implies; they give order to discussion with the intent of furthering deliberation.</p><p><a id=\"References\" name=\"References\"></a></p><h1>References</h1><p>Roberts Rules of Order, 10th Edition, Wikipedia.org, NY Times.com, “On that Point,” 5/20/07, Jimslaughter.com, Robertsrules.org, <a href=\"http://www.robertsrules.com\">www.robertsrules.com</a> Robert, Henry. Robert's Rules of Order . Rev. for Deliberative Assemblies. Chicago: Scott, Foresman and Company, 1915.</p>", "title": "Robert's Rules of Order"}