{"htmlbody": "<p>Washington State uses the initiative process which gives direct power to the voters to enact new laws or change existing ones effectively allowing the electorate to place legislation on the ballot so long as they meet certain criteria. By collecting a certain number of signatures an initiative can be placed on the ballot. \n</p><p>Citizens of Washington can use the initiative process to enact two separate types of initiatives as well as two separate type of referenda:\n</p><p>•\tInitiatives to the People – to directly enact a new state law\n</p><p>•\tInitiatives to the Legislature – indirectly enact a new state law\n</p><p>•\tReferendum Measures – Laws recently passed by the legislature and put to a vote by the people\n</p><p>•\tReferendum Bills – Laws referred to the voters by the legislature\n</p>\n<a id=\"Purpose\" name=\"Purpose\"></a><h2>Purpose</h2>\n<p>The Purpose of the Washington State Initiative process is to empower citizens to take an active role proposing, amending, or repealing new legislation for consideration by Washington voters.\n</p>\n<a id=\"Types_of_Initiatives_and_Referenda\" name=\"Types_of_Initiatives_and_Referenda\"></a><h2>Types of Initiatives and Referenda</h2>\n<p>Initiatives to the People: When certified as having enough signatures this type of initiative is submitted to a vote at the next state general election and will appear on the ballot.\n</p><p>Initiatives to the Legislature: When certified as having enough signatures this type of initiative is submitted to the Legislature at its regular session each January. After being submitted to the Legislature, the Legislature can take one of three options:\n</p><p>•\tThe Legislature can adopt the initiative as it has been proposed by the public and in this case it becomes law without it a vote by the people\n</p><p>•\tThe Legislature can reject the proposed initiative or refuse to act on it and in this case the initiative must be placed on the ballot for the state’s next general election\n</p><p>•\tThe Legislature can approve an amended version of the proposed initiative and this this case both the amended and the original versions of the bill will appear on the state’s next general election ballot.\n</p><p>Referenda are designed to either approve or reject laws that have been either enacted or proposed by the Washington State Legislature. Laws that are exempted from the power of referendum include emergency laws. Emergency Laws are defined as those that are necessary for the immediate preservation of the public peace, health or safety, and the support of state government and its existing institution.\n</p><p>Referendum Measures: Are laws that have recently been passed by the Legislature and are placed on the general ballot due to petitions being signed by voters.\n</p><p>Referendum Bills: Are laws originally proposed by the Legislature which are then are referred to the electorate by the legislature.   \n</p>\n<a id=\"History\" name=\"History\"></a><h2>History</h2>\n<p>Washington State official adopted the initiative and referendum process and added it to the state constitution in 1912. In the State of Washington the initiative and representative process was originally proposed by L.E Reeder of Ollalla and passed by a vote of 63 to 12 in the lower house, but failed in the state senate. In 1911 the both houses of the legislature passed, but did not allow voters to initiate state constitutional amendments. Voters then ratified the Initiative and Referendum Bill in 1912.\n</p><p>Washington State Voters immediately put to use their new powers and circulated petitions to put seven initiatives on the 1914 ballot, but succeeded in getting only five of those initiatives on the ballot in 1914 with only one being approved which was a measure to abolish private employment agencies. The intent of this law was to stop exploitation of unemployed workers, such as lumberjacks by these private employment agencies.\n</p><p>A statewide prohibition initiative was also enacted in 1914 much to the dislike of liquor interests who originally opposed the Initiative and Referendum amendment to the state constitution. The following year ant-initiative forces within the legislature passed a bill that would have made it virtually impossible to place an initiative on the ballot. In response Washington voters used the power of the referendum to block this bill from going into effect until voters could eventually vote it down in the 1916 election by a three to one margin.\n</p><p>In response to voters efforts to exercise their right to the Referendum the legislature soon discovered that they could bypass the referendum process by attaching an “emergency clause” to a bill and making it invulnerable to referendum petitions. In 1929 the state Supreme Court ruled the practice of attaching emergency clauses to bills with the intention of bypassing referendum petitions in the absence of a true emergency. \n</p><p>An initiative approving the creation of locally controlled and publically owned electric utility districts was approved in the 1930’s and in 1968 Washington voters approved an initiative requiring drivers stopped by police officers to submit to breathalyzer tests.\n</p><p>\n</p>\n<a id=\"Filing_Procedures\" name=\"Filing_Procedures\"></a><h2>Filing Procedures</h2>\n<p>For an initiative, in the state of Washington, any registered voter who is acting as an individual or for an organization, has the right can propose legislation to create a new state law or amend or amend or appeal existing statutes.\n</p><p>To appear on the ballot, the sponsor of the initiative must file a printed or typed copy of the complete text of the proposed initiative with the office of the Secretary of State along with a ($5.00) filling fee as well as a sworn affidavit that the sponsor of the initiative is a legal voter in the state of Washington which all become a matter of public record.\n</p><p>Initiatives to the People must be filed within ten months prior to the next state general election and the signature sheets must be filed no less than four months prior to the next general election.\n</p><p>Initiatives to the Legislature must be filed ten months prior to the next regular session of the Legislature and the signature sheets must be filed no less than ten days prior to the next regular session of the Legislature. \n</p><p>Both types of initiative measures require a minimum number of signatures equal to eight percent of the number of votes cast for the office of Governor in the last regular gubernatorial election.\n</p><p>For a referendum the legislature may require that a law must be submitted for voter approval. \n</p><p>Or\n</p><p>Any registered voter who is acting as an individual or for an organization may demand, through a petition, that a law that has been passed by the legislature be put to a vote in the general election before it goes into effect except in the case of emergency legislation. \n</p><p>Both types of referendum measures require a minimum number of signatures equal to four percent of the number of votes cast for the office of Governor in the last regular gubernatorial election.\n</p><p>\n</p>\n<a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a><h2>Analysis and Criticism</h2>\n<p>Overall the initiative process allows constituents to actively engage with their legislators and respond voice what they believe are essential needs for the community. The referendum process also provides a line of communication that allows the Washington electorate to respond and block legislation that they believe to be detrimental or undesirable.  \n</p><p>The Initiative and Referendum process has received criticism that it undermines representative democracy and places too much power in the hands of the electorate who have often been conserved fickle or lacking in a deep understanding of the issues that surround various initiatives and referenda. Critics believe that it would be better to allow legislators who they perceive to have a deeper understanding of issues and that the public interest would be better served by legislatures. \n</p><p>Criticism has also reach legislators as they have been said to use the “emergency clause” too freely when passing through touchy bill. The power struggle continues as the electorate continues to spar with legislators over who should have more authority in passing legislation. The tug of war continues as pro-initiative groups and individuals such as Tim Eyman work to limit the decision making power of legislators with his recent I-1053 requiring a super majority vote in both houses or a referendum by the electorate to raise taxes. Initiatives such as this place more of a burden on the electorate to effectively raise taxes. Which as the cost continues to rise to effectively sponsor new initiatives make it more difficult for “mom and pop” sponsors to sponsor new initiatives which could widen the gap of accessible government and detract from the original purpose of the initiative process which is, to empower citizens to take an active role proposing new legislation for the ballot, but which becomes increasingly more difficult as the cost of running a successful initiative campaign rises.\n</p><p>\nFurther criticism of the initiative process says that the initiative and referenda system in the state of Washington has trended increasing toward being big business. While the official filing fee for a new initiative is only five dollars the cost of creating awareness and gathering signatures for initiatives and referenda has become very expensive since Washington initially adopted I&amp;R legislation in 1912. The large numbers of signatures that are required to get an initiative on the ballot are extremely high and have turned initiative campaigning into and industry for Individuals such as Tim Eyman. As the cost of acquiring the approx. 240 thousand signatures required (8% of the total votes for governor in 2008) continue to rise as companies emerge that charge per name for gathering signatures (signature gathers are not required to be Washington State voters).\n</p>\n<a id=\"Sources\" name=\"Sources\"></a><h2>Sources</h2>\n<p>Filings for Initiative and Referenda In Washington State<a class=\"external autonumber\" href=\"http://www.sos.wa.gov/_assets/elections/Initiative%20and%20Referenda%20Manual.pdf\" rel=\"nofollow\" title=\"http://www.sos.wa.gov/_assets/elections/Initiative%20and%20Referenda%20Manual.pdf\">[1]</a>\n</p><p>Initiative &amp; Referendum Institute at the University of Southern California<a class=\"external autonumber\" href=\"http://www.iandrinstitute.org/Washington.htm\" rel=\"nofollow\" title=\"http://www.iandrinstitute.org/Washington.htm\">[2]</a>\n</p><p>Schmidt, David D. Citizen Lawmakers: The Ballot Initiative Revolution<a class=\"external autonumber\" href=\"http://books.google.com/books?id=7IWdqvKJVIEC&amp;pg=PA346&amp;dq=Citizen+Lawmakers+:+the+Ballot+Initiative+Revolution&amp;hl=en&amp;ei=wwD-TKyOLpDUtQP0_KWwCw&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=1&amp;ved=0CCMQ6AEwAA#v=onepage&amp;q=Citizen%20Lawmakers%20%3A%20the%20Ballot%20Initiative%20Revolution&amp;f=false\" rel=\"nofollow\" title=\"http://books.google.com/books?id=7IWdqvKJVIEC&amp;pg=PA346&amp;dq=Citizen+Lawmakers+:+the+Ballot+Initiative+Revolution&amp;hl=en&amp;ei=wwD-TKyOLpDUtQP0_KWwCw&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=1&amp;ved=0CCMQ6AEwAA#v=onepage&amp;q=Citizen%20Lawmakers%20%3A%20the%20Ballot%20Initiative%20Revolution&amp;f=false\">[3]</a>. Philadelphia: Temple University Press, 1989. Internet resource.\n</p>\n<a id=\"External_Links\" name=\"External_Links\"></a><h2>External Links</h2>\n<p><a class=\"external free\" href=\"http://seattletimes.nwsource.com/html/localnews/2002387499_politics18m.html\" rel=\"nofollow\" title=\"http://seattletimes.nwsource.com/html/localnews/2002387499_politics18m.html\">http://seattletimes.nwsource.com/html/localnews/2002387499_politics18m.html</a>\n</p>", "title": "Washington State Initiative Process"}