{"htmlbody": "<h3>Purpose</h3><p>Each year this PB process provides funding for projects proposed by local voluntary and community groups within 8 districts in Tameisde. There is also a pan-Tameside event for groups that operate across different districts in the Tameside area, and there are 9 annual PB events. You Choose comes under the remit of the Local Strategic Partnership, which aims to promote a sustainable community strategy based on 6 themes: Supportive Tameside, Prosperous Tameside, Learning Tameside, Attractive Tameside, Safe Tameisde, Healthy Tameside. Applying groups must show how their project contributes to one of these themes to justify their use of the public money.</p><h3>History</h3><p>In 2012, when this case study was carried out, You Choose was run by Tameside Council officers in partnership with Tameside 3rd Sector Coalition (T3SC), a council for voluntary service that supports and advises community, voluntary and faith sector groups in the area. While Tameside Council co-ordinated the application process, T3SC offered support and advice to applicants, and both organisations run the events. Since 2013, Tameside Council has taken sole responsibility for the organisation of You Choose.</p><p>The process originated in a 2010 PB pilot called Up2U which was run by the local police and funded by the Home Office (PB Unit, 2009). With the endorsement of the Leader of the Council, You Choose was implemented across the borough the next year with one event in each of the eight District Assemblies in Tameside; Ashton-under-Lyne, Denton &amp; Audenshaw, Droylsden, Dukinfield, Hyde, Longdendale &amp; Hattersley, Mossley, and Stalybridge. This ensures that local community and voluntary groups in each District Assembly are able to access their own pot of money. You Choose funds are for not-for-profit activities, rather than private companies.</p><p>You Choose replaced several small grants funds and discretionary funds that Councillors could personally allocate, such as the Community Chest, which allocated money via a closed-panel system. This new process aimed to ‘create a single point of access for groups trying to secure funding, cutting down the number of available avenues and associated administrative burdens [and] in the current climate of shrinking public sector resources... an improved and co-ordinated and strategic approach to ensure best value and keep track of public money’ (Tameside Council, 2011). </p><h3>Funding</h3><p>The pooling of community funding money into one stream for You Choose has also coincided with a significant reduction in the funding available from Tameside Council, which is likely to be under further strain as the cuts to local government continue under the national governing coalition. For example, total You Choose funding in 2011 of £500,000 replaced the £1m allocated to Community Chest and other smaller budgets in 2010 (in 2012 this was reduced further to £440,000). Groups were given a maximum of £2,000-£2,500 to apply for in 2012, compared with £5,000 through Community Chest in 2010.</p><p>You Choose is funded by the savings made by Tameside Council’s recycling programme. The funds come from the reduction in landfill tax paid by Tameside Council, and this creates a tangible link between the actions of citizens in recycling household waste, and money granted for local projects. This is the result of the decision by Tameside Council not to count the reduction in landfill tax paid as a saving, but to commit the difference to You Choose.</p><h3>Participant Selection</h3><p>Each You Choose event is comprised of members of local community groups that apply (maximum of 5 participants per group) and local citizens (must live in local post code area).</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The voting process requires eligible participants to rank on a 5-point Likert scale responses to the following questions:</p><p><em>1.    </em><em>Do you think this proposal will benefit the [District Assembly] area or the people living there?</em></p><p><em>2.    </em><em>Will this proposal help to achieve the Tameside Priority detailed in the box on the left? </em>(Different for each group)</p><p><em>3.    </em><em>Do you think that the group can deliver on their proposal?</em></p><p><em>4.    </em><em>Do you think this proposal is a good use of public money?</em></p><p>This voting process requires some critical reflection on the part of the voters in making decisions about the value of each project for their local community, rather than just picking their favourite groups. Participants must attend for the duration of the vote and must also vote for every group, meaning they are required to consider the merits and demerits of each presentation. Where one group receives maximum scores and others low scores then the voting form is invalidated by Council Officers. This is to ensure that each group is given a fair chance.</p><h3>External Links</h3><p><a href=\"http://www.tameside.gov.uk/youchoose/\">Official Website </a></p><p><a href=\"http://www.tameside.gov.uk/youchoose/news\">Final Project Selections of 2012 Initiative </a></p>", "title": "You Choose, Tameside, Greater Manchester, UK"}