{"htmlbody": "<h3>Problems and Purpose</h3><p>In 1995, municipal affairs in Ontario began to face the challenges presented by the amalgamation made possible with the passing of Bill 26. Amalgamation is the union of multiple municipal governments within a province to form one municipal unit; often, amalgamation is brought about through a provincial order in lieu of a more participatory procedure. While the proponents of amalgamation tout fiscal savings and promotion of economic prosperity through public sector restructuring, the aftermath of amalgamation presents new challenges and changes with regard to the structure and size of democratic <a>representation.</a></p><p>Prince Edward County, a single-tier municipality within the province of Ontario, was no exception. After amalgamation, the municipality found the size of its council at 15 members and the representative breakdowns of urban versus rural representation altered<a>. </a>In April 2013, the County’s Council decided to establish the Citizens’ Assembly, a citizens’ panel of 24 randomly selected participants from the population to address the question of how many representatives the Council should have. Dr. Jonathan Rose, an associate professor of political studies at Queen’s University, led and coordinated the group.</p><h3>History</h3><p>Between 2002 and 2006, some attempts were made to re-examine the size of the Council after the amalgamation but no decisions were made, owing in part to the fact that this was not seen as a major public issue.</p><p>Nevertheless, in 2008, the Council established the Composition of Council Committee (CCC) to “research and identify optimum sizes, models and structures, using experiences of other communities.” The CCC was comprised of the Council and other public members. While the work done by the CCC did establish legwork for later discussions in terms of analysis of effective representation, ward divisions, boundary adjustments, and the fiscal benefits of amalgamation for the County, it did not leave the Council with any active recommendations on how to commence such a process. .</p><p><a>One step that was taken as a result of the CCC’s recommendations was a city-wide referendum asking residents to vote on the following question:  “Are you in favor of Council</a> commencing a public consultation to review the size of Council for the County of Prince Edward?” In the meantime, the then 15-member Council, awaiting the results of the ballot, delayed action on an active 2009 petition that moved to redraw ward boundaries to a <a>six-ward system and a 13-member council. </a>This lack of action led to a divisive and costly appeals process, which elevated Council resizing as a priority in Prince Edward County politics.</p><p>Meanwhile, out of the 41.87% of the population that voted on the question in the Ballot, 33.82% (a 81% majority) voted “Yes.” The Citizens’ Assembly approach was chosen to conduct the public consultation that the voters called for. </p><h3>Originating Entities and Funding</h3><p>The Municipal Council of Prince Edward County funded the Citizens’ Assembly. Jonathan Rose was hired to lead the Assembly as its coordinator and facilitator, with the help of Tim Abray-Nyman and Aaron Ettinger.  The technology behind the survey, presentations to the Assembly members, the editorship on the final report, the graphic design on the documents, and the philosophy behind the Assembly all stemmed from human capital from the municipality and beyond.</p><h3>Participant Selection</h3><p>Participants in the Citizens’ Assembly were chosen via three layers of random selection. Five thousand letters were sent to randomly chosen citizens from around the municipality in May 2013. From there, 365 recipients replied by phone or by mail, constituting a 7.3 percent return rate. Lastly, 24 of those respondents were selected to receive training, and become members of the Citizens’ Assembly.</p><p>Of the 24 selected to form a part of the Citizens’ Assembly, 70 percent had lived in the County for more than ten years and 26 percent for five to nine years. Ninety-six percent of the chosen 24 were yearlong residents of the County, as opposed to temporary or vacation homeowners. </p><h3>Deliberation, Decisions, and Public Interaction</h3><p>Members of the assembly spent three days (or a total of 24 hours) learning about and deliberating the issues.  </p><p>On the first day, the Assembly members were given a thorough introduction to the history and the effects of amalgamation on Prince Edward County, <a>the question at hand</a> about the size-of-council, and each other. The first meeting was also used to bring the entire group to a common understanding of the Assembly’s purpose and importance. Most importantly, Assembly members discussed the values that they thought should inform the size-of-council. The deliberations started with a presentation from each table, underwent an open discussion, and finally concluded with a vote. Assembly members walked out of the first meeting with the understanding that by the date of the next meeting, they would reach out and speak to at least four people about the question facing the Assembly.</p><p>The second meeting welcomed a few spectators, composed of councilors, County residents, and even some from outside the area who wanted to observe the process of a citizens’ panel. A banner that read, “Does this help us answer the question?” was put up to serve as the guiding principles that would keep members on the right track. After a detailed reporting from each member about their “backyard conversations,” the members returned to a then more informed discussion of the values that they had laid out in the first meeting. Then, councilors facilitated a session on the complexities and difficulties of representing and serving in the Council, as well as about opportunities for organization and improvement. After this, the members finalized the list of values that they had discussed earlier, narrowing down their original cluster of 22 to six.</p><p>On the final day, the members were asked to use the values they had identified and come up with a final recommendation to the Council. The members dove into discussions about the implications of the values that they decided upon, considering the effects of their decision on staff and costs, committee participation and councilor workload. As an official start to the discussion leading up to the answer to the question, each member was asked to shade a range on sliding scale worksheet representing the possible numbers of councilors for the municipality. Small group discussions were conducted on convergence points and disagreements. Back in full group mode, the Assembly worked toward a point of consensus. The discussion was finalized when the statement inspired by the consensus reached a supermajority’s approval.</p><p>All in all, discussions were carried out through both small group breakouts and full group debriefs that encouraged consensus building. Coverage by the media was constant throughout the duration of the Assembly’s discussions, and public opinion was incorporated via each member’s homework to conduct “backyard conversations” with at least four other citizens.</p><h3>Influence, Outcomes, and Effects</h3><p>The final statement of the group was the following: “We, the Prince Edward County Citizens’ Assembly, recommend that the appropriate size-of-council be ten (plus mayor), distributed across a number of wards that satisfies the values we have articulated.” One hundred percent agreed to this statement, while 81 percent thought that it should be the one submitted to the Council as the final recommendation. There were four members that expressed different views.</p><p>On September 19, 2013, the final Assembly Report was presented to the Committee of the Whole. Five days later on September 24, 2013, it was presented to the County Council.</p><p>However, on October 9, 2013, the status quo of 15 councilors and one mayor representing ten electoral wards was reconfirmed against the Assembly’s final recommendation by a vote of 9-7. </p><h3>Analysis and Criticism</h3><p>The Prince Edward County Citizens’ Assembly was an efficient and effective implementation of a system geared towards deliberative democracy. Both the method in which citizens were first approached to become a member and later volunteered and the consensus-inspiring way in which discussions were run within the Assembly reflected appreciation for a civically active citizenry.</p><p>Meanwhile, in order to raise the level of popular mandate that the group’s final recommendation carried – and thus its significance in the eyes of the councilors voting on the proposal – a more proactive strategy of incorporating the public voice and publicizing the contents of the meeting might be implemented. Regardless of the geographic diversity that might be present within the group, the four citizens that were chosen by the members for the “backyard conversations” could very easily have been four friends representing similar demographics and similar viewpoints.</p><p>Similar processes in the future might do well to adopt an appeals mechanism that can be filed by any citizen should the proposal that the Assembly submits be voted down by the <a>Council</a>. This would not only raise the image of the Assembly’s final conclusion as the representation of a unified voice, but also empower each and every citizen to speak up for themselves with the work of a randomly selected representative group as the foundation.</p><h3>Secondary Sources</h3><p><a href=\"http://urbanneighbourhoods.files.wordpress.com/2010/11/paper_amalg.pdf\">http://urbanneighbourhoods.files.wordpress.com/2010/11/paper_amalg.pdf</a></p><p><a href=\"http://www.pecounty.on.ca/pdf/FinalReportOCT2013.pdf\">http://www.pecounty.on.ca/pdf/FinalReportOCT2013.pdf</a></p><p><a href=\"http://countylive.ca/blog/?p=40717\">http://countylive.ca/blog/?p=40717</a></p><p><a href=\"http://www.pecounty.on.ca/government/council/citizens_assembly.php\">http://www.pecounty.on.ca/government/council/citizens_assembly.php</a></p><h3>External Links</h3><p><a href=\"http://www.pecounty.on.ca/pdf/FinalReportOCT2013.pdf\">Final Report</a></p><p><a href=\"https://urbanneighbourhoods.files.wordpress.com/2010/11/paper_amalg.pdf\">Municipal Amalgamation in Ontario</a></p>", "title": "Prince Edward County Citizens' Assembly"}