{"htmlbody": "<a id=\"\" name=\"\"></a><h1>Definition:</h1>\n<p>\tKgotla meetings were large tribal assemblies that were used by Tswana chiefs to discuss important issues, policies and legislation with their subjects. Boris Weber, writing for the World Bank's anti-corruption blog, described the kgotla assembly as \"a democratic process in which the village chief would consult with local villagers who have the right to express their views and concerns.\"<a href=\"#cite_note-0\" title=\"\">[1]</a> He was of course referring to present day kgotla meetings, which although important to Botswanan political life, are much smaller than the kind of traditional tribal assemblies which occurred during that nation's earlier years. Although their names and procedures varied somewhat depending on the importance of the issue being discussed as well as the nature of the issue itself, meetings of this sort all shared the same basic structure. The general goal of the system was to attain consensus on whatever issue or potential law the assembly happened to be discussing. The system also served to notify chiefs of their proposal's popularity (or lack thereof.) In this respect it was both a consultative and an indirectly participatory practice. Note that the word kgotla actually refers to the building or area in which the assembly takes place but in the literature is commonly used to denote the assemblies that commonly met there as well.\n</p>\n<a id=\"\" name=\"\"></a><h1>Process:</h1>\n<p>\tAlthough the size and scope of the tribal assemblies varied depending on the type of meeting as well as its subject, they all had the same basic format. The chief, his family, and his advisers sat in front of the assembly which would be seated around them in a semi-circle. Other than that there was no set seating arrangement. Once seated, the chief would tell those in attendance his purpose for calling them all together. He would then relinquish the floor to his advisers and trusted headmen (elite political figures) who were charged with opening the debate. After the administrative elites had stated their own positions, the rest of the body was invited to ask questions and discuss the issue. Speakers were given unlimited time to deliver thoughts, criticisms, and to ask questions to every participant including government officials. If more than one participant wished to speak, precedence was given to the most aged and socially prominent one among or between them.\n</p><p>\tWhen the discussion died out, senior headmen and other political elites would again elucidate upon their own opinions. After hearing his officials' perspectives, the chief would announce his own decision on whatever issue they had been considering to the entire assembly, and thus conclude the meeting. <a href=\"#cite_note-name-1\" title=\"\">[2]</a>\n</p>\n<a id=\"\" name=\"\"></a><h1>History:</h1>\n<p>\tThe Tswana had begun to develop the kgotla tradition during the early 1800s and by the time British Empire had incorporated the nation under their imperialist wing as the Bechuanaland Protectorate in 1885, the Tswana people had already developed a unique political culture centered around public consultation.<a href=\"#cite_note-2\" title=\"\">[3]</a>   The British government, in concurrence with its indirect governance strategy, encouraged this propensity through legislation which put into law what many chiefs had already begun to do, that is, bring all potential laws before a public assembly so as to benefit from their consult. So from then on, after devising legislation together with his advisers, the chief was expected to call a tribal assembly and to put whatever it was that he had produced before them for consideration. If the men assembled liked the proposal, the chief would surely implement it. If they did not like it however, he would more often than not either scrap his plans or modify them to make them more agreeable to his subjects, though he was not legally bound to do so. This was perhaps due to the Tswana's unique political culture, which among other things, emphasized that the \"Chief is Chief by grace of his tribe,\" a sentiment which certainly does not encourage unilateral domestic policy implementation. In the early days the kgotla acted effectively as a means of indirect participation in Tswanan government and  to ensure “competent leadership” <a href=\"#cite_note-3\" title=\"\">[4]</a>\n</p><p>\tThe British had chosen to leave the traditional government in place partly because they were so effective at keeping things running smoothly. The stability had come at a steep price though. While their support did help the Chiefs maintain political stability in the region it inadvertently degraded the already somewhat specious quality of the Tswana’s only democratic institution. Chiefs no longer ruled \"by the grace of the people,\" rather they served the people at the behest of the British empire. In other words, the popular constraints (civil unrest, disobedience, and general noncooperation) that had kept their tribal sovereigns in line were neutered by foreign money and military support. <a href=\"#cite_note-4\" title=\"\">[5]</a> Still the tribes managed to survive and eventually became the Independent Republic of Botswana in 1966. With the advent of representative democracy came the central bureaucracy which greatly diminished the powers of the old tribal chiefs. Today, kgotla meetings are still held but due to several factors (including an across the board decline in civic participation) are sparsely attended. <a href=\"#cite_note-5\" title=\"\">[6]</a>\n</p>\n<a id=\"\" name=\"\"></a><h1>Case Studies:</h1>\n<p>N/A\n</p>\n<a id=\"\" name=\"\"></a><h1>Evaluation:</h1>\n<p>\tTheoretically, these meetings could have been extremely deliberative. Participants were technically permitted to speak their minds to the open assembly and respond to the questions and to the comments of others without restriction. They were given complete and unadulterated access to policy makers whom they could bombard with questions and complaints. Since the ruling elites' goal was to convince the people to support the official policy, they would endeavor to respond to criticisms and answer any questions that were presented to them. Ideally, this “back-and-forth” between both sides would continue until the chief felt that the matter was settled and announced his decision, taking into account the assembly's values and their overall assessment of the law. In some ways these meetings resembled a deliberative public meeting, in theory at least. In practice however, it is unlikely they were very deliberative.\n</p><p>\tEven though all men could sit in the kgotla and in some cases were actually forced to attend the event, they were not all able to participate. According to E. H. Ashton, men in subordinate positions would \"scarcely have the right, and seldom the temerity, to speak\" during the proceedings and that even if they managed to pluck up the courage and attempted to discuss the issue with the assembly \"no one would pay much attention to what they said.” <a href=\"#cite_note-6\" title=\"\">[7]</a> Deliberative public meetings make sure that all participants have the opportunity to speak. This clearly was not the case in the chief’s kgotla during such assemblies. \n</p><p>Another potentially anti-deliberative element of the actual meetings was the fact that although the chief did not state his official position, it was commonly known that he and his advisers had spent a lot of time discussing the issue in private and that therefore the positions of those advisors (which were included in the opening discussions) were probably shared by the chief as well. As a result many dissenters were kept quiet by the awareness that if they raised objections against the ideas of the advisers they could also be attacking the plans of the chief himself.<a href=\"#cite_note-7\" title=\"\">[8]</a> So not only were minorities and other \"undesirables\" kept out of the discussion, but older, more prominent men were also discouraged from contributing to the assembly if their opinions went against what was assumed to be the status quo. In order for a public meeting to be deliberative it must allow participants to discuss different solutions and weigh them against others. Indirectly silencing dissent in such a manner would obviously impede this kind of analysis. In fact, there is evidence that suggests the meetings were used primarily by the chief to convince his subjects to go along with his proposals, rather than to deliberate on the problem his proposal was supposed to solve. <a href=\"#cite_note-8\" title=\"\">[9]</a>\n</p><p>\tEven if the chief happened to be interested in considering the faults of his own favored proposal along with the strengths of alternative solutions, he would still have to be present at the actual event, which from a deliberative stand point was not a good place for him to be. In fact, his presence, while theoretically helping to facilitate an informative discussion between ruler and subject, might have actually impeded the body’s deliberation. In Tswana culture, the chief was a highly respected figure among the people. Thus many men may have chosen to stay quiet in spite of their objections to the Chief’s proposals. Deliberative public meetings require that officials are able to hear the “authentic” and “unfiltered” opinions of the public.<a href=\"#cite_note-9\" title=\"\">[10]</a> However, because of the people’s aforementioned veneration of their chiefs, it is unlikely (except in cases where the proposal and/or the chief himself was unpopular) that they would actually voice disagreement with any proposals that seemed contrary to his will. Though it is important to remember that there were cases in which the assembly aggressively resisted the proposals of their ruler. For instance, in 1940s, an unpopular chief was dethroned by an angry throng of kgotla participants after he tried to keep the position from his nephew (the rightful heir) after ruling in his place for a while during the boy's youth. <a href=\"#cite_note-10\" title=\"\">[11]</a>\n</p><p>\tIt is also important to note that all of the discussion that occurred during this event occurred before the entire assembly. So even if a man was of the dominant tribal association and of a high status, his anxiety over addressing such a large group may have kept him from speaking his mind. The historical record makes no mention of the assembly having any special system for encouraging reluctant speakers to stand before the crowd. They did not split up into smaller groups as is necessary for deliberative public meetings.\n</p><p>\tAt the end of the assembly the chief was expected to announce his decision in light of the assembly's discussions. He took neither poll nor vote (although he could request that they arrange themselves by ward so he could discern each area’s stance on whatever they had been discussing.<a href=\"#cite_note-11\" title=\"\">[12]</a>) In theory, the chief would choose the position with the most support of his people and modify proposals that were not as popular. Even though he was under no legal obligation to obey the will of his subjects, the chief knew that he could not govern without the cooperation of his people. Thus, in the early days at least, these meetings had some deliberative elements as the chief was forced to incorporate the values of his subjects into his decrees as well as consider other ways of solving any problems he had wished to solve with his original proposal.\n</p><p>\tOne core issue that would have flat out prevented the assemblies from being truly deliberative public meetings was their complete exclusion of women. Cultural concerns aside, women were still part of their society (ie “the public”) and since the goal of any deliberative public meeting is to facilitate a dialogue between public officials and citizens <a href=\"#cite_note-12\" title=\"\">[13]</a>, their absence would obviously harm the process’s deliberative potential, if not kill it outright. Public meetings that do not allow a significant proportion of the public to participate cannot be very deliberative, no matter how informative and lively their discussions are.\n</p>\n<a id=\"References\" name=\"References\"></a><h1>References</h1>\n<ol class=\"references\"><li id=\"cite_note-0\"><a href=\"#cite_ref-0\" title=\"\">↑</a> <a class=\"external free\" href=\"http://blogs.worldbank.org/governance/node/810\" rel=\"nofollow\" title=\"http://blogs.worldbank.org/governance/node/810\">http://blogs.worldbank.org/governance/node/810</a></li>\n<li id=\"cite_note-name-1\"><a href=\"#cite_ref-name_1-0\" title=\"\">↑</a>  Schapera , I. (1955). “A handbook of tswana law and custom.” Norwich, UK: Jarrold and Sons, Ltd. </li>\n<li id=\"cite_note-2\"><a href=\"#cite_ref-2\" title=\"\">↑</a>  Hjort, J. (2010). Pre-colonial culture, post-colonial economic success? the tswana and the african economic miracle. Economic History Review, 63(3), 688–709. </li>\n<li id=\"cite_note-3\"><a href=\"#cite_ref-3\" title=\"\">↑</a>  Hjort, J. (2010). Pre-colonial culture, post-colonial economic success? the tswana and the african economic miracle. Economic History Review, 63(3), 688–709. </li>\n<li id=\"cite_note-4\"><a href=\"#cite_ref-4\" title=\"\">↑</a>  Ashton, EH. (1947). Democracy and indirect rule. Africa: Journal of the International African Institute, 17(4), 235-251. </li>\n<li id=\"cite_note-5\"><a href=\"#cite_ref-5\" title=\"\">↑</a> Maundeni, Z, Mpabanga, D, Mfundisi, A, &amp; Sebudubudu, D. (2007). \"Consolidating democratic governance in southern africa: botswana.\" Johannesburg, South Africa: EISA.</li>\n<li id=\"cite_note-6\"><a href=\"#cite_ref-6\" title=\"\">↑</a>  Ashton, EH. (1947). \"Democracy and indirect rule.\" Africa: Journal of the International African Institute, 17(4), 235-251. </li>\n<li id=\"cite_note-7\"><a href=\"#cite_ref-7\" title=\"\">↑</a> Molutsi, PP., &amp; John, HD. (1990). \"Developing democracy when civil society is weak: the case of botswana.\" African Affairs, 89(356), 323-340. </li>\n<li id=\"cite_note-8\"><a href=\"#cite_ref-8\" title=\"\">↑</a>  Ashton, EH. (1947). \"Democracy and indirect rule.\" Africa: Journal of the International African Institute, 17(4), 235-251. </li>\n<li id=\"cite_note-9\"><a href=\"#cite_ref-9\" title=\"\">↑</a>  Gastil, J. (2008). Political communication and deliberation. Teller Oaks, California: Sage Publications, Inc.</li>\n<li id=\"cite_note-10\"><a href=\"#cite_ref-10\" title=\"\">↑</a> Hjort, J. (2010). Pre-colonial culture, post-colonial economic success? the tswana and the african economic miracle. Economic History Review,, 63(3), 688–709.</li>\n<li id=\"cite_note-11\"><a href=\"#cite_ref-11\" title=\"\">↑</a> Schapera , I. (1955). “A handbook of tswana law and custom.” Norwich, UK: Jarrold and Sons, Ltd. </li>\n<li id=\"cite_note-12\"><a href=\"#cite_ref-12\" title=\"\">↑</a>  Gastil, J. (2008). Political communication and deliberation. Teller Oaks, California: Sage Publications, Inc.</li></ol><a id=\"\" name=\"\"></a><h2>Secondary Literature:</h2>\n<ul><li>Gastil, J. (2008). Political communication and deliberation. Teller Oaks, California: Sage Publications, Inc.\n</li><li>Holdar, GG., &amp; Zakharchenko, O. (Ed.). (2002). People's Voice Project International Centre for Policy Studies. \"iMedia\" Ltd.\n</li><li>Schapera , I. (1955). \"A Handbook of Tswana Law and Custom.” Norwich, UK: Jarrold and Sons, Ltd. \n</li><li>Parson, J. (Ed.). (1990). \"Kgotla Democracy Succession to High Office in Botswana.\" Athens, Ohio:\n</li><li>Lekorwe, M. \"The Kgotla and the Freedom Square: One-way or Two-way Communication?\"\n</li></ul><a id=\"\" name=\"\"></a><h2>Links:</h2>\n<ul><li><a class=\"external text\" href=\"http://www.capafrique.org/cappub.php?id=215\" rel=\"nofollow\" title=\"http://www.capafrique.org/cappub.php?id=215\">The Kgotla: Towards a Civil Society?</a>\n</li><li><a class=\"external text\" href=\"http://www.allbusiness.com/africa/926724-1.html\" rel=\"nofollow\" title=\"http://www.allbusiness.com/africa/926724-1.html\">Kgotla: Africa's cradle of democracy</a>\n</li></ul>", "title": "Kgotla (public assembly)"}