{"htmlbody": "<p><a id=\"Definition\" name=\"Definition\"></a></p><h1>Definition</h1><p>Study circles -- also called Dialogue-to-Change programs, Dialogue-to-Action, or Dialogue Circles -- emphasize small group deliberation by providing opportunities for members of a community to meet face-to-face and discuss a particular set of issues that are important to them. They can be used by neighborhoods, school districts, counties and cities, as well as other organizations and larger regions. These programs meet regularly over a certain period of time, which can last from weeks to months, to engage and further refine a public issue. The final product of these discussions is to actively brainstorm a variety of solutions and assess the strengths and weaknesses of those solutions in a final large group discussion. Meetings are guided by a neutral facilitator that refrains from imposing his or her opinions or expertise on the group. Study circles aim to incorporate the diverse backgrounds of the community’s constituents and encourage participants to respectfully consider the views and values of fellow members. They also seek to foster social networks between people and uncover new and thoughtful methods of addressing public concerns.<a href=\"#cite_note-0\" title=\"\">[1]</a></p><p><a id=\"Process\" name=\"Process\"></a></p><h1>Process</h1><p><a id=\"Organizing_Study_Circles\" name=\"Organizing_Study_Circles\"></a></p><h3>Organizing Study Circles</h3><p>An initial working group meets to discuss its goals for the study circle program. The group then creates a team of coordinators and delegates specific duties and responsibilities as needed. The team chooses an issue or problem currently faced by the community, which will become the main topic for the study circle discussions. Discussion guides and materials are made as necessary. Coordinators decide the geographic region subject to recruitment of participants. They also select and train facilitators for the study circles. A written plan is composed, which details the structure, schedule, and location of the study circle sessions. Budgeting and fundraising preparations are also made at this time. Sometimes, outside resources are consulted or requested.<a href=\"#cite_note-1\" title=\"\">[2]</a></p><p><a id=\"General_Structure_of_Program\" name=\"General_Structure_of_Program\"></a></p><h3>General Structure of Program</h3><p>Each program begins with a ‘kickoff’ session in which people can participate in ice-breaking activities and get acquainted with each other. During this time, the goals and purposes, as well as the structure and schedule, of the study circles are introduced and described in some detail. The first few sessions allow for people to discuss their values in light of the issue and share any personal experiences. This is done in small groups. The next few meetings, also done in small groups, are designed to examine key arguments surrounding the issue. These arguments, for example, can be for or against a policy change or simply highlight the concerns that participants may have concerning the issue. The last few meetings allow for small groups to brainstorm potential solutions that take into consideration the views, values, and concerns discussed in previous meetings. Afterwards, all of the small groups reconvene in a final large group discussion that narrows the list of ideas into several proposed solutions for the community.<a href=\"#cite_note-2\" title=\"\">[3]</a></p><p><a id=\"History\" name=\"History\"></a></p><h1>History</h1><p>In 1912, the concept of modern day study circles emerged in Sweden after the first study association, ABF, was established. Study associations were created to address issues related to popular movements, such as the temperance and Free Church movements, or other community concerns, such as farmers’ and white-collar workers’ rights. The main purpose of study circles in Sweden is to increase citizen participation and boost social solidarity.<a href=\"#cite_note-3\" title=\"\">[4]</a></p><p>In 1989, the Paul J. Aicher Foundation (formerly known as the Topsfield Foundation), a U.S. nonprofit organization that advances deliberative democracy, established the Study Circles Resource Center (SCRC) to promote the use of dialogue-to-change programs in the U.S. Later, the SCRC would become the organization known as Everyday-Democracy. Everyday-Democracy has published numerous “How-To” guides that people can reference to create their own study circle programs. They also publish news of previous and current examples of study circles used in U.S. neighborhoods and communities. Today, many people use the study circle model offered by the SCRC.<a href=\"#cite_note-4\" title=\"\">[5]</a></p><p>Today, Australia has considered implementing study circles in local areas. The concept was introduced in the 1980s and received growing interest in the late 1990s. The organization Adult Learning Australia (ALA) coined the term “Learning Circles Australia” and has published and circulated various pamphlets encouraging the use of study circles. ALA has also suggested that study circles be used to discuss topics such as land-care issues and Aboriginal reconciliation.<a href=\"#cite_note-5\" title=\"\">[6]</a></p><p><a id=\"Case_Studies\" name=\"Case_Studies\"></a></p><h1>Case Studies</h1><p><a id=\"KCK_Study_Circles\" name=\"KCK_Study_Circles\"></a></p><h3>KCK Study Circles</h3><p>The Kansas City, Kansas (KCK) school district has been confronted with a number of issues, including low parent involvement and student test scores well below the national average. Also, many immigrant families, having increased recently, often found it difficult to transition both academically and culturally to the school systems in Kansas City. The northeastern side of the city particularly faced obstacles such as low income and high unemployment rates, which translated into minimal parent involvement in public schools.</p><p>In 1999, Brandi Fisher, program director for KCK Study Circles, and her colleagues adopted the methodology provided by the SCRC. They printed flyers and made announcements for the program, inviting parents to participate by sharing their views and values. Fisher also reached out to neighborhood organizations and churches to help support KCK school reform. In order to attract more participants, the study circle was held at community centers and churches to help parents who found it uncomfortable to visit their child’s school. School administrators and city council members were excluded for the first few sessions to prevent parents from feeling intimidated. The main goals of the KCK Study Circles were to educate parents on ways that they could help their children succeed but also to allow parents to make their own goals, judgments, and agenda regarding school reform.</p><p>The structure of the KCK Study Circles included three sessions of small group discussion with each group consisting of between eight and twelve participants. During the first session, parents shared personal experiences concerning their own education. In the second session, parents proposed various ideas for improving schools and weighed the strengths and weaknesses of those potential solutions. Finally, in the third session, parents participated in an “action forum” in which they organized into teams, shared their conclusions and worked on specific solution proposals.</p><p>Since the first KCK Study Circles program, there have been over one hundred meetings, and about 10 percent of the northeast Kansas City population (about 1,676 people) have attended these sessions. Over time, discussion topics have evolved from being strictly about schools and education to city-wide issues such as crime and racism. Overall, the program has been largely successful, particularly because it allows its participants, as opposed to organizers and facilitators, to choose the agenda and topics of discussion. Furthermore, reforms in education have taken place, such as organizing parent support groups, tutoring and mentoring opportunities, and school fundraising events.<a href=\"#cite_note-6\" title=\"\">[7]</a></p><p><a id=\"Buffalo_Policing_Circles\" name=\"Buffalo_Policing_Circles\"></a></p><h3>Buffalo Policing Circles</h3><p>Tense relations between the police and teenagers of Buffalo, N.Y. have made it difficult for community members to reach a common ground in terms of law enforcement, crime prevention, and neighborhood safety. Lack of trust and respect between the police and youth has amplified community stress, sometime escalating to dangerous police-youth confrontations.</p><p>In 2000, the Margaret L. Wendt Foundation and United Way of Buffalo and Erie County started the United Neighborhoods Center in Buffalo, which worked to foster better relations between the police and teenagers. United Neighbors received funding from the Department of Justice and was best known for its problem-solving initiatives. Over 250 youth participated in the study circles in Buffalo. Some objectives of the program included engaging youth in discussing police-community relations and addressing the issue of racial profiling.</p><p>Youth from various organizations and clubs formed teams with police and other community members. These teams met during facilitated events where they were provided discussion guides with sample questions and various viewpoints concerning police-community relations and racial profiling. In order to attract more participants, rap and hip-hop events, drama performances, and games were incorporated into the small group events to encourage conversation and idea-sharing. At one of the events, teenagers and police played a game modeled after Family Feud, called “Community Feud,” to break down existing tensions between the two parties.<a href=\"#cite_note-7\" title=\"\">[8]</a></p><p>The study circles allowed the teams to pinpoint issues underlying police-teen conflicts. The participants realized that teens had minimal outlets for after-school activities and thus used parties as entertainment venues, which were often linked to substance abuse and violence. Angela Jones, program coordinator for the Buffalo Policing Circles, noted some proposed solutions to this issue, including planned meetings to educate teens on rules and guidelines for hosting safe parties. The study circles were successful because they increased policing programs, which resulted in faster response times for 911 calls. However, cuts in police funding and the United Neighborhoods coordinator’s moving to a different community prevented improvements from becoming substantial and permanent.<a href=\"#cite_note-8\" title=\"\">[9]</a></p><p><a id=\"Sweden\" name=\"Sweden\"></a></p><h3>Sweden</h3><p>The use of study circles has been an enduring tradition for Sweden since 1912. It is often considered a “mass phenomenon” because nearly 2 million citizens participate in one or more study circle programs per year. Study associations or organizations often receive funding from the state government and are accountable for promoting and facilitating study circles. In addition, they are responsible for reporting numbers and statistics relating to the study circles. In the early 1900s, common topics for discussion included workers’ rights, the temperance movement, and Free Church movement. However, more recently topics have proven to cover a large spectrum and can depend on the will of coordinator. Some study circles even discuss poetry or certain crafts, though these circles are generally organized by any person with a particular cultural interest as opposed to a study association. Usually participants meet for three hours on one day every week for 10 to 15 meetings.</p><p>Though study associations have faced difficulty in measuring the quality and success of these study circles, it is widely understood that many Swedes participate in at least one program per year and far more participating in several. Also, they have been successful in encouraging all age brackets to get involved, including young adults.<a href=\"#cite_note-9\" title=\"\">[10]</a></p><p><a id=\"Evaluation\" name=\"Evaluation\"></a></p><h1>Evaluation</h1><p><a id=\"Strengths\" name=\"Strengths\"></a></p><h3>Strengths</h3><p>Study circles have been particularly beneficial in fostering community bonds and social solidarity. In the case of the KCK Study Circles, people of diverse backgrounds were able to reach a common ground because they decided their agenda and freely discussed their views, values, and concerns. Networking amongst parents increased, which helped parent involvement in schools and children’s education.<a href=\"#cite_note-10\" title=\"\">[11]</a></p><p>Particularly in Sweden, study circles have often been used to increase literacy amongst citizens. By emphasizing speech as a feature of literacy, study circles offered those lacking formal education a venue for learning language and civic participation. A striking quality found within Swedish study circles is that they are used by half of the state’s population, which proves that study circles can advance the significance of citizen involvement.<a href=\"#cite_note-11\" title=\"\">[12]</a></p><p><a id=\"Weaknesses\" name=\"Weaknesses\"></a></p><h3>Weaknesses</h3><p>The quality of deliberation in a study circles program depends on the dynamics of the group. Some participants may be passive while others are more outspoken. This prevents some voices from being heard, and sometimes speaking opportunities are not equally distributed. Furthermore, the diversity of the group may hinder participants from reaching any consensus, especially if members come from very different backgrounds. If consensus becomes a serious issue, participants may drop out from the group altogether.<a href=\"#cite_note-12\" title=\"\">[13]</a></p><p>Leadership is another primary factor in assessing the success of study circles. If the facilitator does not perform his or her duties properly, the discussions may be too heavily influenced by the facilitator or fail to provide organization and structure. In the case of the Buffalo Policing Circles, the head coordinator’s moving to a different community prevented the program from achieving long-lasting success.<a href=\"#cite_note-13\" title=\"\">[14]</a></p><p><a id=\"References\" name=\"References\"></a></p><h1>References</h1><ol class=\"references\"><li id=\"cite_note-0\"><a href=\"#cite_ref-0\" title=\"\">↑</a> Sarah vL. Campbell, Amy Malick, John Landesman, Molly Holme Barrett, Matt Leighninger, Martha L. McCoy and Patrick L. Scully, “Organizing Community-wide Dialogue for Action and Change: A Step-by-step Guide,” Study Circles Resource Center (Topsfield Foundation, Inc., 2001), 1-5.<a class=\"external autonumber\" href=\"http://www.everyday-democracy.org/en/Publication.39.aspx\" rel=\"nofollow\" title=\"http://www.everyday-democracy.org/en/Publication.39.aspx\">[1]</a></li><li id=\"cite_note-1\"><a href=\"#cite_ref-1\" title=\"\">↑</a> Ibid., 8-9. <a class=\"external autonumber\" href=\"http://www.everyday-democracy.org/en/Publication.39.aspx\" rel=\"nofollow\" title=\"http://www.everyday-democracy.org/en/Publication.39.aspx\">[2]</a></li><li id=\"cite_note-2\"><a href=\"#cite_ref-2\" title=\"\">↑</a> Ibid., 3-5. <a class=\"external autonumber\" href=\"http://www.everyday-democracy.org/en/Publication.39.aspx\" rel=\"nofollow\" title=\"http://www.everyday-democracy.org/en/Publication.39.aspx\">[3]</a></li><li id=\"cite_note-3\"><a href=\"#cite_ref-3\" title=\"\">↑</a> Staffan Larsson and Henrik Nordvall, “Study Circles in Sweden: An Overview with a Bibliography of International Literature,” Mimer –The Swedish National Programme for Research on Popular Education (Linköping University Electronic Press, 2010), 18. <a class=\"external autonumber\" href=\"http://liu.diva-portal.org/smash/get/diva2:328351/FULLTEXT01\" rel=\"nofollow\" title=\"http://liu.diva-portal.org/smash/get/diva2:328351/FULLTEXT01\">[4]</a></li><li id=\"cite_note-4\"><a href=\"#cite_ref-4\" title=\"\">↑</a> “About Us,” Everyday-Democracy, <a class=\"external free\" href=\"http://www.everyday-democracy.org/en/Page.AboutUs.aspx\" rel=\"nofollow\" title=\"http://www.everyday-democracy.org/en/Page.AboutUs.aspx\">http://www.everyday-democracy.org/en/Page.AboutUs.aspx</a> (accessed Dec. 6, 2010).</li><li id=\"cite_note-5\"><a href=\"#cite_ref-5\" title=\"\">↑</a> Liz Suda, “Learning Circles—Democratic Pools of Knowledge,” ARIS Resources Bulletin, vol. 12 no. 3 (2001): 5, <a class=\"external free\" href=\"http://eric.ed.gov/PDFS/ED457363.pdf\" rel=\"nofollow\" title=\"http://eric.ed.gov/PDFS/ED457363.pdf\">http://eric.ed.gov/PDFS/ED457363.pdf</a>.</li><li id=\"cite_note-6\"><a href=\"#cite_ref-6\" title=\"\">↑</a> Matt Leighninger, “Is Everything Up to Date in Kansas City? Why ‘Citizen Involvement’ May Soon Be Obsolete,” National Civic Review (2007), Web.<a class=\"external autonumber\" href=\"http://www.ncl.org/publications/ncr/PDFLeighninger2.pdf\" rel=\"nofollow\" title=\"http://www.ncl.org/publications/ncr/PDFLeighninger2.pdf\">[5]</a></li><li id=\"cite_note-7\"><a href=\"#cite_ref-7\" title=\"\">↑</a> “Study circles: New strategies for police-community collaboration,” Focus on Study Circles, Study Circles Research Center, vol. 14 no. 1 (2003): 1-3. <a class=\"external autonumber\" href=\"http://www.google.com/url?sa=t&amp;source=web&amp;cd=1&amp;ved=0CBgQFjAA&amp;url=http%3A%2F%2Fwww.everyday-democracy.org%2Fen%2FPublication.55.aspx&amp;rct=j&amp;q=Study%20circles%3A%20New%20strategies%20for%20police-community%20collaboration&amp;ei=SmL-TKCNAo3CsAPIrriwCw&amp;usg=AFQjCNE8V91CiwGHkPHBQhE4Q3C43GhflQ&amp;sig2=HgRY1JEjALO71ALyM7ZXhg&amp;cad=rja\" rel=\"nofollow\" title=\"http://www.google.com/url?sa=t&amp;source=web&amp;cd=1&amp;ved=0CBgQFjAA&amp;url=http%3A%2F%2Fwww.everyday-democracy.org%2Fen%2FPublication.55.aspx&amp;rct=j&amp;q=Study%20circles%3A%20New%20strategies%20for%20police-community%20collaboration&amp;ei=SmL-TKCNAo3CsAPIrriwCw&amp;usg=AFQjCNE8V91CiwGHkPHBQhE4Q3C43GhflQ&amp;sig2=HgRY1JEjALO71ALyM7ZXhg&amp;cad=rja\">[6]</a></li><li id=\"cite_note-8\"><a href=\"#cite_ref-8\" title=\"\">↑</a> “Case Studies: Buffalo Policing Circles,” Democracy Helpline, <a class=\"external free\" href=\"http://helpline.deliberative-democracy.net/case_studies/studies.php/buffalo\" rel=\"nofollow\" title=\"http://helpline.deliberative-democracy.net/case_studies/studies.php/buffalo\">http://helpline.deliberative-democracy.net/case_studies/studies.php/buffalo</a> (accessed Dec. 6, 2010).</li><li id=\"cite_note-9\"><a href=\"#cite_ref-9\" title=\"\">↑</a> Staffan Larsson and Henrik Nordvall, “Study Circles in Sweden: An Overview with a Bibliography of International Literature,” Mimer –The Swedish National Programme for Research on Popular Education (Linköping University Electronic Press, 2010), 7-14.<a class=\"external autonumber\" href=\"http://liu.diva-portal.org/smash/get/diva2:328351/FULLTEXT01\" rel=\"nofollow\" title=\"http://liu.diva-portal.org/smash/get/diva2:328351/FULLTEXT01\">[7]</a></li><li id=\"cite_note-10\"><a href=\"#cite_ref-10\" title=\"\">↑</a> Matt Leighninger, “Is Everything Up to Date in Kansas City? Why ‘Citizen Involvement’ May Soon Be Obsolete,” National Civic Review (2007), <a class=\"external free\" href=\"http://www.ncl.org/publications/ncr/PDFLeighninger2.pdf\" rel=\"nofollow\" title=\"http://www.ncl.org/publications/ncr/PDFLeighninger2.pdf\">http://www.ncl.org/publications/ncr/PDFLeighninger2.pdf</a>.</li><li id=\"cite_note-11\"><a href=\"#cite_ref-11\" title=\"\">↑</a> Liz Suda, “Learning Circles—Democratic Pools of Knowledge,” ARIS Resources Bulletin, vol. 12 no. 3 (2001): 5, <a class=\"external free\" href=\"http://eric.ed.gov/PDFS/ED457363.pdf\" rel=\"nofollow\" title=\"http://eric.ed.gov/PDFS/ED457363.pdf\">http://eric.ed.gov/PDFS/ED457363.pdf</a>.</li><li id=\"cite_note-12\"><a href=\"#cite_ref-12\" title=\"\">↑</a> Ibid.</li><li id=\"cite_note-13\"><a href=\"#cite_ref-13\" title=\"\">↑</a> “Case Studies: Buffalo Policing Circles,” Democracy Helpline, <a class=\"external free\" href=\"http://helpline.deliberative-democracy.net/case_studies/studies.php/buffalo\" rel=\"nofollow\" title=\"http://helpline.deliberative-democracy.net/case_studies/studies.php/buffalo\">http://helpline.deliberative-democracy.net/case_studies/studies.php/buffalo</a> (accessed Dec. 6, 2010).</li></ol><p><a id=\"Secondary_Literature\" name=\"Secondary_Literature\"></a></p><h1>Secondary Literature</h1><p>Henry Blid, Education by the People—Study Circles (1989).</p><p>John Gastil, Political Communication and Deliberation (Thousand Oaks: Sage Publications, Inc., 2008).</p><p>Leonard P. Oliver, Study Circles: Coming Together for Personal Growth and Social Change (Vancouver: Seven Locks Press, 1987).</p><p>Martha L. McCoy, “Study Circles,” in The Change Handbook (San Francisco: Berrett-Koehler Publishers, Inc., 2007).</p><p>Study Circles Resource Center. (2001). <em>Organizing Community-Wide Dialogue for Action and Change: A Step-by-Step Guide</em>. Pomfret, CT: Study Circles Resource Center. <a href=\"http://www.everyday-democracy.org/en/Resource.39.aspx\">http://www.everyday-democracy.org/en/Resource.39.aspx</a></p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h1>External Links</h1><p>Australian Study Circles Network <a class=\"external autonumber\" href=\"http://studycircles.net.au/\" rel=\"nofollow\" title=\"http://studycircles.net.au/\">[8]</a></p><p>Deliberative Democracy Consortium Helpline <a class=\"external autonumber\" href=\"http://helpline.deliberative-democracy.net/\" rel=\"nofollow\" title=\"http://helpline.deliberative-democracy.net/\">[9]</a></p><p>Everyday-Democracy <a class=\"external autonumber\" href=\"http://www.everyday-democracy.org/en/index.aspx\" rel=\"nofollow\" title=\"http://www.everyday-democracy.org/en/index.aspx\">[10]</a></p><p><a id=\"On_Participedia\" name=\"On_Participedia\"></a></p><h3>On Participedia</h3><p><a href=\"/cases/portsmouth-listens\" title=\"Portsmouth Listens\">Portsmouth Listens</a></p><p><a href=\"/organizations/everyday-democracy\" title=\"Everyday Democracy\">Everyday Democracy</a></p><p><a href=\"http://participedia.net/cases/strong-starts-children-albuquerque-new-mexico-usa\">Strong Starts for Children (Albuquerque, New Mexico, USA)</a></p>", "title": "Study Circles"}