{"htmlbody": "<a id=\"Definition\" name=\"Definition\"></a><h2> Definition </h2>\n<p>The European Local Democracy Week (ELDW) is an annual event in Europe which fosters local and national participation in promoting the knowledge of local democracy and the idea of democratic participation at a local level. Founded in 2007, this relatively new event occurs every year around October 15th to commemorate the European Charter of Local Self-Government, which was signed on that date in 1985. ELDW is a joint initiative of the Congress of Local and Regional Authorities and the European Committee on Local and Regional Democracy. During the 2010 ELDW over 4000 towns, cities and villages in European countries participated by offering a number of events and activities open to citizens.\n</p>\n<a id=\"Purpose\" name=\"Purpose\"></a><h2> Purpose </h2>\n<p>Overall ELDW seeks to emphasize the importance of local democracy in constructing a democratic Europe and to inform the public and elected representatives how crucial their participation in local affairs is in maintaining a strong local democracy.\n</p><p>Elected Representatives &amp; Leaders\nThrough the events and activities of the ELDW elected representatives and leaders are given a special opportunity to bring local government closer to citizens. Throughout the week they focus on informing citizens of how they operate and what their competences are through direct and close contact, furthermore increasing citizen confidence in them. Local elected representatives and leaders take this opportunity to listen to citizens and discuss subjects of local interest. They inform citizens of various ways to get involved with local government while gaining themselves a better understanding of what the citizens what and need.\n</p><p>Citizens \nELDW provides citizens a chance to get to know their councilors and what their responsibilities are. They get the opportunity to ask their leaders questions and to be listened to. The ELDW aims for citizens to walk away from the week knowing how the local democratic intuitions managing their lives operate and about the various opportunities available for taking part in democratic life at the local level.\n</p><p>The Council of Europe\nThe Council of Europe uses ELDW as a marketing tool to promote local democracy as the basis for building a strong democratic society. Through national media campaigns and the exposure the week gets at the local level, the hope is to reinforce citizens’ perception of local democracy as a common European value.\n</p>\n<a id=\"Process\" name=\"Process\"></a><h2> Process </h2>\n<p>Local authorities may organize different events with their citizens and elected representatives during the second week of October when the ELDW is officially held. \n</p><p>City councils, provincial authorities and regions can choose to contribute to ELDW in two main ways:\n1.\tApplying as a partner of ELDW, organizing its own initiatives involving citizens and other local partners.\n2.\tCo-operating with participating local authorities by promoting the institutional logo, supporting their initiatives     financially or providing other resource (printing leaflets, providing equipment, printing ELDW posters)\n</p><p>Local institutions who choose to partner with the ELDW organize a variety of activities and events best suiting their area. Types of events include information/communication activities such as forums on local development, production of information material on local authorities, producing an information campaign in the local media, or a special issue of the local authority’s newsletter that focuses on local democracy and the ELDW. \n</p><p>Also held are activities based on exchanges between citizens and local elected representatives like public debates on topics of local interest, lectures on local democracy followed by discussion, meetings and discussions between local elected representatives and community associations, local authority open days, and allowing citizens to visit facilities (i.e. fire stations, schools) run by local authorities.\n</p><p>Young people are believed to play an essential role in spreading message ELDW. The participation of youth and children in the week is strongly encouraged through a variety of activities and events. Activities for youth include the organization of a youth council/parliament to discuss issues relevant to young people, visits to local institutions, school visits by elected representatives, mock elections and a variety of other games and events designed to give young people perspective on the life, community and how participating in local democracy can affect them.\n</p><p>Typically these types of events are planned over the preceding year and held all throughout the second week of October when the ELDW is officially celebrated. Although, some local institutions choose to  use only a few days out of the week to hold events or choose to celebrate the week at another point in the year more opportune for the community.\n</p>\n<a id=\"History\" name=\"History\"></a><h2> History </h2>\n<p>At the time of the development of the ELDW there were already several existing local democracy events in member states. For example, the Local Government Association of the United Kingdom was already established and had been organizing a “Local Democracy Week” for seven years in England and Wales. \nIn 2006 a Joint Working Group consisting of the European Committee on Local and Regional Democracy (CDLR) and the Congress of Local and Regional Authorities was established at the Council of Europe. They felt that organizing local events across the continent with the common label of “European Local Democracy Week” would help citizens understand local democracy as a common European value and a necessity for the construction of a democratic society. With this shared view the Congress and CDLR members of the Working Group initiated the ELDW and promoted the project in their respective member states, obtaining a generally positive reception.\nOn October 15-16 in 2007 the first ELDW was officially launched at the 15th session of the Ministerial Conference of European Ministers Responsible for Local and Regional Government. Since then the event has expanded to over 4000 European cities, towns and villages. It will continue to be promoted as a “pan-European” event aiming to encourage even more local authorities to join in.\n</p>\n<a id=\"Case_Studies\" name=\"Case_Studies\"></a><h2> Case Studies </h2>\n<p>Information/communication activities – Fighting Climate Change Campaign\n</p><p>ELDW 2010 had a theme of “the impact of sustainable communities in fighting climate change”. Throughout the continent local authorities offered a number of information/communication events allowing citizens to exchange information and learn more about the subject specifically focusing on the issues of transport and mobility, waste management, using renewable energy sources, saving water and biodiversity.\nIn Paris for example, the Directorate of Parks and the Environment organized a “nature bus” in various parks and gardens. Residents of Paris could visit the nature bus to learn more about the City authorities’ proposed participatory strategy for drawing up a Biodiversity Plan.\nIn the city of Portsmouth, UK the free “Fight Climate Change Poster Competition” was held. The competition, aimed at children, called for designs that encouraged other children to do something that would fight climate change. 452 submissions were entered featuring a variety of climate related topics such as saving water energy or using more eco-friendly transportation.\nGreece joined the climate change fight as well in the municipality of Lerapetra by offering a number of events aimed at informing the public. The hosted a seminar where a ELDW coordinator presented the ELDW institution, the role of the Council of Europe, and activities of the 2010 ELDW in regard to sustainable development. Also hosted was an open conference with exhibitions for informing the public of the renewable energy systems and creating a more sustainable community.\n</p><p>\nActivity based on exchanges between citizens and elected representatives – Harvering London Borough Events\n</p><p>During the 2010 ELDW the Havering London Burrough showed exemplary organization of events promoting citizen-elected representative contact. Political speed dating along with an interactive blog was used to promote citizen and council exchanges. The speed dating event offered citizens a few minutes to ask councilors about any topic they wished and discuss their own views and concerns with officials. Havering also set up a day where Members of the Cabinet were at the local Market place to talk and listen to residents about issues, concerns and the community. Another successful tool used was a blog written by Council Leader Michael White where local residents could respond with their own comments on the borough and receive feedback from White. The blog received a considerable amount of traffic.\n</p><p>\nActivities Aimed at Youth -  NIGLA\n</p><p>The Northern Ireland Local Government Association (NIGLA) heavily encouraged youth participation in their celebration ELDW 2010. The NIGLA Local Democracy Week is aimed specifically at youth in an effort to dispel political apathy and make them more informed. At the Council Chamber at the Palace Demesne 28 students took the role of Local Councilor and participated in a Council Meeting. Officers from the local Council put forth information and then asked students how they thought services and strategies could be improved, sparking a healthy discussion. Topics included were an Annual Events Program, Partnership Working, Rural Strategy, Waste and Recycling and Communications.  In the Dugannon and South Dugannon Borough Council students and Councilors participated in political speed dating where, like the Havering residents, students had the opportunity to share their views and expectations of Council and what they saw as prominent issues. Also, after delivering speeches to the council, one student was selected as “Mayor of the Day” and had the chance to accompany the current mayor to a public event.\n</p>\n<a id=\"Evaluation\" name=\"Evaluation\"></a><h2> Evaluation </h2>\n<p>The ELDW introduces various beneficial aspects to local communities. It provides invaluable opportunities and education which serve to promote more local political participation and instill in youth the idea of local democracy at a young age. Communities are brought together under the ELDW and it allows more citizens to be heard. Through the events held the citizens become more deliberative, especially in the case of forums, debates and other activities which allow citizens to interact with each other and elected officials (such as the Harvering, London events). The information that is learned through information/communication activities also makes for a more deliberative society in that by being more informed they are better prepared to partake in successful deliberating.\nAt the local level examples of ELDW vary, but many local authorities could make improvements by holding more events and putting more effort into the week. The regions that take the time to do a lot of planning such as NIGLA, as mentioned above, have a very successful week that youth, adults and even government can walk away from having benefited greatly. \nAt the level of the Council of Europe improvements can be made by more promotion of the week. The organizers of the week have done an exceptional job thus far as they have over 47 countries that participate, but that means they have to market the week extra hard to countries that still haven’t made the effort. They might consider taking their promotion to a local level as some countries have committed to celebrating the week but specific local governments of that country choose not to hold events.\n</p><p>\n</p>\n<a id=\"References\" name=\"References\"></a><h2> References </h2>\n<p><a class=\"external autonumber\" href=\"http://www.coe.int/t/congress/demoweek/default_en.asp\" rel=\"nofollow\" title=\"http://www.coe.int/t/congress/demoweek/default_en.asp\">[1]</a> Council of Europe, European Local Democracy Week 2010\n</p>\n<ul><li> <a class=\"external text\" href=\"http://www.nilga.org/UPLOADS/DOCS/Microsoft%20Word%20-%20Local%20Democracy%20Week%202010%20-%20Information%20Pack.pdf\" rel=\"nofollow\" title=\"http://www.nilga.org/UPLOADS/DOCS/Microsoft%20Word%20-%20Local%20Democracy%20Week%202010%20-%20Information%20Pack.pdf\">NIGLA Local Democracy Week Guide(2010)</a>\n</li><li> <a class=\"external text\" href=\"http://www.nilga.org/template1.asp?pid=932&amp;parent=453&amp;area=2&amp;aName=Public\" rel=\"nofollow\" title=\"http://www.nilga.org/template1.asp?pid=932&amp;parent=453&amp;area=2&amp;aName=Public\">NIGLA Local Democracy Week (2010)</a>\n</li><li> <a class=\"external text\" href=\"http://www.havering.gov.uk/index.aspx?articleid=18992\" rel=\"nofollow\" title=\"http://www.havering.gov.uk/index.aspx?articleid=18992\">Havering London Borough Council \"Meet Havering Council's Cabinet as part of Local Democracy Week\" (2010)</a>\n</li><li> <a class=\"external text\" href=\"http://www.coe.int/t/congress/demoweek/Source/leaflet-2010_en.pdf/\" rel=\"nofollow\" title=\"http://www.coe.int/t/congress/demoweek/Source/leaflet-2010_en.pdf/\">COE ELDW 2010</a>\n</li><li> <a class=\"external text\" href=\"http://www.havering.gov.uk/index.aspx?articleid=11820/\" rel=\"nofollow\" title=\"http://www.havering.gov.uk/index.aspx?articleid=11820/\">Havering London Borough Council \"Speed dating, debates and a blog mark Local Democracy Week success\" (2010)</a>\n</li><li> <a class=\"external text\" href=\"https://wcd.coe.int/wcd/ViewDoc.jsp?id=1688825&amp;Site=Congress&amp;BackColorInternet=e0cee1&amp;BackColorIntranet=e0cee1&amp;BackColorLogged=FFC679/\" rel=\"nofollow\" title=\"https://wcd.coe.int/wcd/ViewDoc.jsp?id=1688825&amp;Site=Congress&amp;BackColorInternet=e0cee1&amp;BackColorIntranet=e0cee1&amp;BackColorLogged=FFC679/\">Keith Whitmore, Political Coordinator of ELDW Speech. Conference: \"Youth, climate change and water: the stakes of territorial development and the impact on the most disadvantaged\" (2010)</a>\n</li><li> <a class=\"external text\" href=\"http://www.camden.gov.uk/ccm/navigation/council-and-democracy/having-your-say/youth-question-time/\" rel=\"nofollow\" title=\"http://www.camden.gov.uk/ccm/navigation/council-and-democracy/having-your-say/youth-question-time/\">Camden: Youth Question Time. (2008)</a>\n</li></ul><a id=\"Secondary_Literature\" name=\"Secondary_Literature\"></a><h2> Secondary Literature </h2>\n<ul><li> 16th Session Council of Europe Conference of Ministers responsible for Local and Regional Government (2009) Report on the European Local Democracy Week\" '. Utrecht. MCL-16(2009)4d ]\n</li></ul><p>\n</p>\n<a id=\"Links\" name=\"Links\"></a><h2> Links </h2>\n<ul><li> <a class=\"external text\" href=\"http://www.coe.int\" rel=\"nofollow\" title=\"http://www.coe.int\">Council of Europe</a>\n</li><li> <a class=\"external text\" href=\"http://www.coe.int/t/congress/demoweek/content/default_en.asp\" rel=\"nofollow\" title=\"http://www.coe.int/t/congress/demoweek/content/default_en.asp\">COE - European Local Democracy Week</a>\n</li><li> <a class=\"external text\" href=\"http://www.coe.int/t/congress/demoweek/Source/leaflet-2010_en.pdf/\" rel=\"nofollow\" title=\"http://www.coe.int/t/congress/demoweek/Source/leaflet-2010_en.pdf/\">COE ELDW 2010</a>\n</li></ul>", "title": "European Local Democracy Week"}