{"htmlbody": "<p>This case study was written by Sandy Heierbacher, Director of the National Coalition for Dialogue &amp; Deliberation (NCDD), in 2001 as part of an independent consultancy for the Center for Disease Control's National Immunization Program.</p><p> </p><p><a id=\"Problems_and_Purpose\" name=\"Problems_and_Purpose\"></a></p><h2>Problems and Purpose</h2><p>The Health Effects Institute (HEI) is an independent, nonprofit corporation chartered in 1980 to provide high-quality, impartial and relevant scientific information on the health effects of emissions from motor vehicles and other sources of environmental pollution. HEI receives half of its core funds from the Environmental Protection Agency (EPA) and half from the motor vehicle industry. HEI has funded over 170 studies and published over 100 research reports, producing important research findings on the health effects of a variety of pollutants such as carbon monoxide and diesel exhaust.</p><p>The HEI research program has addressed many important questions about the health effects associated with exposure to both regulated pollutants such as carbon monoxide, ozone, and nitrogen dioxide, and unregulated pollutants such as diesel exhaust and methanol. HEI has also funded studies to understand the mechanisms of diseases, to develop better methods to assess health effects and to determine dose response relationships.</p><p>HEI has two main goals in funding research. One is to build a coherent research program for each set of related studies, thereby addressing questions that are more comprehensive than would be possible with independent studies. Another is to provide timely, high-quality information to its sponsors and government agencies in order to help them make more informed technological and regulatory decisions. In order to accomplish these goals, HEI works cooperatively with investigators and keeps in close contact with them through such means as progress reports, workshops and its annual conference.</p><p>Two independent committees, the Health Research Committee and the Health Review Committee, work separately on selecting and overseeing research and critically reviewing results. This separation permits HEI to fund and guide research and to provide credible peer review of that same research. A scientific and administrative staff works with the committees to conduct the Institute’s business.</p><p>Each year HEI holds an annual conference that investigators are expected to attend. The annual conference provides an opportunity for HEI’s sponsors to learn more about HEI studies, for HEI to receive feedback on its research program and for networking among investigators, Research and Review Committee members, sponsor representatives and HEI staff. Abstracts of each investigator’s work are published in the annual conference booklet. In addition to discussion of HEI program areas, the annual conference generally includes special symposia on broader issues of current interest.</p><p>Periodically, small workshops are organized which bring together investigators who are working on projects in a particular research area. These meetings offer an opportunity for investigators doing related research to get a better understanding of each other’s research and to explore opportunities for coordination of studies. Critical gaps in HEI’s program and ideas for new research may also be identified as a result of these workshops.</p><p>HEI, which considers itself to be a partnership of the U.S. Environmental Protection Agency and industry, is sponsored primarily by the U.S. EPA (including the Office of Research and Development and the Office of Air and Radiation) and by the motor vehicle industry (Ford Motor Company, General Motors Corporation, Volkswagen of America, Inc. and 24 others). Other sponsors include the American Chemistry Council, the American Petroleum Institute, and Europe’s Association des Constructeurs Européens d'Automobiles.</p><p> </p><p><a id=\"Participants\" name=\"Participants\"></a></p><h2>Participants</h2><p>The Health Research Committee is responsible for defining, implementing, and overseeing the Institute’s research program. The Health Research Committee’s 10 members are prominent professors and senior scientists, with such titles as Professor and Chairman of the Department of Biostatistics at the University of Pittsburgh’s Graduate School of Public Health and Senior Scientist and Deputy Director at the Lovelace Respiratory Research Institute’s National Environmental Respiratory Center.</p><p>Since 1980, several hundred physicians, toxicologists, biochemists, epidemiologists, exposure experts, engineers and statisticians from leading research institutions in the U.S. and Europe have either served on the Research Committee or as a special reviewer of research proposals.</p><p>The Health Review Committee conducts a critical, in-depth evaluation of every HEI-funded study. The Health Review Committee’s 11 members are also professors and renowned scientists, which such titles as Vice President for Analytical and Chemical Sciences at the Research Triangle Institute and Professor at the University of Chicago’s Biological Sciences Division and Harris School of Public Policy.</p><p>Committee members complete four-year terms (renewable for a second term). After they have completed their term, Health Review Committee members may apply to be considered for Health Research Committee membership, although Research Committee members are required to wait several years before applying to serve on the Review Committee in order to prevent a situation in which a Review Committee member is evaluating a research project they oversaw while on the Research Committee.</p><p>Selection of members is based on the current and anticipated needs of the committees. The type of expertise that is sought depends on the research that is being completed or planned for, and the current types of expertise that are available on the committees. The Health Research Committee meets three times a year for two-day meetings, while the Health Review Committee meets three or four times annually for one- or two-day meetings. Committee members receive a daily honorarium of $600 for the time they provide at these meetings and for additional work they choose to take on.</p><p> </p><p><a id=\"Process\" name=\"Process\"></a></p><h2>Process</h2><p>The Health Research Committee consults with HEI’s sponsors and other stakeholders to determine research priorities and to develop the HEI strategic plan. Members of the public are given the opportunity at HEI’s national conference to learn about and respond to various ideas and plans for future research. In this way, public involvement is incorporated at the beginning of a cycle of research, ensuring that stakeholders can provide input and advice before the 5-year strategic plans for research are developed.</p><p>Once the Research Committee has defined an area of inquiry, the Institute issues a request for applications to announce broadly to the scientific community that research applications are being solicited. Applications are first reviewed for scientific quality by an ad hoc panel, and then reviewed by the Research Committee, which seeks to develop an integrated research program. Studies recommended by the Research Committee undergo a final evaluation by the Board of Directors, which also reviews the procedures, independence and quality of the selection process.</p><p>The Research Committee may request modifications in the project plan or budget before making a final funding recommendation to the HEI Board of Directors. For example, the Research Committee may request deletion of parts of the proposed project that are less relevant to HEI’s objectives or overlap considerably with other studies. This approach enables HEI to mold diverse investigator-designed studies into a more coherent program and to generate data more relevant to regulatory needs. HEI staff scientists act as liaisons between the Research Committee and investigators in this scientific negotiation process. The end product is a project plan that is acceptable to both the investigator and Research Committee.</p><p>HEI’s Research Agreement is a cost-reimbursement contract rather than a grant. Contracts are usually issued for one year, although HEI expects to provide support for the number of years initially approved by the Research Committee if work is progressing satisfactorily. Studies typically range from 1 year to 3 years. Very rarely does HEI decide not to renew a contract, and very rarely do researchers abandon their HEI projects before they are completed.</p><p>The Research Agreement has been designed to maximize the integrity of the scientific process while providing needed protections and meeting applicable federal regulations. Once a contract is signed by both parties, an Abstract and Statement of Work written by the principal investigator is distributed to the Institute’s sponsors. These are also available to members of the public who request them.</p><p>HEI sometimes conducts site visits to the laboratories of its funded investigators during the course of their studies. The site visit team consists of members of the HEI Research Committee, HEI scientific staff, and outside consultants. The purpose of these visits is to evaluate the status of the project, to provide the investigator with expert technical advice, and to provide an opportunity for an exchange of ideas between the investigator and other experts in the field.</p><p>At HEI’s annual meeting, each investigator presents information about their ongoing work. This gives sponsors and representatives from all of the various stakeholder groups the opportunity to examine and respond to the research findings throughout the entire research process.</p><p>HEI works with the principal investigators, the Research Committee and staff to build a coordinated program of related studies. The program is designed to provide more comprehensive answers to questions of regulatory significance than would be possible with independent studies. Throughout the course of each study, HEI monitors progress through periodic reports, workshops, presentations at the Institute’s Annual Conference and site visits. When a study is completed and the investigator has submitted a final report, the Research Committee’s involvement with the study ceases.</p><p>The Health Review Committee, which is not involved with the ongoing studies in any way, assesses the scientific quality of each investigator’s final report and evaluates the study’s contribution to unresolved scientific questions. The objectives of the extensive and rigorous HEI review process are to (1) evaluate the scientific quality and significance of the research, (2) point out the strengths and limitations of the study, (3) place the study into scientific and regulatory perspective, (4) identify future research opportunities and (5) communicate all the findings (positive and negative) to the Institute’s sponsors and the public. HEI then communicates the complete findings of the studies it funds in Research Reports.</p><p>The Health Effects Institute goes to great lengths to share the final results of the research projects with all of the various stakeholders – the motor vehicle industry, environmentalists, government officials, scholars and others. For high-impact studies that have significant policy implications or which may cause controversy, the Review Committee holds briefings for their industry and government sponsors, during which they not only present and explain the results, but also give people the opportunity to ask questions, make comments and express concerns. After the Investigator has issued their report and before the Research Report is produced, however, only the Review Committee and its consultants provide input and suggest changes.</p><p>HEI’s high-quality, bias-free methods have won them the support and respect of all of the various stakeholder groups. Because of the trust HEI has earned within these groups, the research results tend to be accepted by the stakeholders even when they conflict with a particular group’s views or needs.</p><p>In addition to its longer term research program, HEI is called upon periodically to conduct special reviews and projects that address particular areas of science. Some examples of special projects are: a review of the health effects of asbestos in public and commercial buildings, a critical review and reanalysis of key studies of the links between particulate air pollution and mortality, and comprehensive scientific literature reviews of the health effects of diesel exhaust and oxygenated fuels. For each review, the HEI Board of Directors appoints an expert panel to work with the staff to conduct or oversee the project. The special reports describing this work go through an independent peer review process before they are published.</p><p> </p><p><a id=\"Outcomes.2FProducts\" name=\"Outcomes.2FProducts\"></a></p><h2>Outcomes/Products</h2><p>Progress reports prepared by the Principal Investigators are reviewed by the HEI Research Committee and staff. Investigators are required to submit progress reports twice during the first year of the study, and once a year thereafter. The comprehensive final report produced at the end of each study undergoes an in-depth review by the HEI Review Committee and additional experts.</p><p>The basic objective of the reports is to indicate how much progress has been made in the development of experimental procedures, which objectives have been completed, and what problems, if any, have arisen. The first report is actually a combined progress report and renewal application for the following year’s funding. HEI’s decision regarding renewal of the contract is based upon the information provided by the investigator in this report. The report should provide a detailed account of the experimental results obtained during the funding period, as well as a work plan and a budget for the coming year. Progress reports are reviewed by the Research Committee and by HEI’s scientific staff.</p><p>The final reports prepared by the Principal Investigators describe the studies and their findings in detail. The HEI Review Committee, which has no role in either the selection or the supervision of the research projects, evaluates the final reports and produces Research Reports, which consist of one or more related Investigators’ Reports and the Health Review Committee’s commentary on those reports. The commentary discusses the strengths and limitations of the studies and puts the findings in both scientific and regulatory (policy) contexts. With each Research Report, the Institute also publishes a one-page statement, written for nonscientists, which summarizes the scientific background and rationale for funding the study, the investigator’s approach and methods, the key findings, and the Committee’s interpretation of the study.</p><p>Each draft final report is peer-reviewed by scientists with appropriate technical expertise, including a Biostatistician. A compilation of the comments of the reviewers, together with the Review Committee's initial review, is sent to the investigator, who has an opportunity to respond to these comments and, if necessary, to revise the report. Occasionally, the Review Committee may request additional analyses or other major changes. After any revisions are made, the Review Committee prepares its commentary. The investigator is also given the opportunity to provide feedback on the commentary prior to publication.</p><p>The Research Reports are the principle means by which HEI communicates the results of its research and review processes. HEI typically distributes its Research Reports without charge to the Environmental Protection Agency, the motor vehicle industry and other sponsors, the scientific community, public interest groups and biomedical libraries. The Reports are also listed on national databases and are available on HEI’s website. In addition, HEI urges all investigators to publish the results of their work in peer-reviewed scientific literature, and hundreds of such contributions have been published.</p><p>In 2001, HEI published its 150th Investigator’s Report. At the same time, the Review Committee produced its first HEI Perspectives, a new type of document that summarizes and interprets for decision makers and nonscientists the results of the most recent HEI research.</p><p>HEI studies have resulted in many important reports which have informed and influenced policy. A ten-year research project on diesel emissions, for example, resulted in the publication of a special report entitled Diesel Exhaust: A Critical Analysis of Emissions, Exposure, and Health Effects in April of 1995. The results of this study were used to inform regulatory assessments by the by the U.S. Environmental Protection Agency, the California Air Resources Board and the World Health Organization.</p><p> </p><p><a id=\"Strengths\" name=\"Strengths\"></a></p><h2>Strengths</h2><p>HEI’s greatest asset is its reputation. It is a highly respected, well-trusted organization whose work is not dismissed, even when powerful entities may feel threatened by the implications of its results. This reputation has enabled HEI to influence government regulations and policies. But there are many factors which contribute to HEI’s good reputation.</p><p>By obtaining joint support from the U.S. Environmental Protection Agency and industry, HEI allows groups with very different needs, concerns and interests to be involved in every stage of the research process. This ensures stakeholder groups and the public that HEI’s work will not be designed to serve the needs of a particular stakeholder group.</p><p>By building a coherent research program for each set of related studies, HEI is able to address complicated, multi-dimensional questions and issues. Giving investigators the opportunity to learn about each other’s research and to explore opportunities for collaboration strengthens the individual research projects as well as the larger research program.</p><p>By having the two committees – the Health Research Committee and the Health Review Committee – work independently on selecting and overseeing research and on critically reviewing results, HEI has created a checks and balances system for itself. HEI can fund and guide research projects while also providing credible post-study peer review of the same projects. This helps to ensure unbiased reviewing, and builds people’s trust in the research results.</p><p>HEI requires that appropriate quality assurance procedures are in place for all approved research projects that may produce data of regulatory significance. This policy assures HEI’s sponsors and the public that the data has been obtained under well-defined conditions and is reliable, traceable and replicable.</p><p>The Health Effects Institute involves many different stakeholder groups in many stages of the research and review process. Stakeholder groups are consulted and given the opportunity to provide input in the research design process, they may stay informed and provide input throughout the research projects, and they are informed of the projects’ results.</p><p>Providing access to data from studies of the health effects of pollutants is an important element in ensuring credibility, especially for studies used in controversial policy debates.  HEI provides access to data about its studies in a manner that facilitates the review and validation of the work while protecting the confidentiality of any subjects who may have participated in the study and respecting the intellectual interests of the investigators who conducted the study.</p><p> </p><p><a id=\"Challenges_and_Limitations\" name=\"Challenges_and_Limitations\"></a></p><h2>Challenges and Limitations</h2><p>Financial constraints are a major and obvious limitation that the Health Effects Institute faces on an ongoing basis. Until about a year ago, HEI’s base funding was the same amount as it had been for nearly 15 years. With the escalating cost of research, HEI is limited in the number and type of research projects it is able to fund. This leaves many important questions unanswered, and many talented researchers un-hired.</p><p>One challenge that HEI faces is caused by its unique research and review procedure. Many scientific researchers are accustomed to a research process in which the researchers are able to simply move on at the end of their project. HEI’s investigators, however, are expected to go through a fairly lengthy (up to 8-month) peer review process after their project and report are complete. During this time period, the investigators often move on intellectually, and are sometimes not fully involved in the review process.</p><p>The Health Effects Institute is a scientific research institution and not, strictly speaking, a public participation entity. The Institute lacks easy ways for members of the public to provide input into the process. If a member of the public is interested in learning about and responding to research that is in progress, he or she needs to learn about HEI’s annual conference and pay to attend the event. Members of the public do not have a liaison at HEI who they can email with comments. They do not have the opportunity to attend public forums which solicit their ideas and feedback. And aside from information provided at the conferences, they do not have access to information about research that is in progress.</p><p> </p><p><a id=\"Resources_Used_to_Develop_Case\" name=\"Resources_Used_to_Develop_Case\"></a></p><h2>Resources Used to Develop Case</h2><p>Interviews conducted by Sandy Heierbacher with Robert O’Keefe, Vice President of the Health Effects Institute; Aaron J. Cohen, Principal Scientist at HEI; Debra Kaden, Senior Scientist; and Geoffrey Sunshine, Senior Scientist.</p><p>Health Effects Institute website. <a class=\"external free\" href=\"http://www.healtheffects.org/\" rel=\"nofollow\" title=\"http://www.healtheffects.org/\">http://www.healtheffects.org/</a></p><p>Health Effects Institute 2000-2001 Annual Report. “Two Decades of Trusted Science.”</p><p>Health Effects Institute 1998-1999 Annual Report. “Science in Action.”</p><p>Health Effects Institute Update. Spring 2002.</p><p>Revkin, Andrew. “Data Revised on Soot in Air and Deaths.” The New York Times, June 5, 2002.</p>", "title": "Health Effects Institute (United States)"}