{"htmlbody": "<p>\n</p>\n<a id=\"Definition\" name=\"Definition\"></a><h2> Definition </h2>\n<p>Jury – randomly selected group of citizens of a country that sworn in to participate in deliberation for court to act on behalf of government. In civil courts there are usually six members and in criminal courts there are usually twelve members. However, this number will differ from country to country and in different court structures. The jury is selected from different demographics to represent country, state or city. \n</p><p>\n</p>\n<a id=\"Purpose\" name=\"Purpose\"></a><h2> Purpose </h2>\n<p>The purpose of a jury is to deliberate and come up with a conclusion based on the evidence and witnesses provided. The jury exists to prevent “oppression by the government.\"  Everyone is innocent until proven guilty, so it is not defendant’s job to prove innocence it is prosecution’s job to prove guilt. If it is not brought up the jury cannot just assume, they have to make their conclusion/verdict based on information provided. They cannot use their own judgments and opinions. \nIn US, each selected juror goes through voir dire, “to say the truth”, to make sure that there are no links between jurors and people involved in the trial. So for example if a person who was preliminary selected to be part of jury will be disqualified or removed if they know the defendant or plaintiff. Lawyers usually want juries who are not legally educated, juries who don't know the legal systems are more easily manipulated. Furthermore jurors that have too much legal knowledge might be disqualified from participating.\nUS Constitution provides the 6th amendment which entitles citizens the right to a jury trial\nJuries must have 6-12 members, less than 6 is unconstitutional\n</p><p>\n</p>\n<a id=\"History\" name=\"History\"></a><h2>  History </h2>\n<p>Juries can be taken as back as ancient Greece where higher status citizens were expressing concerns for Athens youth because they thought Socrates were corrupting them. There were anywhere from six to 501 members of jury. \n</p><p>\nBritish 14th century - had to reach unanimous decision in criminal cases 12 members. it was common to incarcerate jury without food and water until verdict is reached. Jurors were prosecuted if later evidence demonstrated error in verdict \n</p><p>1852 Lord Chief Justice Loke, 18th century, choosing jury as it is today \n</p><p>\n</p>\n<a id=\"Examples\" name=\"Examples\"></a><h2> Examples </h2>\n<p>12 angry men - if only jurors worked the way 12 angry men provide, the system would be long corrupt. The juror cannot agree with everybody else’s decision if she/he knows it’s a wrong thing to do. It is unconstitutional to buy a verdict by jurors. Jurors never go outside the evidence and witnesses provided. It is constitutional to deliberate each evidence and witness. Even though it was not shown but they decided to not guilty verdict which started with 11-1 guilty. \n</p><p>Criminal jury - in capital punishment cases the only people that can give the death sentences is a jury\na judge alone cant, so it is very important for jurors to audit each evidence with care before providing verdict. \n</p><p>\n</p>\n<a id=\"First_Famous_Cases\" name=\"First_Famous_Cases\"></a><h2> First Famous Cases </h2>\n<p>Old Baley in London England 1670 Wiiliam Penn  defendant was arrested for bother the Kind with his preaching. The court decided that he broke the common law, which he was trialed for. Penn argued that if it was a common law then it isn’t common because he didn’t know about the law. Several witnesses testified that Penn did preach and based on eyewitness the jury was sent to deliberate. Several times Penn tried to interrupt and object to witnesses and juries but he was sent out of the room to silence. The jury was considerate and couldn’t put Penn in jail. They couldn’t agree that Penn is guilty by giving a speech on the street. The court sent them back three times in order to deliberate and convict Penn of guilt. Each time the jury would come to not guilty verdict. The judge got so furious that he sent them back until they reached a verdict that court would accept. The judge sent them back to the room without any food, drinks, tobacco or fire. Jurors still came out with not guilty verdict, the judge then sent them to jail and to pay 40 marks. They would be released when they paid their fines. The jurors were sitting together with Penn in one cell.  William Penn was sent to jail for contempt of court. Later one of the jurors, Bushell, filed a lawsuit over his imprisonment and won. It was Bushell lawsuit that overthrew English’s Court custom to discipline jurors of what Court thought was a wrong verdict.  \n</p><p>\n</p>\n<a id=\"Deliberations.2C_Decisions.2C_and_Public_Interactions\" name=\"Deliberations.2C_Decisions.2C_and_Public_Interactions\"></a><h2> Deliberations, Decisions, and Public Interactions </h2>\n<p>As Dr. John Gastil noted in his book, Political Communication and Deliberation, jurors do deliberate fairly well. Most of the deliberation happens in the court when jurors listen to evidence and witnesses. The assertion of self-deliberation then reestablishes in the jury room when jurors began to deliberate.\n<a class=\"external text\" href=\"http://www.mediafire.com/imgbnc.php/4acd3870f3d7b74142a1a65c27bd15fda9612036f917b847c12134648ac5f8c64g.jpg\" rel=\"nofollow\" title=\"http://www.mediafire.com/imgbnc.php/4acd3870f3d7b74142a1a65c27bd15fda9612036f917b847c12134648ac5f8c64g.jpg\">Do Juries Deliberate</a>\n</p><p>Robert Gooding an Australian philosopher documented that jurors start deliberating within as they watch a trial. So even before coming into the room to deliberate as a group they already have a pretty good idea of the verdict.\n</p><p>One of the findings about the jurors is that 90% of the time they already have deliberated and came up with the verdict as they process each evidence and witness on the spot.\n</p><p>There are two distinct deliberation processes, one is verdict driven and the other one is evidence driven. Good to say that most of the cases are evidence driven deliberation where the jury is actually taking piece by piece, evidence by evidence, and witness by witness to come to the conclusion. Where as in verdict driven, the deliberation views how many jurors have arrived at a verdict.\n</p>\n<a id=\"Outcomes_and_Effects\" name=\"Outcomes_and_Effects\"></a><h2> Outcomes and Effects </h2>\n<p>United States is the number one in the world to use jurors for the court cases. \n</p><p>\n</p>\n<a id=\"References\" name=\"References\"></a><h2> References </h2>\n\n1 United States Supreme Court\n2 Inside the Jury, Hastic\n3 Judging the Jury, Hans and Vidmar\n4 Jury and Democracy, Gastil et al\n5 Authoritatianism and decisions of mock juries, Bray and Noble\n\n<a id=\"Links\" name=\"Links\"></a><h2>  Links </h2>\n<p><a class=\"external free\" href=\"http://www.constitution.org/trials/penn/penn-mead.htm\" rel=\"nofollow\" title=\"http://www.constitution.org/trials/penn/penn-mead.htm\">http://www.constitution.org/trials/penn/penn-mead.htm</a>\n<a class=\"external free\" href=\"http://tarlton.law.utexas.edu/lpop/etext/penntrial.html\" rel=\"nofollow\" title=\"http://tarlton.law.utexas.edu/lpop/etext/penntrial.html\">http://tarlton.law.utexas.edu/lpop/etext/penntrial.html</a>\n<a class=\"external free\" href=\"http://www.crfc.org/americanjury/introduction.html\" rel=\"nofollow\" title=\"http://www.crfc.org/americanjury/introduction.html\">http://www.crfc.org/americanjury/introduction.html</a>\n<a class=\"external free\" href=\"http://cnx.org/content/m18203/latest/\" rel=\"nofollow\" title=\"http://cnx.org/content/m18203/latest/\">http://cnx.org/content/m18203/latest/</a>\n</p>", "title": "Jury"}