{"htmlbody": "<p><em>Note: this is an English translation, the original Portuguese version of this article can be found <a href=\"http://participedia.net/en/cases/or-amento-participativo-op-2010-munic-pio-de-atibaia\">here</a>. </em></p><h3>History</h3><p>Atibaia is a city located in the state of São Paulo, Brazil. Since 1993 the city implements a Participatory Budgeting (PB) process. The goal of the process is to involve citizens in decisions about how to use the municipal budget, teaching them how to use the government machinery, seeking the widest possible participation of residents in deciding the priorities of the municipality. The PB is based on the fact that the residents themselves know best what is needed in their neighbourhoods and regions.</p><h3>The Participatory Budgeting</h3><p>The 2010 Participatory Budgeting of the city of Atibaia is promoted by the municipality itself and encourages popular participation in the process of deciding the best allocation of available resources for public works such as the construction or renovation of schools, health centres, roads, etc. The entire population of Atibaia above 16 years of age may participate in meetings and vote. For this, a photo id and a proof of residency must be presented prior to the meeting.</p><p>To enable the execution of the Participatory Budget, Atibaia was divided into 10 regions, each consisting of several neighbourhoods. The City Hall designates for each region a certain percentage of the budget according to the population density, geographical extension and social needs.</p><p>Every year preparatory meetings are carried out in each neighbourhood in order to explain the methodology of the PB to the representatives of the communities and the population, so that each resident has an informed participation of during the Participatory Budgeting process. A representative of the region is chosen by residents,  and she/he collects requests from residents of works deemed necessary . These requests are voted by residents themselves in an assembly. The final selection of the elected neighbourhood priorities will be included in the minutes of the assembly and forwarded to the city council. This final minutes shall be signed by at least 20 people who attended the assembly and must and include their personal data.</p><p>The city gathers the minutes of all regions, assesses the feasibility of each proposal (referred to as demands) in terms of competence (if it is up to the municipality, the state or the federal government, for only the projects that fall under the jurisdiction of the municipality can be carried out), financial feasibility (if there are enough resources for the project), technicality (if it is a priority for the region) and legality (if there are no legal impediments to the implementation of the demand).</p><p>Each region elects its delegate or delegates (the number should be proportional to the number of people present at the meetings) to participate in the Regional Forum. In general, delegates are usually known in their communities due to prior involvement in matters that affect their neighbourhoods. These delegates also act as supervisors of the construction progress. They are volunteers and therefore do not receive any income for these activities.</p><p>The process of joint decision-making strategies on the improvement and development of neighbourhoods and regions aims at creating a sense of community among residents and overcome localisms through contact with residents of other neighbourhoods. During the discussions about what should be done, it is expected that neighbors become familiar with the problems of others and create a vision of the city and its problems that go beyond their own surroundings.</p><p>During the last Participatory Budgeting process of Atibaia , the demands of the residents have been concentrated in the areas of infrastructure such as paving, drainage, lighting, improvements in schools and health centres, and the construction of sports fields.</p><h3>Analysis and Lessons Learned</h3><p>With the passage of time and the increased experience with Participatory Budgeting, problems have been identified but not necessarily addressed. One such problem is that the priorities of the projects depend on who attends the meetings. For example, Manha (2011) cites the assembly of one of the regions voted to build a BMX track instead of expanding the Technical School Centro Paula Souza, which would benefit a lot more people This happened simply because those who wanted the track appeared in bigger numbers. Manha does not discount the effects of propaganda, besides the fact that neighbourhoods with higher population densities have the power to impose their projects to smaller neighborhoods within a given region. However, even when approved the demands suffer due to lack of professionals in the city hall to design the projects, which ultimately delays the delivery of the works.</p><p>A second major problem is the communication between the city hall and residents. Residents complain that the city does not contribute to the dissemination of information about the Participatory Budget. The posting of meeting dates exclusively in the city hall website excludes many residents who do not have internet access or do not come across the information so easily. It is up to the residents to disseminate information about the Participatory Budgeting throughout their regions, having to pay out of their own pockets for the advertising of activities. According to Manha (2011) , the communication strategy of the city has proved inefficient in attracting more residents to participate in the PB. The mere disclosure of dates and preparatory courses has not been sufficient to answer questions about what is PB and its limits. Residents complain that they feel discouraged when what they vote as a priority is not executed by the city.</p><p>The city hall, on the other hand, realizes that Participatory Budgeting has failed to achieve one of its main goals: overcoming localisms. Residents compete for benefits, failing to see the PB as a collective good. The lack of a sense of community within regions leads many residents to not take part in the proceedings of the PB for finding it a populist instrument, in which the city seeks to benefit only the poorest neighbourhoods. The OP is not seen as a democratic tool and in general, the population does not see citizen participation as a viable or desirable (Manha 2011).</p><h3>Results and Impact</h3><p>• Total taxes collected by the city of Atibaia in 2010 : R $ 221,500,000.00</p><p>• Total allocated by the city of Atibaia for the Participatory Budget: R $ 9,000,000.00</p><p>• Of the 20,000 inhabitants of Atibaia , 3,606 participated in this process.</p><p>• BP 2010: 48 of the 130 approved facilities in the process of OP were executed until now (Sep 2013).</p><p>The number of people participating in the BP of Atibaia gradually increases every year and the methods used to inform and engage citizens as well as the technology used for the counting of votes significantly improved since the process began in 1993.</p><h3>Secondary Sources</h3><p>Manha, Danilo Siveira (2012). <em>Mídia e Administração Pública: O Acesso da População ao Orçamento Participativo de Atibaia. </em>Dissertação de mestrado: Universidade Paulista, São Paulo. <a href=\"http://www.unip.br/ensino/pos_graduacao/strictosensu/comunicacao/download/comunic_danilosilveiramanha.swf\">http://www.unip.br/ensino/pos_graduacao/strictosensu/comunicacao/download/comunic_danilosilveiramanha.swf</a></p><p>Prefeitura de Atibaia (2010). <em>Orçamento Participativo: Valorizando Sua Decisão nas Verbas da Prefeitura  </em><a href=\"http://www.atibaia.sp.gov.br/op/arquivos/cartilha.pdf\">http://www.atibaia.sp.gov.br/op/arquivos/cartilha.pdf</a></p><h3>External Links (Portuguese)</h3><p><a href=\"http://www.atibaia.sp.gov.br/op/\">http://www.atibaia.sp.gov.br/op/</a></p><p><a href=\"http://www.atibaia.com.br/noticias/noticia.asp?numero=18599\">http://www.atibaia.com.br/noticias/noticia.asp?numero=18599</a></p><p><a href=\"http://www.atibaia.com.br/noticias/noticia.asp?numero=15470\">http://www.atibaia.com.br/noticias/noticia.asp?numero=15470</a></p><p><a href=\"http://www.oatibaiense.com.br/News/8/818/atibaia-tera-orcamento-de-r-273-milhoes-em-2011/\">http://www.oatibaiense.com.br/News/8/818/atibaia-tera-orcamento-de-r-273-milhoes-em-2011/</a></p><p><a href=\"http://www.atibaia.com.br/noticias/noticia.asp?numero=18912\">http://www.atibaia.com.br/noticias/noticia.asp?numero=18912</a></p><p><a href=\"http://www.youtube.com/watch?v=uV2xuCnPgOw\">http://www.youtube.com/watch?v=uV2xuCnPgOw</a></p><p><a href=\"http://www2.portoalegre.rs.gov.br/op/\">http://www2.portoalegre.rs.gov.br/op/</a></p><p><a href=\"http://www.pbh.gov.br/comunicacao/pdfs/publicacoesop/caderno_empreendimentos_op2007_2008.pdf\">http://www.pbh.gov.br/comunicacao/pdfs/publicacoesop/caderno_empreendimentos_op2007_2008.pdf</a></p><p><a href=\"http://portalpbh.pbh.gov.br/pbh/ecp/comunidade.do?evento=portlet&amp;pIdPlc=ecpTaxonomiaMenuPortal&amp;app=portaldoop&amp;tax=19798&amp;lang=pt_BR&amp;pg=6983&amp;taxp=0&amp;\">http://portalpbh.pbh.gov.br/pbh/ecp/comunidade.do?evento=portlet&amp;pIdPlc=ecpTaxonomiaMenuPortal&amp;app=portaldoop&amp;tax=19798&amp;lang=pt_BR&amp;pg=6983&amp;taxp=0&amp;</a> [DEAD LINK]</p>", "title": "Atibaia 2010 Participatory Budgeting"}