{"htmlbody": "<p>Electronic <a href=\"/methods/direct-democracy\" title=\"Direct Democracy\">Direct_Democracy</a> (EDD) is the strongest form of direct democracy, in which people are involved in the legislative function. Many advocates think that also important to this notion are technological enhancements to the deliberative process. Electronic direct democracy is sometimes referred to by many other names, such as open source governance and collaborative governance.</p><p>EDD requires electronic voting or some way to register votes on issues electronically. As in any direct democracy, in an EDD, citizens would have the right to vote on legislation, author new legislation, and recall representatives (if any representatives are preserved). Technology for supporting EDD has been researched and developed at the Florida Institute of Technology, where the technology is used with student organizations. Numerous other software development projects are underway, along with many supporting and related projects. Several of these projects are now collaborating on a cross-platform architecture, under the umbrella of the Metagovernment project.</p><p>EDD as a system is not fully implemented in a political government on national or regional level anywhere in the world, although several initiatives are currently forming <a href=\"/organizations/e2d-international\" title=\"E2D International\">E2D_International</a> . On communal level <a href=\"/organizations/demoex\" title=\"Demoex\">Demoex</a> is active since 2002 as the first EDD party in the world that had an elected representative. Ross Perot was a prominent advocate of EDD when he advocated \"electronic town halls\" during his 1992 and 1996 Presidential campaigns in the United States. Switzerland, already partially governed by direct democracy, is making progress towards such a system.</p><p><a href=\"/methods/liquid-democracy\" title=\"Liquid Democracy\">Liquid_Democracy</a>, or direct democracy with delegable proxy, would allow citizens to choose a proxy to vote on their behalf while retaining the right to cast their own vote on legislation. The voting and the appointment of proxies could be done electronically.</p>", "title": "Electronic Direct Democracy"}