{"htmlbody": "<p><em>Note: this is an English translation, the original Portuguese version can be found here: <a href=\"http://participedia.net/en/cases/or-amento-participativo-em-santa-cruz-cabo-verde\">http://participedia.net/en/cases/or-amento-participativo-em-santa-cruz-c...</a></em></p><h3>Problems and Purpose</h3><p>Cape Verde is not out of the international dynamics of participatory budgeting. It currently has four pilot projects: Santa Cruz, S. Michael, Paul and Mosteiros.</p><p>In order to make information about these projects easier to access, a website was created in which a collection of documents these experiences, as well as events and references to knowledge production is available.</p><p>To be a success, municipalities interested in implementing participatory budgeting will be helped, for example, by receiving training from different local players of autonomous and sustainable participatory processes. </p><h3>Goals of the Project</h3><ul><li>To train different local actors for the activities of design, management, monitoring and evaluation of Participatory Budgeting processes to be established;</li><li>To develop a new type of local governance;</li><li>To develop a new culture of democracy and participation for the population of Cape Verde;</li><li>To give credibility to political action and develop educational processes that create citizenship;</li><li>To promote a shared experience and network relations between the authorities that encourage participatory budgeting.</li></ul><h3>Who Benefits from it?</h3><p>Executive and technical authorities; Members of Municipal Associations and Municipal Assemblies, Members of political parties; Population of the area covered by the Participatory Budget, professors, researchers and students interested in understanding and studying this process; Leaders of local, regional and national associations capable of disseminate its members the theme of Participatory Budgeting; anyone who is interested.</p><h3>How it will work:</h3><p>1) Information sharing activities about the participatory budgeting: concept , history , methodologies ,designing templates , regulations , participatory cycles , etc.</p><p>2) Consultancy to authorities in the form of individualized support to municipalities with BP processes underway or for those interested in implementing new experiences . This advice takes into consideration aspects such as design, management , monitoring and evaluation of experiences .</p><p>3) Construction of a website which should contain a directory of BP experiences in Cape Verde, with its mapping and description, as well as contact information for those responsible for each PB, disclosure of instruments and materials used , dates and locations of public meetings , etc. The website must include: project presentation, news, schedule, library , resource centre and links of interest .</p><p>4) A National Meeting on Participatory Budgeting is to be held annually, every time in a different municipality, which promotes this kind of experience. These meetings should contribute to increasing the collective knowledge of the OP in Cape Verde , encourage the sharing of experiences and create bonds of networking between promoting authorities of PB.</p><p>5 ) Preparation of a publication on the subject of the Participatory Budget that should contain two parts:</p><ul><li>A conceptual part that must secure a theoretical framework on the subject, with the collaboration of several international experts;</li><li>A descriptive part on the PB experiences in Cape Verde.</li></ul><h3>Actors and Partnerships</h3><p>The project is coordinated by the Ministry of Decentralization , Housing and Spatial Planning , through the General Directorate of Local Administration. The partnership includes the Ministries of Cooperation and Finance, as well as the National Association of Counties, the United Nations Office of Funds and Programmes in Cape Verde and the Associação In Loco (Portugal).</p><h2><strong>The Case of Santa Cruz</strong></h2><p>The Santa Cruz operational unit is composed by: </p><p>1) The Mayor ( Dr. Orlando Sanches );</p><p>2) The Financial and Administrative Officer of the Municipality, which will also act as the Coordinator of the PB (Dr Sonia Correia);</p><p>3) Municipal Secretary ( Dr. António Borges ).</p><h3>Implementational Steps</h3><p>The Participatory Budget of Santa Cruz will be developed only in the Centro do Concelho region, in an experimental fashion before being applied throughout the whole county.</p><p>1) Round of community meetings and election of delegates of the participatory budgeting, between the months of January to May . The Operational Unit of the OP will organize and streamline public meetings in all communities and urban neighborhoods of the Central Region. These meetings should have four main stages. First, accountability by the Municipal Executive on the implementation of the budget of the previous year and the budget estimates for the current year. Second, a debate among all present participants on the local needs. Third, voting on the investment priorities of the neighborhood or community in question. The final state is the election of two delegates per district or community. Out of these two, one should be a member of the local Residents Committee and the other a member of an association of community development. Where no local association exists, participants must elect (by secret ballot) the second delegate.</p><p>2) In the couple of months following the community meetings, there will be a technical evaluation of proposals voted on by communities and the development of a proposal for investments by the Executive. After all community meetings have taken place, the Operational Unit of the PB, or any other body designated by it, meets with the purpose of making technical analysis of all proposals that were voted. This analysis should take into account legal, environmental, social, and fiscal aspects, among others. The second implementation stage is finalized with the creation of a technical analysis for each proposal which are to be included in the Operational Unit's conclusions.</p><p>3) The Council of Participatory Budgeting (CPB) will meet after the Operational Unit's conclusions have been reached. It will be composed of all the elements that comprise the Operational Unit and the delegates elected in each community. Members of the Municipal Executive, the Assembly Hall , as well as to civil society organizations working in the city or at the level of cooperation and development support may be invided to the CPB meeting. These guests will have the status of observers. The meeting of the COP will aim to return the results of the community meetings, the technical analysis of proposals and support decision-making by the Executive Municipal regarding investment priorities for the area concerned. The meeting of the COP shall be transmitted by community radio, thus ensuring access to information for all people interested.</p><p>4) Following the CPB meeting, follows the stage of preparation and approval of the budget to the City Hall. After completing the process to hear the demands of the population, it is the Municipal Executive's responsibility to incorporate in its proposed budget investment priorities which are deemed the most valid and relevant to the governing exercise of the following year;</p><p>5) Discussion and adoption of the budget in the Assembly Hall.</p><p>6) Return the results of public OP and evaluation of the entire process.</p><p> </p><h3>Secondary Sources</h3><p>Official Website: <a href=\"http://www.op-caboverde.org/\">http://www.op-caboverde.org/</a> [DEAD LINK]</p><p>Video: <em>Disseminação dos Orçamentos Participativos em Cabo Verde </em>(Portuguese): <a href=\"http://www.youtube.com/watch?v=ohtc63_s5Es\">http://www.youtube.com/watch?v=ohtc63_s5Es</a></p><h3>Notes</h3><p>This is a translation of: <a href=\"http://participedia.net/en/cases/or-amento-participativo-em-santa-cruz-cabo-verde\">http://participedia.net/en/cases/or-amento-participativo-em-santa-cruz-c...</a></p>", "title": "Participatory Budgeting in Santa Cruz (Cape Verde)"}