{"htmlbody": "<p>Betri Reykjavik, or Better Reykjavik is a non-profit platform founded by Gunnar Grímsson and Róbert Bjarnason. The platform was founded in 2010 and is based on two other projects founded by Grímsson and Bjarnason. One is the platform <em>Citizen Foundation</em>, 2008 and the <em>Your Priorities</em> platform founded in 2009, and is freely accessible by any government or municipality around the world.</p><p>Betri Reykjavik combines deliberative and participatory democracy and gives citizens a space where they can suggest, debate and vote for budgetary decisions and other communal projects, without facing issues due to social or political background like in other modes of public citizens’ deliberation. Betri Reykjavik is independent and not affiliated with a specific political party, however political parties as well as ordinary citizens are encouraged to participate and propose their ideas on how to change Reykjavik for the better.</p><p>Past projects include the life improvement of the homeless during winter in 2011, and transforming the main commercial street in the city, the Laugavegur, to a pedestrian only zone in 2012.</p><p>Citizens can register for Betri Reykjavik on a special website, using their electronic-ID which is also used for submitting their tax forms. Participation itself is simple. Once registered a member can freely post his or her ideas on improving communal life, which are then open to public discussion on the website. The voting system itself works somewhat like YouTube. One can either “like” or “dislike” proposed ideas of others, can add own suggestions and debate with other members about it.</p><p>Each month sixteen ideas, which have the most “likes”, are discussed by the City Council in special meetings. Projects are founded via a yearly budget. In 2012 the budget for communal projects coming from Betri Reykjavik were around 300 million ISK, which is roughly 1.6 million GBP. Accepted ideas together with the proposed budget are later on open for voting on Betri Reykjavik. </p><p>The innovation is a change to old modes of representative democracy, and gives citizens the chance to be heard and to actively take part in the city’s politics. Since its establishment Betri Reykjavik had 22.800 unique visitors and has now 2.900 active users. Betri Reykjavik so far has been a huge success and can be an example on how to enable citizens to actively participate in the 21st century.</p><p> </p><p>Sources:</p><p>Rushton, S., (2013). <em>Direct Democracy in Reykjavík: The wisdom of the Icelandic crowd-sources. </em>[online] truth-out.org. Available from: <a href=\"http://www.truth-out.org/news/item/19200-direct-democracy-in-reykjavik-the-wisdom-of-the-icelandic-crowd-sourcers\">http://www.truth-out.org/news/item/19200-direct-democracy-in-reykjavik-the-wisdom-of-the-icelandic-crowd-sourcers</a></p><p>Andersen, A., (2012). <em>E-democracy takes off in Reykjavik. </em>[online] The Reykjavik Grapevine. Available from: <a href=\"http://www.grapevine.is/Features/ReadArticle/e-democracy-takes-off-in-reykjavik\">http://www.grapevine.is/Features/ReadArticle/e-democracy-takes-off-in-reykjavik</a></p><p>Reykjavíkurborg, (2012). <em>The e-voting to create a better Reykjavik has started.</em> [online] Reykjavíkurborg. Available from: <a href=\"http://eldri.reykjavik.is/desktopdefault.aspx/tabid-4631/8023_read-30767\">http://eldri.reykjavik.is/desktopdefault.aspx/tabid-4631/8023_read-30767</a></p><p> </p><p>External Links</p><p><a href=\"https://betrireykjavik.is/\">https://betrireykjavik.is/</a></p>", "title": "Betri Reykjavik - e-democracy "}