{"htmlbody": "<p>This case study was written by Sandy Heierbacher, Director of the National Coalition for Dialogue &amp; Deliberation (NCDD), in 2001 as part of a consultancy with the Center for Disease Control's National Immunization Program.</p><p><a id=\"Problems_and_Purpose\" name=\"Problems_and_Purpose\"></a></p><h2>Problems and Purpose</h2><p>Like all of today’s governmental bodies, the Danish Parliament often needs to make decisions about various uses of technology. These decisions can have a significant effect on public interests, from traffic, energy and agriculture to education, research and health. In order to help ensure that technology decisions are made wisely, the Parliament established the Danish Board of Technology (Teknologirådet) in 1986.</p><p>The Board of Technology was formed in order to (1) encourage informed debate and discussion about technology issues in the home, in the workplace, in schools, at community centers, on town councils and in Parliament; and (2) serve as an independent, informed source of advice and assessment to the Danish Parliament regarding technology issues. The Danish Board of Technology also serves to provide Denmark with a solid basis with which to address technology issues involving other nations.</p><p>A few examples of the topics addressed by Danish Board of Technology projects within the past five years are Copenhagen’s underground railway system, genetically modified foods, electronic self-service in the public sector and technological changes in elementary and junior high-level school.</p><p>The Board of Technology launches projects based on their economic, democratic or environmental importance to a large number of people. A project’s topic may already be of interest to citizens and politicians, or there may be a clear need to increase awareness on the topic. The topics must have technological content, and are usually controversial topics that tend to cause conflict and make decision-making difficult. Special emphasis is placed on clarifying the interaction between technology, society and people.</p><p>The Danish Board of Technology strives to ensure that technology in Denmark is in harmony with the desire for a democratic, fair and economically, ecologically and socially sustainable society. Depending on the project, this can translate into a need to utilize a familiar technique more effectively, a need to curb the misuse of new techniques and new technology, or a need to cultivate future advancements.</p><p>Building on the strong democratic traditions of Denmark, the Board helps to inform and generate debate and discussion on as broad a basis as possible. It makes use of expert knowledge as well as the insight, experience and credibility of non-expert citizens in its evaluation of technology. And it initiates relevant and important technology debates among various sectors of the public as well as among decision makers.</p><p>Although it is not directed by the Danish government, the Board of Technology is funded by the government. The Board receives an annual subsidy of approximately 13 million Danish Kroner ($1.7 million). One third of the Board’s annual budget is designated for management and administrative expenses, one third for technology assessment (both expert and citizen technology assessment); and one third for public education.</p><p><a id=\"Participants\" name=\"Participants\"></a></p><h2>Participants</h2><p>The Board of Technology is comprised of a Board of Governors, a Board of Representatives and a secretariat of about 12 staff members. The Minister for Research is the supervising authority for the Board and the Parliament’s Research Committee is the Board’s liaison to Parliament.</p><p>The Board of Governors consists of the Chairperson of the Board of Technology and ten additional members. The Board of Governors, which meets seven times a year, selects the projects which will be pursued, oversees the budget, and appoints the Director of the Board of Technology.</p><p>The Minister for Research appoints the Chair of the Board of Governors and three of the members. The other members are appointed by the Minister on recommendation from the following organizations: The Industry and Trade Development Council, the Salaried Employees’ and Civil Servants’ Confederation, the Danish Confederation of Trade Unions, the Danish Employers’ Confederation, a joint representative of the National Association of Local Authorities and the Danish Association of County Councils, the Danish Council for Adult Education and the Danish Research Councils.</p><p>The Board of Representatives has up to 50 members and serves as a forum for open debate on topical issues related to technology assessment. The Minister for Research appoints up to ten representatives following a discussion with the Board of Governors. The other representatives are appointed based on recommendations from the above organizations, as well as many other Danish organizations.</p><p>The Board of Representatives has two meetings per year, one of which is earmarked for discussing the Board of Technology’s work plans for the coming year’s projects. The other meeting is dedicated to discussion and evaluation of the work that has been completed throughout the year. Although they do not have decision-making power, members of the Board of Representatives serve as important resource persons for the Danish Board of Technology, generating ideas for new projects and providing valuable feedback on current projects.</p><p>The Danish Board of Technology identifies different target groups for involvement in and education about each of their projects. The Board targets people and organizations that are able to make decisions and take action on the technology issues at hand. The Danish Parliament, other government entities, the experts and the companies that develop the technologies are made aware of the Board’s assessments. Nonprofit organizations and social activists are also considered to be pivotal in any kind of change effort. And as citizens and consumers, the general public can influence developments and thus act as an important target group. If an area of technology is international by nature, foreign communities can also be target groups for the Board’s activities.</p><p><a id=\"Process\" name=\"Process\"></a></p><h2>Process</h2><p>Each year, the Danish Board of Technology works on a number of different projects that assess technology and improve the public’s knowledge about the selected issues. The Board of Technology calls upon members of Parliament, various organizations, businesses and citizens annually for topic ideas for the coming year’s efforts.</p><p>The Board of Governors selects 20 possible projects from well over 100 suggestions. Staff members of the Board of Technology then research the 20 issues to determine what work is already being done around the topic and to determine whether the Board of Technology’s methods would help. The staff synthesize their findings into 20 concise two-page reports, which are presented to the Board of Governors.</p><p>After the Board of Governors selects the six or seven projects that will become a part of the following year’s work plan, the staff members develop a detailed plan for each project which includes extensive background information, the concept and purpose of the project, the methods which would be most effective in addressing this issue, the groups which would be targeted for involvement, the ways in which information would be disseminated, the kind of impact that is anticipated, and a timetable and budget for the project. These project descriptions then go to the Board of Governors for approval.</p><p>Projects are organized under broad categories such as information technology, culture/media, agriculture, environment/energy, health care, traffic and technology policy. The six projects selected for 2002 – from 172 total topic suggestions – cover such important and varied topics as genetically modified food and the third world; hydrogen in a renewable energy system; and making the cities great places to live.</p><p>A brief description of one of 2002’s projects, “How are we going to assign value to the environment?” is as follows:</p><p>\"How can we determine the price of environmental benefits and pollution so that these factors come to form part of an economic analysis in an acceptable way? The question of how we assign value to the environment has really become a topic of current interest, especially in the wake of the Ministry of Finance’s report on environmental policy’s benefits and costs. Recently, we have seen this in the cost-benefit analysis of particle-emissions from heavy vehicles. There are, however, serious methodological problems with how we can determine the monetary value of the environment.\"</p><p>Although the Board’s technology assessments do not always conclude in recommendations for a solution, technology assessments often identify joint views, conflicts and options as the first step toward finding a solution. The Board must therefore create a foundation for clarifying views, visions and a debate on technology issues. To create this foundation, the Board may seek expert analyses on technology issues, involve citizens directly in the technology assessment process, take steps to educate the general public on a particular issue, or do any combination of the three.</p><p>To ensure that both the need for factual, reliable information and the need for meaningful public participation are met, the Board of Technology makes use of a variety of specific methods for evaluating technology. The Board has developed some of these methods itself, while others have been borrowed from international and other Danish institutions.</p><p>One of the most well known methods is the consensus conference. These four-day events provide an opportunity for a small but representative group of citizens to engage in extensive dialogue with experts on a particular technological issue, to deliberate amongst themselves about possible action steps, and to then present consensus-based recommendations to the government and to the press. The Board has sponsored approximately 20 consensus conferences on such topics as electronic identity cards, genetically modified food, educational technology and the future of private automobiles, and their methods for using this model have been duplicated in many other countries.</p><p>Other methods are also used by the Board to involve ordinary citizens, special interest groups, politicians and experts in the assessment of technology. Scenario workshops, future search conferences, policy exercises, work groups, opinion polls and questionnaires are a few examples. The Board typically organizes one or two consensus conferences each year, one workshop a year, and multiple local citizen hearings about various topics.</p><p>In addition to its various projects, the Board of Technology serves as an advisor to the Danish Parliament and other government entities in a number of ways. The Board responds to specific questions that members of Parliament have about technology issues. It organizes hearings for parliamentary committees which bring in experts as resources on the particular issue being examined. The Board sometimes approaches members of Parliament in relation to topical technology issues. And the Board of Governors submits statements to Parliament which summarize the results of a project.</p><p><a id=\"Outcomes.2FProducts\" name=\"Outcomes.2FProducts\"></a></p><h2>Outcomes/Products</h2><p>Once a year, the Board submits a report to the Parliament which summarizes findings from the various projects. Reports are also prepared for each of the projects, and these are often used by academics and students. All of the reports are made available to the public on the Danish Board of Technology website, and the media helps to get the word out about the projects’ results.</p><p>The Board of Technology also produces a range of publications focused on the goal of stimulating and informing discussion on technology issues. These publications are sent out to target groups, and they can be ordered from the Board. The Board’s magazine, which is published six times annually, contains news stories, background information, articles and debates, all primarily related to the Board’s current projects. The Board’s newsletter, which is sent to members of Parliament, features short descriptions of current technology issues and problems as well as summaries of the Board’s work. The Board also publishes a variety of reports, books and pamphlets, and disseminates information internationally on technology assessments and methods for conducting technology assessments.</p><p>Depending on what it wants to achieve and who it wants to reach with the information, the Board uses a variety of avenues to disseminate its work. The press is an important channel for conveying the Board’s results. The Board’s target groups often include people who may not have the time to study all of the literature they receive, but who will follow developments in the newspapers, on the radio and on TV newscasts. Many people’s perception of whether there is an ongoing debate in a particular area is closely linked to the treatment of that topic in the media. The press is therefore an important tool in setting the agenda for public debate.</p><p>After a project is completed, the Board may decide that the topic needs and deserves further development so that it can be adapted for community meetings and other forums. To promote public education at the local level, the Board provides financial support for local educational events, educational materials featuring facts and views from all sides of the debate, and lists of resources such as speakers, literature and films on the topic.</p><p>It is difficult to assess the Danish Board of Technology’s impact on specific technological issues. Since its aim is primarily to foster and inform debate and discussion about technology among both decision makers and citizens, a look at some of their activities illustrates that the Board is meeting this goal.</p><p>The Board has held hearings for members of the Danish Parliament on Copenhagen’s underground railway system. The have produced a report on the benefits and challenges of 100% organically-certified agriculture. They have organized a role play for stakeholder groups on choices and possibilities for energy consumption. They have led workshops and distributed brochures on possible technological advancements in elementary and junior high schools. And they have organized a consensus conference on the production and consumption of genetically modified foods. These are only a few examples of the Board’s numerous activities that have informed debate about technology issues.</p><p>Some of the Board’s activities have led to concrete political action. One consensus conference uncovered citizens’ strong position that blood tests should never be required for job applicants. The subject was then discussed in Parliament and, partly due to the consensus conference, blood tests were banned as requirements for employment in 1992.</p><p><a id=\"Strengths\" name=\"Strengths\"></a></p><h2>Strengths</h2><p>Although technology has and will have an intense effect on people’s lives, most technology decisions are made outside of Parliament. Many important decisions are made by manufacturers of technology, and many more are made by citizens – the consumers of technology. The Danish Board of Technology does not focus solely on informing and influencing the Danish Parliament, but also informs and involves citizens, businesses, manufacturers, academics and others.</p><p>The Danish Board of Technology selects its projects very carefully, making sure that the topic is not only important, timely, contentious and relevant to policy, but also that it would not be better served by a different method of assessment. This careful selection, although time-consuming, increases the likelihood that the projects the Board administers will be successful and influential.</p><p>The Board of Technology is well-respected by members of the Parliament, Danish educators and others who are familiar with the Board’s work, and even internationally. Within the Danish Parliament, the Board enjoys a fair degree of multi-partisan support, although liberals are more supportive of their work than are conservatives.</p><p>When experts are requested to make assessments in order to provide an overview of the issue, the Board utilizes the best available expertise, often drawing experts in across professions and sectors, ensuring that many elements and different values are represented in the assessments. Interdisciplinary working groups of experts are sometimes established, and experts who disagree on the topic at hand are often brought in, ensuring that the results will not be biased.</p><p>Through its leadership in the consensus conference model of public engagement and decision-making, the Danish Board of Technology has helped answer one of today’s most difficult democratic problems: How can ordinary citizens make intelligent decisions about complicated and ever-changing technological issues? By providing a demographically (not politically) representative group of citizens with high-quality information and facilitation – and then feeding the results of that microcosmic dialogue back into the macrocosm of public discourse – democratic society is given appropriate wisdom to reflect and act upon.</p><p><a id=\"Challenges_.26_Limitations\" name=\"Challenges_.26_Limitations\"></a></p><h2>Challenges &amp; Limitations</h2><p>The Danish Board of Technology’s work often does not make an impact in Parliament. Although the Board tries to set up meetings with the relevant committees in Parliament and always sends the reports, having members of Parliament attend such meetings and listen openly to the information that is presented is not common. The Board does, however, use other means to influence Parliament indirectly, such as having their findings reported on in the media, and informing citizens of the issues.</p><p>Another challenge that the Board of Technology faces is that, although it is funded by Parliament, it is run independently of government influence and has to continually remind members of Parliament that it exists, and that it is available as a resource to them. The fact that the Danish Parliament does not usually initiate studies and projects adds to the difficulty. The Board of Technology, however, has been successful since 1995 in taking on the role of arranging public hearings for the Parliament. With one or two months’ notice, the Board can organize a half-day or day-long public hearing which brings in a variety of experts on the issue and is open and publicized to the public. Members of Parliament are becoming more and more accustomed to utilizing this option.</p><p>Working within a reasonable and pre-determined time frame for its projects causes some challenges for the Board as well. Although the Board tries to judge the projects partly on timeliness, its reports often seem to be too early or too late to make an impact in Parliament. A report may be submitted years before the issue is considered in Parliament, or it may be submitted just a few months after a decision has been made.</p><p>Another limitation that the Board currently faces is politicians’ lack of faith in and reluctance to rely on the ability of public participation methods to produce good decisions. A recent European study which examined the extent to which consensus conferences influence the legislative decisions of the Danish Parliament revealed that although 75% of the members of Parliament were familiar with consensus conferences, and about half of these had actually attended one, only 13% of those familiar with the model felt that the conferences sometimes led to parliamentary discussions, debates or initiatives, such as the issuance of laws or guidelines. According to the results of this study, the Board is facing a body which may not be receptive to one of its most innovative methods.</p><p><a id=\"Resources_Used_to_Develop_Case\" name=\"Resources_Used_to_Develop_Case\"></a></p><h2>Resources Used to Develop Case</h2><p>Interview conducted by Sandy Heierbacher with Ida-Elisabeth Andersen, Sociologist and Project Manager at the Danish Board of Technology.</p><p>The Co-Intelligence Institute website. Information about Danish Board of Technology consensus councils: <a class=\"external free\" href=\"http://www.co-intelligence.org/P-DanishTechPanels.html\" rel=\"nofollow\" title=\"http://www.co-intelligence.org/P-DanishTechPanels.html\">http://www.co-intelligence.org/P-DanishTechPanels.html</a> and <a class=\"external free\" href=\"http://www.co-intelligence.org/P-citizenCC.html\" rel=\"nofollow\" title=\"http://www.co-intelligence.org/P-citizenCC.html\">http://www.co-intelligence.org/P-citizenCC.html</a>.</p><p>Danish Board of Technology website. <a class=\"external free\" href=\"http://www.tekno.dk\" rel=\"nofollow\" title=\"http://www.tekno.dk\">http://www.tekno.dk</a></p><p>Harris, Lissa. “Symposium on campus credits citizens' role in science policy-making.” Cornell Chronicle, July 11, 2002. Available at <a class=\"external free\" href=\"http://www.news.cornell.edu/Chronicle/02/7.11.02/tech_assess.html\" rel=\"nofollow\" title=\"http://www.news.cornell.edu/Chronicle/02/7.11.02/tech_assess.html\">http://www.news.cornell.edu/Chronicle/02/7.11.02/tech_assess.html</a></p><p>The National Academy of Engineering website. Articles entitled “Evidence for Impact,” available at <a class=\"external free\" href=\"http://www.nae.edu/nae/techlithome.nsf/weblinks/KGRG-55X5V9?OpenDocument\" rel=\"nofollow\" title=\"http://www.nae.edu/nae/techlithome.nsf/weblinks/KGRG-55X5V9?OpenDocument\">http://www.nae.edu/nae/techlithome.nsf/weblinks/KGRG-55X5V9?OpenDocument</a> and “The International Experience,” available at <a class=\"external free\" href=\"http://www.nae.edu/nae/techlithome.nsf/weblinks/KGRG-55X5R7?OpenDocument\" rel=\"nofollow\" title=\"http://www.nae.edu/nae/techlithome.nsf/weblinks/KGRG-55X5R7?OpenDocument\">http://www.nae.edu/nae/techlithome.nsf/weblinks/KGRG-55X5R7?OpenDocument</a></p><p>The UK Centre for Economic and Environmental Development (UK CEED) website. Information about the consensus conference model at <a class=\"external free\" href=\"http://www.ukceed.org/conference/consensus_home.htm\" rel=\"nofollow\" title=\"http://www.ukceed.org/conference/consensus_home.htm\">http://www.ukceed.org/conference/consensus_home.htm</a></p>", "title": "Board of Technology (Denmark)"}