{"htmlbody": "<p><a id=\"Purpose_and_Mission\" name=\"Purpose_and_Mission\"></a></p><h2>Purpose and Mission</h2><p>Everyday Democracy works with individuals in communities throughout the United States to improve local democracy by creating and sustaining public dialogue and problem solving. Everyday Democracy’s mission is “to help communities develop their own ability to solve problems by exploring ways for all kinds of people to think, talk and work together to create change.\"</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>In 1982, businessman Paul J. Aicher sold his business and used the proceeds to establish the Topsfield Foundation, Inc. Based in Pomfret, Conn., The Topsfield Foundation dedicated itself to enhancing civic engagement through public dialogue. Later, in 1989, the foundation established the Study Circles Resource Center as its primary project.</p><p>In the early 1990s, the Study Circles Resource Center created and distributed tools such as discussion guides to help individuals in local communities engage in inclusive talk about public issues and controversies. Throughout the 1990s, the organization fostered a national network of discursive coalitions that addressed issues such as racism, inter-ethnic relations, and diversity. Since the 2000, the organization expanded its activities to include community organizing in order to diversify participation in dialogue and focus attention on action as well as deliberation. In 2008, the organization changed its name from the Study Circles Resource Center to Everyday Democracy to reflect its increased attention to collective action and public problem solving. The organization provides this <a class=\"external text\" href=\"http://www.everyday-democracy.org//en/Page.HistoryTimeline.aspx\" rel=\"nofollow\" title=\"http://www.everyday-democracy.org//en/Page.HistoryTimeline.aspx\">timeline of its history</a>.</p><p><a id=\"Activities\" name=\"Activities\"></a></p><h2>Activities</h2><p>Everyday Democracy provides various kinds of assistance to help individuals in local communities engage in problem-solving deliberation and social action. The organization provides how-to guides on organizing dialogues and facilitation as well as a large number of “discussion guides,” videos, and books on issues such as racism and racial equity, urban sprawl, education, poverty, and immigration. In the communities where Everyday Democracy provides customized technical assistance, program staff coach local people, serving as resources and trainers to help communities build their own abilities to create change. Since 1989, Everyday Democracy has have worked with more than 600 communities across the United States.</p><p><a class=\"external autonumber\" href=\"http://www.everyday-democracy.org/en/Page.WhatWeDo.aspx\" rel=\"nofollow\" title=\"http://www.everyday-democracy.org/en/Page.WhatWeDo.aspx\">[1]</a>Learn more about the work of Everyday Democracy.</p><p><a id=\"Funding\" name=\"Funding\"></a></p><h2>Funding</h2><p><a class=\"external autonumber\" href=\"http://www.everyday-democracy.org\" rel=\"nofollow\" title=\"http://www.everyday-democracy.org\">[2]</a>Everyday Democracy is supported in part through an endowment of $6 million at The Paul J. Aicher Foundation. The organization also raises a portion of its funding from philanthropic foundations for specific projects.</p><p><a id=\"Major_Projects\" name=\"Major_Projects\"></a></p><h2>Major Projects</h2><ul><li>Communities Creating Racial Equity (2007-2009)</li><li>Horizons Anti-Poverty Program (2005-2010)</li><li><a href=\"http://participedia.net/cases/strong-starts-children-albuquerque-new-mexico-usa\">Strong Starts for Children: Dialogues on Early Childhood Development and Education in Albuquerque, New Mexico</a> (2010-2011)</li><li>Turning the Tide on Poverty (2009- )</li></ul><p><a id=\"Secondary_Literature\" name=\"Secondary_Literature\"></a></p><h2>Secondary Literature</h2><p>Matt Leighninger, Martha McCoy. Mobilizing Citizens: Study Circles Offer a New Approach to Citizenship in National Civic Review, Vol. 87, No. 2 (July 2003): 183-190.</p><p><a id=\"Links\" name=\"Links\"></a></p><h2>Links</h2><ul><li><a href=\"http://www.everyday-democracy.org/en/Page.ccre.aspx\">Communities Creating Racial Equity </a></li><li><a class=\"external text\" href=\"http://www.everyday-democracy.org/\" rel=\"nofollow\" title=\"http://www.everyday-democracy.org/\">Everyday Democracy site</a></li><li><a href=\"http://www.everyday-democracy.org//en/Page.horizons-background.aspx\">Horizons Anti-Poverty Program</a></li><li><a href=\"http://srdc.msstate.edu/tide/\">Turning the Tide on Poverty </a></li></ul>", "title": "Everyday Democracy"}