{"htmlbody": "<h2>Mission and Purpose </h2><p>The firm's policy is guided by two main principles: to make possible for all citizens, in full respect of their diversity of opinions, to build and express their views in quality debates; and to provide decision makers with reliable input on the landscape or arguments, preferences, positions and options, as to enable better public policy or organisation/company strategy choices.</p><p>The firm assists local communities, regions, public agencies and private firms with the design of online participatory platforms according to their particular needs and requirements. It develops innovative software solutions for online debates and consultations, provides consulting services and help with the integration of its software on a variety of online platforms.</p><p>In addition to the design and development of participatory platforms, Sopinspace offers its services in management, moderation, mapping and synthesis of ongoing debates. The firm's debate teams usually constitute of a cartographer who maintains the debate map, a media monitor who follows the general or specialized news on the debate's subject and informs the participants on relevant developments, a fact finder who searches (on request) for facts needed to validate or invalidate arguments, a scientific mediator who summarizes and comments on scientific papers and reports to make them more accessible for laypeople, etc.</p><p>Sopinspace also operates a French speaking collaborative blog and information resource on on-line debates and their tools.</p><p><a id=\"Products\" name=\"Products\"></a></p><h2>Products </h2><p>Since its foundation the firm has developed several free software products <a href=\"#cite_note-0\" title=\"\">[1]</a>.</p><p>1. Co-ment® <a href=\"#cite_note-1\" title=\"\">[2]</a>: a Web 2.0 text annotation application that allows users to upload texts, post comments and collaboratively edit texts. Users may enclose comments and responses to every word in the text. The scope of application of co-ment is much wider than on-line debates, but it has interesting applications in this domain. co-ment can be seamlessly integrated in Drupal sites thanks to the Drupal co-ment module <a href=\"#cite_note-2\" title=\"\">[3]</a>.</p><p>2. Glinkr® <a href=\"#cite_note-3\" title=\"\">[4]</a>: this Web service enables to produce graphical interactive maps of Web contents. In the context of online debates, such maps represent the structure of arguments and viewpoints brought up in the discussion. The structure of the map is flexible and it may evolve and changes according to the development of a discussion.</p><p><img src=\"http://participedia.net/sites/default/files/images/organizations/Glinkr.jpg\" width=\"660\"/><br/>Glinkr</p><p>3. Tools for the collective evaluation of proposals or stakes to be debated, using graduated notation techniques. These tools are classical in the offline world since the <a class=\"new\" href=\"/w/index.php?title=R%C3%A9gnier_abacus&amp;action=edit&amp;redlink=1\" title=\"Régnier abacus (page does not exist)\">Régnier abacus</a> in the 1980S. On-line analogs have been developed by <a class=\"new\" href=\"/w/index.php?title=Delibera&amp;action=edit&amp;redlink=1\" title=\"Delibera (page does not exist)\">Delibera</a>. Sopinspace has implemented several modules for free software content management systems (PlonePriori <a href=\"#cite_note-4\" title=\"\">[5]</a> for Plone and a more general Drupal Priorities module <a href=\"#cite_note-5\" title=\"\">[6]</a>): these applications allow users to rank or evaluate a list of proposals and obtain a synoptical view of the collective results. This is useful to extract the priorities of users on a list of proposals.</p><p>These tools are distributed under free software licenses (GPLv3 or Affero GPLv3)</p><p><img src=\"/sites/default/files/images/organizations/Co-ment.jpg\" width=\"660\"/><br/>Co-ment<br/><img src=\"/sites/default/files/images/organizations/Plonepriori.jpg\" width=\"660\"/><br/>PlonePriori</p><h2>Notable examples </h2><p>The following examples represent some of the online debates which Sopinspace designed and managed.</p><p><a id=\"The_Open_University_Debate\" name=\"The_Open_University_Debate\"></a></p><h3>The Open University Debate </h3><p>The debate was held on April 20-23, 2009 as part of the Biennale Democrazia in Torino (Italy). Its purpose was to discuss the adoption of open access and open source standards in the universities of Torino. Faculty, students and staff of the different universities were invited to participate. The debates drew 1,500 unique visitors in three days, 125 registered users and 300 contributions.</p><p>The debates remained open for three days only and proceeded along three tracks. First, a debate on the desirability of becoming an open university. This debate was conducted as part of a discussion forum which users accessed through an interactive map of the debated topics and main arguments (using the Glinkr® tool). Second, a debate on the definition of an open university (based on the Wheeler Declaration), where participants could edit the Wheeler Declaration and comment on it using the co-ment® text annotation service. Third, concrete proposals for action were posted by participants and collectively evaluated by means of a graduated scoring technique (the PlonePriori tool).</p><p>At the end of the online debates, Sopinspace produced synthesis documents for each debate track. In parallel, willing participants were invited to act as debate messengers. The role of the debate messengers was to present the results of the online discussions (expressed views and arguments, action proposals, etc) to university decision makers in a physical meeting which concluded the Open University debates. The decision makers were asked to react to the presentations. The Open University project led to some concrete decisions, having the Politecnico di Torino, for instance, committing itself to produce a scoreboard on where it stands in relation to the Wheeler Declaration criteria.</p><p><a id=\"The_Online_Energy_Management_Debate\" name=\"The_Online_Energy_Management_Debate\"></a></p><h3>The Online Energy Management Debate </h3><p>The debate was organized by the French Environment and Energy Demand Management agency, in partnership with NGOs and science communication organizations. While most of the debate was conducted online, relying on thematic/argument cartography tools, it also included face-to-face citizen and stakeholders panels.</p><p>The debate was held between March 2007 and July 2007. Its aim was to produce a structured set of opinions and constructive proposals. Soliciting the largest possible amount was not the primary objective, but it was essential to obtain a fair representation of the diverse approaches, perceptions and proposals. The site had around 30,000 visits, up to 5,000 unique visitors per month, and 1,600 contributions (most of them rather detailed and well written). The exchanges were always courteous and respected the ethics of debate. The debate was largely uncovered by the media, due to the focus of the media on the upcoming elections in France. A better coverage could have attracted to the debate a greater number of participants who lacked prior awareness of environment and energy issues.</p><p>Users who registered on the site (registration was necessary to post contributions, but not for commenting on posts by others) were invited to provided some basic information about themselves. More than 90% of the 435 registered users accepted to do so. The provided data revealed an over-representation of highly-educated participants and an under-representation of blue collar workers. More than 50% of the participants were less than 40 years old and the number of participants aged 18-24 was larger than their share in the general population. The debate benefited from a substantial geographical spread, but only 22% of the participants were women.</p><p>The debate was held in 3 stages. During the first one, Internet users were asked to express their views on why energy demand management does not progress better and to formulate proposals on how to overcome the obstacles related to energy management. This stage involved an innovative use of tools for thematic cartography. These tools allowed the moderators of the debate to map the main themes and arguments of the ongoing discussions and offer participants a synoptical view of the debate. Such maps lowered entry barriers into discussions and facilitated the addition of novel contributions. Moderators from Sopinspace updated the maps as the debate developed (participants could comment and object to these updates). According to Sopinspace, such usage of thematic cartography has proved to be useful for maintaining readability and in order to make possible for contradictory exchanges to develop in certain “zones” of the map without preventing other themes to be debated in a constructive manner in other “zones”.</p><p>In the second phase, seven multi-stakeholders face-to-face meetings took place in several French cities, bringing together interested citizens, Internet contributors, experts, NGOs, etc. The purpose of these meetings was to discuss the proposals that were brought up online and select 32 of them for a further discussion. The third stage consisted of a new online debate, which aimed to better analyze and refine these 32 proposals.</p><p>25 concrete policy or action proposals and 5 discussions without a consensual proposal constituted the outcome of the debate. The latter are on subjects where argumentative exchanges have dominated (primarily on the respective role of renewable energy and nuclear energy for electricity production). 16 of these proposals were sent to decision-makers and included suggestions regarding eco-taxes and direct policies for the transportation field; new incentives for energy saving investments; suggestions regarding a coordinated approach to spatial and city planning, and more. The other proposals were not mature enough and required a further research and discussion.</p><p><a id=\"The_Online_Debate_on_Wind_Turbines\" name=\"The_Online_Debate_on_Wind_Turbines\"></a></p><h3>The Online Debate on Wind Turbines </h3><p>The debate was held between November 2005 and October 2006, as part of the European DREAM 2 project which aims promote the use of ICT in the region of Nord Pas de Calais. The purpose of the debate was to engage the 12,000 residents of Atrébatie in a discussion on wind energy and its implications for the region. The debate combined an online platform with face-to-face meetings. While the agenda for the debate was developed online, the actual discussion was held in small face-to-face meetings.</p><p>The discussion consisted of four stages. During the first stage, participants suggested issues for the debate's agenda. This stage was based on a free flow of ideas and suggestions. During the second stage, participants were asked to rank the suggestions that were brought up on the first stage. The ranking allowed to limit the variety of the suggested ideas to a set of topics that most significantly concerned the participants. The third stage consisted of face-to-face meetings in groups of 12, based on the topics that were prioritized online. At the fourth stage, the synthesis of the face-to-face meetings along with the responses of the municipality officials were posted online.</p><p>The website remained open for a month and a half, with an average of 40 visitors per day. During the first stage, 40 participants offered 90 issues for discussion and, at the second stage, 60 participants ranked the proposals. The face-to-face meetings drew over one hundred participants. It is not clear which of the proposals were adopted by the municipality.</p><p><a id=\"Further_reading\" name=\"Further_reading\"></a></p><h2>Further reading </h2><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links </h2><ul><li><a class=\"external text\" href=\"http://www.sopinspace.com\" rel=\"nofollow\" title=\"http://www.sopinspace.com\">Sopinspace</a></li><li><a class=\"external text\" href=\"http://www.debatpublic.net\" rel=\"nofollow\" title=\"http://www.debatpublic.net\">French speaking Observatory of on-line debates and their tools</a></li><li><a class=\"external text\" href=\"http://fr.wikipedia.org/wiki/Philippe_Aigrain\" rel=\"nofollow\" title=\"http://fr.wikipedia.org/wiki/Philippe_Aigrain\">Philippe Aigrain on the Wikipedia</a></li></ul><p><a id=\"References\" name=\"References\"></a></p><h2>References</h2><ol class=\"references\"><li id=\"cite_note-0\"><a href=\"#cite_ref-0\" title=\"\">↑</a> <a class=\"external free\" href=\"http://www.sopinspace.com/?page_id=65&amp;lang=en\" rel=\"nofollow\" title=\"http://www.sopinspace.com/?page_id=65&amp;lang=en\">http://www.sopinspace.com/?page_id=65&amp;lang=en</a></li><li id=\"cite_note-1\"><a href=\"#cite_ref-1\" title=\"\">↑</a> <a class=\"external free\" href=\"http://www.co-ment.com\" rel=\"nofollow\" title=\"http://www.co-ment.com\">http://www.co-ment.com</a></li><li id=\"cite_note-2\"><a href=\"#cite_ref-2\" title=\"\">↑</a> <a class=\"external free\" href=\"http://www.sopinspace.com/?p=934&amp;lang=en\" rel=\"nofollow\" title=\"http://www.sopinspace.com/?p=934&amp;lang=en\">http://www.sopinspace.com/?p=934&amp;lang=en</a></li><li id=\"cite_note-3\"><a href=\"#cite_ref-3\" title=\"\">↑</a> <a class=\"external free\" href=\"http://www.sopinspace.com/products/glinkr\" rel=\"nofollow\" title=\"http://www.sopinspace.com/products/glinkr\">http://www.sopinspace.com/products/glinkr</a></li><li id=\"cite_note-4\"><a href=\"#cite_ref-4\" title=\"\">↑</a> <a class=\"external free\" href=\"http://www.sopinspace.com/products/plonepriori\" rel=\"nofollow\" title=\"http://www.sopinspace.com/products/plonepriori\">http://www.sopinspace.com/products/plonepriori</a></li><li id=\"cite_note-5\"><a href=\"#cite_ref-5\" title=\"\">↑</a> <a class=\"external free\" href=\"http://www.sopinspace.com/?p=214&amp;lang=en\" rel=\"nofollow\" title=\"http://www.sopinspace.com/?p=214&amp;lang=en\">http://www.sopinspace.com/?p=214&amp;lang=en</a></li></ol>", "title": "Sopinspace"}