{"htmlbody": "<p>The Institute on the Common Good at Regis University is an organization located on the Regis University campus in Denver, Colorado. The Institute on the Common Good's mission is to serve \"the community at-large by promoting the common good and providing a safe and effective space for community dialogue, communal discernment, and public deliberation\" using the tools of \"Dialogue. Discernment. Democratic Deliberation.\"<a href=\"#cite_note-The_ICG_Website-0\" title=\"\">[1]</a> The Institute on the Common Good seeks to build strong communities, create dialogue within communities in order to foster improved community relationships and build trust, and to provide a safe and engaging environment for deliberative discussions. Additionally, The Institute on the Common Good sponsors various events such as workshops, panel discussions,speaking engagements, and forums. The Institute on the Common Good is heavily influenced by Jesuit philosophy as well as the Catholic social ethos.</p><h2>Contents</h2><ul><li class=\"toclevel-1\"><a href=\"#MIssion_and_Purpose\">1 MIssion and Purpose</a><ul><li class=\"toclevel-2\"><a href=\"#Philosophy\">1.1 Philosophy</a></li></ul></li><li class=\"toclevel-1\"><a href=\"#History\">2 History</a></li><li class=\"toclevel-1\"><a href=\"#Major_Projects_and_Events\">3 Major Projects and Events</a><ul><li class=\"toclevel-2\"><a href=\"#Public_Deliberation_Initiative\">3.1 Public Deliberation Initiative</a></li><li class=\"toclevel-2\"><a href=\"#The_Homelessness_Dialogue_Project\">3.2 The Homelessness Dialogue Project</a></li><li class=\"toclevel-2\"><a href=\"#Notable_Speakers\">3.3 Notable Speakers</a></li></ul></li><li class=\"toclevel-1\"><a href=\"#Publications\">4 Publications</a></li><li class=\"toclevel-1\">5<a href=\"#References\"> References</a></li><li class=\"toclevel-1\">6<a href=\"#External_Links\"> External Links</a></li></ul><p><a id=\"MIssion_and_Purpose\" name=\"MIssion_and_Purpose\"></a></p><h2>MIssion and Purpose</h2><p>The Institute on the Common Good's mission is to \"to help individuals and groups engage one another more effectively as they seek to forge their common destiny.\"<a href=\"#cite_note-The_ICG_Website-0\" title=\"\">[1]</a> The primary means by which they endeavor to achieve this goal is through community dialogue and deliberation. The ICG also sponsors several speaking engagements, forums, and events aimed at fostering dialogue and encouraging deliberation in order to improve the common good.</p><p><a id=\"Philosophy\" name=\"Philosophy\"></a></p><h3>Philosophy</h3><p>The philosophy of The Institute on the Common Good finds its roots in the teachings of St. Ignatius of Loyola, particularly his three core values: finding God in all things, good intentions, and the will to be changed or transformed by others. Additionally, the ICG's philosophy is further informed by the four key concepts derived from the tradition of Catholic social teaching. These are:</p><ul><li>Human Dignity: The inherent belief in the dignity of the human person.</li><li>Common Good and Community: The human person is both sacred and social, growing and achieving fulfillment only in community.</li><li>Subsidiarity and Participation: Individuals have a right to fully participate in decisions made on issues relevant to them, and giving a voice to the most vulnerable members of society is a key moral duty.</li><li>Rights and Responsibilities: Society can only function if the fullest level of human rights are recognized and members recognize their rights and well as their responsibilities to their own welfare and the welfare of others.<a href=\"#cite_note-The_ICG_Website-0\" title=\"\">[1]</a></li></ul><p>The Institute on the Common Good endeavors to merge these philosophical tenets with \"the latest research in the emerging field of dialogue.\"<a href=\"#cite_note-The_ICG_Website-0\" title=\"\">[1]</a></p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>The Institute on the Common Good was founded in 1998 by Regis University President Father Michael J. Sheeran, S.J.. Father Sheeran had long sought to create a community outreach arm of the University and thus founded the Institute \"based on his conviction that important issues can be resolved and societal changes can occur if people gather together and speak honestly with one another.\"<a href=\"#cite_note-The_ICG_Website-0\" title=\"\">[1]</a></p><p>Father Sheeran's interest in dialogue and deliberation originated from his participation in a dialogue between the New York president of the NAACP and several local business and labor leaders at the height of the civil rights movement, in the New York office of the Jesuit magazine America, for which Sheeran worked. Although these groups mistrusted one another, they were able to \"create a set of priorities that helped convince Civil Rights leaders that New York business and labor leaders were committed to working together,\" preventing a potentially violent dispute from erupting.<a href=\"#cite_note-The_ICG_Website-0\" title=\"\">[1]</a></p><p>In 1993, Father Sheeran hosted the first meeting between President Bill Clinton and Pope John Paul II. Despite their differences on a whole host of issues, the meeting resulted in an agreement to cooperate on sending aid to Muslim countries, and a promise by the Pope to use his influence to encourage peace in Yugoslavia.</p><p>It was from these two historic experience on the power of dialogue that Father Sheeran gained the impetus to create The Institute on the Common Good.</p><p>Father Richard Dunphy, S.J. was named the Institute’s first director in 1998 and served until 2001. The directorship was then handed over to Dr. Paul Alexander, who is also the director of the Master of Nonprofit Management Master’s degree at Regis University, and serves as director to the present day.</p><p><a id=\"Major_Projects_and_Events\" name=\"Major_Projects_and_Events\"></a></p><h2>Major Projects and Events</h2><p>The Institute on the Common Good's primary purpose is to provide speaking engagements, forums, and community outreach through the numerous events and initiatives it sponsors each year. Rather than merely researching dialogue and deliberative techniques as an academic exercise the Institute on the Common Good \"is unique in that it actively partners with groups engaged in community life. These projects take many forms and include public and private dialogues, initiatives, educational programs, speakers, and collaboration and partnerships with a large variety of civic and social organizations.\"<a href=\"#cite_note-The_ICG_Website-0\" title=\"\">[1]</a> Some notable examples include:</p><p><a id=\"Public_Deliberation_Initiative\" name=\"Public_Deliberation_Initiative\"></a></p><h3>Public Deliberation Initiative</h3><p>In the Spring of 2006, The Institute on the Common Good formed a partnership with the Council of Public Policy Education to create the Public Deliberation Initiative. The purpose of this initiative is to \"offer workshops, forums and other activities based on a the National Issues Forums approach to discussing critical community and national issues.\"<a href=\"#cite_note-The_ICG_Website-0\" title=\"\">[1]</a> Additionally, the Public Deliberation Initiative is aimed at NIF moderator training and working with state, national, and international organizations to create and foster deliberative forums based on the NIF model.</p><p><a id=\"The_Homelessness_Dialogue_Project\" name=\"The_Homelessness_Dialogue_Project\"></a></p><h3>The Homelessness Dialogue Project</h3><p>In September of 2006 The Institute on the Common Good partnered with the Center for Civic Ethics at Denver University and the Capitol Hill United Neighborhoods to create the Homeless Dialogue Project. The purpose of this project was to bring the homed and the homeless together as neighbors to discuss the serious issues surrounding homelessness, and to create a forum through which deliberation about alternative policy options could take place.</p><p><a id=\"Notable_Speakers\" name=\"Notable_Speakers\"></a></p><h3>Notable Speakers</h3><p>In addition to sponsoring forums and initiatives, the Institute on the Common Good seeks to provide the student body of Regis University and the Denver community at large with a diverse range of world-renowned speakers as a fresh avenue of education, and as a means of creating dialogue about important national and international issues. The Institute on the Common Good has made it a tradition to invite Nobel Peace Prize Winners to speak, and, altogether, 13 Nobel laureates have spoken at Regis since 1996. Examples of such speakers include:</p><ul><li>President Lech Walesa, leader of the Polish Solidarity movement,</li><li>Gail Collins, New York Times Columnist,</li><li>Betty Williams of Northern Ireland, Nobel Peace Prize Winner,</li><li>David Trimble of Northern Ireland, Nobel Peace Prize Winner,</li><li>His Holiness, The Dalai Lama of Tibet,</li><li>Nobel Peace Laureate Archbishop Desmond Tutu of South Africa,</li><li>President Oscar Arias of Costa Rica,</li><li>Robert Bellah a Professor of Sociology at the University of California-Berkley,</li><li>Elizabeth Dole, former President of the American Red Cross and former US Senator,</li><li>Sister Helen Prejean, Author of Dead Man Walking,</li><li>Elie Wiesel, Holocaust survivor and author.<a href=\"#cite_note-The_ICG_Website-0\" title=\"\">[1]</a></li></ul><p><a id=\"Publications\" name=\"Publications\"></a></p><h2>Publications</h2><p>The Institute on the Common Good publishes a biannual electronic newsletter which can be found in PDF format in their <a class=\"external text\" href=\"http://www.icgregis.org/index.cfm/id/19/Newsletter\" rel=\"nofollow\" title=\"http://www.icgregis.org/index.cfm/id/19/Newsletter\">newsletter archive.</a> The newsletter details upcoming events, information about current and past initiatives, tips for effective dialogue, guest columns, and musings from the Director.</p><p><a id=\"References\" name=\"References\"></a></p><h2>References</h2><ol class=\"references\"><li id=\"cite_note-The_ICG_Website-0\">↑ <a href=\"#cite_ref-The_ICG_Website_0-0\" title=\"\">1.0</a> <a href=\"#cite_ref-The_ICG_Website_0-1\" title=\"\">1.1</a> <a href=\"#cite_ref-The_ICG_Website_0-2\" title=\"\">1.2</a> <a href=\"#cite_ref-The_ICG_Website_0-3\" title=\"\">1.3</a> <a href=\"#cite_ref-The_ICG_Website_0-4\" title=\"\">1.4</a> <a href=\"#cite_ref-The_ICG_Website_0-5\" title=\"\">1.5</a> <a href=\"#cite_ref-The_ICG_Website_0-6\" title=\"\">1.6</a> <a href=\"#cite_ref-The_ICG_Website_0-7\" title=\"\">1.7</a> <a href=\"#cite_ref-The_ICG_Website_0-8\" title=\"\">1.8</a> <a class=\"external text\" href=\"http://www.icgregis.org\" rel=\"nofollow\" title=\"http://www.icgregis.org\">The ICG Website</a></li></ol><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><ul><li><a class=\"external text\" href=\"http://www.facebook.com/home.php?#/group.php?gid=2524177056\" rel=\"nofollow\" title=\"http://www.facebook.com/home.php?#/group.php?gid=2524177056\">ICG Facebook Group</a></li><li><a class=\"external text\" href=\"http://www.youtube.com/user/InstituteCommonGood\" rel=\"nofollow\" title=\"http://www.youtube.com/user/InstituteCommonGood\">ICG YouTube Channel</a></li><li><a class=\"external text\" href=\"http://commongood.ning.com/\" rel=\"nofollow\" title=\"http://commongood.ning.com/\">ICG's Ning Social Network</a></li></ul>", "title": "Institute on the Common Good"}