{"htmlbody": "<h3>Mission</h3><p>The <a class=\"external text\" href=\"http://izwegroup.com/\" rel=\"nofollow\" title=\"http://izwegroup.com/\">Izwe group</a> is a social entreprise aimed at facilitating better communication amongst and within organisations, government and communities. Izwe was founded in 2009 by Richard Wilson and Nick Nielson who are leaders in participation and empowerment work. The Izwe group have worked with OECD, Ministre de Budget (France), Californian State Department, Danish Government, States of Jersey, Every UK Government Department and Local and Regional Government across Europe. \"Izwe\" is a word meaning \"People Power\", \"Voice\", or \"Land\" in a variety of African languages. <a id=\"Work\" name=\"Work\"></a></p><h2>Work</h2><p>Izwe work with their clients to facilitate better participatory communication and research, by providing both online and offline suppport and tools, as well a high level of expertise in both these areas. As well as a wealth of experience in participation, empowerment and social research, the team also includes ICT experts such as Benoît Thieulin - who advised on the presidential campaigns of both Ségolène Royal and Barrack Obama; and Paul Birch the founder of <a class=\"external text\" href=\"http://Bebo.com/\" rel=\"nofollow\" title=\"http://Bebo.com/\">Bebo.com</a>.</p><p><a class=\"external text\" href=\"http://Izwe.com/\" rel=\"nofollow\" title=\"http://Izwe.com/\">Izwe.com</a> is an online social networking platform which can be developed to provide organisations with individualised ways of communicating both externally and internally (i.e. with their staff, their customers and/or the communities that they serve) as well as promote efficiency and innovation. The <a class=\"external text\" href=\"http://Izwe.com/\" rel=\"nofollow\" title=\"http://Izwe.com/\">Izwe.com</a> platform helps to organisations to meet requirements such as the <a class=\"external text\" href=\"http://www.communities.gov.uk/communities/communityempowerment/whatweare/improvingempowermentpractice/\" rel=\"nofollow\" title=\"http://www.communities.gov.uk/communities/communityempowerment/whatweare/improvingempowermentpractice/\">Duty to Involve</a> as well as providing data and developing community empowerment. Expert support and advice on e-participation methods is integrated with consultation on participatory events, research and processes that use more traditional forms of communication. <a id=\"Programmes\" name=\"Programmes\"></a></p><h2>Programmes</h2><p>The \"Leadership 2009\" programme, endorsed by <a class=\"external text\" href=\"http://nesta.org.uk/\" rel=\"nofollow\" title=\"http://nesta.org.uk/\">NESTA</a>, worked with a range of UK public bodies to develop communication strategies - including social networking - and was aimed at targeting the \"hard to reach\" in communities. New programmes include \"Connecting London\", which is aimed at improving the ways in which borough councils communicate with the public, and \"Health 2010\", which will provide Primary Care Trusts (PCTs) with social networking and data gathering tools through <a class=\"external text\" href=\"http://Izwe.com/\" rel=\"nofollow\" title=\"http://Izwe.com/\">Izwe.com</a>. Izwe are aso working on a programme called \"Government Introperability\" which is intended to raise the standards of the use of online tools in the international governmental sector.</p><p>Izwe's programmes have also been used to inform the Empowerment Delivery work of the Department of Communities &amp; Local Government (CLG) and NHS Institute for Innovation and Improvement. <a id=\"Funding\" name=\"Funding\"></a></p><h2>Funding</h2><p>Izwe is a social entreprise and is funded through charging for its services as well as additional funding for the specific programme \"Connecting London\" from Capital Ambition, London Civic Forum and the Department for Communities and Local Government.</p><p>At least 15% of Izwe's profits go to the Izwe foundation, whose beneficiaries are decided in tandem with Izwe's clients and partners.</p>", "title": "Izwe Group"}