{"htmlbody": "<p>The OpenGov Foundation has developed a new online, open-source, public engagement tool that allows individuals – indeed, any individual – to play a direct role in writing legislation. The program – called <a href=\"http://opengovfoundation.org/the-madison-project/\">Madison</a> – was first developed in 2012 by Congressman Darrell Issa (R-CA) and his team, to crowdsource ideas to radically amend the Stop Internet Piracy Act (SOPA) and the Protect Intellectual Property Act (PIPA).</p><p>The <a href=\"http://opengovfoundation.org/the-madison-project/\">Madison</a> platform gained a lot of attention and generated dozens of suggestions from hundreds of users. Congressman Issa used these crowdsourced ideas to write the OPEN Act, an alternative to SOPA and PIPA aimed at protecting both internet freedom and intellectual property.</p><p>As Congressman Issa recently told <em>Roll Call</em>, \"[<a href=\"http://opengovfoundation.org/the-madison-project/\">Madison</a>] is an ongoing experiment in direct digital democracy, but the introduced version of the OPEN Act is proof that crowdsourcing can deliver better bills and a more accountable government.\"</p><p>According to Seamus Kraft, one of <a href=\"http://opengovfoundation.org/the-madison-project/\">Madison</a>’s developers, citizens across America, “are demanding a voice in their government and a say in the policies that shape their lives, their businesses and their communities <em>between elections</em>. Madison is built to power that desired democratic engagement – to be that user-friendly bridge between the people and their elected officials – at the local, state and federal levels. Over the coming year, the open-source and $0-cost Madison will be deployed in Washington, DC, San Francisco, CA and the U.S. Congress to both help everyday Americans participate in the policymaking processes <em>they</em> want, and help public servants deliver legislation, rules and regulations that work best for their constituents.</p><p>\"We believe <a href=\"http://opengovfoundation.org/the-madison-project/\">Madison</a> can grow to be so much more.  A vital resource for reporters seeking to shine a light on government activities. A social tool for students and professors to study the workings of government in real-time. A living archive of legislative histories, intents and outcomes. But we're starting at the very core of democratic self-governance: laws, legislation and the real people who are working hard to build more informed, engaged communities.\"</p><p>The Madison team are putting the final touches on the newest version of the platform: Madison 2.0. The code for the new platform is open-source and can be viewed at this <a href=\"https://github.com/opengovfoundation/madison\">github</a>.</p>", "title": "Madison - Crowdsourcing Legislation"}