{"htmlbody": "<p><a id=\"Purpose_and_Mission\" name=\"Purpose_and_Mission\"></a></p><h1>Purpose and Mission</h1><p>The Development Research Centre on Citizenship, Participation and Accountability (Citizenship DRC) is a ten-year international research programme exploring new forms of citizenship that will help make rights real. We are comprised of a network of researchers and practitioners working in research institutions and civil society organisations in seven countries – Angola, Bangladesh, Brazil, India, Nigeria, South Africa and the UK.</p><p>The aim of the Citizenship DRC is to increase understanding of how to support the efforts of poor and marginalised groups to define and claim their rights. Our seven principal research themes include:</p><p>1. Deepinging Democracy in States and Localities</p><p>2. Local-global Citizen Engagement</p><p>3. Violence, Citizenship and Participation</p><p>4. Spaces for Change? The Politics of Participation in New Democratic Arenas</p><p>5. Realising Rights and Claiming Accountabilities</p><p>6. Meanings and Expressions of Rights and Citizenship</p><p>7. Science and Citizens in a Global Context</p><p><a id=\"Partners\" name=\"Partners\"></a></p><h1>Partners</h1><p>In order to gain a critical understanding of citizenship, participation and accountability in different contexts, the Citizenship DRC works collaboratively through a network of partners from research institutions and civil society organisations in seven countries. Our seven partners include:</p><p>Acção Para O Desenvolvimento Rural E Ambiental (ADRA) – Angola</p><p>BRAC Development Institute (BDI) – Bangladesh</p><p>Centro Brasileiro de Análise e Planejamento (CEBRAP) – Brazil</p><p>Society for Participatory Research in Asia (PRIA) – India</p><p>Theatre for Development Centre of Ahmadu Bello University (TFDC) – Nigeria</p><p>African Centre for Citizenship and Democracy / School of Government of the University of the Western Cape (ACCEDE-UWC) – South Africa</p><p>Institute of Development Studies (IDS) – UK</p><p>In addition to the seven core partners, Citizenship DRC has collaborated on various research projects and publications with a number of research associates from an additional 13 countries.</p><p><a id=\"Activities\" name=\"Activities\"></a></p><h1>Activities</h1><p>The Citizenship DRC brings together institutional partners to produce and communicate knowledge on the relationship between citizens and their states. It is hoped that this, in turn, will contribute to poverty reduction in partner countries by empowering citizens and by helping state institutions become more capable, accountable and responsive. To meet this goal, the Citizenship DRC carries out three broad activities:</p><p>Research: Since 2001, the Citizenship DRC has produced more than 400 research outputs that examine the effect of citizen action on states and societies. Our research now constitutes ten years’ worth of work that challenges top-down approaches to development that have traditionally neglected local realities. These outputs include journal articles, a nine-volume series with Zed Books entitled ‘Claiming Citizenship’, working papers and videos, among others. Many of these outputs are available online and all are currently being collected for the production of a DVD-ROM that encapsulates the programme’s entire research and policy work.</p><p>Capacity building: Building research capacity within the Citizenship DRC has been embedded in the consortium’s ways of working since 2001. The decentralisation of research coordination efforts has contributed to a shared sense of ownership amongst partners. Research partners come together annually in research meetings and workshops to share their research experiences and findings. This has facilitated innovations in new methodologies and the development of new analytical frameworks. In addition to building research capacities, the Citizenship DRC has also developed its network to include projects on teaching and learning citizenship; sustaining and increasing research funding; and communicating research findings to wider audiences.</p><p>Communication and policy influencing: Through its integrated approach to research and communication, the Citizenship DRC has designed a range of strategies for working with local and international stakeholders. Using a variety of policy mapping techniques, we have increased our capacity to effectively use varied communication mediums to inform relevant policy debates. Most recently, our partners’ research has informed the redesign of the indigenous health service in Brazil and been used in high-level discussions in the presidential commission for electoral reform in Nigeria, among others.</p><p><a id=\"Funding\" name=\"Funding\"></a></p><h1>Funding</h1><p>The Citizenship DRC receives principal funding from the UK Department for International Development.</p><p><a id=\"Sample_of_Key_Publications\" name=\"Sample_of_Key_Publications\"></a></p><h1>Sample of Key Publications</h1><p>Cornwall, A and V Schattan P Coelho (eds) (2007) Spaces for Change? The Politics of Citizen Participation in New Democratic Arenas. Zed Books: London.</p><p>Eyben, R and S Ladbury (2006) Building Effective States: Taking a Citizen's Perspective. Citizenship DRC Publication Series. IDS: Brighton.</p><p>Houtzager, P, Gurza Lavalle, A and A Acharya (2003) \"Who Participates? Civil Society and the New Democratic Politics in São Paulo, Brazil’, IDS Working Paper 210. IDS: Brighton.</p><p>Thompson, L (ed.) (2007) Participatory Governance? Citizens and the State in South Africa. ACCEDE and University of the Western Cape.</p><p>McGee, R and J Pearce (eds) (2009) \"Violence, Social Action and Research\", IDS Bulletin, 40(3). IDS: Brighton.</p><p><a id=\"Links\" name=\"Links\"></a></p><h1>Links</h1><p>Citizenship DRC site - <a href=\"http://www.drc-citizenship.org/\">http://www.drc-citizenship.org/</a></p><p>ADRA site - <a class=\"external free\" href=\"http://www.adra-angola.org/\" rel=\"nofollow\" title=\"http://www.adra-angola.org/\">http://www.adra-angola.org/</a></p><p>BDI site -- <a href=\"http://www.bracdevelopmentinstitute.org\">www.bracdevelopmentinstitute.org</a></p><p>CEBRAP site -- <a href=\"http://www.cebrap.org.br\">www.cebrap.org.br</a></p><p>PRIA site - <a class=\"external free\" href=\"http://www.pria.org\" rel=\"nofollow\" title=\"http://www.pria.org\">http://www.pria.org</a></p><p>TFDC site - <a class=\"external free\" href=\"http://www.tfdc-ng.org/index.htm\" rel=\"nofollow\" title=\"http://www.tfdc-ng.org/index.htm\">http://www.tfdc-ng.org/index.htm</a></p><p>ACCEDE site - <a class=\"external free\" href=\"http://www.accede.co.za/\" rel=\"nofollow\" title=\"http://www.accede.co.za/\">http://www.accede.co.za/</a></p><p>IDS site - <a class=\"external free\" href=\"http://www.ids.ac.uk/ids/\" rel=\"nofollow\" title=\"http://www.ids.ac.uk/ids/\">http://www.ids.ac.uk/ids/</a></p>", "title": "Citizenship DRC"}