{"htmlbody": "<p>This case study was written by Sandy Heierbacher, Director of the National Coalition for Dialogue &amp; Deliberation (NCDD), in 2001 as part of a consultancy with the Center for Disease Control's National Immunization Program.</p><p> </p><p><a id=\"Problems_and_Purpose\" name=\"Problems_and_Purpose\"></a></p><h2>Problems and Purpose</h2><p>The U.S. Environmental Protection Agency created the Office of Environmental Justice (OEJ) in 1992 in order to coordinate the Agency’s increasing efforts to address environmental justice issues and to integrate environmental justice into EPA’s policies, programs, and activities.</p><p>In addition to new internal structures (environmental justice Policy Working Groups and Coordinators Councils, for example), the National Environmental Justice Advisory Council (NEJAC) was established to allow community, industry and state/local government groups to come together to ‘reinvent’ solutions to environmental justice problems. NEJAC also provides a valuable forum for integrating environmental justice with other EPA priorities and initiatives. Established by charter on September 30, 1993, NEJAC provides independent advice, consultation and recommendations to the Administrator of the U.S. EPA on matters related to environmental justice.</p><p>“Environmental justice” is the fair treatment and meaningful involvement of all people, regardless of race, color, national origin or income, with respect to the development, implementation and enforcement of environmental laws, regulations and policies. Environmental justice is achieved when everyone, regardless of race, culture or income, enjoys the same degree of protection from environmental and health hazards and equal access to decision-making that effects the environment in which they live, learn and work.</p><p>The Office of Environmental Justice and NEJAC provide the mechanism and financial support that make it possible for those concerned about environmental justice issues to meet on a regular basis, design research programs, present their concerns directly to the federal administration, hold public meetings at which groups and individuals can testify, and discuss federal programs that are relevant to environmental inequities.</p><p>NEJAC was created under the Federal Advisory Committee Act (FACA) of 1972. Since it is chartered as a discretionary council (not a statutory council), NEJAC must be re-chartered every other year, arguing again and again that the expert advice obtained through NEJAC cannot be obtained from within the EPA itself.</p><p>The EPA is responsible for the financial and administrative support of NEJAC. Within the EPA, this support is provided by the Office of Environmental Justice, Office of Enforcement and Compliance Assurance. NEJAC’s estimated annual operating cost is $970,970, which supports 15 staff members. The EPA also covers travel and per diem expenses when determined necessary and appropriate.</p><p> </p><p><a id=\"Participants\" name=\"Participants\"></a></p><h2>Participants</h2><p>NEJAC is made up of 25 members and one Designated Federal Official (DFO), who serve on a parent council (the Executive Council or Council) that has seven Subcommittees. Members are selected from among community-based groups (4 members); academic and educational institutions (4); State and local governments (3); industry and business (3); Federally recognized Tribes and Indigenous groups (3); and non-governmental (4) and environmental groups (4) as deemed appropriate.</p><p>As for any discretionary FACA program, the government official who requests the program serves as the Administrator of the program. That Administrator selects the DFO, who will directly oversee the Executive Council and serve as a conduit to the Administrator for recommendations from NEJAC.</p><p>Along with the NEJAC Executive Council members who fill Subcommittee posts, an additional 39 individuals serve on the various Subcommittees. The Subcommittees are Air &amp; Water, Enforcement, Health &amp; Research, Indigenous Peoples, International and Waste/Facility Siting, and they are each sponsored by a program office (the Enforcement Subcommittee is sponsored by the Office of Enforcement and Compliance Assurance, for example). In addition to these six Subcommittees, NEJAC has established a Protocol Committee which consists of the chair of NEJAC and the chairs of each Subcommittee.</p><p>Subcommittees usually consist of nine or ten members, although one currently includes 16 members. Generally, three members of the Executive Council serve on each Subcommittee. Members of the Executive Council selected by the Council’s DFO serve as the DFOs of the Subcommittees, chairing the Subcommittees and reporting their findings to the Executive Council. The Executive Council determines whether the recommendations will be communicated to the EPA Administrator.</p><p>In addition to the Subcommittees, the Executive Council may establish workgroups from within Council membership to delve into specific issues which need to be addressed. Subcommittees may also establish smaller workgroups from within their memberships. The workgroups, which are primarily established for brainstorming or investigation purposes, then report back to the larger Subcommittee.</p><p>Members are selected for NEJAC based on regional representation, recommendations and level of knowledge in their chosen field. Candidates may nominate themselves or be nominated by others, and a letter of recommendation from someone familiar with the candidate’s experience is encouraged. The Office of Environmental Justice reviews all applications and forwards recommendations to the EPA Administrator, who then makes the appointment. Program offices that support a specific Subcommittee assist in selections for that Subcommittee.</p><p>Applications are received frequently, so NEJAC experiences no difficulty finding new members. Current and former members of NEJAC often inspire qualified colleagues to apply, as do EPA staff and representatives of other federal agencies. Announcements about upcoming vacancies are also distributed at the annual conferences, which encourages members of the public who are well-versed in these issues to apply.</p><p>Membership is rotated to provide the greatest possible opportunity for a variety of individuals to serve. Each NEJAC appointment begins on January 1 and ends December 31 of the same year, but extensions may be granted for up to 3 years. If a member resigns, a replacement is appointed to complete the term.</p><p> </p><p><a id=\"Process\" name=\"Process\"></a></p><h2>Process</h2><p>The NEJAC Executive Council convenes by conference call every other week and the Subcommittees meet by conference call once a month. About half of the Subcommittees are able to meet face-to-face on a yearly basis (in addition to the annual meeting), depending on the funding made available to them through their sponsoring program office.</p><p>The Subcommittees primarily address issues that are assigned by their sponsoring office. If they are not given a specific issue or task for the coming year, the Subcommittees are often briefed on their division manager’s vision and plans for the year and asked to think about how they might fit into that vision, or they are given an idea of what their role in the next year could be. NEJAC is also free to make recommendations to the program offices about what they and the Subcommittees should be examining.</p><p>The Subcommittees’ findings and recommendations are often submitted to the NEJAC Executive Council, which may or may not communicate the recommendations to the EPA Administrator. Subcommittees also make recommendations directly to their sponsoring program offices, and provide informal advice, stakeholder input and other such information to their program offices year-round. Subcommittees cannot make recommendations independently to the EPA.</p><p>A recent initiative of the International Subcommittee provides a good example of the kind of work a Subcommittee might take on. The Subcommittee examined the effects of pesticide spraying on cocoa plants in Columbia. After determining that the spraying was harming the local residents and animals, and even doing damage to the crops, the Subcommittee brought their findings to the attention of their sponsoring office, EPA’s Office of International Relations. They requested that decision makers in their sponsoring office attend a meeting with a delegation of representatives from Columbian non-governmental organizations working on the issue, several public health officials and other government officials. The International Subcommittee took a strong stand on this issue and communicated their position to their sponsoring office through advice, letters and requests. Although not a direct result of the Subcommittee’s efforts, a recent Congressional ruling limited fumigation in Columbia.</p><p>Members of the Executive Council and Subcommittees and additional federal and state EPA officials all come together annually for large week-long meetings. About 100 people participate in the entire meeting, 50 to 60 of which are EPA staff. In addition, hundreds of members of the public attend the public hearings. These widely-publicized annual meetings are held in a different location in the U.S. each year in order to provide opportunities for different segments of the public to attend.</p><p>Public involvement in the annual meetings consists of two evening public comment sessions (three to four hours each), in which 40 to 50 people are typically signed up to speak. Those who speak at the public hearings are free to address any issue related to Environmental Justice, but are encouraged to address the specific issues being dealt with throughout the week. Members of the public (present or not) are also given the opportunity to submit written testimony, and are welcome to attend any of the meetings held throughout the week. In addition, local communities and groups often host dinners, briefings or community tours.</p><p>Before the annual meeting, a workgroup made up of members of the Executive Council develops a report based on the work and recommendations of the Council and Subcommittees. This report is examined and discussed at the annual meeting by all of those present – including the public. The 2002 report focused on pollution prevention and environmental justice; previous reports have focused on such topics as community-based environmental health and fish consumption and water quality.</p><p>Final decisions are not made at the annual meeting. NEJAC Executive Council and Subcommittee members, EPA officials and the public are all given 30 additional days after the meeting to examine the preliminary draft of the report, submit additional comments and make final recommendations.</p><p> </p><p><a id=\"Outcomes.2FProducts\" name=\"Outcomes.2FProducts\"></a></p><h2>Outcomes/Products</h2><p>Contractors work with NEJAC year-round in order to effectively compile the recommendations provided in the initial reports which are presented at the annual meeting for review and discussion. The contractors then incorporate into the report the new information that is generated at the annual meeting and during the 30-day period after the meeting, including the public comments and written testimonies gleaned at the meeting and afterward. A new report is then submitted to the NEJAC Executive Council for approval. After it is approved, the report is submitted to the EPA Administrator. NEJAC recently submitted a 200-page report on water pollution and fish consumption to the Administrator.</p><p>In addition to this annual report, NEJAC subcommittees may produce white papers (technical documents that examine a problem and propose possible solutions), smaller reports, letters of resolution, recommendations and planning documents. All of these products are advisory in nature, and are submitted to the appropriate program office or to the NEJAC Executive Council, which may forward the recommendations to the EPA Administrator. Generally, subcommittees submit informational papers or letters to their sponsoring program offices two or three times a year.</p><p>A few specific examples of NEJAC products and their results are as follows:</p><p>In 1995, NEJAC recommended to EPA that public meetings be held on revitalizing urban areas by introducing new industry in order to create jobs, eliminate the problems of abandoned buildings and help establish sustainable communities. Public dialogues on urban revitalization and Brownfields (abandoned, unused or underutilized properties) were held throughout the country, providing, for the first time, an opportunity for EJ advocates and residents of impacted communities to systematically provide input regarding issues related to the EPA’s Brownfields Economic Redevelopment Initiative. These dialogues had a significant influence on Brownfields policy, and were the impetus behind the EPA’s annual Brownfields Conference.</p><p>NEJAC recommended in 1996 that EPA conduct local “roundtable meetings” to serve the many citizens who do not feel as if their voice is heard at the national level. These meetings allow more in-depth discussions of environmental justice issues, and can more effectively address regional issues. Regional roundtables organized as a result of this recommendation have provided the opportunity for more local stakeholders to become involved in EPA issues, and often allow community members to address specific issues of concern with representatives from their state agency or local government.</p><p>NEJAC’s first concrete product, the Model Plan for Public Participation, which is used widely by state and local EPAs, was completed in 1996. In 2000, the Indian Tribal Governments Guide was produced, which addresses concerns raised about the lack of effective consultation and collaboration between federal agencies and American Indian and Alaska Native tribal governments.</p><p> </p><p><a id=\"Strengths\" name=\"Strengths\"></a></p><h2>Strengths</h2><p>NEJAC provides the opportunity for ordinary members of the public to contribute to the work of NEJAC and the Office of Environmental Justice, and members of NEJAC treat public opinions with respect. Through participation in the NEJAC Executive Council and its Subcommittees, members of the public can also impact the EPA and its various program offices.</p><p>Their relationship with the public is one of NEJAC’s greatest strengths. Members of the public sometimes view NEJAC as their last chance to influence policy relating to important environmental justice issues that affect their lives. Although NEJAC can only recommend changes to the EPA, and cannot effect a change in policy itself, NEJAC is trusted and relied on by members of the public. In addition to giving qualified citizens the opportunity to serve on the Executive Council or Subcommittees, NEJAC provides a variety of needed opportunities for citizens to voice their grievances and concerns to the EPA.</p><p>A diversity of viewpoints, background and expertise is ensured in the membership of NEJAC. Members are not required to be experienced in environmental justice issues from the start, so a more representative group of people can be recruited. Since NEJAC is such a large structure, with multiple Subcommittees focused on a specific area of environmental justice, the opportunities to participate are greater than in many other advisory committees. Limiting members’ terms to three years ensures that even more people will have the opportunity to participate.</p><p>NEJAC fosters collaboration among the diverse stakeholders in environmental justice issues (including EPA officials). Often various members of a Subcommittee and the officials at the sponsoring office begin tackling a particular issue with very different perspectives and opinions, with little willingness to compromise. After months of working in the Subcommittees on the issue, however, the members and officials who were previously polarized begin to discover common ground on the issue, and to build trust in one another. This results in the beginnings of policy change.</p><p>NEJAC members consider themselves to have a lot of influence on the EPA – especially on the program offices that work directly with the Subcommittees. Their influence on policy issues has increased significantly since they began focusing their annual meetings on specific policy issues in 1999. NEJAC has also made headway on integrating the concept and consideration of environmental justice within the EPA.</p><p> </p><p><a id=\"Challenges_and_Limitations\" name=\"Challenges_and_Limitations\"></a></p><h2>Challenges and Limitations</h2><p>It is extremely important that the EPA and the sponsoring program offices are committed to NEJAC and convinced of its importance. One challenge that NEJAC faces is the perspective of some EPA officials that NEJAC is a group of troublemakers who want to hinder the work of the EPA. Because of this notion, some NEJAC Subcommittees currently have no assignments from their sponsoring program offices, and are beginning to break down.</p><p>NEJAC is an ambitious attempt to change the culture of an organization, but succeeding at such a change requires participation and buy-in from an entire organization, and this is not easily achievable – even in a small organization. Because the importance of environmental justice (and public participation in EJ issues) is not embraced by many of the EPA staff, NEJAC often does not receive a response when they submit a policy-related recommendation.</p><p>One challenge that NEJAC regularly faces, since it needs to be re-chartered every two years, is to gain and retain the respect of Congress and the federal government. Every other year, the EPA needs to prove that the advice and recommendations that they glean from the public through NEJAC are valuable and sound, and that they could not be obtained from within the agency itself. Because of this circumstance, the EPA feels some degree of pressure to place people with certain kinds of clout on the NEJAC Executive Council, and this has the potential to detract from the representativeness of the Council.</p><p>The DFO (Designated Federal Official), who has the power to decide when and why the NEJAC Executive Council is convened, is the Director of the Office of Environmental Justice or his designee. This person must be present at all meetings, must set the agenda in advance and may adjourn any meeting when he determines that it is “in the public interest” to do so. Although this level of power does not seem to have caused any problems for NEJAC, there is clearly the potential for a DFO who is uninterested or opposed to NEJAC – or just too busy to dedicate the time – to greatly hinder its existence.</p><p>NEJAC’s dependence on the commitment and ability of the primary DFO and the DFOs assigned to each of the Subcommittees is a major challenge, and several of the committees have floundered because of this. The success of a NEJAC Subcommittee depends on having a committed DFO and having committed, able members.</p><p> </p><p><a id=\"Resources_Used_to_Create_Case\" name=\"Resources_Used_to_Create_Case\"></a></p><h2>Resources Used to Create Case</h2><p>Interviews conducted by Sandy Heierbacher with Charles Lee, Associate Director of the U.S. EPA’s Office of Environmental Justice and Designated Federal Official (DFO) of NEJAC; Peggy Shepard, NEJAC Chair ; Marva King, NEJAC Program Manager; Michael Slimak, EPA’s Associate Director for Ecology; and Patricia Bonner and Lisa Kahn of the EPA Office of Policy, Economics and Innovation.</p><p>Draft Public Involvement Policy. Environmental Protection Agency. December 28, 2000. Available at <a class=\"external free\" href=\"http://www.epa.gov/stakeholders/policy.htm\" rel=\"nofollow\" title=\"http://www.epa.gov/stakeholders/policy.htm\">http://www.epa.gov/stakeholders/policy.htm</a></p><p>Federal Actions to Address Environmental Justice in Minority Populations and Low-Income Populations. Executive Order by the President of the United States (William J. Clinton). February 11, 1994. At <a class=\"external free\" href=\"http://www.fs.fed.us/land/envjust.html\" rel=\"nofollow\" title=\"http://www.fs.fed.us/land/envjust.html\">http://www.fs.fed.us/land/envjust.html</a></p><p>Federal Advisory Committee Act. Available at <a class=\"external free\" href=\"http://www.epic.org/open_gov/faca.html\" rel=\"nofollow\" title=\"http://www.epic.org/open_gov/faca.html\">http://www.epic.org/open_gov/faca.html</a></p><p>The Model Plan for Public Participation. Developed by the Public Participation and Accountability Subcommittee of the National Environmental Justice Advisory Council. 1996. Available at <a class=\"external free\" href=\"http://es.epa.gov/oeca/oej/nejac/pdf/modelbk.pdf\" rel=\"nofollow\" title=\"http://es.epa.gov/oeca/oej/nejac/pdf/modelbk.pdf\">http://es.epa.gov/oeca/oej/nejac/pdf/modelbk.pdf</a></p><p>United States Environmental Protection Agency website. Specifically, Environmental Justice pages, at <a class=\"external free\" href=\"http://es.epa.gov/oeca/main/ej/index.html\" rel=\"nofollow\" title=\"http://es.epa.gov/oeca/main/ej/index.html\">http://es.epa.gov/oeca/main/ej/index.html</a> and the NEJAC website, at <a class=\"external free\" href=\"http://es.epa.gov/oeca/main/ej/nejac/index.html\" rel=\"nofollow\" title=\"http://es.epa.gov/oeca/main/ej/nejac/index.html\">http://es.epa.gov/oeca/main/ej/nejac/index.html</a></p>", "title": "National Environmental Justice Advisory Council (United States)"}