{"htmlbody": "<p><a id=\"Gegr.C3.BCndet\" name=\"Gegr.C3.BCndet\"></a></p><h2>Gegründet</h2><p>2005 von Silvia Wienefoet und Ralph Walczyk <a id=\"Mitglieder\" name=\"Mitglieder\"></a></p><h2>Mitglieder</h2><ul><li>Silvia Wienefoet</li><li>Ralph Walczyk</li></ul><p><a id=\"Zielsetzung\" name=\"Zielsetzung\"></a></p><h2>Zielsetzung</h2><p>ESWEERWE</p><p>Agentur zur Demokratisierung der Gestaltung des öffentlichen Raums</p><p>ESWEERWE</p><p>durchbricht den eingeschränkten Kreis der öffentlichen-Raum-Gestalter und öffnet ihn für alle interessierten Bürger, die kulturell gebildet sein können, aber nicht müssen. Interesse ist das alleinige Zugangsmittel.</p><p>ESWEERWE</p><p>hat grundsätzlich eine Demokratisierung der Gestaltung des öffentlichen Raums zum Ziel und lebt von selbstverantwortlichen Einzelpersonen, engagierten Gemeinden und Institutionen und Städten, die aktiv das eigene Umfeld gestalten wollen. Eine Utopie, aber dennoch ein Ziel. Menschen|Bürger äußern ihre Wünsche und Bedürfnisse oft deswegen nicht, weil sie keinen Weg sehen, um sich Gehör zu verschaffen. Kommunikations- und Entscheidungstrukturen sind unbekannt. Der Grundgedanke von ESWEERWE ist, dass jede Person, egal ob und welcher Gruppierung zugehörig, eine Veränderung des gestalteten öffentlichen Raums initiieren kann.</p><p>ESWEERWE</p><p>thematisiert die Gestaltung des öffentlichen Raums.</p><p>Zentrale Arbeitsmittel | Kernmodule von ESWEERWE</p><p>sind:</p><ul><li>Kartierung</li><li>Transparenz</li><li>Diskurs</li><li>Diskussion</li><li>Information</li></ul><p>Ziel von ESWEERWE</p><ul><li>Demokratisierung von Entscheidungsprossen, die den öffentlichen Raum betreffen</li><li>selbstverantworltiche Einzelpersonen, engagierten Gemeinden, Institutionen und Städte, die aktiv das eigene Umfeld gestalten wollen</li><li>Reaktion der angesprochenen Bürger in form einer fundierten Meinungsbildung</li><li>Gelenkstelle zu sein, um die beteiligten Gruppen zusammen zu bringen und zu beraten. Initiierung eines Kommunikationsprozesses</li></ul><p><a id=\"Weblinks\" name=\"Weblinks\"></a></p><h2>Weblinks</h2><ul><li><a class=\"external text\" href=\"http://www.esweerwe.de\" rel=\"nofollow\" title=\"http://www.esweerwe.de\">ESWEERWE.de</a></li><li><a class=\"external text\" href=\"http://www.wienefoet.de\" rel=\"nofollow\" title=\"http://www.wienefoet.de\">wienefoet.de</a></li><li><a class=\"external text\" href=\"http://www.walczyk.net\" rel=\"nofollow\" title=\"http://www.walczyk.net\">walczyk.net</a></li></ul>", "title": "ESWEERWE"}