{"htmlbody": "<p><a id=\"Mission_and_Purpose\" name=\"Mission_and_Purpose\"></a></p><h2>Mission and Purpose</h2><p>The National Coalition for Dialogue &amp; Deliberation (NCDD) is an active network of over 1,500 organizations and professionals who engage the public around today's most challenging problems across partisan, ethnic and other divides. The NCDD website offers thousands of resources (best practices, case studies, articles, etc.) and hundreds of posts about the latest news and opportunities in our field. Over 25,000 subscribers receive NCDD's monthly email updates.</p><p>Through its projects, online forums and conferences, NCDD connects professional and grassroots practitioners, academic researchers, businesses, government officials, activists, artists, students and technologists drawn from a wide range of sectors and practices.</p><p>NCDD's mission is to bring together and supports people, organizations, and resources in ways that expand the power of discussion to benefit society. <a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>Formed in 2002 after our first National Conference on Dialogue &amp; Deliberation, NCDD is a U.S.-based organization with international members and affiliations, all of whom are dedicated to expanding the capacity of people with divergent views from all walks of life to engage in honest dialogue and quality deliberation. <a id=\"Specializations_and_activities\" name=\"Specializations_and_activities\"></a></p><h2>Specializations and activities</h2><p>NCDD has held four National Conferences on Dialogue &amp; Deliberation: NCDD 2002 in Alexandria, Virginia (225 attendees), NCDD 2004 in Denver, Colorado (305), NCDD 2006 in San Francisco, California (375) and NCDD 2008 in Austin, Texas (420). NCDD's national conferences place special emphasis on the goal of strengthening and uniting the rapidly-growing dialogue and deliberation community.</p><p>In fall 2010, NCDD held 5 regional conferences instead of one national event. Over 700 people attended the events in Austin, Boston, Denver, Cupertino (Bay Area) and Portland.</p><p>We're currently planning our 2012 National Conference on Dialogue &amp; Deliberation, which will take place in Seattle, Washington this October 12-14.  \"NCDD Seattle\" will bring together approximately 400 civic innovators for a great learning and networking event.  Learn more at <a href=\"http://www.ncdd.org/events\">www.ncdd.org/events</a>.</p><p>NCDD has come to play a strong facilitative leadership role in this emerging field.</p><ul><li>In spring 2009, NCDD initiated and co-led (with the International Association for Public Participation and the Co-Intelligence Institute) a collaborative project to create a set of Core Principles for Public Engagement all in our field could agree on.</li><li>In fall 2009, in response to the controversial health care town halls held during the August congressional resource, NCDD members worked together to quickly create a series of articles and a one-page flyer to help public officials hold more productive public meetings.</li><li>Several years ago, NCDD created its popular Engagement Streams framework to help community leaders, public officials, and others decide when best to use different engagement processes, based on their goals and means.</li></ul><p>NCDD inspired and helped in the formation of our sister organization, the Canadian Community for Dialogue and Deliberation (C2D2), which has now held three national conferences.</p><p><a id=\"NCDD.27s_Members\" name=\"NCDD.27s_Members\"></a></p><p> </p><h2>NCDD's Members</h2><p>NCDD's members include most of the well-known groups that are breaking significant new ground in public engagement and conflict resolution; groups like Everyday Democracy, the Center for Deliberative Democracy, Public Agenda, AmericaSpeaks, National Issues Forums Institute, Viewpoint Learning, the World Cafe Community Foundation, and many others. Engagement pioneers from the EPA, the Centers for Disease Control &amp; Prevention, and other federal agencies are active members of NCDD. And its members include creators of dozens of innovative online engagement tools.</p><p>Many NCDD members are involved in lesser-known (but incredibly innovative) projects as well, such as...</p><p>- King County’s (Seattle Area) innovative Countywide Community Forums, a project of the King County auditor’s office which engages hundreds of volunteer “citizen councilors” in regular dialogues held across the county on issues local government is tackling.</p><p>- The creation of the nation’s first official “Democracy Zone” in Napa, California, where hundreds of white and Latino residents have come together across class and ethnic divides to redefine their community’s concept of “citizen” by focusing on democratic processes and a commitment to common values.</p><p>- Vets4Vets, a program which trains Iraq-era veterans to facilitate dialogue among fellow new veterans to help with the reintegration process. Working closely with the VA, Vets4Vets is building a peer support community among the growing number of vets who have served in Iraq and Afghanistan. <a id=\"Publications\" name=\"Publications\"></a></p><h2>Publications</h2><p>NCDD's reports and other publications can be accessed here:  <a href=\"http://ncdd.org/rc/item/tag/ncdd-publications\">http://ncdd.org/rc/item/tag/ncdd-publications</a></p><p>Articles and other publications by NCDD's director, Sandy Heierbacher, are listed here:  <a href=\"http://ncdd.org/rc/heierbacher\">http://ncdd.org/rc/heierbacher</a></p><h2>External Links</h2><p>NCDD’s resource-rich website, at <a href=\"http://www.ncdd.org\">http://www.ncdd.org</a>, is a popular hub for public engagement and conflict resolution practitioners and researchers. Our website offers a comprehensive assortment of resources, tools and best practices related to participatory democracy, public engagement, political inclusion, restorative justice, organizational development, and conflict resolution at all levels.</p>", "title": "National Coalition for Dialogue & Deliberation"}