{"htmlbody": "<p><em>This page is a work in progress. </em></p><p><strong>Purpose and Mission</strong></p><p>newDemocracy puts citizens at the heart of their mission to ‘innovate in how we do democracy’. This is underpinned by the conviction that a random selection of everyday citizens are more than capable of navigating and making decisions about complex political issues. As founder Luca Belgiorno-Nettis (2013) <a href=\"http://www.newdemocracy.com.au/founder-s-messages/202-founder-s-message\">puts it</a>:</p><p><em>Our focus is on everyday people being randomly selected to deliberate and see if a consensus view can be reached. I am willing to trust these people because of the diversity of skills in the community, and the fact they are beyond the reach of so many impairments we place on the judgment of the representatives we elect today. They have no political donations, no factions, no pre-selections to worry about, no special interest groups to campaign against them, no lobbyists with connections to them, no faceless men looming in the background! </em></p><p>nDF’s approach is firmly underpinned by deliberative democratic theory. In creating deliberative spaces – such as the <a href=\"http://participedia.net/en/cases/australias-first-citizens-parliament-canberra-australia\">Australian Citizens’ Parliament</a> – the foundation aims to contribute to a future deliberative community as envisaged by prominent scholars (see for example Gastil 2007; Parkinson 2015). Indeed, since newDemocracy’s inception in 2004, deliberative democracy scholars have begun to look to the idea of ‘deliberative systems’ as a way of conceptualising deliberative democracy writ large (eg. Dryzek 2009) . In many ways nDF was ahead of the game when they launched; their original objectives were, through the creation of deliberative spaces, to promote a broader shift towards a more participatory, consensus-based political system. This is in sharp contrast to the adversarial, polarising rhetoric of Australian party politics.</p><p>newDemocracy is now well established in Australia as one of the foremost practitioners of deliberative democracy. They are particularly well-known for expertise in the recruitment process and facilitation of citizens’ juries, as their body of work attests. nDF also retains its original commitment to changing Australia’s political system for the better, through establishing effective mechanisms for everyday people to deliberate and make public decisions. This is reflected in their advocacy for a <a href=\"http://www.newdemocracy.com.au/alternatives/structural/99-a-citizens-senate\">Citizens’ Senate</a> – with a House of randomly selected citizens performing the review function of the Upper House. This is ‘the pragmatic option for a step toward a non-partisan and deliberative parliament.’</p><p>The Citizens’ Senate is one of several <a href=\"http://www.newdemocracy.com.au/alternatives/structural/99-a-citizens-senate\">structural alternatives</a> advocated by nDF for improving how politics is done in Australia. These include Demarchy, and Electronic Townhall and a Citizens’ Legislature. The structural alternatives suggested are grounded in academic research and offer a vision for a different type of politics. Alongside this they also argue in favour of a raft of<a href=\"http://www.newdemocracy.com.au/alternatives/incremental\"> incremental alternatives</a> – improvements that could be made to the current political system as it stands. </p><h2>History</h2><p>nDF was founded in 2004 by Luca Belgiorno-Nettis, who <a href=\"http://www.newdemocracy.com.au/founder-s-messages/202-founder-s-message\">‘wanted to find out if innovation in democracy was possible. It is.’</a> newDemocracy’s inception was a considered response against the often toxic, tit-for-tat character of partisan politics in Australia. nDF advocated a real alternative to this in their support for deliberative democratic processes that gave ordinary people the time, space and relevant information to deliberate on the current political system and how it could be improved.</p><p>This alternative approach became tangible reality with the first Australian Citizens’ Parliament in 2009, funded by nDF and the Australian Research Council. The focus of the process – involving 150 randomly selected Australians – was to deliberate on how Australian’s political system could be strengthened to better serve its citizens.</p><p>Since the Citizens’ Parliament, nDF have become perhaps best known for their expertise in random selection and the organisation and facilitation of mini-publics. They have been commissioned by local councils and state governments across four states to run deliberative processes on diverse topics – from electoral reform to local infrastructure. In addition to running deliberative forums, nDF advocates deliberative democratic approaches – in particular the citizens’ jury model – directly to state and federal government through its submissions to various committees.</p><h2><strong>Specializations and Activities</strong></h2><p>A random selection of citizens in a jury format – a citizens’ jury – is central to newDemocracy’s approach to improving the democratic process. The following information is summarised from the <a href=\"http://www.newdemocracy.com.au/library/what-is-a-citizens-jury\">nDF website</a> and describes their overall approach:</p><p><em>Random Selection:</em></p><p>Governments inevitably hear from the noisiest voices who insist on being heard. In contrast, society trusts 12 randomly-selected people on a criminal jury to assess evidence, discuss their views and reach a consensus recommendation because random selection generates “people like us”. Our process gets beyond the enraged and the articulate because the public would perceive them as having a bias.</p><p><em>Time:</em></p><p>Most policy problems which warrant the investment in a jury will be complex topics, so we need to allow people the time to educate and immerse themselves in the topic. Faced with a clear remit and a worthwhile level of authority citizens will invest the time.</p><p><em>Information:</em></p><p>Neutrality of information is a core principle, and we are careful to alert all juries that all writers have their own bias and perspective and they need to critically analyse this. To counter the view that “you can find an expert to say anything” we focus the start of a process on asking “what do you need to know… and who would you trust to inform you” – and use this as a way of selecting the speakers and input for subsequent jury meetings.</p><p><em>Clear remit:</em></p><p>A plain English question, phrased neutrally is essential.</p><p><em>Upfront authority:</em></p><p>To get everyday people in the room making a considerable time commitment, they need to know that the recommendations they reach mean something and won’t be consumed within the bureaucracy.</p><p><em>Operation:</em></p><p>For the purposes of shifting the mindset from adversarial, two-party, either/or contests, nDF recommends an 80% supermajority be required for a final decision from the jury. In practice, they rarely need to go to a vote and decisions are frequently unanimous, however minority views can be recorded and noted in reports as the objective is to most accurately reflect the view of the room.</p><p><em>How do we randomly select participants?</em></p><p>nDF directly undertakes the jury selection process to ensure there is the highest public confidence in the rigour and independence of the randomisation of invitations. Random selection is the key tool used to identify a range of participants who meet a descriptively representative sample of the community. We match participants to Census data by the key variables of age and gender, and others as each project requires. This is not claimed as a perfect method, but it delivers a more representative sample than any other process.</p><p>We post invitations to a random sample of physical addresses (not billing addresses) drawn from land titles information or Australia Post databases. This ensures that tenants and those not on electoral rolls are reached – in short, the widest possible catchment. Recipients of the invitation are asked to register online to indicate that they are available for the final selection. Based on those available, a second random draw is done which seeks to randomly match to the age and gender numbers required. This draw generates the final membership of the jury.</p><p>nDF does not provide any juror information to the governments or agencies with which we work. </p><p><strong>Stakeholder Engagement</strong></p><p>Since its inception in 2004, nDF has sought to improve and innovate with its work. nDF-commissed <a href=\"http://www.newdemocracy.com.au/docs/activeprojects/safesydney2014/nDF%20final%20report_May2015.pdf\">research conducted by the Institute for Sustainable Futures</a> in 2015 found that stakeholders did not always feel they understood the deliberative process and for some, this led to disengagement. In response to this, nDF now includes stakeholder engagement as a key component in all of its research designs. This includes stakeholder briefings prior to the process beginning, identifying key stakeholders to present to a jury or panel, as well as offering jurors the opportunity to select stakeholders of their own choosing to present information. This is alongside witnesses chosen by the commissioning body (eg. council) and submissions from the wider community.</p><p><strong>Major projects and events</strong></p><p>nDF has been responsible for over 20 deliberative processes, consultations and policy submissions. Their first major project was the <a href=\"http://participedia.net/en/cases/australias-first-citizens-parliament-canberra-australia\">Australian Citizens’ Parliament</a> in 2009 which brought together 150 citizens from around the country.</p><p>Other major projects include the <a href=\"http://participedia.net/en/cases/city-melbourne-peoples-panel\">City of Melbourne People’s Panel</a> in 2014, which involved a broad community engagement process alongside a citizens’ jury to contribute to Melbourne’s 10-year financial plan. nDF also led on two juries in <a href=\"http://participedia.net/en/cases/city-sydney-safe-and-vibrant-nightlife\">Sydney</a> and <a href=\"http://participedia.net/en/cases/creating-safe-and-vibrant-adelaide-nightlife\">Adelaide</a> on creating a safe and vibrant nightlife.</p><p>nDF’s full body of work – along with reports, project designs and government responses can be found <a href=\"http://www.newdemocracy.com.au/our-work\">here</a>.</p><h3>Funding</h3><p>nDF is a non-profit, non-partisan organisation and relies primarily on <a href=\"http://www.newdemocracy.com.au/get-involved/funding\">donors</a> for its income and has received major donations from the Anita and Luca Belgiorno-Nettis Foundation and Google Australia. In addition, the foundation is commissioned by government and others to run various projects, which are budgeted on a cost recovery basis and vary project to project.</p><p>nDF also funds research into deliberative democracy more broadly. Details of its 2015 funded projects is available <a href=\"http://www.newdemocracy.com.au/library/research-funding-2015\">here</a>.</p><h3>Publications</h3><p>nDF posts research papers relevant to deliberative democracy and community engagement in full on their website and can be viewed <a href=\"http://www.newdemocracy.com.au/library/research-papers\">here</a>.</p><h3>Secondary Sources</h3><p>Carson, L. &amp; Gastil, J. (2013) <em>The Australian Citizens' Parliament and the Future of Deliberative Democracy</em>. University Park, Penn: Pennsylvania State University Press.</p><p>Dryzek, J.S. (2009) Deliberative Democracy as Capacity Building, Comparative Political Studies, vol. 42, pp. 1379-1403</p><p>Gastil, J. (2007) <em>Political Communication and Deliberation</em>, Thousand Oaks, Cal: Sage Publications</p><p>Parkinson, J. (2015) <em>Deliberative systems project wins Australian research funding </em>[online], available at:  <a href=\"https://johnrparkinson.wordpress.com/2015/10/30/deliberative-systems-project-wins-australian-research-funding/\">https://johnrparkinson.wordpress.com/2015/10/30/deliberative-systems-project-wins-australian-research-funding/</a></p><p>Parkinson J. &amp; Mansbridge, J. Eds. (2012) <em>Deliberative Systems</em> [online], Cambridge Books Online: Cambridge University Press, available at: <a href=\"http://dx.doi.org/10.1017/CBO9781139178914.002\">http://dx.doi.org/10.1017/CBO9781139178914.002</a></p><h3>Notes</h3><p>This page is a work in progress. If you have any additional information which will improve the quality of this page, please feel free to add and edit. </p>", "title": "newDemocracy Foundation"}