{"htmlbody": "<h3>Please note the PB Unit closed on the 31st March 2012.</h3><p>There is a legacy body which can be contacted via <a href=\"http://www.PBpartners.org.uk\">PB partners</a></p><h3>Mission and Purpose</h3><p>The PB Unit was a project of the charity Church Action on Poverty based in Manchester. Church Action on Poverty has been in action for over 25 years, since 1982, and is working to eradicate poverty in the UK. Their mission is that people in poverty will have more control over the quality of services delivered in their communities and neighbourhoods.They are part-funded by the Department for Communities and Local Government to support the rolling out of PB in England. Their aims and objectives are:</p><ul><li>That more people will have more direct control over public budgets; </li><li>Building capacity in communities and the third sector;</li><li>Empowering people to take ownership of their areas;</li><li>Involving more people in democratic processes;</li><li>Promoting active citizens - not passive customers;</li><li>Developing a more mature dialogue between public bodies and communities;</li><li>Increasing social cohesion;</li><li>Promoting ongoing 'bottom up' grassroots impetus for PB;</li><li>Increasing transparency around public spending. <a id=\"Specializations_and_activities\" name=\"Specializations_and_activities\"></a></li></ul><h2>Specializations and activities</h2><p>The core activities of the PB Unit were:</p><ul><li>Co-ordinating &amp; providing information on PB activities in the UK;</li><li>Setting and monitoring the values, principles and standards of PB in the UK to ensure integrity;</li><li>Providing technical support such as resources and tools;</li><li>Providing practical support through enabling, facilitating and training;</li><li>Facilitating peer and regional learning;</li><li>Research into PB in the UK and Internationally and providing learning and dissemination.</li></ul><p>Their main priorities were: </p><p>Developing a regional focus around PB in the 9 English regions through:</p><ul><li>More regional PB events;</li><li>Providing training to our associates to undertake more work locally;</li><li>Working with the Government Offices;</li><li>Identifying more associates in areas where we don't have any;</li><li>Identifying new pilots.</li></ul><p>Developing PB in Local Area Agreements (LAAs):</p><ul><li>Identify 2-3 Local Strategic Partnerships who are willing to trial and develop PB in the context of LAAs;</li><li>Undertake research to understand practically how PB might work with LAAs;</li><li>Run some small workshop/seminars to facilitate further 'thinking' on the practicalities of PB &amp; LAAs;</li><li>Supporting and developing the existing and new pilots Sharing &amp; disseminating learning through: A phased approach to peer learning;</li><li>Documenting and writing up pilots;</li><li>Providing evaluation tools and linking with national evaluation;</li><li>Conferences &amp; events;</li><li>Working with partners and disseminating through their channels.</li></ul><p>Developing PB in new contexts:</p><ul><li>Health, police, children &amp; young people, etc. <a id=\"Publications\" name=\"Publications\"></a></li></ul><h2>Publications</h2><p>They developed a number of publications and resources all of which are avaliable from their website.</p><p>New Resources:</p><ul><li>Toolkit Second Edition sampler;</li><li>Unpacking the values, principles and Standards;</li><li>'What is PB' leaflet.</li></ul><p>Older Resources:</p><ul><li>History of PB in Brazil;</li><li>Participatory budgeting in Europe;</li><li>Participatory Budgeting in the UK: an evaluation from a practitioner perspective;</li><li>Discussion paper on PB in the LAA context;</li><li>Breathing life into democracy: The power of PB;</li><li>Bringing Budgets Alive: PB in Practice;</li><li>Towards a gender sensitive participatory budgeting;</li><li>Briefing paper on PB in USA and Canada;</li><li>ODPM report on PB;</li><li>Briefing note on PB in Europe;</li><li>Slicing up the pie: Community involvement in Porto Alegre, Brazil;</li><li>Exploring PB in Salford: Summary of 'People's Budget' report;</li><li>The budget matrix briefing paper;</li><li>A citizen's budget report;</li><li>Leaflet defining PB;</li><li>Values, Principles and Standards for PB in the UK;</li><li>Case studies from Seville and Toronto - research paper;</li><li>Update on PB in Brazil June 2008;</li><li>Report on PB Unit's work with Children and Young People;</li><li>Report on research about Participatory budgeting and the Arts;</li><li>Community Safety PB pilots case studies booklet;</li><li>Discussion paper on online participatory budgeting;</li><li>Guidance for practitioners on online participatory budgeting. <a id=\"External_Links\" name=\"External_Links\"></a></li></ul><h2>External Links</h2><p>Participatory Budgeting Unit Website <a class=\"external autonumber\" href=\"http://www.participatorybudgeting.org.uk/\" rel=\"nofollow\" title=\"http://www.participatorybudgeting.org.uk/\">[1]</a></p>", "title": "Participatory Budgeting Unit, Manchester, UK"}