{"htmlbody": "<p><a id=\"Mission_and_Purpose\" name=\"Mission_and_Purpose\"></a></p><h2>Mission and Purpose</h2><p>ChangeMakers develops the capacity and skills of people from disadvantaged communities across England. Using broad-based community organising and leadership traning, it enables people to identify and meet their needs, so that they can participate more fully in local regeneration processes, in the development of effective local and national urban policy, and society in general.</p><p>Changemakers will allow local people to address issues not being tackled in other ways. These organisations will be large, diverse, disciplined, and led by ordinary local people who have been trained in community leadership. Changemakers represents an attempt to set direct, participatory forms of democratic activity alongside representative ones. The programme is responding to widespread apathy and cynicism about politics and citizen engagement. It is a way of enabling the poorest and most marginalised communities to have a voice at the table of power by claiming their own political spaces. <a id=\"Specializations_and_activities\" name=\"Specializations_and_activities\"></a></p><h2>Specializations and activities</h2><p>The idea of Broad Based Organising is to build up community groups and to develop leadership skills. It is a values based process where people are brought together to act in the interest of their communities and the common good. It is a strategy that revitalises communities and allows the individuals to participate and incite social change. It empowers the people directly involved and inspires action for change. <a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p>Change Makers Websites <a class=\"external autonumber\" href=\"http://www.church-poverty.org.uk/projects/changemakers/changemakers\" rel=\"nofollow\" title=\"http://www.church-poverty.org.uk/projects/changemakers/changemakers\">[1]</a> <a class=\"external autonumber\" href=\"http://www.changemakersmanchester.org.uk/\" rel=\"nofollow\" title=\"http://www.changemakersmanchester.org.uk/\">[2]</a></p>", "title": "Change Makers"}