{"htmlbody": "<p><a id=\"Definition.2FProcess\" name=\"Definition.2FProcess\"></a></p><h2>Definition</h2><p>Everyday Democracy is an organization whose mission is “to help communities develop their own ability to solve problems by exploring ways for all kinds of people to think, talk and work together to create change.” Their goal is to address many different issues from racial inequality to growth and sprawl. One of the main projects they administer is the Communities Creating Racial Equity Initiative (CCRE) which was launched in 2007. The purpose of this project is to help communities create their own way of engaging in civic interaction and issues regarding racial equity, as well as learning how to address issues of racial equity. The CCRE has strengthened this project by developing a strong education base on racial equity and committing themselves to remove racial prejudice and oppression occurring in our communities. Everyday Democracy selects communities to participate in the CCRE project. Each community attempts to satisfy the vision of the CCRE through their own specific programs.</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>The CCRE is a two-year initiative project that was launched in 2007 by Everyday Democracy. The program selected eight communities to take part in the this program in efforts to tackle civic engagement and community change on issues relating to racial equity. The nine communities chosen are Stratford, Conn.; Syracuse, N.Y.; Montgomery County Public Schools, Md; Hopkinsville KY; Lynchburg, VA; Jacksonville, FLA; Sacramento, CA; and New Haven, Conn. This two year initiative involved over 177 dialogues, engaging over 3,000 people. Over the two years, the project provided coaching, how-to materials, and two national learning meetings. These eight programs will work to in each community to reduce inequity among racial groups that exist in civic society and in systems such as education, health care, the justice system, jobs, immigration, and housing. This project is graciously funded by the C.S. Mott Foundation and the W.K. Kellogg Foundation. Their support allows Everyday Democracy to provide each city organization with technical assistance and fund teams to travel to learning conferences around the U.S. The Everyday Democracy has also provided small grants to the communities who apply. Action grants of $10,000 were provided to each site to implement and support actions that emerged through this dialogue process. Communities Creating Racial Equity has come at an important time in our country. There has been a lot of discussion of racism in civil engagement and this is partly because of the 2008 presidential election. An analysis on the “post racial America” has found that national discourse on racism is shifting and this analysis has helped our nation learn from the shift, and gives us the ability to shape it.</p><p><a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h2>Participant Selection</h2><p>The communities were chosen by the strength of their proposals submitted. Everyday Democracy evaluates each proposal by looking at how the community wishes to address racial equity, their commitment to long-term change in their community, their strategies in bringing people of different ethnicities together to participate in conversations about racial and ethnic issues.</p><p><a id=\"Deliberation_and_Public_Interaction\" name=\"Deliberation_and_Public_Interaction\"></a></p><h2>Deliberation and Public Interaction</h2><p>In every city chosen for the CCRE, different programs are used to support this CCRE focus.</p><ul><li>Hopkinsville, Kentucky uses the Chamber of Commerce, led Hopkinsville Human Relations Commission to address racial diversity and poverty that is present in the community. This center hopes to educate the community and bring together individuals to invoke change in the community.</li><li>Jacksonville, Florida has created a program called the Jacksonville Human Rights Commission whose goal is to bring about policy and institutional change. They want to induce change in many different areas such as business and economic development, education, housing, health, employment, justice, politics and media relations. Everyday Democracy sees this organization as a great foundation for promoting and executing the purpose of the CCRE project. The Jacksonville Human Rights Commission has been in work for 10 years and is still going strong.</li><li>Lynchburg, Virginia is focusing on promoting open dialogue among the community in efforts to address the challenges with racism, and discuss ways to improve opportunities in the social, economic and educational areas of the city.</li><li>Montgomery County Public Schools, Maryland has a 5 year old program called the Montgomery County Public Schools Study Circles Program whose goal is to eliminate ethnic and racial barriers in the education system. New Haven, Connecticut holds a Community Mediation that discusses immigration which is at the center of the racial and ethnic equity debate in New Haven.</li><li>Sacramento, California fosters the Committee Addressing Racial Equity, and the Community Pride Project, through South Sacramento County Visions who work to build a relationship between businesses and residents. They hope to improve the life of south Sacramento’s diverse neighborhoods.</li><li>Stratford, Connecticut has a program led through the mayor’s office which focuses on racial equity on education, and police-community relationships.</li><li>Syracuse, New York has an 11 year old initiative led by the Community Wide Dialogue to End Racism program. They work to end racism and focus on the education, employment and neighborhoods which are affect by racism. Every city has a different way of going about their way of addressing racial equity in their communities. The CCRE’s goal is for the different communities to embrace the idea of community involvement and open discussion to deliberate and educate the community about racism. Each cities program has great promise, and with extra funding and support by the CCRE, their goals and mission will have a great chance of success.</li></ul><p><a id=\"Outcomes.2C_and_Effects\" name=\"Outcomes.2C_and_Effects\"></a></p><h2>Outcomes, and Effects</h2><p>The overall effects of these programs is greater education about racial equity and its affects on the community. Each city has its own personal outcomes and influence since every program is slightly different on how they approach and deliberate about racial equity. One example of a major outcome is in the Montgomery County Schools. The Montgomery school system found that their was a large gap between the level of education between hispanics and non-hispanics. They found the reason to be the lack of communication. As a result, Hispanic parents have been enlisted to help assist hispanic students with their studies. This has greatly improved the education level of hispanic children and the gap is getting more and more narrow. Another example of growing effects is through Jacksonville Human Rights Commission. Their study circles discuss racial issues in their community that anonymous people submit to the website. There is a section for \"complaints\" both in the community and employment. This allows for a basis of conversation for the study circles. Many of the other organizations are working towards creating positive outcomes for their community out of their deliberation process, and are close to doing so. Many of the programs have websites promoting their success and triumphs.</p><p><a id=\"References\" name=\"References\"></a></p><h2>References</h2><p><a class=\"external free\" href=\"http://www.everyday-democracy.org/en/Article.694.aspx\" rel=\"nofollow\" title=\"http://www.everyday-democracy.org/en/Article.694.aspx\">http://www.everyday-democracy.org/en/Article.694.aspx</a></p><p><a class=\"external free\" href=\"http://www.everyday-democracy.org/en/SuccessStories.aspx\" rel=\"nofollow\" title=\"http://www.everyday-democracy.org/en/SuccessStories.aspx\">http://www.everyday-democracy.org/en/SuccessStories.aspx</a></p><p><a class=\"external free\" href=\"http://www.everyday-democracy.org/en/Issue.1.aspx\" rel=\"nofollow\" title=\"http://www.everyday-democracy.org/en/Issue.1.aspx\">http://www.everyday-democracy.org/en/Issue.1.aspx</a></p><p><a class=\"external free\" href=\"http://www.everyday-democracy.org/en/Page.Vision.aspx\" rel=\"nofollow\" title=\"http://www.everyday-democracy.org/en/Page.Vision.aspx\">http://www.everyday-democracy.org/en/Page.Vision.aspx</a> [BROKEN LINK]</p><p><a class=\"external free\" href=\"http://kchr.ky.gov/localcomm.htm\" rel=\"nofollow\" title=\"http://kchr.ky.gov/localcomm.htm\">http://kchr.ky.gov/localcomm.htm</a> [DEAD LINK]</p><p><a class=\"external free\" href=\"https://143.236.32.231/equity/Inclusive%20Excellence/Making%20Diversity%20Work%20on%20Campus.pdf\" rel=\"nofollow\" title=\"https://143.236.32.231/equity/Inclusive%20Excellence/Making%20Diversity%20Work%20on%20Campus.pdf\">https://143.236.32.231/equity/Inclusive%20Excellence/Making%20Diversity%20Work%20on%20Campus.pdf</a> [DEAD LINK]</p><h3>External Links </h3><p><a href=\"http://www.everyday-democracy.org/communities-creating-racial-equity\">http://www.everyday-democracy.org/communities-creating-racial-equity</a></p><p><a href=\"http://everyday-democracy.org/resources/racial-equity\">http://everyday-democracy.org/resources/racial-equity</a></p><p> </p>", "title": "Communities Creating Racial Equity Initiative"}