{"htmlbody": "<p>This case study was written by Sandy Heierbacher, Director of the National Coalition for Dialogue &amp; Deliberation (NCDD), in 2001 as part of a consultancy for the Center for Disease Control's National Immunization Program.</p><p><a id=\"Problems_and_Purpose\" name=\"Problems_and_Purpose\"></a></p><h2>Problems and Purpose</h2><p>The Kentucky Center for Public Issues (KCPI) is an independent, nonpartisan, nonprofit public policy organization based in Frankfort, Kentucky’s capital. KCPI’s mission is to help citizens explore, understand and confront issues critical to the future of Kentucky.</p><p>KCPI organizes community forums on contentious issues, administers research for the Kettering Foundation, and provides training for the agencies involved in the area’s welfare reform. In addition, KCPI publishes a quarterly magazine called the Kentucky Journal and co-sponsors a public affairs radio program at the University of Louisville. KCPI often works in partnership with the University of Louisville to develop public affairs programs, to identify and coordinate research projects and to provide internships for students and faculty.</p><p>One of KCPI’s unique contributions to the state of Kentucky is their Policy Councils. Policy Councils involve a diverse group of experts and interested citizens from all parts of the state to consider and, if appropriate, propose improvements in public policies. Policy Councils study a specific contentious issue in depth, obtain public input and raise public awareness about the issue, arrive at a consensus about the issue when possible, and sometimes take action on their findings.</p><p>KCPI organized their first Policy Council about 12 years ago [1990] in response to the then-contentious issue of whether Kentucky governors should be able to serve two terms. There was much debate and conflict in the state legislature about this topic and KCPI, a respected non-partisan public policy organization, was approached by a large group of stakeholders from various constituencies to help mediate the problem.</p><p>KCPI set out to create a model that could successfully address a highly volatile issue about which many people hold strong opinions that are based on varying perspectives and often insufficient data. The result was their first Policy Council, comprised of members who represented a wide range of disciplines (scholars, lawyers, governors, citizens, etc.) so that every group involved felt that their perspective was being heard.</p><p>The Policy Council began by researching gubernatorial succession in other states. After deliberating about various options and soliciting the knowledge and perspectives of others who were not part of the Council, a number of possible methods for resolving the issue were developed. The Policy Council began educating stakeholder groups and the public about the various possibilities for action (amendment, railroading legislation through, etc.). After numerous meetings between KCPI representatives and state legislators, the Kentucky legislature drafted a constitutional amendment which would allow gubernatorial succession.</p><p>The amendment, which would require the approval of two-thirds of those voting, was placed on the ballot in 1992. The amendment passed, and was put to use for the first time in 1998, when Governor Paul Patton ran for office to succeed himself and was re-elected.</p><p> </p><p><a id=\"Participants\" name=\"Participants\"></a></p><h2>Participants</h2><p>The first three Policy Councils boasted memberships of up to 140 people, but KCPI has found that it is most effective to involve between 30 and 40 members on the Councils. Currently, no more than 60 people serve on any one Policy Council.</p><p>Most Policy Councils create between four and nine subcommittees to address specific issues or problems. The subcommittees, whose members come from within the Policy Council, make regular reports to the Council. Graduate Assistants provided by the University of Louisville conduct research for the Policy Councils, as do subcommittee members.</p><p>KCPI tries to ensure that Policy Council membership is representative of the diverse points of view held on the subject and includes local experts and decision makers on the issue being addressed. The opportunity to serve on a Policy Council is publicized in newspaper editorials, in KCPI’s Kentucky Journal, on public radio, and through KCPI’s well-connected Board of Directors. Policy Council members go through a well-publicized nomination process, and KCPI’s 40-member Board approves the Council membership. Stakeholder groups, political viewpoints and racial and ethnic groups which are underrepresented among the applicants are actively recruited.</p><p>People with leadership abilities and decision-making power are included in each Policy Council. These people can help move the process along and convince others of its importance, both during and after the life of the Council. It is also considered vital that participants have some sense of political realities, an understanding of the basic issues involved and the ability to think analytically.</p><p>Since Kentucky is a very region-oriented state, with very few urban areas and little migration, Policy Councils must include representatives from many different regions throughout the state. Since the issues being tackled are fairly technical and not always interesting to the general public, obtaining this representation can be challenging.</p><p>In addition to the Policy Council and the subcommittees, additional committees are often formed around the issue at hand. Generally, there are two Policy Council members and one KCPI staff member involved in these committees, which consist primarily of citizens who cannot commit to serving on the Policy Council. School board members, citizen leaders, experts in the issue and others may serve on these committees, which report to the Policy Council.</p><p> </p><p><a id=\"Process\" name=\"Process\"></a></p><h2>Process</h2><p>The KCPI Board of Directors decides when to create a new Policy Council based on outside requests and the atmosphere around the issue and importance of the issue in the state. Requests usually come from experts who have examined the issue in depth, although KCPI makes it clear to these individuals that the outcome of the Policy Council may not be in congruence with their personal perspective or expectations for the process.</p><p>Meetings are guided by a strong facilitator, but Council members do not agree on ground rules or any kind of rules of conduct during meetings. An agenda is followed and notes are taken, but meetings tend to be relatively informal, driven by topic instead of set procedure. Generally, everyone present has an opportunity to contribute to the discussion when the question at hand relates to values; if the topic is more fact-based, discussion moves more quickly, with fewer people contributing data.</p><p>KCPI emphasizes that its Policy Councils allow for an open and honest, ongoing inquiry about an issue. Often, specific members agree to undertake research on a particular item independently, and then present their findings to the Council. Such presentations are followed by lively analysis and exchange of ideas and lots of vigorous (though civil) debate. If a particular member of the Council is completely inflexible in his or her views, unable to see other perspectives as valid and dominates the discussion, that person may be removed from the Council.</p><p>Policy Councils often organize “town meetings” across the state in order to obtain public input and raise public awareness of the issue. The meetings are widely publicized, large meetings in which there are some presentations about the issue and everyone present has the opportunity to speak. The meetings themselves tend to receive a significant amount of media coverage, resulting in even more public education.</p><p>Policy Councils tend to meet every three months, with subcommittee meetings in between. The work of the Councils takes time, because the problems they are examining and for which they are seeking solutions are systemic problems with multiple causes. Solutions to such problems are difficult to implement, and much time and effort needs to be spent on educating the public, stakeholder groups and government officials in order to make implementation more feasible, whether such implementation is administered by the Policy Councils or not. KCPI’s strong media plan for Policy Councils is invaluable for this reason.</p><p>Communication in between Council and subcommittee meetings is necessary to ensure the success of a Policy Council. Email discussion lists are established so that communication can take place quickly and efficiently within the large group. Printed materials are often sent to Council members in between meetings for them to examine.</p><p> </p><p><a id=\"Outcomes.2FProducts\" name=\"Outcomes.2FProducts\"></a></p><h2>Outcomes/Products</h2><p>KCPI emphasizes that the Policy Councils produce and distribute useful information about possible solutions. A Council’s work may eventually lead to a resolution, but the Councils do not “drive the policy.” A Council’s task is to seek diverse viewpoints on an issue, obtain all of the relevant facts and distribute their findings. The documentation that is produced does not make a specific recommendation. Instead, it presents the various viewpoints and possibilities for action.</p><p>The Policy Council on gubernatorial succession, however, was considered by many to be a success largely because their work was able to influence legislators and voters to such a degree that a constitutional amendment was written and then accepted into law.</p><p>KCPI assumes that the group which initially proposed the issue to them will follow up on the findings, but it is sometimes the case that the stakeholders and officials who are involved in the Councils will take steps to increase the likelihood of the findings being translated into action. KCPI, in fact, targets certain influential groups (government officials, lawyers, professors, etc.) for membership in the Councils, so that the Councils have the power that is needed to persuade legislators to take action on the issue if needed.</p><p>This may seem contradictory to the Policy Councils’ purpose, but it is a natural outcome of involving citizens in examinations of contentious policy issues. When people examine issues that effect the communities in which they live and find possible solutions to a problem, they will want to implement the solutions or help others to do so. If the information they produced was not utilized in this way, they may not consider their efforts to have been successful, even if KCPI considers them to be successful because they increased citizen awareness of the issue and provided documentation of diverse viewpoints and various possibilities for action.</p><p>To ensure that Policy Council members maintain neutrality, KCPI makes sure that the members understand that they are expected to “check their prejudices and preferences at the door.” Members have to keep their minds open while they examine every angle of the issues – varying points of view, different political stances, etc. Because of the public forums, meetings and research in which the Policy Councils involve the public, Policy Councils reach decisions that give strong consideration to public opinion.</p><p>Despite the lack of a concrete link to action, KCPI believes that 90% of the people who have participated in Policy Councils feel that their work with the Council was worthwhile. Policy Councils offer people a chance to examine an important issue in an open and neutral fashion, to have their findings published, to contribute to the understanding and exposition of an issue and to possibly have an impact on that issue in the long term.</p><p>The final reports of the Policy Councils are typically written by talented people on the Councils, edited multiple times and then approved by the entire Policy Council (without the KCPI board’s involvement). The length of a Policy Council’s final report tends to be between 20 and 30 pages long. A two-page executive summary of the report is distributed to the media, the people who attended the public forums, public officials, relevant state agencies, organizations and individuals who are affiliated with the issue, and virtually everyone who is affiliated with the Policy Council. People who are highly influential in state politics are targeted to receive the summaries (state legislators, judges, lawyers, etc.). Due to the cost of reproducing it, the larger report is generally only distributed to the Chairs of the steering Committees, board members, and members of the Policy Councils, but is available to any citizen, agency or organization upon request.</p><p> </p><p><a id=\"Strengths\" name=\"Strengths\"></a></p><h2>Strengths</h2><p>KCPI’s Policy Councils provide a forum for an open and honest inquiry among a diverse group of experts and citizens into an important policy issue. Even if the membership of the Policy Council is not fully representative of the state of Kentucky, the final report that is produced reflects the views, perspectives and needs of all Kentuckians.</p><p>KCPI – and, to a large extent, the Policy Councils – remain neutral and refrain from advocating for a particular plan of action. This makes KCPI better able to attract members and participants with diverse views and experiences, thereby ensuring that their dialogue and deliberation will be richer, and that their end product will be more accurate and useful. It also prevents KCPI from being perceived as a threat by government officials and other stakeholder groups, which makes it easier for the Policy Councils’ activities and products to garner support.</p><p>A public relations strategy is needed for any state-wide endeavor which seeks to involve and educate the public. KCPI has created a media plan for their Policy Councils which details how print media, electronic media and speakers bureaus should be utilized from month one through 24 of a Council. This includes an on-going editorial distribution policy, how to utilize local public and cable television, and the disbursement of media packets. Public relations staff are sometimes hired to handle such tasks, and town meetings and other public forums are organized by paid staff instead of volunteers.</p><p>Although establishing new Policy Councils is not easy, the fact that KCPI needs to begin anew with every issue they decide to explore with the model means that the expertise, variety of perspective and type of influence that is needed for a particular issue can be sought for and hopefully obtained. Having run Policy Councils since 1989, KCPI is equipped with the ongoing infrastructure and expertise needed for establishing new Councils, and is better able to address an array of problems in Kentucky effectively over time because of it.</p><p>The Policy Councils themselves approve their final products, not KCPI. This keeps the final decisions in the hands of those who have been exposed to the highest number of perspectives, and who have done the greatest amount of analysis of the issue. At the same time, KCPI remains fully informed about the progress of the Policy Councils because there is always at least one KCPI Board member (usually several) participating in all of the Policy Councils.</p><p> </p><p><a id=\"Challenges_and_Limitations\" name=\"Challenges_and_Limitations\"></a></p><h2>Challenges and Limitations</h2><p>One of the biggest challenges for Policy Councils is managing time. Policy Councils are lengthy processes, and it can be a challenge to keep volunteers committed. Keeping everyone on task is vital, and it is important that Council members understand that the work they are doing – both in and outside of meetings – needs to be completed by a certain time. Having a committed, talented staff in place to support the Council’s work is also very important.</p><p>Although Policy Council members are volunteering their time and energy in order to foster policy change, the basic function of a Council is to come up with informed options for change. It is the hope of KCPI and the Policy Councils that action will take place based on their findings, but the Councils do not have a method for making sure their efforts translate into action. Not being officially linked to any government agency means that there is no guarantee that a Policy Council’s findings will be taken into consideration by policymakers. This is clearly a challenge, because people have a need to know that their efforts are making a difference.</p><p>Although KCPI is equipped with the ongoing infrastructure and expertise needed for establishing new Councils, establishing new Councils each time is also a challenge, and may be the reason so few issues have been tackled by KCPI’s Policy Councils. Publicizing the opportunity to serve on Policy Councils, recruiting the necessary stakeholders, decision makers and community leaders, ensuring that the various regions of the state are represented and handling the logistics required in getting these large groups together are all difficult, time consuming and resource intensive tasks. If the initial group is not effective, the process needs to be started again from the beginning. For the health care issue, four or five different large Policy Councils were convened before one was successful in working together.</p><p>Another challenge for the Policy Councils is funding. KCPI is a nonprofit organization with a small staff, and seeking funds is an ongoing task. Having funders committed to the organization or to the Policy Councils from the start would help ensure that when a Council needs to be established, it can be. KCPI has found that it is also important to ensure that some of the Board members are committed to helping the organization succeed by helping to secure funding.</p><p> </p><p><a id=\"Resources_Used_to_Develop_Case\" name=\"Resources_Used_to_Develop_Case\"></a></p><h2>Resources Used to Develop Case</h2><p>Interviews conducted by Sandy Heierbacher with Jennifer Bobbitt, KCPI Executive Director, Dr. Phillip Laemmle, KCPI Board member and current Judicial Review Policy Council member, and Mr. Sheryl Snyder, former Chair of KCPI Board and current Judicial Review Policy Council member.</p><p>Kentucky Journal, Summer 2001. Issue on “A Judgment Call: Should We Change the Way We Choose Kentucky’s Judges?”</p><p>Kentucky Center for Public Issues, Policy Council Media Plan.</p><p>Kentucky Center for Public Issues website. <a href=\"http://www.kcpi.org\">www.kcpi.org</a> [As of February 2010, KCPI's website is not live and google results do not indicate an alternative web address]</p>", "title": "Policy Council of Kentucky Center for Public Issues (Kentucky, USA)"}