{"htmlbody": "<p><a id=\"What_is_CAEC.3F\" name=\"What_is_CAEC.3F\"></a></p><h2>What is CAEC?</h2><p>The Community Audit and Evaluation Centre undertakes participatory research and evaluations of services and organisations for example Local Authorities, Single Regeneration Budget (SRB) Partnerships, Health Care Trusts, the Private and Voluntary Sector. <a id=\"Where_are_we.3F\" name=\"Where_are_we.3F\"></a></p><h2>Where are we?</h2><p>The centre is based at the Didsbury campus of the Manchester Metropolitan University. However, the focus of the centre is on 'community based' participatory research. Therefore the majority of audit and evaluation work is carried out in the local communities/ agencies. <a id=\"How_is_it_done.3F\" name=\"How_is_it_done.3F\"></a></p><h2>How is it done?</h2><p>Audits We use participatory/action research and community auditing methods. In general this means that members of the community are involved throughout the process, from planning and design to implementation and evaluation.</p><p>Participants usually receive training and accreditation (sometimes expenses, depending on budget) for their involvement.</p><p>This process allows for sharing/developing of skills in and through the community. The participants are known as audit teams.</p><p>Differing approaches are devised, with the participants in order to be appropriate to them as well as to respect, recognise and celebrate diversity and difference. We specialise in a variety of group work methods e.g. focus groups workshops and forum theatre. <a id=\"Evaluation\" name=\"Evaluation\"></a></p><h2>Evaluation</h2><p>We can support evidence-based practice by undertaking the evaluation of service provision and targeted initiatives. Specialising in formative process and outcome evaluation projects, using inventive assessment tools e.g. parent identified 'protective factors' in the evaluation of young peoples drug intervention programmes. <a id=\"Who_does_it.3F\" name=\"Who_does_it.3F\"></a></p><h2>Who does it?</h2><p>The centre is comprised of university researchers and lecturers experienced in facilitating audit, evaluation and training. We work in conjunction with qualified field workers (including youth and community workers) who are experienced in participatory research methods and act as audit workers/facilitators for audit teams. The CAEC supports and facilitates research and takes responsibility for producing written reports etc. <a id=\"What_the_Centre_offers.3F\" name=\"What_the_Centre_offers.3F\"></a></p><h2>What the Centre offers?</h2><p>Contact point for groups wishing to gain access to the university’s training, resources and facilities;</p><p>Facilitation of Large and small scale audits and evaluations;</p><p>Training and accreditation in participatory audit and evaluation techniques;</p><p>Professional seminar series and workshops.</p><p>Conflict Resolution Training <a id=\"External_link\" name=\"External_link\"></a></p><h2>External link</h2><p>Community Auditing and Evaluation Centre website <a class=\"external autonumber\" href=\"http://www.ioe.mmu.ac.uk/caec/\" rel=\"nofollow\" title=\"http://www.ioe.mmu.ac.uk/caec/\">[1]</a></p>", "title": "Community Audit & Evaluation Centre"}