{"htmlbody": "<p><em>Note: this is a German translation of an English case study which can be found at <a href=\"http://participedia.net/en/cases/tomorrows-europe\">http://participedia.net/en/cases/tomorrows-europe</a></em></p><p><a id=\"Summary\" name=\"Summary\"></a></p><h3>Zusammenfassung</h3><p><em>Tomorrow’s Europe</em>, eingestuft als Europas erste transnationale deliberative Umfrage, war Teil des Plans D der Europäischen Kommission für Demokratie, Dialog und Debatte. Mit der Zielsetzung, die demokratische Teilhabe zu fördern und eine Europäische Union (EU) zu etablieren, welche näher an ihren Bürgern sein sollte, versammelte dieses deliberative Experiment über ein Wochenende im Oktober 2007 362 zufällig ausgewählte Bürger (der 27 Mitgliedsstaaten der EU) im Europäischen Parlament in Brüssel. Hier sollten verschiedene soziale und wirtschaftliche Fragen, welche die EU und ihre Mitgliedsstaaten betreffen, diskutiert werden. Mittels in Kleingruppen geführter Diskussionen in mehr als 23 Sprachen sowie Stichprobenerhebungen, begleitet von einem Plattform-System wechselseitiger Kommunikation (zwischen Bürgern und Politikern), konnten sich die Bürger in bedeutende Debatten und Diskussionen bezüglich diverser Fragestellungen innerhalb eines breitgefächerten Themenspektrums, welches von Renten- und Ruhestandsfragen bis hin zu der Problematik der EU-Erweiterung reichte, einbringen. Auch wenn dieses Experiment an sich in seiner Kategorie ein weltweites Novum darstellte, erwies sich <em>Tomorrow’s Europe</em> nicht nur erfolgreich bezüglich der neuartigen und konstruktiven Implementierung von Methoden der öffentlichen Meinungs-Forschung, sondern auch als richtungsweisend für zukünftige Methoden deliberativer Meinungsumfragen innerhalb unterschiedlicher Staaten und Organisationen.<a href=\"#cite_note-0\" title=\"\">[1]</a></p><p><a id=\"Problems.2C_Purpose.2C_and_History\" name=\"Problems.2C_Purpose.2C_and_History\"></a></p><h3>Probleme, Zweck, und Geschichte</h3><p align=\"left\">Am 13. Oktober 2005 stellte die Europäische Kommission, das Exekutivorgan der Europäischen Union ihren Plan D für Demokratie, Dialog und Debatte vor, der während einer Zeit der Reflektion in Folge der Ablehnung der Europäischen Verfassung durch französische und holländische Wähler in ebenjenem Jahr entstanden war.<a href=\"#cite_note-2\" title=\"\">[2]</a> Plan D wurde ins Leben gerufen in dem Bestreben der Staatsoberhäupter, die Bürgerschaft, welche die EU zu repräsentieren sucht, besser zu verstehen. Hinter Plan D stand die Absicht, es den Mitgliedsstaaten zu ermöglichen, nationale Debatten zu aktuellen Fragen bezüglich der Zukunft Europas zu initiieren. Im Zuge ihres Hervorhebens der Wichtigkeit von substantiellem Dialog, öffentlicher Debatte und ziviler Teilhabe stellte die Kommission knapp 45 Millionen Euro an Hilfsmitteln für verschiedene paneuropäische Projekte und Nichtregierungsorganisationen bereit. Unter den sechs ausgewählten Initiativen waren solche Projekte wie <em>Speak up Europe</em>, <em>Radio Web Europe</em> und <em>Tomorrow’s Europe</em>.</p><p align=\"left\"><em>Tomorrow’s Europe</em> selbst war ein Projekt, welches von Jacques Delores, dem Begründer von Notre Europe, eines unabhängigen, in Paris (Frankreich) ansässigen Think-Tanks, sowohl initiiert als auch koordiniert wurde. Mit der Absicht, eine wahrhaft europäische Debatte ohne nationale politische Verzerrung zu kreieren, versammelte dieses deliberative Experiment 362 zufällig ausgewählte Bürger (der 27 Mitgliedsstaaten der EU) über ein Wochenende im Europäischen Parlament in Brüssel, wo sie sich in bedeutsame Debatten und Diskussionen einbringen sollten.<a href=\"#cite_note-2\" title=\"\">[3]</a> Diese Debatten umfassten eine Vielzahl an sozialen, wirtschaftlichen und außenpolitischen Fragen, welche die Zukunft der EU sowie ihrer Mitgliedsstaaten betrafen.</p><p align=\"left\">Im Wesentlichen lag die Absicht und Hoffnung des Projekts <em>Tomorrow’s Europe</em> darin, mittels einer Ausweitung der bürgerlichen Integration und Kooperation den Bürgern eine Stimme in den innerhalb der EU getroffenen Entscheidungen zu geben. Zudem gingen die Initiatoren davon aus, dass das Ereignis richtungsweisend sein würde für die Errichtung einer grenzübergreifenden und erweitert partizipativen Demokratie sowie für die Schaffung einer EU, die näher zu ihren Bürgern sein würde.</p><p><a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h3>Auswahl der Teilnehmer</h3><p align=\"left\">Mit dem Ziel, Europa in einem Raum zu versammeln, führte TNS Sofres, ein international renommiertes Umfrage-Institut und Marktforschungszentrum (welches für das Eurobarometer verantwortlich ist), eine parallele Zufallsauswahl aus den 27 Mitgliedsstaaten der EU durch.<a href=\"#cite_note-3\" title=\"\">[4]</a> Die zur deliberativen Umfrage eingeladenen 3550 Teilnehmer wurden somit durch ihr Land bestimmt, in grober Proportion zu der Größe dessen jeweiliger Delegation im tatsächlichen Europäischen Parlament. Mit einer beabsichtigten Überrepräsentation kleiner Staaten resultierte dies in einer ausgeglichenen Ausgewogenheit was die vertretenen Stimmen anbelangt.    </p><p align=\"left\">Die anfängliche Umfrage und der umfangreiche Fragebogen selbst wurden zwischen dem 20. August und dem 21. September durchgeführt. Innerhalb dieses Zeitraums wurden die 3550 Bürger bezüglich diverser sozioökonomischer Fragen, welche die Zukunft der EU selbst betreffen, befragt. Am 10. September 2007 wurde dann eine Teilauswahl von 362 Teilnehmern für ein Wochenende nach Brüssel eingeladen, um an einem Prozess von Information  und Beratung (Deliberation) teilzunehmen. </p><p align=\"left\">Die Demographien der Teilnehmer selber unterschieden sich erheblich von denen der Nicht-Teilnehmer. Obwohl die Teilnehmer typischerweise männlich, ledig, berufstätig und in Besitz eines Realschul- oder höheren Abschlusses waren, unterschieden sich, wenn auch geringfügig, deren Einstellungen und Meinungen zu politischen Linien und bestimmten Politiken. Aus diesem Blickwinkel betrachtet schien <em>Tomorrow’s Europe</em> somit im Großen und Ganzen einen guten Mikrokosmos der EU versammelt zu haben.</p><p><a id=\"Deliberations_and_Decisions\" name=\"Deliberations_and_Decisions\"></a></p><h3>Beratungen und Entscheidungen</h3><p align=\"left\">Das Projekt <em>Tomorrow’s Europe</em> begann mit einer anfänglichen Umfrage innerhalb der 27 Mitgliedsstaaten der EU, in welcher die betroffenen Bürger nach bestimmten zielorientierten Angelegenheiten befragt wurden. Im Anschluss an diese basislegende Umfrage wurden dann 362 zufällig ausgewählte Teilnehmer für ein Wochenende ins Europäische Parlament eingeladen, um die folgenden Angelegenheiten zu diskutieren:</p><ul><li align=\"left\">Die Aufrechterhaltung der Rentensysteme</li><li align=\"left\">Erweiterung und die Zulassung zusätzlicher Mitgliedstaaten (Ukraine und Türkei)</li><li align=\"left\">Die Aufrechterhaltung von Wettbewerbsfähigkeit in einem zunehmend globalen Wirtschaftssystem</li><li align=\"left\">Die Rolle der EU in der Welt</li></ul><p align=\"left\">Vor dem Zeitpunkt des eigentlichen Events wurden die Teilnehmer mit Einweisungsmaterialien und umfangreichen Informationen versorgt, damit sie sich ausreichend auf die bevorstehenden gründlichen Debatten und Diskussionen vorbereiten konnten.</p><p align=\"left\">Das mit <em>Tomorrow‘s Europe: The first-ever wide deliberative poll</em> (Tomorrow’s Europe: Die allererste umfassende deliberative Umfrage) betitelte Einweisungspaket bot einen Überblick über die geplante Veranstaltung, seinen Zweck sowie die strukturellen Mechanismen der Europäischen Union. Darüber hinaus wurden die zur Debatte stehenden Angelegenheiten in Untergruppen unterteilt. Außerdem wurden die jeweiligen Herausforderungen, die Vor- und Nachteile der verschiedenen Ansätze sowie die möglichen Lösungen zu den inhärenten Herausforderungen präsentiert und zusammengefasst.</p><p align=\"left\">Als die Teilnehmer dann tatsächlich am 12. Oktober 2007 in Brüssel zusammenkamen, konnten die 362 Bürger zwischen Kleingruppen-Diskussion und Frage-und-Antwort-Plenarsitzungen wechseln. Innerhalb von Kleingruppen-Diskussionen, welche von ausgebildeten Moderatoren geleitet wurden, konnten sich die Teilnehmer in Debatten und Diskussion bezüglich der zuvor angeführten Angelegenheiten einbringen. Anschließend konnten die Teilnehmer ihre Ergebnisse und Meinungen einem Gremium von politischen Experten und Politikern in den Frage-und-Antwort-Plenarsitzungen vorstellen. Ein solches Prozedere befand sich in Übereinstimmung mit einem System einer wechselseitigen Kommunikationsmethode.   </p><p>Über die Dauer der Veranstaltung wurden zudem verschiedene Methoden des deliberativen Umfragens eingesetzt. Indem es John Fishkins Methoden deliberativen Umfragens anwandte, konnte <em>Tomorrow’s Europe</em> die Auswirkungen von Beratung (Deliberation) durch eine Befragung der Teilnehmer nach erstem Kontakt, vor der Einladung, nach dem Eintreffen am Veranstaltungsort und zum Abschluss des Ereignisses bestimmen. Außerdem wandte <em>Tomorrow’s Europe</em> auch neue und konstruktive Wege der Teilnehmerbefragung an.<a href=\"#cite_note-4\" title=\"\">[5]</a> Die Nutzung von Kanälen der Massenmedien, wie z.B. Internet, und öffentlicher Forschungsinstrumente ermöglichte es <em>Tomorrow’s Europe</em>, erfolgreich Kleingruppen-Diskussionen in mehr als 23 Sprachen (mit gleichzeitiger Übersetzung) abzuhalten und Teile des Ereignisses im Fernsehen oder im Internet zu übertragen.</p><p><a id=\"Outcomes_and_Effects\" name=\"Outcomes_and_Effects\"></a></p><h3>Ergebnisse und Auswirkungen</h3><p align=\"left\">Die Ergebnisse der deliberativen Diskussionen, gemessen an den Einstellungen der Teilnehmer hinsichtlich der zur Debatte stehenden Angelegenheiten, waren folgende:</p><ul><li align=\"left\">Im Falle von Rentenangelegenheiten stieg der Anteil der Teilnehmer, welche einen Anstieg des Rentenalters bevorzugten, nach den Sitzungen von 57% auf 70%. Unter der Annahme, dass die gegenwärtigen Regelungen des Rentensystems makelbehaftet seien, glaubten dementsprechend 60% der Bürger, dass das Rentensystem auf eine Zahlungsunfähigkeit hinsteuere.</li><li align=\"left\">Was die Frage der Erweiterung angeht, fiel der Anteil der Teilnehmer, welche einen kontinuierlichen Zuwachs in der Zulassung neuer Mitgliedsländer (insbesondere, Türkei und Ukraine) in die EU befürwortete, trotz der Qualifikation solcher Staaten, von 65% auf 60%. Es gab einen breiten Konsens unter den Teilnehmern, dass die EU neue Mitglieder zu hastig aufnehme, was wiederum nachteilige Auswirkungen auf die Entscheidungsfähigkeit der EU in kritischen Angelegenheiten habe. Zudem befürworteten die Teilnehmer eine Politik des Zwangs, um einen anderen EU-Mitgliedsstaat vor einem Angriff zu verteidigen, allerdings nicht, um einen Völkermord zu verhindern oder die Bedrohung einer Massenbewaffnung zu beseitigen. </li><li align=\"left\">Bezüglich der Rolle der EU in einer zunehmend globalen Wirtschaftsordnung stieg die Befürwortung von Auslandsinvestitionen zur Aufrechterhaltung der Wettbewerbsfähigkeit von 58.4% auf 69.3%.</li><li align=\"left\">In Bezug auf die Frage der Integration der EU stimmten die Teilnehmer darin überein, dass das Ausmaß des Wirkens der EU im Bereich der Rentenpolitik und des Rentensystems minimiert und der Entscheidungs- und Wirkungsgewalt der einzelnen Mitgliedsstaaten überlassen werden sollte. Darüber hinaus wurden oftmals Bedenken seitens der Mitgliedsstaaten bezüglich der Inkompetenz der EU geäußert. Dementsprechend stieg der Anteil der Befürworter einer stärken Rolle der EU im Bereich Energie von 52% auf 59% und auf dem Gebiet diplomatischer Beziehungen von 55% auf 63% (Luskin 4-8).</li></ul><p align=\"left\">Im Zuge des deliberativen Prozesses konnten die Teilnehmer diese Ergebnisse einem Gremium von Politik-Experten und Politikern während der Frage-und-Antwort-Plenarsitzungen vorstellen.</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h3>Analyse und Kritik</h3><p align=\"left\">Mit dem Anstoß des <em>Tomorrow’s Europe</em>-Projekts konnte Europa auf die Weltbühne, was deliberative Umfragen angeht, aufsteigen. Auch wenn sich das Projekt in vielerlei Hinsicht als wirkungsvoll erwies, so blieb <em>Tomorrow’s Europe</em> doch in einigen Gesichtspunkten hinter den idealen Erwartungen zurück.</p><p>Es wurden viele Fragen und Bedenken gegenüber <em>Tomorrow’s Europe</em> und dessen Anspruch, eine wahrhafte Repräsentation der EU und ihrer Mitgliedsstaaten darzustellen, geäußert. Obwohl das Projekt darauf abzielte, Bürger zufällig, proportional zu der Anzahl an Sitzen, welche jeder Mitgliedsstaat im Europäischen Parlament jeweils innehat, auszuwählen, so war doch klar erkennbar, dass die tatsächlichen Proportionen unweigerlich fehlerhaft waren. In der anfänglich durchgeführten Befragung war Deutschland (welches mit 12,6% die meisten Sitze innehat) um 1,7% unterrepräsentiert, während Malta (das mit 0,6% die wenigsten Sitze innehat) um erstaunliche 2,2% überrepräsentiert war. Demzufolge scheint die Vorstellung, den Mikrokosmos der EU unter Anwendung des Zufallsprinzips zu befragen, eher abwegig gewesen zu sein.<a href=\"#cite_note-5\" title=\"\">[6]</a></p><p align=\"left\">Das Projekt selbst wandte Fishkins Methode des deliberativen Umfragens, welche die Auswirkungen von Beratung und Wissenserweiterung auf die Einstellungen und Meinungen der Öffentlichkeit zu erkunden suchte, erfolgreich an. Auch wenn die Umfragen erkennbar einen beträchtlichen Zuwachs an Wissen hinsichtlich der diskutierten Angelegenheiten wiederspiegelten, so gab es während der Kleingruppen-Diskussionen doch nur ungenügend Hinweise, was das tatsächliche Ausmaß des substantiellen Wissens und der Beratung betrifft. Dr. John Gastil hat erklärt, dass Beratung erfolgt, wenn man über seine eigenen Werte reflektieren, Vor- und Nachteile abwägen und als Resultat dessen eine Entscheidung auf Grundlage seiner besten Einschätzung treffen kann (Gastil 87). Ohne Verhandlungsprotokolle oder Videoaufzeichnungen der Verhandlungen (sowohl während der Kleingruppen-Diskussionen als auch während der Frage-und-Antwort-Plenarsitzungen) war es somit schwierig, die Qualität der Informationen, auf Grundlage derer die Teilnehmer ihre Entscheidungen und Beschlüsse trafen, zu beurteilen.</p><p align=\"left\">Trotz der Kritik wurde doch unweigerlich deutlich, dass es zu beträchtlichen Wissenszuwächsen kam und es alten und neuen Mitgliedsstaaten möglich war, in verschiedenen, die EU betreffenden, übergreifenden Fragen und Angelegenheiten zu einem Konsens zu kommen. </p><p align=\"left\">Da es die Beteiligung und beratenden Prozesse erweiterte, hat dieses Projekt das große Potential, eine gewichtigere, stärker geeinte EU zu etablieren, und als Grundlage zu dienen, auf deren Basis zukünftige deliberative Methoden und Prozesse in Europa gestaltet werden können.</p><p><a id=\"References\" name=\"References\"></a></p><h3>Referenzen</h3><p>1. <a class=\"external free\" href=\"http://cdd.stanford.edu/polls/\" rel=\"nofollow\" title=\"http://cdd.stanford.edu/polls/\">http://cdd.stanford.edu/polls/</a></p><p>2. <a class=\"external free\" href=\"http://www.opendemocracy.net/blog/dliberation/how_can_the_tomorrows_europe_poll_claim_to_be_representative\" rel=\"nofollow\" title=\"http://www.opendemocracy.net/blog/dliberation/how_can_the_tomorrows_europe_poll_claim_to_be_representative\">http://www.opendemocracy.net/blog/dliberation/how_can_the_tomorrows_europe_poll_claim_to_be_representative</a></p><p>3. <a class=\"external free\" href=\"http://europa.eu/legislation_summaries/institutional_affairs/decisionmaking_process/a30000_en.htm\" rel=\"nofollow\" title=\"http://europa.eu/legislation_summaries/institutional_affairs/decisionmaking_process/a30000_en.htm\">http://europa.eu/legislation_summaries/institutional_affairs/decisionmaking_process/a30000_en.htm</a></p><p>4. <a class=\"external free\" href=\"http://www.peopleandparticipation.net/display/CaseStudies/Tomorrow's+Europe,+the+first+EU-wide+Deliberative+Poll\" rel=\"nofollow\" title=\"http://www.peopleandparticipation.net/display/CaseStudies/Tomorrow's+Europe,+the+first+EU-wide+Deliberative+Poll\">http://www.peopleandparticipation.net/display/CaseStudies/Tomorrow's+Europe,+the+first+EU-wide+Deliberative+Poll</a> [DEAD LINK]</p><p>5. <a class=\"external free\" href=\"http://www.neweurope.org/index.php?option=com_content&amp;task=view&amp;id=232&amp;Itemid=2385\" rel=\"nofollow\" title=\"http://www.neweurope.org/index.php?option=com_content&amp;task=view&amp;id=232&amp;Itemid=2385\">http://www.neweurope.org/index.php?option=com_content&amp;task=view&amp;id=232&amp;Itemid=2385</a>. [DANISH]</p><p>6. <a class=\"external free\" href=\"http://www.tomorrowseurope.eu/spip.php?article169\" rel=\"nofollow\" title=\"http://www.tomorrowseurope.eu/spip.php?article169\">http://www.tomorrowseurope.eu/spip.php?article169</a> [BROKEN LINK]</p><p>7. <a class=\"external free\" href=\"http://www.nationalcaucus.org/blog/2007/10/11/today-us-...-tomorrows-europe%3F\" rel=\"nofollow\" title=\"http://www.nationalcaucus.com/blog/2007/10/11/today-us-...-tomorrows-europe%3F\">http://www.nationalcaucus.org/blog/2007/10/11/today-us-...-tomorrows-europe%3F</a></p><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h3>Sekundärquellen</h3><p>Gastil, John. Political Communication and Deliberation. 1st ed. Thousand Oaks, CA: Sage Publications Inc., 2008. Print.</p><p>Luskin, Robert C., James S. Fishkin, Stephen Boucher, and Henri Monceau. Considered Opinions on Further EU Enlargement: Evidence from an EU-Wide Deliberative Poll. Tech. Paris, 2008. Print.</p><p>Strauss-Kahn, Dominique. BUILDING A POLITICAL EUROPE: 50 Proposals for Tomorrow’s Europe. Tech. 2004. Print.</p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h3>Externe Links</h3><p><a href=\"http://www.tomorrowseurope.eu/\">Tomorrow's Europe Official Website</a> [INACTIVE]</p><p><a href=\"http://www.nationalcaucus.org/blog/2007/10/11/today-us-...-tomorrows-europe%3F\">National Presidential Caucus Article on Tomorrow's Europe</a></p><p><a href=\"http://cdd.stanford.edu/2007/final-report-tomorrows-europe-the-first-eu-wide-deliberative-poll/\">Final Report by the Center for Deliberative Democracy</a></p><p><a href=\"http://www.speakupeurope.eu/\">Speak Up Europe</a> [GERMAN]</p><p><a href=\"http://democracy.blogactiv.eu/plan-d-needed-more-than-ever-democracy-dialogue-and-debate/\">Democracy for Europe</a></p>", "title": "Tomorrow's Europe (Das Europa von Morgen)"}