{"htmlbody": "<p><a id=\"Mission_and_Purpose\" name=\"Mission_and_Purpose\"></a></p><h2>Mission and Purpose</h2><p>The GAP Unit is a not-for-profit organisation based in Manchester, UK. They specialise in gender awareness training; research and consultancy on gender equality issues; and supporting women and grassroots women's groups to develop their potential.</p><p>Their aim is to raise awareness of gender inequality in society, its causes, and how it can be addressed, particularly by UK community, voluntary and statutory sector organisations.</p><p>In their community work, they follow the principles of popular education, which involves raising consciousness of how an individual's personal experiences are connected to larger societal problems. They are committed to reflective practice and shared, participatory learning. <a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>The GAP Unit (formerly Gender and Participation Unit) was founded in 2007. It was originally hosted by the [<a class=\"external text\" href=\"http://www.participedia.net/wiki/Community_Audit_%26_Evaluation_Centre\" rel=\"nofollow\" title=\"http://www.participedia.net/wiki/Community_Audit_%26_Evaluation_Centre\">Community Audit and Evaluation Centre</a>] at Manchester Metropolitan University, but was constituted as an independent Community Interest Company in January 2009.</p><p>The seeds of the GAP Unit were sown by the GEM Project— participatory research into the gender dynamics of community engagement in Manchester, which was carried out by Manchester Women’s Network. The research found that women were under-represented in political decision-making in the city , particularly at higher levels. Dissemination of the findings led to advocacy work and development of training programmes to help address some of the needs and gaps identified. These included greater general understanding of gender equality issues within the community, voluntary and public sectors, and confidence building for women, who were generally less comfortable than men in formal public meetings.</p><p>The GEM Project team set up the GAP Unit in response to a high demand for advice and training from local and regional organisations, big and small. They also wanted to be able to provide support to grassroots women’s groups, through self-esteem and empowerment projects and other activities based on the principles of participatory community education. <a id=\"Specializations_and_activities\" name=\"Specializations_and_activities\"></a></p><h2>Specializations and activities</h2><p>GAP unit specialises in the following areas Community development, Research and consultancy (using a variety of participatory research methods) as well as Training (in Gender, diversity and inequality; Capacity building; Research methods; and Empowerment sessions). <a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p><a class=\"external text\" href=\"http://www.gapunit.org/\" rel=\"nofollow\" title=\"http://www.gapunit.org/\">GAP Unit</a></p>", "title": "GAP Unit"}