{"htmlbody": "<p><a id=\"Mission_and_Purpose\" name=\"Mission_and_Purpose\"></a></p><h2>Mission and Purpose</h2><p>The Hansard Society is a UK independent, non-partisan political research and education charity. They aim to strengthen parliamentary democracy and encourage greater public involvement in politics. At the heart of their work is the principle that civic society is most effective when its citizens are connected with the institutions and individuals who represent them in the democratic process. <a id=\"Specializations_and_activities\" name=\"Specializations_and_activities\"></a></p><h2>Specializations and activities</h2><p>They inform decision makers and engage the public in politics by:</p><ul><li>providing a platform for debate on current issues around Parliament, constitutional affairs, participation and engagement;</li><li>generating wide-reaching recommendations to improve parliamentary and legislative processes through timely and rigorous research;</li><li>pushing the boundaries of new technology and its abilities to engage the public with policy makers</li><li>creating and promoting fresh and accessible resources to help teachers present the citizenship</li><li>curriculum in an innovative and interesting way;</li><li>running training sessions for teachers and policy professionals to enable them to understand a range of political issues and processes effectively;</li><li>bringing students from across the globe to study the British political system and to gain experience through internships in a wide variety of political organisations; <a id=\"History\" name=\"History\"></a></li></ul><h2>History</h2><p>The Hansard Society was established in 1944 to promote the ideals of the parliamentary system of government and to ensure that democracy would be safeguarded by being understood, debated and improved by parliamentarians and the public. Their first members were Winston Churchill and Clement Attlee, and since then the Prime Minister of the day and leaders of the main opposition parties have publicly supported the work of the Hansard Society. The Speaker of the House of Commons is the President of the Hansard Society and the leaders of the three major political parties are our Vice Presidents.</p><p>From its inception the Hansard Society has promoted the importance of political education in schools and among their most well-known activities are their Mock Elections, which provide an informative and hands-on way for young people to gain a taste of the electoral process. This work has developed over the years to include forums and debates held online to enable engagement with young people through the use of new technology. The Hansard Society's pioneering work in schools led to what is now called Citizenship Education and they continue to ensure that teachers have free access to knowledge, training sessions and stimulating resources.</p><p>Since the 1970s the Hansard Society has organised and published research on many aspects of parliamentary democracy, critically examining social and political developments that affect Parliament, seeking to provide authoritative analysis of problems and suggest practical improvements. One important mechanism for this has been the establishment of independent Commissions of Enquiry chaired by eminent parliamentarians or academics. These have included pioneering work on electoral reform, representation of women, reform of the legislative process and the role of scrutiny in Parliament.</p><p>In 1985 the Hansard Society established the prestigious Hansard Scholars and Hansard Research Scholars Programmes in association with the London School of Economics. These programmes attract future political leaders from across the globe, to study and work in Westminster. Since it's creation, the study programme has expanded to include training for charities, journalists, companies and other organisations that need to understand how the parliamentary system works. The innovative and forward thinking eDemocracy Programme was created in 1997 to explore the possibilities, through research and pilot projects, for greater connections between new technologies and politics. The Programme focuses on ways in which democratic institutions can adapt to an age defined by digital communications and how new technology can improve public engagement with politics.In 2000 the Hansard Society extended its work to include issues of devolution and an office in Scotland was set up to respond to the changing political circumstances in British politics. The Hansard Society Scotland Programme holds fringe events at the Scottish National Party's Conference and provides a platform for debate about issues relating to devolution and the Scottish Parliament. It also provides free resources on Citizenship Education to Scottish schools and has recently expanded to include a Hansard Society Scotland Scholars programme in association with the University of Edinburgh.</p><p>More than 60 years on, the Hansard Society is recognised as an independent and non-partisan authority on Parliament and democracy. Today, their work encompasses a wide range of areas, from citizenship education to the role of Parliament, from devolution to the impact of new media on politics. In addition, they organise events in Westminster with high-profile speakers, host influential seminars and hold popular fringe events at Party Conferences. <a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p><a class=\"external text\" href=\"http://www.hansardsociety.org.uk/\" rel=\"nofollow\" title=\"http://www.hansardsociety.org.uk/\">Hansard Society</a></p>", "title": "Hansard Society"}