{"htmlbody": "<p><a id=\"Mission_and_Purpose\" name=\"Mission_and_Purpose\"></a></p><h2>Mission and Purpose</h2><p>Governance International helps agencies to achieve outcomes for citizens through excellence in public governance. They are a nonprofit organisation with a strong track record built up over eight years of working with international organisations, central government departments and agencies, local councils and nonprofit organisations world wide.</p><p>They are based in Birmingham, UK but operate internationally, drawing on a highly experienced team of experts under the supervision of directors based in Germany, Spain and the UK.</p><p>Currently they are working with several partners in Europe, Latin America, Africa and Asia. Their vision is the co-production by citizens, service users, public agencies and non-profit organisations of high quality outcomes that communities value at a cost they can afford. <a id=\"Specializations_and_activities\" name=\"Specializations_and_activities\"></a></p><h2>Specializations and activities</h2><p>Governance International helps agencies to work with their service users, communities and partners more effectively. In particular, Governance International offers agencies from the public, nonprofit and private sectors:</p><ul><li>Consultancy in innovative approaches and partnership working to assess, improve and sustain outcomes for citizens;</li><li>Inter-active training and learning from best practice;</li><li>Evidence-based research identifying good governance approaches and transferable international comparisons;</li><li>Facilitation of consultation and participation events;</li><li>Inter-national networks with free advice and peer reviews from critical friends facing similar challenges.</li></ul><p>Governance International is organised as a global network of institutional and issue-specific Governance Innovators and critical friends.</p><p>This allows them to gather information on innovations and best practice for their customers quickly and to provide value-for-money consultancy, training and research. <a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p><a class=\"external text\" href=\"http://www.govint.org/english.html\" rel=\"nofollow\" title=\"http://www.govint.org/english.html\">Governance Internationa</a>l</p>", "title": "Governance International"}