{"htmlbody": "<p>The Deliberative Democracy Consortium (DDC) is an association of the leading organizations and scholars who work in the field of deliberation and public engagement. The DDC represents more than 50 foundations, nonprofit organizations, and universities, who work together to strengthen deliberation in democracy.  The DDC supports research activities and promotes the advancement of deliberative practices at all levels of government around the world.  \n</p>\n<a id=\"Purpose_and_Mission\" name=\"Purpose_and_Mission\"></a><h2>Purpose and Mission</h2>\n<p>The mission of the DDC is to bring together practitioners and researchers to support and promote the emerging, broad-based movement to institutionalize deliberative democracy at all levels of governance in the United States and around the world.  Their alliance works to share information, build knowledge and visibility, and effectively promote a citizen voice in government decision-making processes.  Fundamental to the DDC’s work is the belief that the outcomes of deliberation result in qualitatively better and longer lasting decisions on policy matters, and that participation in deliberative opportunities is vital to reviving democracy. The DDC has set out on an impressive research agenda that aims to build knowledge around the actual impact of deliberation on civic attitudes and behavior. Their hypothesis is that: “with expanded application, increased frequency and greater visibility, deliberative democracy can invigorate and rekindle the civic virtues of trust, participation and responsibility.”  More or less, the DDC feels that democratic deliberation is an influential, transformational experience for everyone involved, which can shift people’s attitudes toward the institutions and practice of democracy overall.\n</p><p>The Consortium has committed to the following goals <a href=\"#cite_note-0\" title=\"\">[1]</a> :\n</p><p>-Help public leaders find the examples and resources they need to engage citizens\n</p><p>-Integrate research and practice in the field\n</p><p>-Integrate online and face-to-face approaches\n</p><p>-Articulate how democracy is changing\n</p><p>-Help to build a permanent infrastructure for deliberative democracy\n</p><p>-Encourage research and practice to support all aspects of deliberative democracy\n</p><p>-Design of, and experimentation with, innovative deliberative practices \n</p><p>-Develop evaluation models and tools\n</p><p>-Relationship building, collaboration and convening within the field\n</p><p>-Create connections between the field of deliberation and other related fields\n</p><p>-Disseminate results to the public, decision-makers, academics, etc.\n</p><p>-Promote the philosophy and methods of deliberative democracy to all levels of government\n</p><p>-Increase the credibility and visibility of the deliberative democracy movement in the United States and around the world\n</p>\n<a id=\"History\" name=\"History\"></a><h2>History</h2>\n<p>The DDC was founded in 2002 by leading organizations in the field of deliberative democracy. Tonya Gonzalez was the Consortium's first director; Matt Leighninger became the second in 2006. \n</p>\n<a id=\"Activities\" name=\"Activities\"></a><h2>Activities</h2>\n<p>The activities of the Consortium are coordinated by an Executive Committee, chaired by Carolyn Lukensmeyer, president of AmericaSpeaks.  The Executive Committee is a diverse group consisting of members with a range of experiences in deliberative democracy field.  Their plans are carried out through different task groups who organize activities associated with knowledge building, democratic governance, online deliberation and linking to government. Existing task groups include <a href=\"#cite_note-1\" title=\"\">[2]</a>:\n</p>\n<a id=\"Knowledge_Building\" name=\"Knowledge_Building\"></a><h3>Knowledge Building</h3>\n<p>Knowledge Building (KB) identifies the necessary questions and collaborators that will advance knowledge and practice in the field of deliberative democracy. KB is led by Archon Fung (Harvard University) and Peter Levine (CIRCLE). The KB Task Group has organized three Researcher and Practitioner Workshops in 2003, 2005, and 2007. The mission of this group is to “increase the quantity, quality and availability of knowledge about the theory and practice of deliberative democracy through: (1) setting the scholarly research agenda, (2) conducting high-quality research and experimentation on deliberative democratic practices, and (3) collecting and distributing knowledge about theory and practice to researchers and practitioners.”\n</p><p>Major goals the KB task group has identified are:\n-Increase academic research and experimentation on deliberative democratic practices and shape the agenda for that research and experimentation.\n</p><p>-Expand discussion of such experiments in scholarly work on deliberation and democracy.\n</p><p>-Improve knowledge and understanding of how deliberative democratic institutions function, as well as the strengths and weaknesses of various models.\n</p><p>-Increase information about the outcomes of deliberative processes and highlight their value to various constituencies. Develop better assessment tools.\n</p><p>-Increase interaction and communication amongst researchers and practitioners and develop an ongoing network among them.\n</p>\n<a id=\"FedNet\" name=\"FedNet\"></a><h3>FedNet</h3>\n<p>FedNet (Federal Network), also known as the Link to Government (LTG) group, convenes federal officials from different countries to discuss ways of bringing together democratic deliberation and federal policy-making. The LTG was formed to identify opportunities and come up with strategies to promote and support citizen deliberation in government decision-making.  This task group includes representatives from the Centers for Disease Control, the EPA, and international organizations such as the Danish Board of Technology. Presently, the LTG is working to bring together civic engagement resources for elected officials and government agency practitioners. They have four objectives:\n</p><p>(1) Champion deliberative democracy before government\n</p><p>(2) Build knowledge around existing practice\n</p><p>(3) Raise level of awareness within the DDC, elsewhere of government views and practice with regards to citizen engagement and deliberation.\n</p><p>(4) Raise level, quality of practice of deliberative democracy in government \n</p><p>To meet these objectives, the LTG has developed specific proposals, which include:\n-Develop a \"federal network for deliberation\" that will share information about the state of practice within various executive and legislative institutions.\n</p><p>-Create a \"best practices in deliberation\" award for federal managers and others.\n</p><p>-Identify research questions that are compelling for federal public participation practitioners.\n</p>\n<a id=\"Online_Deliberation\" name=\"Online_Deliberation\"></a><h3>Online Deliberation</h3>\n<p>The Online Deliberative Democracy Consortium (ODDC) is the DDC’s task group for supporting online innovation in the field of deliberation.  Their mission is to build knowledge and track improvements made within the field of online deliberation. The ODDC has created a number of online features, which include:\n</p><p>-Deliberative-democracy.net: the Internet’s number one destination for news about deliberative democracy. It receives 3,000-4,000 hits each month and is the second site to appear when the words “deliberative democracy” are searched on Google.\n</p><p>-The d-d.net eBulletin: a monthly electronic newsletter that highlights recent activity in the field, distributed via email to more than 700 subscribers.\n</p><p>-The Democracy Movement: a group blog maintained by more than a dozen leading scholars and practitioners in the field, that raises topics of interest related to democratic deliberation for discussion.\n</p><p>-The FedNet wiki: provides a private network for federal government managers to develop a community of practice through online knowledge sharing and networking.\n</p><p>-The Deliberative Democracy Handbook Online: a section of the d-d.net website dedicated entirely to the Handbook, providing chapter summaries, author bios, and discussion boards.\n</p><p>Much of the DDC’s online activities are done through the Online Deliberative Democracy Workgroup (ODDW). This network of online deliberation leaders meet monthly to talk about their recent activities and to come up with strategies to encourage online deliberation efforts around the world. In June 2005, the ODDW held a regional meeting in St. Paul, Minnesota, called “Deepening Online Deliberation Through Practice and Research.” The meeting was attended by state and local elected officials whom regarded it as highly productive. \u2028\n</p>\n<a id=\"Democratic_Governance\" name=\"Democratic_Governance\"></a><h3>Democratic Governance</h3>\n<p>Develops tools for leaders who are using deliberative strategies in their work.\n</p>\n<a id=\"Major_Projects\" name=\"Major_Projects\"></a><h2>Major Projects</h2>\n<p>The DDC partners have given assistance to hundreds of public involvement projects that have engaged hundreds of thousands of people in dialogue, deliberation, and problem-solving. Many of these projects have included young people, recent immigrants, and low-income people; those who are normally considered “hard to reach.”  The projects have centered around issues such as:\t\n</p><p>-Economic development\n</p><p>-Education\n</p><p>-Crime\n</p><p>-Immigration\n</p><p>-Public finance\n</p><p>-Racism and race relations\n</p><p>-Planning and growth\n</p><p>-Neighborhood revitalization\n</p><p>-Youth issues\n</p><p>-Environmental protection\n</p><p>\nThe DDC has found that these projects have resulted in:\n</p><p>-Greater individual volunteerism\n</p><p>-Small-group action efforts \n</p><p>-Effects on indicators like school test scores and crime rates\n</p><p>-Changes made by organizations\n</p><p>-Changes in government budgets\n</p><p>-Changes in public policy at the local, state, and federal levels\n</p><p>\nIn addition to participating in public involvement projects, the DDC has helped produce:\n</p><p>-The Deliberative Democracy Handbook\n</p><p>-The Journal of Public Deliberation\n</p><p>-The Deliberation Measurement Toolbox\n</p><p>-Mapping the Field of Deliberative Democracy\n</p><p>-The Deliberative Agency: Opportunities to Deepen Public Participation\n</p><p>\nThe DDC has organized:\n</p><p>-FedNet (a knowledge-sharing network of federal managers)\n</p><p>-The Researcher-Practitioner Network of the DDC\n</p><p>\nThe DDC has built a strong partnership with:\n</p><p>-LogoLink, “a global network of practitioners from civil society organizations, research institutions and governments”\n</p><p>\nThe DDC members have offered pro bono advice and assistance to federal agencies in the US and Canada which include:\n</p><p>-Centers for Disease Control\n</p><p>-Environmental Protection Agency\n</p><p>-National Nanotechnology Coordinating Office\n</p><p>-National Vaccine Advisory Committee \n</p><p><a href=\"#cite_note-2\" title=\"\">[3]</a>\n</p>\n<a id=\"Funding\" name=\"Funding\"></a><h2>Funding</h2>\n<p>The DDC is funded by the William and Flora Hewlett Foundation <a href=\"#cite_note-3\" title=\"\">[4]</a>\n</p>\n<a id=\"Secondary_Literature\" name=\"Secondary_Literature\"></a><h2>Secondary Literature</h2>\n<p>- Creating Spaces for Change: Working Toward a ‘Story of Now’ in Civic Engagement (W.K. Kellogg Foundation, 2010)\n</p><p>- Funding and Fostering Local Democracy: What Philanthropy Should Know about the Emerging Field of Deliberation and Democratic Governance (Philanthropy for Active Civic Engagement, 2009)\n</p><p>- The Promise and Challenge of Neighborhood Democracy: Lessons from the Intersection of Government and Community (Grassroots Grantmakers, 2009)\n</p><p>- Where is Democracy Headed? Research and Practice on Public Deliberation (Kettering Foundation and Deliberative Democracy Consortium, 2008)\n</p><p>- The Next Form of Democracy: How Expert Rule Is Giving Way to Shared Governance—and Why Politics Will Never Be the Same (Matt Leighninger, 2006)\n</p><p>- The Deliberative Democracy Handbook—Strategies for Effective Civic Engagement in the Twenty First Century (John Gastil, 2005)\n</p>\n<a id=\"Links\" name=\"Links\"></a><h2>Links</h2>\n<p>- <a class=\"external text\" href=\"http://www.logolink.org/partners/northamerica.htm\" rel=\"nofollow\" title=\"http://www.logolink.org/partners/northamerica.htm\">LogoLink</a>\n</p><p>- <a class=\"external text\" href=\"http://services.bepress.com/jpd/\" rel=\"nofollow\" title=\"http://services.bepress.com/jpd/\">The Journal of Public Deliberation</a>\n</p><p>- <a class=\"external text\" href=\"http://www.deliberative-democracy.net/index.php?option=com_docman&amp;task=doc_details&amp;gid=6&amp;Itemid=93\" rel=\"nofollow\" title=\"http://www.deliberative-democracy.net/index.php?option=com_docman&amp;task=doc_details&amp;gid=6&amp;Itemid=93\">The Deliberation Measurement Toolbox</a>\n</p>\n<a id=\"References\" name=\"References\"></a><h2>References</h2>\n<ol class=\"references\"><li id=\"cite_note-0\"><a href=\"#cite_ref-0\" title=\"\">↑</a> <a class=\"external text\" href=\"http://www.deliberative-democracy.net/index.php?option=com_content&amp;view=article&amp;id=77&amp;Itemid=271\" rel=\"nofollow\" title=\"http://www.deliberative-democracy.net/index.php?option=com_content&amp;view=article&amp;id=77&amp;Itemid=271\">Deliberative Democracy Consortium</a>.</li>\n<li id=\"cite_note-1\"><a href=\"#cite_ref-1\" title=\"\">↑</a> <a class=\"external text\" href=\"http://www.deliberative-democracy.net/index.php?option=com_content&amp;view=article&amp;id=22&amp;Itemid=274\" rel=\"nofollow\" title=\"http://www.deliberative-democracy.net/index.php?option=com_content&amp;view=article&amp;id=22&amp;Itemid=274\">Deliberative Democracy Consortium</a>.</li>\n<li id=\"cite_note-2\"><a href=\"#cite_ref-2\" title=\"\">↑</a> <a class=\"external text\" href=\"http://www.deliberative-democracy.net/index.php?option=com_content&amp;view=article&amp;id=77&amp;Itemid=271\" rel=\"nofollow\" title=\"http://www.deliberative-democracy.net/index.php?option=com_content&amp;view=article&amp;id=77&amp;Itemid=271\">Deliberative Democracy Consortium</a>.</li>\n<li id=\"cite_note-3\"><a href=\"#cite_ref-3\" title=\"\">↑</a> <a class=\"external text\" href=\"http://onlinelibrary.wiley.com/doi/10.1002/ncr.72/abstract\" rel=\"nofollow\" title=\"http://onlinelibrary.wiley.com/doi/10.1002/ncr.72/abstract\">Deliberative Democracy Networks: A Resource Guide</a>.</li></ol>", "title": "Deliberative Democracy Consortium"}