{"htmlbody": "<p><a id=\"Mission_and_Purpose\" name=\"Mission_and_Purpose\"></a></p><h2>Mission and Purpose</h2><p>The <a href=\"http://www.oidp.net/en/home/\">International Observatory on Participatory Democracy</a> (IOPD) is a space open to all cities in the world and all associations, organizations and research centres interested in learning about, exchanging impressions and applying experiences of participatory democracy on a local scale with the aim of deepening the roots of democracy in municipal government.</p><p>The network was created in 2001 within the framework of the European Commission’s URB-AL programme for decentralized cooperation. It was officially constituted in November 2001 during the 1st Annual Conference of the IOPD in Barcelona, where their internal operating regulations were approved. Since 2006 the IOPD has coordinated with United Cities and Local Governments (UCLG), mainly on the design of a joint framework of collaboration with the Committee on Social Inclusion and Participatory Democracy (CSIPD). <a id=\"Activities\" name=\"Activities\"></a></p><h2>Activities</h2><p>The IOPD’s main activities include the following: Every year since it was created, the IOPD organises an international conference to advance discussions on participatory democracy and enable those attending to share experience and information in this field. It also awards its IOPD Distinction for Good Practice in Citizen Participation, in recognition of innovative experiences in participatory democracy that favour citizen participation and involvement in the preparation and implementation of public policies.</p><p>The IOPD website offers interested parties the possibility of visiting a database of experiences contributed by members, consulting studies, papers and other documents, news, links, calendar of events, etc., as well as accessing the IOPD’s own publications and the media library. </p><p>The definition of the IOPD work groups has taken shape within the framework of the annual conference. Reflection focuses on ways of promoting tools that strengthen democracy and give added impetus to the active participation of citizens in debates, designs, decisions and the implementation of public policies. All interested IOPD members may participate in the work groups and contribute to them. Each group is coordinated by a city, which, with the support of the Technical Secretariat, is responsible for issuing framework documents on work to be carried out, collecting contributions from members and making the work group as dynamic as possible. One of the results of these work groups is the Local Observatories on Participatory Democracy project, which was originally included within the framework of the European Commission’s URB-AL programme for decentralized cooperation. Its main goal is to create local observatories in a number of European and Latin American cities to identify, evaluate and orient the development of different forms of participatory democracy and thereby to help direct the course of experiences that are under way. <a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p><a href=\"http://www.oidp.net/en/home/\">International Observatory on Participatory Democracy</a></p>", "title": "International Observatory on Participatory Democracy"}