{"htmlbody": "<p><em>This post comes to us courtesy of </em><a href=\"http://participedia.net/en/people/merete-schultze\"><em>Merete Schultze</em></a><em>, who recently completed her MA in \"International Relations: Global Governance and Social Theory\" at both the University of Bremen and Jacobs University Bremen.</em></p><p>Imagine this: University of Bremen, sometime in Spring 2012, Graduate Seminar in Social Theory &amp; International Relations. Our professor <a href=\"http://participedia.net/people/patriziananz\">Patrizia Nanz</a> tells us that she is involved in a project called Participedia and is looking for participants. Participedia? What is that? Sounds like Wikipedia, but with participation? We were instantly intrigued and curious what this platform would be like and how we could participate in it.</p><p>Let's explain why Prof. Nanz chose this graduate seminar to look for participants. It is a master's degree seminar concerned with \"Social Theory &amp; International Relations\" within our master's programme, an international, research-oriented one taught completely in English. Most of the students are international ones coming from all over the world. Out of these, several students are native English speakers. A multicultural group of people, with scientific skills and fluent in English. Seems like a good basis for a Participedia group.</p><p>After Prof. Nanz explained what Participedia actually is and how we could become involved, I was sure that I wanted to participate. Several of my fellow students thought the same way and announced their interest. In the end, twelve of us met with Prof. Nanz for a first meeting in which we got more information, elected a student organizer to coordinate the group (which was me) and planned how to start working. Out of those twelve, four were German students. The remaining came from the UK, the US, Canada, Mexico, Russia, Singapore and Turkey.  We are an international group of students with different regional interests which we hope to use for Participedia. For example, someone from Singapore has better knowledge of East Asia and can develop case studies for this region. And the access to information is easier if you speak the national language. Accordingly, most of the international students promised to concentrate on their home region and to try finding new cases there.</p><p>The German participants started off translating cases for Participedia’s newly launched <a href=\"http://participedia.net/de/hilfe\">German-language version of website</a>. This new interface allows users to link English and German translations of the same article and to also link the two articles to the same set of structured data. Participedia will make it possible to link additional language translations to shared data sets as resources become available to do so.</p><p>Two native Spanish speakers also began translating several Spanish case studies to English. The rest concentrated on revising existing cases to become acquainted with the platform.  We then began writing our own cases to enhance the database. As we have several native English speakers, we organized a proofreading system to make sure the posted articles are written in proper English. Generally, we try to be open to cooperation and help each other if problems with a case appear. Several meetings with the whole group or smaller factions helped us sort out initial problems and helped new members understand how Participedia works.</p><p>Meanwhile, almost a year has passed and things are changing. We have already done quite some amount of work, but there is much left to do. Many of us were involved with other side projects and/or had to concentrate on our Master's Theses. But all will continue working on Participedia as much as it is possible. There are multiple experiences we got out of our work so far and we are sure there are many more to come. The most basic experience was to learn more about cases of deliberation one would not come across in normal media. For example, no one in Germany reports about a <a href=\"http://participedia.net/en/cases/1st-inuit-youth-symposium-inuit-language\">deliberation among the Inuit population</a> in the US, which makes the platform an interesting tool as we can find information that is new to us. Additionally, it helps a lot to write case studies in a structured way, research them in detail and contact organizations and persons involved in them. This experience enhances our scientific skills and maybe some of us can also use the work for this project as a preparation for future PhDs. We certainly gained a lot of knowledge and experience so far and hope to continue this work. </p>", "title": "University of Bremen Graduate Students Use Teamwork to Contribute Translations and New Content to Participedia"}