{"htmlbody": "<p><a id=\"Mission_and_Purpose\" name=\"Mission_and_Purpose\"></a></p><h2>Mission and Purpose</h2><p>European Alternatives is a civil society organisation devoted to exploring the potential for transnational politics and culture. They believe that today the challenges of democratic participation, social equality, and cultural innovation cannot be effectively understood and addressed at the nation state level.</p><p>The organisation sees itself as a breeding ground for new ideas and proposals for politics and culture at a European level and in being a political and cultural actor with a truly transeuropean activity, staff and support base.</p><p>The reflexion and action of European Alternatives is targeted in the first instance at the European Union and European nation states, but the political and cultural horizon of the organisation is global, as are the collaborations it tries to foster. <a id=\"Activities\" name=\"Activities\"></a></p><h2>Activities</h2><p>Imagining Alternatives</p><p>• Research, publications, and transnational seminars to formulate, from the ground-up and through the participation of citizens and members of their local groups, a wide series of political proposals for the Europe to come.</p><p>• Transeuropa Festival an innovative simultanous festival taking place in 4 cities mixing cultural, political, and artistic engagement across borders.</p><p>• Artistic projects, such as the recent Polis21, inviting artists to imagine alternative proposals for society and political community. Democratic participation</p><p>• Local Groups: they stimulate active participation from the bottom-up in all areas of their work through many active local groups running a rich programme of local activities</p><p>• Democratising the EU: they push for greater democratisation of the European political process, advocating greater participation of citizens, civil society and social movements in the decision-making of the European Union. They do so by representing these voices in consultations with the European institutions, by running initiatives reinforcing the role of the European parliament, and in promoting the emergence of a political Europe of alternative choices by analysis and debate of current European policies.</p><p>• Campaigns: they contribute to the emergence of pan-European social movements working to transform national demands and campaigns into transnational advocacy. They do so by running regular campaigns on themes as varied as media pluralism and women’s rights. Transnational Public Sphere</p><p>• They publish a printed magazine in English and an online magazine in 3 languages to stimulate interaction with their work and contribute to the shared formulation of political proposals across language barriers, promoting the development of a transnational space for interaction and discussion of political and cultural issues. <a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p><a class=\"external text\" href=\"http://www.euroalter.com/\" rel=\"nofollow\" title=\"http://www.euroalter.com/\">European Alternatives</a></p>", "title": "European Alternatives"}