{"htmlbody": "<p> </p><p><a id=\"Problems_and_Purpose\" name=\"Problems_and_Purpose\"></a></p><h2>Problems and Purpose</h2><p>This case is a randomized field experiment, which examines the differences in decision-making and legitimacy in town meeting versus plebiscitary (direct voting) methods of decision. The experimenter - Benjamin Olken - examined this question in the context of decisions about infrastructure investments in Indonesian villages.</p><p><strong>Original version of this text is copied from this working paper: <a class=\"external text\" href=\"http://econ-www.mit.edu/files/5224\" rel=\"nofollow\" title=\"http://econ-www.mit.edu/files/5224\">\"Direct Democracy and Local Public Goods Evidence from a Field Experiment in Indonesia\"</a></strong></p><p><a id=\"Background\" name=\"Background\"></a></p><h2>Background</h2><p>This study takes place in 49 Indonesian villages from three subdistricts located in different parts of rural Indonesia. These three subdistricts were chosen by the author to represent the wide variety of conditions in rural Indonesia. One subdistrict is in East Java, a heavily Muslim area that is one of the most densely populated areas rural areas in the world. A second subdistrict is in North Sumatra, an area with much smaller villages and a large Christian population. A third subdistrict is in Southeast Sulawesi, in a poorer, more remote area with substantial ethnic heterogeneity, even within villages. This section describes the aspects of village structure and governance relevant for this study.</p><p>All of the villages in this study participate in the Kecamatan (Subdistrict) Development Project. KDP is a national Indonesian government program, funded through a loan from the World Bank. KDP began in 1998, and at the time of the study financed projects in approximately 15,000 villages throughout Indonesia each year. As described above, the study takes place in three KDP subdistricts, one each on the islands of Java, Sumatra, and Sulawesi, which were chosen from among the KDP subdistricts by the author to represent the wide variety of conditions in rural Indonesia. Within each of the three target subdistricts, villages were randomly sampled.</p><p>In KDP, participating subdistricts, which typically contain between 10 and 20 villages, receive an annual block grant for three consecutive years. Every year, each village in the subdistrict makes two proposals for small-scale infrastructure activities. The village as a whole proposes one of the projects (which I refer to as the ‘general project’); women’s groups in the village propose the second (which I refer to as the ‘women’s project’). Once the village proposals have been made, an inter-village forum, consisting of six representatives from each village, ranks all of the proposals according to a number of criteria, such as the number of beneficiaries and the project’s cost, and projects are funded according to the rank list until all funds have been exhausted; typically, about 40% of villages have at least one project funded each year. This study focuses on the process by which the village selects its two proposals. The baseline process in KDP works as follows. All Indonesian villages are comprised of between 2 and 7 dusun, or hamlets. For a period of several months, a village facilitator organizes small meetings at the hamlet level; for large hamlets multiple meetings might be held in different neighborhoods within each hamlet.2 These meetings aim to create a list of ideas for what projects the village should propose. These ideas are then divided into two groups – those that originated from women’s only meetings and those suggested by mixed meetings or men’s meetings. The village facilitator presents the women’s list to a women-only village meeting and the men’s and joint ideas to a village meeting open to both genders. While these meetings are open to the public, those that attend represent a highly selected sample, just as in Mansbridge’s (1983) study of Vermont town meetings.</p><p>In particular, government officials (e.g., the village head, village secretary, and other members of the village executive), neighborhood heads, and those selected to represent village groups compose the majority of attendees. A typical meeting would have between 9-15 people representing the various hamlets, as well as various formal and informal village leaders, with on average about 48 people attending in total out of an average village population of 2,200. In the general meeting, the representatives are usually (but not always) men, whereas in the women’s meeting, all representatives are women. At each meeting, the representatives in attendance discuss the proposals, with substantial help from an external facilitator (as in Humphreys, Masters and Sandbu 2006), deciding ultimately on a single proposal from each meeting.</p><p>It is important to note that while the KDP village meetings in some ways resemble the regular village parliament, the BPD, they are formally separate from BPD, and the hamlet representatives who vote at KDP village meetings are selected directly for that purpose at the hamlet level KDP meetings.3 The reason for this separation is historical: the KDP program was designed between 1996 and 1998 in the context of the Soeharto regime, and the program designers sought to create a decision making institution that was more independent than the village-head appointed Village Consultative Assembly (LMD) that existed at the time (Guggenheim 2004; Guggenheim et al. 2004).</p><p><a id=\"The_Experiment\" name=\"The_Experiment\"></a></p><h2>The Experiment</h2><p>I conducted a randomized, controlled field experiment in 49 Indonesian villages, each of which was preparing to apply for infrastructure projects as part of the Indonesian Kecamatan Development Program (KDP). Under KDP, each village follows a political process that results in two proposed infrastructure proposals, one “general project” proposed by the village at large and one “women’s project” proposed exclusively by women in the village. The experiment randomly allocated villages to choose their projects either through a standard KDP decision making process, in which projects are selected at two representative village meetings (one meeting to select the general project, and one meeting exclusively with women representatives to select the women’s project), or through direct plebiscites, in which all villagers could vote directly at an election for their most preferred projects. To mirror the meeting-based process, in plebiscite villages two simultaneous votes were held, one in which all adults in the village were eligible to vote for the general proposal and one in which all adult women in the village were eligible to vote on the women’s-specific proposal. The list of potential projects to be considered by the meeting process or by the plebiscite process was generated using an identical agenda-setting process in both types of villages.</p><p><a id=\"Differences_in_Projects_Selected\" name=\"Differences_in_Projects_Selected\"></a></p><h2>Differences in Projects Selected</h2><p>With regard to potential elite capture of the selected project, I find relatively little impact of the plebiscite treatment on the general project, but substantial impacts on the women’s project. For the general project, the type of project selected (i.e., road, irrigation system, water/sanitation, etc) did not change whatsoever as a result of the plebiscite, and there were offsetting changes in the locations of these projects as a result of the plebiscite. For the women’s project, by contrast, the plebiscite resulted in projects located in poorer areas of the village, which seems to suggest that the plebiscite shifted power towards poorer women who may have been disenfranchised in a more potentially elite-dominated meeting process. At the same time, however, the plebiscite resulted in the types of projects being chosen for the women’s project closer to the stated preferences of the village elites. One potential explanation for these changes is, in the experimental design, the plebiscite treatment did not affect how each area of the village selected its proposals, and elites were more dominant in the agenda-setting process in poorer areas of the village. A shift in power towards poorer areas of the village at the final decision- making stage might therefore result in projects that look closer to elite preferences.</p><p><a id=\"Legitimacy_and_Satisfaction\" name=\"Legitimacy_and_Satisfaction\"></a></p><h2>Legitimacy and Satisfaction</h2><p>With regard to measures of legitimacy and satisfaction, I find that the election- based plebiscite process resulted in substantially higher citizen satisfaction across a wide variety of measures. For example, plebiscites substantially increased villagers’ overall satisfaction with the KDP program. They also improved villagers’ perceptions of the fairness and legitimacy of the selected project, and dramatically improved their stated satisfaction with the project selected. Remarkably, these findings even hold for the general project, where the project types remained unchanged. I show that the result that the plebiscites increase satisfaction is robust to controlling very flexibly for characteristics of the project chosen and for the match between the project chosen and the preferences of survey respondents. The effects are large, statistically significant, and seem to occur no matter how the questions were phrased. Villagers also indicate that they are substantially more likely to contribute voluntary labor or materials to KDP projects in villages where plebiscites were held.</p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p>Original working paper by Ben Olken that this article summarizes: <a class=\"external text\" href=\"http://econ-www.mit.edu/files/5224\" rel=\"nofollow\" title=\"http://econ-www.mit.edu/files/5224\">Direct Democracy and Local Public Goods: Evidence from a Field Experiment in Indonesia</a></p><p>Summary of experiment from MIT news office: <a class=\"external text\" href=\"http://web.mit.edu/newsoffice/2010/java-democracy-0208.html\" rel=\"nofollow\" title=\"http://web.mit.edu/newsoffice/2010/java-democracy-0208.html\">MIT News Office Press Release</a></p>", "title": "Rural Plebiscite Experiment (Indonesia)"}