{"htmlbody": "<p><a id=\"Mission_and_Purpose\" name=\"Mission_and_Purpose\"></a></p><h2>Mission and Purpose</h2><p>LogoLink represents a collection of individuals from various agencies and institutions around the world. By cooperating and working in concert with one another, the goal of the organization is to bring about increased participation in local governments and growth of democracy.</p><p>With social justice being one of its main priorities, LogoLink operates to develop hands-on methods in hopes of engaging the public in social and political activities. A primary issue the organization is concerned with is the level of transparency and inclusiveness that exist within local government structures. LogoLink views communication between a government and its citizens as the foundation of a successful democracy. Because of this, the organization is dedicated to promoting transparency among government bodies and increasing the level of interaction they have with their constituents.</p><p>Some key objectives of the LogoLink network include:</p><p>• Construct areas where learning, sharing, and innovation can occur between members</p><p>• Devote major attention to practical and relatable expressions of democracy</p><p>• Cultivate relationships between governments and their citizens that are more reciprocal and balanced <a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>Most LogoLink participants are civil servants from various regions who have networked with one another in order to achieve common goals. Since social justice is founded in democratic practices, this network seeks to strengthen democratic systems and customs. The 2007 transfer of LogoLink’s central directive institute—Institute of Development Studies—from the University of Sussex to The Polis Institute in the South reflects the unwavering commitment of the organization to the improvement of less developed areas of the world <a href=\"#cite_note-History-0\" title=\"\">[1]</a>. LogoLink has great faith in the South’s capabilities with respect to planning and directing the affairs of global networks. LogoLink formed an Executive Committee to serve as a resource for governments. The Committee works together with the Internal Advisory Council, part of The Polis Institute, in order to provide optimal support for LogoLink partners. <a id=\"Activities\" name=\"Activities\"></a></p><h2>Activities</h2><p>Through a variety of projects, workshops, and research initiatives LogoLink is involved in the creation of practical expressions of democracy to be adopted by communities and their governments.</p><p>PROJECTS:</p><p>• Systematization &amp; Knowledge Dissemination<br/>As LogoLink’s current project, it involves the formation of a system by which to organize and present its purpose, progress in its first 10 years, and goals <a href=\"#cite_note-Projects:_Dissemination-1\" title=\"\">[2]</a>. This process is comprised of two main steps, the first being documentation and the second is systematization. Basically, the organization is creating a broad and general bank of principles, guidelines, and information which it hopes participants to adopt those portions that are relevant to their particular conditions.</p><p>• Participatory Planning<br/>This project occurred in the earliest phases of LogoLink’s existence, spanning over 2001 and part of 2002. It involved extensive research mainly in an effort to recreate lessons observed during fieldwork relating to participatory planning. This research period led to an international workshop during which case studies were discussed and examined. Workshop participants included 34 civil society organizations, local governments, and research institutions from 18 different nations around the world <a href=\"#cite_note-Projects:_Planning-2\" title=\"\">[3]</a>. The workshop gave each of the groups a chance to share their perspectives and exchange ideas about the lessons presented by LogoLink.</p><p>• ReCite (Resources, Citizen Engagements and Democratic Local Governance)<br/>This project was LogoLink’s third major endeavor. At the beginning of 2004 the organization began a large-scale research mission <a href=\"#cite_note-Projects:_ReCite-3\" title=\"\">[4]</a>. The ultimate goal of the project was to come up with ways for citizens to more consistently engage in local governance. The organization discovered that numerous obstacles restrict citizens’ opportunities to participate in political activities in their area. As a result, LogoLink sought to create spaces and situations in which people would be able to engage in political processes and campaigns.</p><p>• Democratic Local Governance Fighting Inequality<br/>This 2008 project was the product of earlier work done by the organization <a href=\"#cite_note-Projects:_Inequality-4\" title=\"\">[5]</a>. The key focuses of this phase of research were inequality and poverty in various environments around the world. LogoLink worked to improve the level of inclusiveness within systems in order to decrease the presence of inequality between citizens and their leaders.</p><p>• Legal Frameworks for Citizen Participation<br/>This project spanned across 15 countries and occurred as a result of the work done by numerous individuals across these areas in 2003 <a href=\"#cite_note-Phase_II:_Legal-5\" title=\"\">[6]</a>. The main concern driving this project were the legal frameworks present within different areas and even more importantly, the citizens’ knowledge of these frameworks and their relation to them. The objective of this project was to adapt previously-successful models to different regional contexts.</p><p>WORKSHOPS<br/>(All info from here on must be cited, there was no way to not give the exact facts)</p><p>• LogoLink regional partners meeting – 2005 <br/>Cape Town, South Africa <br/>Participants: partners from Central America, the Andean region, South America, South and Southeast Asia, Eastern and Southern Africa, and the North</p><p>• East Africa Regional Conference on Citizen Engagement in Local Governance<br/>Mukono district, Uganda<br/>Participants: 27 representatives from Kenya, Tanzania and Uganda. These participants acted as a forum for LogoLink’s East African partners to discuss democracy and participation</p><p>• South Africa’s Good Governance Learning Network Workshop on Municipal Performance Management<br/>Cape Town, South Africa<br/>Purpose: to learn about the performance of South African municipalities and explore ways to improve public participation and checks on government</p><p>RESEARCH<br/>Out of concern for participation in local governments among communities in the Global South, LogoLink has sponsored research projects like the Legal Frameworks for Citizens Participation research initiative.</p><p>INFORMATION EXCHANGE<br/>LogoLink disseminates information through several different mechanisms. Its methods of communication vary from exchange visits to document exchange and interactive online meetings. <a id=\"Funding\" name=\"Funding\"></a></p><h2>Funding</h2><p>The LogoLink organization reports that its primary funding and support comes from the Ford Foundation. The organization’s Coordination Unit is located at The Polis Institute in Sao Paulo, Brazil. LogoLink collaborates with a variety of partners from all over the globe, among these is Instituto Polis in Brazil, Instituto de Estudios Peruanos in Peru, Centro de Servicios Municipales Heriberto Jara in Mexico, Institute for Popular Democracy in the Philippines, The Society for Participatory Research in Asia in India, Development Network of Indegenous Voluntary Associations in Uganda, the Foundation for Contemporary Research in South Africa, The Deliberative Democracy Consortium in the US, and the Institute of Development Studies in the UK. <a id=\"Partners\" name=\"Partners\"></a></p><h2>Partners</h2><p>LogoLink's Coordination Unit works closely with partners in different regions of the world, including the Instituto Polis in Brazil; Grupo Nacional de Trabajo para la Participación in Bolivia; the Institute for Popular Democracy in the Philippines; the Society for Participatory Research in Asia, in India; DENIVA, in Uganda; the Foundation for Contemporary Research, in South Africa; and the Deliberative Democracy Consortium, in the USA. <a id=\"Analysis\" name=\"Analysis\"></a></p><h2>Analysis</h2><p>LogoLink has played a vital role in the collection and distribution of information relating to the deliberative process within democracies. In April 2003, after a great deal of collaborative research stemming from LogoLink’s PHASE II project, the organization released a publication, “Legal Frameworks for Citizen Participation: a synthesis report.” The main aims of the project was: to conduct a comprehensive, comparative survey of legal and policy frameworks for citizen participation in local governance that operate in countries or states of federal republics in four regions (East Africa, Latin America, South Asia, South-East Asia); to synthesize existing knowledge about how these frameworks work in practice; and to draw lessons about the effectiveness of particular kinds of legal and policy framework for promoting citizen participation, including the importance of context in making models work or limiting their effectiveness, and the scope for transferring models into different country or regional contexts. <a href=\"#cite_note-Phase_II:_Legal-5\" title=\"\">[6]</a></p><p>In 2004, through the PHASE III project, “ReCite,” LogoLink effectively contributed to the knowledge of participation in local governance and through research, campaigns, and learning lessons, helped strengthen the capacities of LogoLink partners.</p><p>LogoLink’s PHASE IV project, “Democratic Local Governance Fighting Inequality,” had LogoLink’s partners engaging in a new research project. The research aimed to deepen knowledge on local democratic governance environments by pointing out other processes, factors and the central role of social and political actors, providing analysts, government decision-makers, citizen representatives and international development agencies with a critical assessment of existing experiences. <a href=\"#cite_note-Phase_IV:_Inequality-6\" title=\"\">[7]</a> All of the projects LogoLink has been working on have helped spread the ideals of a deliberative democratic system. <a id=\"References\" name=\"References\"></a></p><h2>References</h2><ol class=\"references\"><li id=\"cite_note-History-0\"><a href=\"#cite_ref-History_0-0\" title=\"\">↑</a> <a class=\"external text\" href=\"http://www.logolink.org/index.php/about-us/what-is-logolink\" rel=\"nofollow\" title=\"http://www.logolink.org/index.php/about-us/what-is-logolink\">LogoLink - About Us (Accessed Dec, 4 2010)</a></li><li id=\"_Dissemination-1\"><a href=\"#cite_ref-Projects:_Dissemination_1-0\" title=\"\">↑</a> <a class=\"external text\" href=\"http://www.logolink.org/index.php/projects-and-initiatives/projects/systematization-and-knowledge-dissemination\" rel=\"nofollow\" title=\"http://www.logolink.org/index.php/projects-and-initiatives/projects/systematization-and-knowledge-dissemination\">Systematization &amp; Knowledge Dissemination (Accessed Dec, 4 2010)</a></li><li id=\"_Planning-2\"><a href=\"#cite_ref-Projects:_Planning_2-0\" title=\"\">↑</a> <a class=\"external text\" href=\"http://www.logolink.org/index.php/projects-and-initiatives/projects/participatory-planning\" rel=\"nofollow\" title=\"http://www.logolink.org/index.php/projects-and-initiatives/projects/participatory-planning\">Participatory Planning (Accessed Dec, 4 2010)</a></li><li id=\"_ReCite-3\"><a href=\"#cite_ref-Projects:_ReCite_3-0\" title=\"\">↑</a> <a class=\"external text\" href=\"http://www.logolink.org/index.php/projects-and-initiatives/projects/recite\" rel=\"nofollow\" title=\"http://www.logolink.org/index.php/projects-and-initiatives/projects/recite\">ReCite (Accessed Dec, 4 2010)</a></li><li id=\"_Inequality-4\"><a href=\"#cite_ref-Projects:_Inequality_4-0\" title=\"\">↑</a> <a class=\"external text\" href=\"http://www.logolink.org/index.php/projects-and-initiatives/projects/legal-frameworks-for-citizen-participation\" rel=\"nofollow\" title=\"http://www.logolink.org/index.php/projects-and-initiatives/projects/legal-frameworks-for-citizen-participation\">Democratic Local Governance Fighting Inequality (Accessed Dec, 4 2010)</a></li><li id=\"_Legal-5\">↑ <a href=\"#cite_ref-Phase_II:_Legal_5-0\" title=\"\">6.0</a> <a href=\"#cite_ref-Phase_II:_Legal_5-1\" title=\"\">6.1</a> <a class=\"external text\" href=\"http://www.logolink.org/index.php/projects-and-initiatives/projects/legal-frameworks-for-citizen-participation\" rel=\"nofollow\" title=\"http://www.logolink.org/index.php/projects-and-initiatives/projects/legal-frameworks-for-citizen-participation\">Legal Frameworks For Citizen Participation (Accessed Dec, 4 2010)</a></li><li id=\"_Inequality-6\"><a href=\"#cite_ref-Phase_IV:_Inequality_6-0\" title=\"\">↑</a> <a class=\"external text\" href=\"http://www.logolink.org/index.php/projects-and-initiatives/projects/democratic-local-governance-fighting-inequality\" rel=\"nofollow\" title=\"http://www.logolink.org/index.php/projects-and-initiatives/projects/democratic-local-governance-fighting-inequality\">Democratic Local Governance Fighting Inequality (Accessed Dec, 4 2010)</a></li></ol><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h2>Secondary Sources</h2><p>Suale Jr., Nelson, Alejandra M. Velasco, and Zuleika Alashiro. \"Legal Frameworks for Citizen Participation Latin America Regional Report.\" LogoLink Latin America: Legal and Policy Frameworks for Citizen Participation (2002): 1-38.</p><p>Bazaara, Nyangabyaki. \"Legal Frameworks for Citizen Participation Bazaara East Africa Regional Report.\" Legal and Policy Framework for Citizen Participation in East Africa: A Comparative Analysis (2002): 1-24.</p><p>Staudt, K. and Coronado, I., 2002, Fronteras No Mas: Toward Social Justice at the US–Mexico Border, New York: Palgrave Macmillan</p><p>United Nations Development Programme (UNDP), 2000, Women’s Political Participation and Good Governance: 21st Century Challenges, New York: UNDP <a class=\"external free\" href=\"http://magnet.undp.org/new/pdf/gender/wpp/women_book.pdf\" rel=\"nofollow\" title=\"http://magnet.undp.org/new/pdf/gender/wpp/women_book.pdf\">http://magnet.undp.org/new/pdf/gender/wpp/women_book.pdf</a></p><p>VeneKlasen, L., 2002, A New Weave of Power, People and Politics: The Action Guide for Advocacy and Citizen Participation, Oklahoma: World Neighbors</p><p>Yuval-Davis, N., 1997, ‘Women, Citizenship and Difference’, Feminist Review, No 57: 4–27 <a class=\"external free\" href=\"http://www.siyanda.org/docs/davis_citizendifference.pdf\" rel=\"nofollow\" title=\"http://www.siyanda.org/docs/davis_citizendifference.pdf\">http://www.siyanda.org/docs/davis_citizendifference.pdf</a></p><p>Bulbeck, C., 1998, ‘Individual versus Community’ in Re-Orienting Western Feminisms: Women’s Diversity in a Postcolonial World, Cambridge: Cambridge University Press</p><p>Kabeer, N. (ed), forthcoming 2004, Meanings and Expressions of Citizenship: Perspectives from the North and South, London: Zed Books <a id=\"External_links\" name=\"External_links\"></a></p><h2>External links</h2><p><a class=\"external text\" href=\"http://www2.ids.ac.uk/logolink/index.htm\" rel=\"nofollow\" title=\"http://www2.ids.ac.uk/logolink/index.htm\">LogoLink</a></p><p><a class=\"external text\" href=\"http://www.logolinkla.org/\" rel=\"nofollow\" title=\"http://www.logolinkla.org/\">LogoLink Latin America</a></p><p><a class=\"external text\" href=\"http://www.ipd.ph/logolinksea/index.html\" rel=\"nofollow\" title=\"http://www.ipd.ph/logolinksea/index.html\">LogoLink South East Asia</a></p><p><a class=\"external text\" href=\"http://communitybuildinginstitute.org/\" rel=\"nofollow\" title=\"http://communitybuildinginstitute.org/\">Community Building Institute</a></p>", "title": "LogoLink"}