{"htmlbody": "<p><a id=\"Mission_and_Purpose\" name=\"Mission_and_Purpose\"></a></p><h2>Mission and Purpose</h2><p>IAP2 is an international association of members who seek to promote and improve the practice of public participation in relation to individuals, governments, institutions, and other entities that affect the public interest in nations throughout the world. IAP2 carries out their mission by organizing and conducting activities to:</p><ul><li>Serve the learning needs of members through events, publications, and communication technology;</li><li>Advocate for public participation throughout the world;</li><li>Promote a results-oriented research agenda and use research to support educational and advocacy goals;</li><li>Provide technical assistance to improve public participation.</li></ul><p>IAP2 was founded in 1990 as the International Association of Public Participation Practitioners (IAP3) to respond to the rising global interest in public participation. The initial mission was to promote the values and best practices associated with involving the public in government and industry decisions which affect their lives. The founding members assembled a Board of Directors, developed by-laws and policies, and organized the first annual conference in Portland, Oregon, in 1992. Practitioners, both professional and volunteer, were identified as the primary constituents for membership; a newsletter and an annual conference were selected as initial IAP2 activities.</p><p>IAP2 quickly grew and developed into an organization which looks beyond the formal practitioner to include all people involved in public participation. IAP2 added a semi-annual journal, web site, and local chapters to its list of services. In 1996, IAP2 changed its name to reflect this growing diversity and inclusiveness of membership. The organization has grown from 300 members in 1992 to over 1,050 in 2007, with members from 26 countries. Conferences have been held every year since 1992, alternating between U.S. and Canadian locales.</p><p>In the past few years, IAP2 has continued its growth and established itself as a leader in the field. In 1999, IAP2 launched its Certificate Training Course in Public Participation providing comprehensive training in the tools and skills needed for effective participation. The 13th annual Core Values Awards for Excellence in Public Participation were awarded in Scarborough, UK, in October 2010.</p><p>IAP2 is organized at the local and national levels as Affiliates. Each Affiliate hosts networking, professional development and training opportunities. There are Affiliates in Australasia, France, Southern Africa, UK &amp; Ireland, Canada and in the USA. <a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p><a class=\"external text\" href=\"http://www.iap2.org\" rel=\"nofollow\" title=\"http://www.iap2.org\">International Association for Public Participation</a></p><h2>Related Entries</h2><p><a class=\"external text\" href=\"http://participedia.net/organizations/iap2-usa\" rel=\"nofollow\">IAP2 USA</a></p>", "title": "International Association for Public Participation"}