{"htmlbody": "<p>\n</p><p><em>Anmerkung: Dies ist die deutsche Übersetzung einer englischen Originalversion abrufbar unter <a href=\"http://participedia.net/en/cases/kerala-people-s-campaign-decentralized-planning\">http://participedia.net/en/cases/kerala-people-s-campaign-decentralized-...</a></em></p><p><em>Note: this is a German translation of an English case study available at <a href=\"http://participedia.net/en/cases/kerala-people-s-campaign-decentralized-planning\">http://participedia.net/en/cases/kerala-people-s-campaign-decentralized-...</a></em></p><p><em><em>Anmerkung: Eine weitere Version dieser Fallstudie ist unten als Anhang mit dem Präfix ‚VD‘ zu finden. Diese Alternativversion wurde ursprünglich als Mitbewerber für den Reinhard Mohn Preis 2011 bei </em></em><a href=\"http://www.vitalizing-democracy.org/\">Vitalizing Democracy</a><em> eingereicht.</em></p><h3> </h3><h3>Hintergrundinformationen</h3><p>„Kerala ist einer von Indiens 28 Bundesstaaten und liegt an der südwestlichen Spitze des Landes.“ (Justino 3; Übersetzung: Eichhorn) Kerala wurde am 1. November 1956 mit der Verabschiedung des <em>States Reorganization Act</em> (Gesetz zur Reorganisation der Bundesstaaten) geschaffen und vereinte diejenigen Gegenden, in welchen vornehmlich Malayalam gesprochen wird. Kerala hat einen höheren <em>Human Development Index</em> (Index für menschliche Entwicklung) als alle anderen Bundesstaaten Indiens (UNDP HDI Trends (1981-2001) für ausgewählte größere indische Bundesstaaten). Der Bundesstaat hat eine Alphabetisierungsrate von 91 Prozent, die höchste in Indien (<a class=\"external free\" href=\"http://www.nfhsindia.org/pdf/KE.pdf\" rel=\"nofollow\" title=\"http://www.nfhsindia.org/pdf/KE.pdf\">http://www.nfhsindia.org/pdf/KE.pdf</a>).  Eine 2005 von Transparency International durchgeführte Umfrage stufte Kerala als den am wenigsten von Korruption befallenen Bundesstaat Indiens ein (<em>India Corruption Study - 2005</em>. Transparency International. Juni 2005. Abgerufen 2010-06-04.) Kerala ist eine repräsentative Demokratie mit allgemeinem Wahlrecht, welches allen Bewohnern des Bundesstaats zusteht.</p><p><a id=\"Purpose_and_Problem\" name=\"Purpose_and_Problem\"></a></p><h3>Zweck und Problem</h3><p align=\"left\">Im Rahmen von Indiens Kastensystems wurde vielen armen und sozialschwachen Menschen das Wahlrecht entzogen. Die Regierung wurde allgemein als für die Belange der Bevölkerung unempfänglich wahrgenommen. Die Grundidee war nun, dass eine verantwortlichere und der Bevölkerung gegenüber rechenschaftspflichtigere Gestaltung der Regierungsführung eine stärker in der Zivilbevölkerung verankerte und dezentralisierte politische Macht erforderte. Das staatliche Planungsgremium versprach, dass sich 35 bis 40 Prozent des neunten Planungsprogramms (ein Programm, welches darauf abzielte, eine größere Anzahl an Entscheidungen auf untere Regierungsebenen zu verlagern) aus Vorhaben zusammensetzen würden, welche auf lokalen Regierungsebenen formuliert worden seien. (D. Bandyopadhyay)</p><p align=\"left\">Keralas Volkspartizipation hat die Absicht, die Teilhabe der Bevölkerung zu fördern, um das gesellschaftspolitische Bewusstsein der Bürger zu steigern und ihren Einfluss auf Planung und Haushalt zu maximieren. Die Schwierigkeit, direkte Partizipation zu fördern, ist besonders hoch in Kontexten, in welchen sich die Autorität des modernen, rational-rechtlichen Staates mit verschiedenen Formen gesellschaftlicher Macht im Konflikt befindet. Unter solchen Gegebenheiten werden grundlegende Koalitionsrechte, selbst wenn die Institutionen einer repräsentativen Demokratie fest verankert sind, durch tiefgreifende vertikale Abhängigkeiten (klientelistische Beziehungen), routinisierte Formen des gesellschaftlichen Ausschlusses (z.B. das Kastensystem, purdah) und die Unausgewogenheit, sogar teilweise den kompletten Ausfall, öffentlichen Rechts verzerrt. Keralas Zielsetzung der Dezentralisierung wurde seit dem ersten demokratisch gewählten CPI Ministerium 1957 wiederholt geäußert. Noch immer setzt Kerala – heute durch die Volkspartizipation – sein Hinwirken auf Dezentralisierung fort. (Building Local Democracy: Evaluating the Impact of Decentralization in Kerala, India)</p><p><a id=\"History\" name=\"History\"></a></p><h3>Geschichte</h3><p align=\"left\">In den 1960er Jahren initiierte der Bundesstaat Kerala eine Strategie zur gesellschaftlichen Entwicklung, welches weitgreifende soziale Programme mit einem der weitestgehenden Landreformprogramme in Entwicklungsländern verband. Einer der wichtigsten Bestandteile dieser Programme war das Ernährungsprogramm (welches jenem Ernährungsprogramm ähnelte, das Ender der 1960er Jahre in allen Bundesstaaten Indiens umgesetzt wurde) (Justino 5). „Indiens Ernährungsprogramm wurde in ein umfangreicheres Vorhaben zur Minderung ländlicher Armut integriert, welches ein großflächiges Programm für Landreformen und die Einführung neuer Technologien und Anbaupflanzen im Agrarsektor (die ‚Grüne Revolution‘) mit einem weitreichenden ländlichen Beschäftigungsprojekt, welches darauf ausgerichtet war, die Probleme der Arbeitslosigkeit der Landlosen in Angriff zu nehmen, und dem<em> Integrated Rural Development Programme</em> (IRDP) [Programm zur ganzheitlichen ländlichen Entwicklung], welches auf die Schaffung von Vermögenswerten für die Landlosen zielte, verband“ (Justino 5; Übersetzung: Eichhorn). Kerala realisierte ein System der öffentlichen Verteilung, welches die Thematik der Ernährungssicherheit aufgriff, indem es die Armen mit Getreide und weiteren Grundnahrungsmitteln zu subventionierten Preisen in ‚Rationen-Läden‘ versorgte. Darüber hinaus wurde ein Schulmahlzeit-Programm eingeführt, welches kostenlose Mittagsessen an Grundschüler verteilte (Justino 5). Diese Ernährungsprogramme wurden durch hohe öffentliche Ausgaben für Bildung, Gesundheitspflege (welche an öffentlichen Institutionen gebührenfrei angeboten wurde), Familienplanung, Rentenpläne und eine Unfallversicherung für die Armen in Kerala ergänzt (Justino 5).</p><p align=\"left\">„Bis Mitte der 1960er Jahre waren industrielle Beziehungen in Kerala besser als in den meisten anderen Bundesstaaten – ein Umstand, der den demokratischen Beziehungen und der industriellen Kultur, welche das Gewerkschaftswesen (insbesondere im nicht organisierten Sektor) zu institutionalisieren half, zu verdanken war. Zu jener Zeit, war das Gewerkschaftswesen zentral für die Ausrichtung und Umsetzung von Landreformvorhaben, Mindestlohngesetzgebung, institutionalisierte Verhandlungsprozesse und allgemeine Wohlfahrtsmaßnahmen, welche die unteren Bevölkerungsschichten stärkten“ (Justino 9; Übersetzung: Eichhorn).</p><p align=\"left\">„Lokal-ländliche Regierungen in Indien haben sehr eingeschränkte Befugnisse für sich beanspruchen können und Zivilbürgern wurden sehr geringe Möglichkeiten gewährt, lokale Entwicklung zu gestalten. Die 73. Verfassungsänderung, welche 1993 verabschiedet wurde, zielte darauf, dieses demokratische Defizit zu beheben, indem es lokal-ländlichen Regierungen neue Vollmachten einräumte und jene Regierungen zudem rechnungspflichtiger gegenüber der Zivilbevölkerung machte.“ Kerala war der erste Bundesstaat, welcher die entschiedenste Anstrengung hin zu demokratischer Dezentralisierung unternahm. (Heller &amp; Chaudhuri; Übersetzung: Eichhorn)</p><p align=\"left\">„1995 begann Kerala, wie auch das übrige Indien, mit der Implementierung des <em>National Social Assistance Programme</em> (NSAP) [Nationales Programm zur sozialen Unterstützung]. Neben dem NSAP sind in Kerala zudem Fürsorgeprojekte für die Arbeiter des nicht organisierten Sektors in Kraft, welche als direkte Folge der starken politischen Macht seiner Gewerkschaften zu sehen ist. Der Erfolg dieser Programme und Politiken spiegelt sich in den außergewöhnlichen Errungenschaften Keralas bezüglich verbesserter Alphabetisierung, Gesundheitspflege und demographischer Charakteristika der Bevölkerung wieder“  (Justino 5; Übersetzung: Eichhorn).</p><p align=\"left\">„1996 kehrte eine von der kommunistisch-marxistischen Partei Indiens (<em>Communist Party of India – Marxist</em> (CPI(M))) angeführte Koalition von linken Parteien an die Macht zurück und erfüllte mit der Einführung der <em>People‘s Campaign for Decentralized Planning</em> [Volkskampagne für dezentralisiertes Planen] sofort eines ihrer wichtigsten Wahlkampfversprechen. Sämtlichen 1.214 lokalen Regierungen Keralas – Kommunen und den drei ländlichen Ebenen von Distrikt-, Block- und <em>Grama</em>-<em>Panchayats</em> [Gemeinderäte] – wurden neue Funktionen und Vollmachten der Entscheidungsfindung gewährt und Handlungsfreiheit und Autorität in bestimmten Haushaltsangelegenheiten – genauer gesagt, was 30 bis 40 Prozent der staatlichen Ausgaben für Entwicklung betrifft – eingeräumt. Mit der Anordnung und Bevollmächtigung von Strukturen und Prozessen, die darauf ausgerichtet waren, die unmittelbare Einbeziehung von Zivilbürgern in Angelegenheiten der Planung und des Haushalts zu maximieren, beabsichtigten staatliche Amtsträger, partizipative Demokratie direkt zu fördern. Sowohl in ihrem Umfang als auch in ihrer Gestaltung stellt die Kampagne die ehrgeizigste und konzentrierteste staatlich angeleitete Anstrengung zum Aufbau lokaler Institutionen partizipatorisch-demokratischer Regierungsführung dar, die jemals auf dem Subkontinent angegangen worden ist.“ (Heller &amp; Chaudhuri; Übersetzung: Eichhorn)</p><p align=\"left\">Seitdem ist es auf drei Wegen zur Dezentralisierung gekommen. Erstens sind die „drei ländlichen Ebenen der Distrikt-, Block- und <em>Grama</em>-<em>Panchayats</em> (der in ganz Indien gebrauchte Ausdruck für Dorf- bzw. Gemeinderäte)“ unter die direkte Kontrolle der lokal gewählten Körperschaften gebracht worden. Zweitens „sind 40 Prozent der gesamten Ausgaben für Entwicklung direkt den lokalen selbstverwalteten Institutionen [<em>Local Self-Governing Institutions</em> (LSGI)] zugewiesen worden.“ Drittens ist politische Macht dezentralisiert worden, was den gewählten lokalen Volksvertretern die Autorität zugesteht, „eine große Anzahl an Entwicklungsstrategien und -projekten zu gestalten, zu finanzieren und zu implementieren“ (Isaac &amp; Heller 78; Übersetzung: Eichhorn).</p><p><a id=\"Originating_Entities_and_Funding\" name=\"Originating_Entities_and_Funding\"></a></p><h3>Schaffende Instanzen und Finanzierung</h3><p align=\"left\">1957 beschloss die erste demokratisch gewählte Regierung, dass die Regierung gegenüber der Bevölkerung, welcher sie dient, rechnungspflichtiger sein sollte. Sie beschloss, Macht von Bundes- auf bundesstaatliche Ebene hin zu dezentralisieren. In der Zeitspanne seit damals bis 1997 entflechteten Regierungen Macht sogar noch weiter, zunächst bis hin zur Regional-, dann zur Lokal- und schließlich sogar – mit dem neunten Finanzplan – bis hinunter zur Bezirksebene. Die zivilbürgerliche Partizipation wird von der Regierung der staatlichen Ebene finanziert und zielt auf die Förderung politischer Teilhabe von den unteren Regierungsebenen.</p><p><a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h3>Auswahl der Teilnehmer</h3><p align=\"left\">In der ersten Phase steht die Teilnahme allen offen. Die Teilnehmer wählen sich quasi selber aus und Versammlungen werden während der Ferien abgehalten, was grundsätzlich jedem Interessierten die Teilnahme ermöglicht. Planungsunterlagen werden verteilt und das Ereignis wird gut beworben. Diejenigen, welche ebenfalls an der nächsten Phase des Entscheidungsfindungsprozesses teilnehmen, werden von den Gruppen ihres Forums ausgewählt und gesellen sich nach ihrer Wahl dann zu lokalen politischen Führern, zentralen Amtsträgern der Region und Experten.</p><p><a id=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\" name=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\"></a></p><h3>Beratungen, Entscheidungen und öffentliches Zusammenwirken</h3><p align=\"left\">Die Volkskampagne für dezentralisiertes Planen (von hier an nur noch als ‚Kampagne‘ bezeichnet) wurde speziell als Instrument für eine Vertiefung der Demokratie konzipiert. Betrachtet man die ersten vier Jahre der Reform kann dieser Zeitabschnitt aufgrund des Mobilisierungsmodus, mit welchem die Reform umgesetzt wurde, getrost als Kampagne bezeichnet werden. Dieser Zeitabschnitt setzte Prozesse in Bewegung, die eine mehr als beträchtliche Übertragung von Ressourcen und Autoritäten zu den <em>Panchayat </em>(Regierungsebene) zur Folge hatten. Die <em>Left Democratic Front</em> (LDF) [Linke Demokratische Front] wurde 2001 abgewählt und die anschließende Legislaturperiode unter einer Regierung der vereinten demokratischen Front unter Führung der Kongress-Partei leitete eine äußerst abweichende Phase der Reformbestrebungen ein, welche insbesondere von Herausforderungen bezüglich Institutionalisierung und der Stärkung lokaler Regierungsführung geprägt war. Im Gegensatz zu den früheren Bestrebungen Keralas hin zu Dezentralisierung wurden die im Zuge der Kampagne eingeführten Reformen größtenteils aufrechterhalten. In Keralas höchst parteiischen politischen Umfeld ist die Kampagne Gegenstand einer heftigen politischen Debatte geworden, dennoch hat man an der wirtschaftlichen Übertragung und Dezentralisierung festgehalten und keine der entscheidenden legislativen Bestimmungen sind abgeändert worden. Ein 2006 veröffentlichter Report des staatlichen Planungsgremiums kam zu dem Ergebnis, dass „<em>Panchayati Raj</em> [das System der <em>Panchayat</em>-Herrschaft] in Kerala etabliert worden war … und dass dort ein breiter, quer über das politische Spektrum verteilte Konsensus herrsche hinsichtlich der Notwendigkeit, <em>Panchayati Raj</em> weiter zu stärken und zu unterstützen.“ Die LDF-Regierung, die im Mai 2006 an die Macht zurückkehrte, hat sich bereitwillig gezeigt, an einer Vertiefung der Reformen festzuhalten. Als eine Reihe weitreichender institutioneller Reformen ging die Kampagne aus einer umfassenden Kritik der Ineffizienz und Unwirksamkeit von top-down (d.h. von oben nach unten) ausgerichteten, isolierten, Befehl-und-Kontroll-dominierten Bürokratien sowie der unzähligen praktischen und normativen Probleme des lokalen Partizipation-Defizits hervor. Liefen die institutionellen Ziele der Kampagne auf nichts Geringeres als die Errichtung von lokalen Selbstverwaltungen mit neu bewilligten Ressourcen und Autoritäten hinaus, so bestand das politische Ziel darin, Planung als Instrument der Mobilisierung auszunutzen. (Keller &amp;Chaudhuri; Übersetzung: Eichhorn)</p><p align=\"left\">Laut Keralas <em>State Planning Board</em> (SPB) (staatliches Planungsgremium) wurde die Kampagne mit der Absicht konzipiert, eine aktivere Rolle der lokalen Zivilbevölkerung in der Gestaltung lokaler Entwicklungspolitik und Haushaltsfragen zu fördern. Dementsprechend bekamen lokale Regierungen nicht nur die Verantwortung für die Gestaltung und Implementierung von eigenen Entwicklungsvorhaben übertragen (was die Gestaltung und Finanzierung von Projekten in sämtlichen Zuständigkeitsbereichen der Entwicklungspolitik umfasste), sondern ihnen wurde zudem auch aufgetragen dies mittels einer durchorganisierten Reihe an verschachtelten partizipatorischen Wahrnehmungen zu verwirklichen, in welchen den Bürgern eine direkte Rolle in der Gestaltung – im Gegensatz zu einem bloßen Auswählen – von Strategien und Projekten zukommen sollte. Hinsichtlich beider Aspekte – lokalen Planens und ziviler Regierungsführung – geht die Kampagne weit über die Dezentralisierungsprojekte in West Bengal und  Karnataka, den zwei am sorgfältigsten dokumentierten Fällen erfolgreicher Dezentralisierung in Indien (vgl. <em>South Asia and West Africa: Participation, accountability and performance</em>), hinaus. (Heller&amp;Chaudhuri) Diese aufwendigen institutionellen Konstruktionen wurden mit Hilfe intensiver Medienkampagnen, Konferenzen und einem gewaltigen Ausbildungsprogramm propagiert und bekannt gemacht. Die grundlegende verschachtelte Struktur der Partizipation in dem jährlichen Planungs- und Haushaltszyklus besteht aus vier eigenständigen  Phasen:</p><ol><li align=\"left\"><em>Gram Sabhas </em>werden auf Bezirksebene abgehalten (in einem <em>Panchayat </em>gibt es zehn bis zwölf Bezirke). Das erste <em>Gram Sabha</em> dient als ein offenes Forum, in welchem Anwohner lokale Entwicklungsprobleme ausmachen, Prioritäten formulieren und subsektorale Entwicklungsseminare bilden, in welchen spezifische Vorschläge erste Gestalt annehmen. Nachfolgende <em>Gram Sabhas</em> suchen Leistungsempfänger aus für angestrebte Vorhaben aus. Die <em>Gram Sabhas</em> sind offene Versammlungen, in welchen lokale, gewählte Amtsträger den Vorsitz führen und welche von sog. <em>Key Resource Persons </em>(KRPs) (d.h. Personen, die über entscheidende Ressourcen verfügen) unterstützt werden. Sie werden stets während der Ferien und in öffentlichen Räumlichkeiten (gewöhnlich Schulen) abgehalten. Zu den Vorbereitungen für die Versammlungen gehören ausgedehnte Werbung und die Verteilung verschiedener Planungsunterlagen. Es werden Protokolle geführt und jede subsektorale Gruppe präsentiert einen Bericht ihrer Beratungen und erstellt eine Liste an ‚empfundenen Bedürfnissen‘.</li><li align=\"left\">Entwicklungsseminare arbeiten ganzheitliche Lösungen für die verschiedenen, von den <em>Gram Sabhas</em> identifizierten Problemen aus. Die Seminare setzten sich aus von den <em>Gram Sabhas</em> ausgewählten Volksvertretern, Mitgliedern der <em>Panchayat samithi</em>, lokalen politischen Führern, Schlüsselamtsträgern der Region sowie lokalen und auswärtigen Experten zusammen. Die Seminare hatten zur Aufgabe ein umfassendes Planungsdokument für den <em>Panchayat </em>zu produzieren.</li><li align=\"left\">Von den Entwicklungsseminaren werden Arbeitsgruppen ausgewählt, welche mit der Umformulierung der von den Seminaren erarbeiteten groben Lösungen in spezifische Projekt- bzw. Vorhabenvorschläge beauftragt sind, welche dann in den endgültigen Plan des <em>Panchayat</em> integriert werden sollen. Generell wird für jeden der zehn Entwicklungssektoren, unter ihnen die Entwicklung von Frauen, eine Arbeitsgruppe zusammengerufen. Eine Arbeitsgruppe setzt sich aus einem Mitglied des <em>Panchayat Samithi</em>, dem jeweils relevanten lokalen Amtsträger sowie von den <em>Gram Sabhas</em> gewählten Volksvertretern zusammen.</li><li align=\"left\">Die vierte Phase der jährlichen Planungsausübung besteht aus der letztendlichen Festsetzung des Budgets für das <em>Panchayat </em>oder den Bezirk. Auf Grundlage der Ansammlung an von den Arbeitsgruppen erarbeiteten sektoralen Projekten stellt das <em>Panchayat </em>einen lokalen Plan zusammen, der sich nach den jeweils verfügbaren Budgetmitteln, unter anderem zweckgebundenen Zuschüssen (die größte Komponente), eigenen Mitteln (lokale Steuern und lokale Mobilisierung von Ressourcen) und staatlichen bzw. zentralen Projekt-Geldmitteln, richtet (Heller&amp;Chaudhuri).</li></ol><p align=\"left\">Die erste Phase der zivilbürgerlichen Partizipation besteht darin, im Zuge von Versammlungen durch das Sammeln von Ideen die Bedürfnisse der Bevölkerung sowie Lücken in der lokalen Entwicklung zu identifizieren. Besonders wird auf eine angemessene Beteiligung nicht nur von Personen sondern auch verschiedenen Gesichtspunkten geachtet, um eine adäquate Artikulation der verschieden Ansichten der Gemeinschaft zu gewährleisten. Sobald die Angelegenheiten identifiziert worden sind, beteiligen sich 200 bis 300 Teilnehmer in eintägigen Entwicklungsseminaren, um ganzheitliche Lösungsansätze zu den identifizierten Problemen zu erarbeiten. Diese spalten sich in zehn bis zwölf Arbeitsgruppen auf, um die verschiedenen Angelegenheiten anzugehen. Die Arbeitsgruppen erstellen anschließend Entwicklungs-Reporte, welche Informationen zur lokalen Geschichte und den Ressourcen, eine Analyse der Probleme sowie eine Einschätzung des Entwicklungspotentials enthalten. Die Arbeitsgruppen tragen schließlich die ganzheitlichen Lösungen zusammen und verbinden sie im Rahmen von Projekt- und Vorhabenvorschlägen, welche dann der höheren Regierung zur Verfügung stehen. (D. Bandyopadhyay)</p><p><a id=\"Influence.2C_Outcomes.2C_and_Effects\" name=\"Influence.2C_Outcomes.2C_and_Effects\"></a></p><h3>Einfluss, Ergebnisse und Auswirkungen</h3><p align=\"left\">Die Bewertung des Einflusses von Dezentralisierung auf Entwicklung erfolgte innerhalb einer Umfrage, welche Daten von entscheidenden Auskunftspersonen erfasste, welche als informierte lokale Akteure wohl positioniert waren, um den Einfluss der Kampagne auf Entwicklung zu beurteilen. Die Befragten beantworteten eine Reihe von Fragen über die Beschaffenheit der Leistungen (wie Gesundheitspflege, Bildung, Straßen) und über die Entwicklungsaktivitäten (wie Armenunterkünfte, Unterstützung für die Landwirtschaft, Anstrengungen zur Einkommens- und Beschäftigungsverbesserung) – sowohl vor als auch nach der Kampagne. Das Ergebnis ließ erkennen, dass die Befragten den Eindruck hatten, dass die anfängliche Qualität der Leistungen und der Entwicklung im Jahr 1997 – also noch bevor die Kampagne in Gang gesetzt worden war – schwach war. In allen außer drei Bereichen (Bildung, Kinderbetreuung und Gesundheit) beurteilte die Mehrheit der Befragten die Qualität als ‚gering‘ oder ‚sehr gering‘, wobei Maßnahmen zur Schaffung von Beschäftigung und zur Armutsbekämpfung besonders geringe Bewertungen erfuhren. Es ist zudem erwähnenswert, dass die Kategorie „Anstrengungen zur Verbesserung des Einkommens und der Beschäftigung“ den niedrigsten Bewertungswert bekam. Später wurden die Auskunftspersonen dann danach gefragt, ob die Qualität der Leistungen und der Entwicklung in jeder der 13 Kategorien während der fünf Jahre der Kampagne, 1996 bis 2001, sich verbessert oder verschlechtert habe oder aber unverändert geblieben sei. In Bezug auf fünf der 13 Kategorien sahen über 40 Prozent der Befragten eine ‚wesentliche‘ Verbesserung. Allerdings war das Abschneiden der <em>Panchayats</em> ungleich über die Kategorien verteilt. Ihre größten Erfolge konnte die Kampagne in den Kategorien Straßenbau, Armenunterkünfte und <em>Anganwadis</em> (Leistungen für Kinder) verbuchen, in welchen fast zwei Drittel der Befragten den Unterschied als wesentlich wahrnahmen. Im Gegensatz dazu empfanden weniger als ein Viertel der Befragten, dass die <em>Panchayats </em>einen bedeutenden Unterschied hinsichtlich der wirtschaftlichen Entwicklung (Beschäftigung, Unterstützung für die Landwirtschaft und Bewässerung) gemacht hätten. (Heller &amp; Chaudhuri)</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h3>Analyse und Kritik</h3><p align=\"left\">Eine Frage, welche aufkam, war, in welchem Ausmaß die Kampagne tatsächlich zur Stärkung der Zivilbevölkerung beitrug. Um eine gewisse Legitimität zu bewahren, muss man bei der Betrachtung von Formen von Partizipation jenseits des Wählens vorsichtig sein, dass man nicht einfach Beteiligung gleich mit tatsächlichem Einfluss verbindet. Es gibt drei separate Dimensionen der Analyse, um mit diesem Problem umzugehen. Die erste, und in einer nicht egalitären Gesellschaft offensichtlichste Dimension ist die Tiefe der Partizipation (d.h. die Größenordnung und die gesellschaftliche Zusammensetzung der Partizipation). Die zweite Dimension ist die Qualität der Partizipation, mit anderen Worten das Ausmaß, in welchem der partizipative Prozess einem deliberativen Prozess nahekommt, welcher substantielle öffentliche Diskussionen und Anstrengungen, gemeinsame Interessen zu identifizieren, umfasst, im Gegensatz zur aggregierten Logik des Wählens oder der Mobilisierung von mit Verhandeln assoziierten Ressourcen. Die dritte ist die Dimension der Durchführung bzw. des Prozesses der Partizipation, sprich das Ausmaß, in welchem sich partizipatorische Beiträge durch Institutionen schlängeln und in tatsächliche Ergebnisse übersetzt werden. (Heller &amp; Chaudhuri)</p><p align=\"left\">„Und selbst in Kerala, wo die Mobilisierung der Arbeiterklasse eine längere Geschichte hat und zu beträchtlichen Ergebnissen hinsichtlich Umverteilung geführt hat, kommen enttäuschendes wirtschaftliches Wachstum, die Zwänge von Liberalisierung und die abnehmende Effizienz von Staatsleistungen zusammen und bedrohen bereits erreichte Zugewinne in der gesellschaftlichen Entwicklung“ (Heller 132; Übersetzung: Eichhorn).</p><p align=\"left\">Keralas dezentralisierte Struktur und die dortige Bedeutung von Gewerkschaften fügt sich in eine wirtschaftliche Debatte ein zwischen denen, zumeist Außenstehenden, welche Laissez-faire befürworten, und den Armen Keralas, welche einen interventionistischen Ansatz bevorzugen: „Politischer und sozialer Aktivismus, besonders auf dem Arbeitsmarkt, ist als wichtiger Faktor in der Förderung von sozialen und politischen Mitwirkungsmöglichkeiten der gesellschaftlich Schwächsten bekannt. Allerdings gibt es zwei Positionen in der Debatte um die spezifische Wichtigkeit von Arbeitergewerkschaften. Die angebotsorientierte Seite der Debatte argumentiert, dass Gewerkschaften den Lohnmonopolismus fördern, Unwirtschaftlichkeiten schaffen, zu Ungleichheiten zwischen in Gewerkschaften organisierten Arbeitern und jenen Arbeitnehmern, die nicht in Gewerkschaften vertreten sind, führen und somit die Produktionsleistung mindern. Die nachfrageorientierte Ansicht in der Debatte argumentiert dagegen, dass Arbeitergewerkschaften die Produktivität fördern, die Demokratie stärken und ein wichtiges Sprachrohr für die gesellschaftlich Schwächsten darstellen, durch welches jene ihre Bedürfnisse äußern können. Gewerkschaften werden hier als eine Quelle ,dynamischer Effizienz‘ angesehen, da sie Unternehmen dazu zwingen, anstelle von Löhnen der ‚Markträumung‘, Löhne zu zahlen, welche der geleisteten Arbeitsleistung entsprechen, und zudem Firmen dazu ermutigen, ihre Produktivität mittels der Einführung neuer Technologien zu steigern, anstatt auf Niedriglohnarbeit zu setzen“ (Justino 9).</p><p align=\"left\">Einige Stimmen führen an, dass die Forderungen der Gewerkschaften die Wirtschaft stören und Unternehmen verscheuchen und somit nur weiter die Möglichkeit Keralas, für dessen Bevölkerung zu sorgen, verhindern: „Auch wenn die Forderungen der Gewerkschaften (sowohl in den organisierten als auch in den nicht-organisierten Sektoren) und ihre politische Macht für die Implementierung von Keralas Modell der Umverteilung zentral waren, haben diese auch ein Element sozio-politischer Instabilität in Kerala hervorgerufen, insbesondere im industriellen Sektor des Bundesstaates. Obwohl Keralas industrieller Sektor ohnehin unter dem Ausbleiben adäquaten öffentlichen Handelns und dem Fehlen einer geeigneten Infrastruktur und industriellen Basis gelitten hat, haben Forderungen nach höheren Löhnen und das erhöhte Störungsrisiko ihr übriges getan, private Investitionen fernzuhalten, und Unternehmen dazu veranlasst, sich in anderen Bundesstaaten Indiens mit stabileren Arbeitsmärkten niederzulassen.“ (Justino 8; Übersetzung: Eichhorn)</p><p align=\"left\">Selbst wenn der aktive Ansatz des Bundestaates Wachstum wohlmöglich gehindert hat, so würden Andere  dagegen halten, dass solche Kontrollen den Menschen, insbesondere den Armen, Keralas von enormen Nutzen gewesen seien: „Auch wenn einige Probleme noch bestehen bleiben – auf das Kastensystem zurückgehende Intoleranz hat noch nicht vollständig eliminiert werden können; Landreformen haben zu neuen Formen der ländlichen Ausbeutung zwischen armen Landbesitzern und landlosen Arbeitern geführt; der nicht-organisierte Sektor Keralas ist weiterhin von Unterbeschäftigung, dezentralisierter Produktion, ausgeprägten Marktschwankungen und engen Profitspannen geprägt; Gruppen wie u.a. Fischer und Stammesgemeinschaften sind in Keralas Entwicklungsmodell außen vor geblieben – so hat Keralas Entwicklungsprogramm im Großen und Ganzen traditionell schwache und schutzlose Bevölkerungsgruppen – wie z.B. den unteren Kasten, Frauen und den Arbeitern des nicht-organisierten Sektors – mit verbesserten Möglichkeiten des Zugangs zu sozialen Ansprüchen und zu den Machtmechanismen ausgestattet, welche beide wichtige Elemente einer jeden Entwicklungsstrategie darstellen.“ (Justino 6; Übersetzung: Eichhorn)</p><p><a id=\"References\" name=\"References\"></a></p><h3>Referenzen</h3><p>D. Bandyopadhyay: People's Participation in Planning: Kerala Experiment. Economic and Political Weekly, Vol. 32, No. 39 (Sep. 27 - Oct. 3, 1997), pp. 2450-2454, Published by: Economic and Political Weekly.</p><p>Patrick Hellera, K.N. Harilalb and Shubham Chaudhuri: Building Local Democracy: Evaluating the Impact of Decentralization in Kerala, India. Brown University, Providence, RI, USA Centre for Development Studies, Trivandrum, India, World Bank, USA. <a href=\"http://siteresources.worldbank.org/EXTGOVANTICORR/Resources/3035863-1291223960989/sdarticle-India-Decentralization.pdf\">http://siteresources.worldbank.org/EXTGOVANTICORR/Resources/3035863-1291...</a></p><p>Patrick Heller: Moving the State:The Politics of Democratic Decentralization in Kerala, South Africa, and Porto Alegre. POLITICS &amp; SOCIETY, Vol. 29 No. 1, March 2001 131-163. <a href=\"http://www.patrickheller.com/uploads/1/5/3/7/15377686/moving_the_state.pdf\">http://www.patrickheller.com/uploads/1/5/3/7/15377686/moving_the_state.pdf</a></p><p>Patricia Justino: Two Faces of Participation: the Story of Kerala. Poverty Research Unit at Sussex, PRUS WORKING PAPER NO. 19 September 2003. <a href=\"https://www.sussex.ac.uk/webteam/gateway/file.php?name=wp19.pdf&amp;site=260\">https://www.sussex.ac.uk/webteam/gateway/file.php?name=wp19.pdf&amp;site=260</a></p><p>Essay by Isaac and Heller, \"Democracy and Development: Decentralized Planning in Kerala\" in Fung, Wright, and Abers: Deepening Democracy 2003. <a href=\"https://www.ssc.wisc.edu/~wright/Deepening.pdf\">https://www.ssc.wisc.edu/~wright/Deepening.pdf</a></p><h3>Externe Links</h3><p><a href=\"https://en.wikipedia.org/wiki/Kerala\">Kerala Wikipedia Entry</a></p><p><a href=\"https://kerala.gov.in/\">Official State Website</a></p>", "title": "Keralas Volkskampagne für Dezentralisiertes Planen"}