{"htmlbody": "<h3><strong>Introduction</strong></h3><p>Palestinian communities in Jerusalem are disempowered. They are threatened by dispossession, eviction and marginalization.  They are almost completely unrepresented at the municipal level. High-level diplomacy argues about which parts of East Jerusalem, occupied by Israel since the 1967 war, should form the future capital of an ever more elusive Palestinian state. However, the political concerns, daily hardships and rights violations endured by Palestinian Jerusalemites are seldom taken into account. Palestinian Jerusalemites are at best spoken for, represented. They do not represent themselves.</p><p>Grassroots Jerusalem is a rapidly-growing Palestinian NGO which aims at the self-empowerment, self-representation and connection of Palestinian communities in Jerusalem. <em>Grassroots</em> creates a platform for Palestinian community based leadership, advocacy and unified activism. Together with local community representatives, the NGO addresses the humanitarian, developmental and political issues which systematically disempower and dispossess communities across Jerusalem. Its approach is one of participatory democracy. After a brief outline of <em>Grassroots </em>short history and founding rationale, the article illustrates how the NGO’s engages with communities to enable their democratic self-empowerment.</p><h3><strong>History</strong></h3><p>In 2009, Micha Kurz and Khaled Farrag, an Israeli and a Palestinian activist, realized that in Jerusalem, a platform for civil action against house demolitions, evictions and settlement activities was missing. The initial idea behind Grassroots Jerusalem was to provide a space for Palestinian activists to exchange, coordinate and deliberate. Secondly, the founders understood that Palestinian community voices in Jerusalem are not heard on political levels. In 2011, <em>Grassroots </em>opened the <em>Markaz Al Kul</em> (Centre for All) community center in Sheikh Jarrah, an East Jerusalem neighborhood, with the support of Dan Church Aid and the European Commission. <em>Grassroots </em>quickly established lasting partnerships with over half the Palestinian communities in Jerusalem, building strong relationships with leaders and community-based organizations (CBOs). Since 2011, new community maps have been designed and visions and implementation plans have been developed within each partner community. An online information source for the coordination of humanitarian development and advocacy was implemented and a ‘Legal Clinic’, providing legal advice for Palestinian Jersualemites, was established. In 2013, the NGO expanded and moved into its present political community center which it named <em>AlMarsa</em> - The Harbour.</p><p>Despite its Israeli-Palestinian founding figures, <em>Grassroots</em> is a Palestinian organization working with Palestinian communities only. The rationale is that peaceful co-existence is an unworkable idea in a situation of occupation and continuous dispossession. Co-existence in that sense invites the occupied to acquiesce to their situation of rightlessness. Regarding the idea of co-existence as a normalization of the occupation, <em>Grassroots</em> discourse, accordingly, strongly prioritizes freedom and ending the occupation. Grassroots Jerusalem pursues a set of interrelated strategies to pursue this goal. In the following, the article focuses on one cornerstone of the NGO’s work, which, via participatory mapping, narrative self-representation and agenda-setting, seeks to put Palestine Jerusalem on the geographical, social and political maps of those who have a stake in the future of the city.</p><h3><strong>Participants</strong></h3><p>Grassroots Jerusalem has identified 38 Palestinian communities in Jerusalem. They are situated on both inside and outside the Separation Barrier, which Israel started to build during the Second Intifada. Community interlocutors may take the form of registered CBOs. Furthermore, <em>Grassroots </em>approaches youth groups, taps into political movements and identifies local leaders.</p><h3><strong>Process: Mapping and Storytelling</strong></h3><p>How does Grassroots Jerusalem attempt to make Palestinian communities heard, and in which ways does their approach reflect the idea of participatory democracy? When approaching community organizations, <em>Grassroots </em>essentially undertakes two activities: mapping and storytelling.</p><p>Mapping is a straightforward tool of political empowerment, aiming to make Palestinian Jerusalem visible<em>. </em>Re-mapping Jerusalem from the bottom-up serves to document and publish the Palestinian history of Jerusalem, the current challenges faced under occupation and the developing capacities of Jerusalemite communities and organizations. On the symbolic level, the Israeli-Palestinian conflict is a conflict of opposing narratives. However, it is these narratives which inform concrete political decisions and their international support or disapproval. Re-mapping and re-narrating Jerusalem from a grassroots and participants serves to make the voices of the disempowered heard. In this process, Grassroots Jerusalem understands itself only as an amplifier and facilitator. The act of re-mapping and re-telling of Jerusalem is undertaken by the community members themselves.</p><p>Through a series of mapping workshops, community members are learning how to use GPS and open source technology to collect, analyze and use geospatial data for advocacy and self-representation. Using<a href=\"http://www.openstreetmap.org/\"> Open Street Map</a>, community members are adding historic landmarks and street names to their local map. In their choice of what to put on their maps, community members also relate to other issues than political ones alone. It might also be a favorite place to eat, meet or engage in other social activities. What counts is that Palestine Jerusalem – or Al Quds, in Arabic - is put on the map, on a place where there was previously an empty space, or a space overwritten by dominant Israeli narratives of the city. With its mapping activities, <em>Grassroots</em> aims to communicate the realities of spatial control, to identify issues of shared concern and to provide the information necessary for community members to connect, coordinate and advocate. <em>Grassroots </em>works towards realizing the latent capacity of Palestinian civil society by visually mapping the seemingly disparate spatial moments of suppression and highlighting patterns resistance and self-representation in collaborative mappings.</p><p>Community-made maps are complemented by the stories communities tell about themselves. <em>Grassroots </em>records what interlocutors tell about a community’s past, present and future humanitarian, development and political needs. Thereby, community members are always asked two questions: which change do you want to see in your community? And what can you offer in terms of tools and activities for such change? Via the answers to these questions, geographically dispersed communities can engage with one another and connect.</p><h3><strong>Outcomes</strong></h3><p>Grassroots Jerusalem pursues a clear methodology and measures its success via the achievements of the following concrete outcomes. There are seven key outcomes for the mapping and storytelling projects for each community organization. With each community project, Grassroots aims to achieve the following:</p><ul><li>Geographic, visual representations of political realities</li><li>Recording of community histories</li><li>Creation of ‘Post Card’ Profiles of CBO, Civil Society Organisations and INGOs which operate in the community</li><li>Writing of topical assessments on i.e. health or educational facilities</li><li>Enabling of incident reporting using online platforms</li><li>For the communities to become partners of the<em> Grassroots</em> Guide to Jerusalem</li><li>For the communities to become partners of the<em> Grassroots</em> AlQuds Activist Network</li></ul><p>The maps, stories and profiles of Jerusalemite communities and their communal organizations are integrated into the Grassroots Al-Quds Network (<a href=\"http://www.grassrootsalquds.net/\">http://www.grassrootsalquds.net/</a>). This network is first of all an online platform that enables urban and human rights activists and organizations in Jerusalem to connect, share knowledge and coordinate on issues of immediate and long term concern. The platform is open source, enabling activists and community based organizations to contribute and create a shared picture of the activities, initiatives and needs of Jerusalemites. Due to the urgent nature of many issues in Jerusalem, the platform is equipped with opensource response technology including Frontline SMS and Crowd Mapping, which enables activists to document incidents in real-time on a shared map of Jerusalem.</p><p>Grassroot Jerusalem’s funding by the European Commission expires by June 2014. In May 2014, <em>Grassroots </em>will launch its new website, in which the results of the mapping- and storytelling projects are integrated. The new online network will include profiles of at least 76 Palestinian Jerusalemite CBOs. It further integrates 38 community-built maps and community stories. Based on its fieldwork, Grassroots will also publish tourist maps and an alternative tourist guide to Jerusalem.</p><p>The results of <em>Grassroots </em>three-year work need to already be considered as impressive. It has built an organization that is anchored in the great majority of Jerusalem’s Palestinian communities. It has become a hub and a public space for community organization in the city. <em>Grassroots</em>, however, aims higher. The level to be reached, as one of its full-time employees says, is that “nobody can ignore the communities anymore” – neither Israel, with its continued annexation and settlement politics in what it regards as its “undivided capital”, nor the Palestinian leadership itself, nor those international actors whose influence weighs heavy on the conflict.</p><h3><strong>Challenges </strong></h3><p>Needless to state, <em>Grassroots </em>is a very political organization operating in a politically charged environment. Thus, some communities had problems accepting <em>Grassroots</em> as an organization whose leadership is both Israeli and Palestinian. The joint Palestinian-Israeli management sometimes gives the wrong impression that the organization works by the values of co-existence. To Palestinians, this is considered as normalization of the occupation, who, under this wrong impression, might refrain from working with the organization. However, the work of <em>Grassroots</em> needs to overall be considered as a clear success. The NGO has achieved to gain trust within the communities by not advocating pre-defined political goals, but to strictly follow the lead by the community interlocutors themselves. Rather than only giving the organization its name, the grassroots-approach truly lies behind the success of the NGO.</p><p> </p><h3>Secondary Sources</h3><p>Interviews with NGO-staff, NGO website and organizational charter.</p><h3>External Links</h3><p><a href=\"http://www.grassrootsalquds.net/\">http://www.grassrootsalquds.net/</a></p>", "title": "The Participatory Politics of Grassroots Jerusalem"}