{"htmlbody": "<p>Anmerkung: Dies ist die deutsche Übersetzung einer englischen Originalversion abrufbar unter <a href=\"http://participedia.net/en/cases/tillamook-bay-national-estuaries-project\">http://participedia.net/en/cases/tillamook-bay-national-estuaries-project</a></p><p>Note: this is a German translation of an English case study available at <a href=\"http://participedia.net/en/cases/tillamook-bay-national-estuaries-project\">http://participedia.net/en/cases/tillamook-bay-national-estuaries-project</a></p><p> </p><h3>Probleme und Zweck</h3><p align=\"left\">60 Meilen westlich von Portland, eingeschnitten in die nördliche Küstenlinie Oregons, liegt Tillamook Bay. Die Bucht wird von fünf Nebenflüssen gespeist, welche von einem Wasserscheidebecken von ungefähr 540 Meilen ausströmen, und ist über einen Kanal an ihrem nördlichsten äußersten Ende mit der offenen See verbunden. Mit einer durchschnittlichen Tiefe von lediglich sechs Fuß und einer Gesamtspannweite von ca. 13 Quadratmeilen handelt es sich zwar um ein eher kleines Mündungsgebiet, dennoch ernährt es einen vielfältigen Reichtum an Fischen und wild lebender Tiere. Es dient als Fütterungsgebiet für fünf Lachsarten, weist reiche Meeresfruchtbänke auf und stellt Zugvögeln ein wichtiges Gebiet der Ruhepause zur Verfügung. Da es eine zentrale Rolle für den komplexen ökologischen Gesundheitszustand der Region spielt, macht Tillamook Bay auch einen großen Anteil der regionalen wirtschaftlichen Grundfeste aus. Die Bucht fördert pulsierende kommerzielle und sportliche Fischindustrien sowie den um die Sportfischindustrie entstandenen Tourismus. Das umliegende Wassereinzugsgebiet nährt zudem starke Holz- und Milch-Industrien.  </p><p align=\"left\">In den frühen 1990er Jahren begannen Bürger Bedenken über den sich verschlechternden Gesundheitszustand der Bucht zu äußern. Die zunehmende Ablagerung (Segmentation) von der Abtragung (Erosion) der Berghänge bedrohte Lachsbestände und zerstörte die Meeresfruchtbänke. Diese Zersetzung des Lebensraums trug zudem zu einer Vermehrung von Überschwemmungen in der Region bei und brachte somit Segmente der lokalen Infrastruktur und eine Vielzahl an Haushalten in Gefahr. Darüber hinaus sank die Wasserqualität aufgrund einer erhöhten Belastung von Krankheitserregern im Wasserscheidenabfluss weit unter dem durch den <em>Clean Water Act</em> (Gesetz zu sauberem Wasser) festgelegten Standard.</p><p><a id=\"History\" name=\"History\"></a></p><h3>Geschichte</h3><p align=\"left\">Eine Nominierung durch Gouverneur Roberts im Jahr 1992 brachte Tillamook Bay auf eine Liste von 28 Mündungsgebieten, welche von dem <em>National Estuaries Program</em> (Nationales Programm zu Mündungsgebieten) als national bedeutsam eingestuft werden. Das <em>National Estuaries Program</em> wurde vom Kongress als Teil des <em>Clean Water Acts</em> von 1987 eingerichtet und wird von der <em>Environmental Protection Agency</em> (EPA) (US-amerikanische Behörde für den Umweltschutz) verwaltet. Am 1. Juli 1994 wurde das <em>Tillamook Bay National Estuaries Project</em> (TBNEP) (Nationales Projekt zu Mündungsgebieten in Tillamook Bay) mit von der EPA bereitgestellten Geldmitteln ins Leben gerufen und mit der Mission beauftragt, Wissenschaft und zivilbürgerliche Partizipation zu vereinen, „um einen wissenschaftlich vertretbaren und von der Gemeinschaft getragenen Management-Plan [für die Zukunft Tillamook Bays] zu produzieren“ (Gregory; Übersetzung: Eichhorn).</p><p align=\"left\">Gleich nach seiner Gründung im Juli 1994 ging das TBNEP in eine fünfjährige Planungsphase über, mit der Absicht, verschiedene Anliegen und Bedenken zu untersuchen und in einen umfassenden Aktionsplan für das Management des Tillamook Bay zu integrieren. Anfängliche Versuche, die Öffentlichkeit zu erreichen und einzubinden, erfolgten im Rahmen von am Stil von Rathausbesprechungen orientierten Foren und durch Befragungen der Gemeinde. Als 1998 dann aber eine wachsende öffentliche Unzufriedenheit mit der Qualität der zivilbürgerlichen Einbindung deutlich wurde, war das TBNEP genötigt, seinen Ansatz zur Einbeziehung der Öffentlichkeit zu überdenken. Kaum ein Jahr vor dem angedachten Auslaufdatum der fünfjährigen Planungsphase begann der TBNEP, verschiedene Modelle des öffentlichen Diskurses und der Entscheidungsfindung zu erkunden. Der TBNEP gestaltete seine Kampagne des Erreichens und der Einbindung der Gemeinde neu, indem es nunmehr neue Kleingruppen-Gespräche und Informations- und Arbeitsveranstaltungen in sein Konzept mit einbezog und neue Methoden der Analyse von Gruppen anwandte.</p><p align=\"left\">1999 wurde der <em>Comprehensive Conservation Management Plan</em> (CCMP) (Umfassender Plan für das Management des Naturschutzes) angefertigt und von EPA-Verwaltungsleiter Carol Browner und Oregons Gouverneur Tom Kitzhaber genehmigt. Der CCMP enthielt 63 spezifische Lösungen und Pläne zum Vorgehen, welche vier Hauptkategorien der Besorgnis behandelten: Wasserqualität, Schwinden und Beschränkung von Lebensraum, Abtragung (Erosion) und Ablagerung (Sedimentation) und schließlich Überflutungen. Der CCMP beinhaltete zudem Regelungen, welche ein regelmäßiges Überdenken sowie Aktualisierungen gemäß zu erwartender neu aufkommender Angelegenheiten und Informationen ermöglichten. Zu diesem Zeitpunkt benannte sich das TBNEP in <em>Tillamook County Performance Partnership</em> (TCPP) (Leistungspartnerschaft des Verwaltungskreises Tillamook) um und gestaltete zudem auch seine Struktur neu, um die neue Phase der Projektimplementierung besser bewältigen zu können.</p><p align=\"left\">Im Frühjahr 2002 wurde die TCPP erneut umstrukturiert und in <em>Tillamook Estuaries Partnership</em> (TEP) (Partnerschaft der Mündungsgebiete von Tillamook) umbenannt. Als eine gemeinnützige Institution war es der TEP nunmehr möglich, weitere Formen der Finanzierung neben den von der EPA bereitgestellten Geldmitteln zu verfolgen. Außerdem konnte die TEP jetzt mehr Autonomie über die Projektimplementierung ausüben.</p><p align=\"left\">Die Umbenennung reflektierte zudem das Anliegen, nicht nur die Zukunft Tillamook Bays zu beeinflussen sondern ebenso die im Laufe des Projekts in Tillamook Bay gemachten Erfahrungen auch in den anderen fünf im Verwaltungsbezirk Tillamook gelegenen Mündungsgebieten und ihren Wassereinzugsgebieten anzuwenden. Gegenwärtig kooperiert die TEP mit verschiedenen staatlichen, bundesstaatlichen und lokalen Behörden sowie gemeinnützigen Organisationen, um diesen weitgefassten Plan von Verwaltung und Restauration voranzubringen.</p><p><a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h3>Auswahl der Teilnehmer</h3><p align=\"left\">Da Fragen des Ressourcen-Managements und ökologischen Zerfalls immer komplexer werden, wird wachsende öffentliche Teilhabe am Umwelt-Management eine zunehmende Notwendigkeit. Einhergehend mit einem erhöhten Level an öffentlicher Teilhabe kommt „ein ganz neues Reich der Erwartungshaltung bezüglich verschiedener Ebenen von Management-Tätigkeit“ (Gregory; Übersetzung: Eichhorn). Solche Erwartungen sind jedoch häufig enttäuscht worden, da die neuen Forderungen nach Partizipation das Fehlen von Mechanismen zur Aufnahme und Integration öffentlicher Wahrnehmungen in bedeutsame Aktionspläne offengelegt haben. Allzu oft suchen Entscheidungsträger, öffentliche Meinung mittels Methoden wie Gemeindeversammlungen oder Umfragen zu ergründen, und ziehen sich anschließend hinter verschlossene Türen zurück, um endgültige Verwaltungspläne unter Ausschluss der Öffentlichkeit zu erstellen (Gregory). Allgemein haben Mechanismen der Gemeindeplanung „mit öffentlicher Rhetorik [einer bedeutungsvollen Einbindung] nicht Schritt gehalten“ (Gregory; Übersetzung: Eichhorn).   </p><p>Die Möglichkeit der Partizipation an sich ist nicht genug. Eine bedeutungsvolle Einbeziehung muss auch einen Prozess gewissenhafter Deliberation und, wie bereits erwähnt, einen Mechanismus zur Aufnahme und Integration der Ergebnisse solcher Beratungen in tatsächliche Aktionspläne mit einschließen. Vor 1998 suchte das TBNEP, die öffentliche Anteilnahme mittels einer Reihe von öffentlichen Versammlungen zu gewährleisten. Allerdings fühlte sich die Öffentlichkeit aufgrund des Fehlens eines systematischen Prozesses der Untersuchung und Aufnahme der gesammelten zivilbürgerlichen Anliegen entrechtet. Nachdem das TBNEP die Notwendigkeit einer Reform der Komponente der öffentlichen Teilhabe erkannt hatte, veranstalteten die Verantwortlichen eine Reihe an Treffen zwischen wichtigen Gemeindemitgliedern und dem Verwaltungsgremium und erkundeten verschiedene Forschungsmethoden auf dem Gebiet von Entscheidungsfindungsprozessen in Gruppen.</p><p><a id=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\" name=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\"></a></p><h3>Beratungen, Entscheidungen und öffentliches Zusammenwirken</h3><p align=\"left\">Öffentliche Versammlungen beschwörten die Verantwortlichen des TBNEP, den deliberativen Prozess zu vertiefen, indem sie sicherstellten, dass Teilnehmer Zugang zu den maßgebenden Informationen hatten, um die Kosten und Vorzüge eines jeden der vorgeschlagenen Projekte erkennen und zu den „wichtigeren Dimensionen“ des gesamten Management-Plans beitragen zu können (Gregory). Die aktuellste verhaltensbezogene Entscheidungsforschung und Entscheidungsanalysis zwang die Verantwortlichen des TBNEP, die Grundstruktur und den Fokus ihres öffentlichen Deliberationsprozesses neu zu gestalten. Solche Forschung beschreibt Menschen als schlecht gerüstet, komplexe Entscheidungen ohne strukturierte Abläufe zu treffen. Als Spezies sind wir zu schnell kognitive Kurzwege zu nehmen und halten an vorher existierenden Präferenzen fest (Gregory). Das TBNEP adaptierte einen vorgeschlagenen Prozess, welcher die Werte von Interessenvertretern in das Zentrum der Diskussion rückte und diese wahrgenommenen Werte darin unterstützte, mit aktueller, gültiger wissenschaftlicher Analyse zusammenzutreffen. Durch diesen Prozess würden die von zivilbürgerlichen Ausschüssen erarbeiteten Vorschläge nicht nur auf weitgehend geteilten Wertzielsetzungen basieren sondern sich auch um die beste vorhandene wissenschaftliche Forschung bilden und mit einer höheren Wahrscheinlichkeit von den regierenden Amtsträgern und den unterstützenden Steuerzahlern als ein „sinnvoller Weg, knappe Geldmittel auszugeben,“ akzeptiert werden (Gregory; Übersetzung: Eichhorn).</p><p align=\"left\">Diese ersten Neuerungsversammlungen stellten zudem wichtige verfahrensorientierte Fragen bezüglich, wer genau einbezogen werden sollte, und,  ob der Großteil der Sitzungen  in Gruppen oder mit Einzelpersonen abgehalten werden sollten. Man beschloss, offene Versammlungen und Gruppengespräche gegenüber Einzelsitzungen zu bevorzugen und verschiedene Führungspersönlichkeiten in der Gemeinde, Vertreter unterschiedlicher industrieller Interessen, von möglichen Überflutungen betroffene Hausbesitzer und jeden sonstigen interessierten Zivilbürger zu einer Teilnahme zu ermutigen.</p><p align=\"left\">Die Fokussierung auf die Werte von Interessenvertretern als dem Zentrum der Diskussion ermöglichte es, dass man einen Konsens finden konnte in Bezug auf das, was den Bewohnern des Verwaltungsbezirks Tillamook am wichtigsten war. Trotz eines vielfältigen Spektrums an Interessen, welche während der neuen Durchgänge von Gruppengesprächen vertreten wurden, bildete sich mit der Zeit eine einheitliche Zusammenstellung an gemeinsamen Anliegen heraus. Sobald diese entscheidenden Werte hervorgerufen worden waren, wurden objektive, auf einer breiten Basis angelegte Mittel-Zweck-Flussdiagramme, welche die prognostizierten Auswirkungen vorgeschlagener Initiativen mit den gemeinsamen Wertezielsetzungen verknüpften, erarbeitet und auf Informationsveranstaltungen vorgestellt. Während es „auf breiter Front Einigkeit bezüglich der ersehnten Ziele“ für das Management der Tillamook Bay gab, so „gab es große Unstimmigkeiten in Bezug auf die Mittel und die Dringlichkeit“, die ersehnten Ziele auch zu erreichen (Gregory; Übersetzung: Eichhorn). Ein spezifischer Satz von vorgeschlagenen Vorhaben war besonders stark von Kontroverse umgeben. Hier handelte es sich um Vorschläge, welche eine besonders hohe ökologische, soziale oder wirtschaftliche Auswirkung hätten.     </p><p align=\"left\">Diese hoch kontroversen Vorschläge bedurften einer stärkeren Transparenz und des Abhaltens von zusätzlichen Versammlungen mit Interessenvertretern, um mehr Informationen bezüglich der spezifischen Ursache-Wirkung-Verknüpfung zu erlangen. Bis dahin hatte es noch keinen Mechanismus gegeben, um die Auswirkungen vorgeschlagener Vorhaben mit den wesentlichen Zielen der Interessenvertreter zu verknüpfen. Die zusätzlichen Versammlungen konnten zuvor nicht untersuchte Anliegen und kausale Zusammenhänge erfolgreich offenlegen. Von allen Seiten erhielt man nützliche Informationen. Bauern, Fischer, technisch-ausgebildete Personen und Laien trugen allesamt sachdienliche Informationen und Erfahrung bei. Trotz der neuen Komplexitäten, welche durch eine genauere Untersuchung von Ursache und Wirkung oder der Kosten-Nutzen-Verknüpfungen zwischen Vorschlägen und Zielsetzungen aufgezeigt wurden, waren sich die Interessenvertreter einig, dass keine einzige Interessengruppe gezwungen werden sollte, den Großteil der Kostenlast jedweden Vorhabens tragen zu müssen. </p><p align=\"left\">Die genaue Untersuchung von Kosten und Nutzen verkomplizierte das Nachdenken über die Probleme insofern, als dass „jeder Nutzen durch anderweitige Kosten wieder aufgewogen zu werden schien“ (Gregory; Übersetzung: Eichhorn). Allerdings ermöglichte diese Art von strukturiertem, durch neue analytische Instrumente unterstützen, Entscheidungsfindungsprozess den Interessenvertretern, sich durch jedes Vorhaben durchzuarbeiten und „rivalisierende Zielsetzungen und Interessen aufzuwiegen zu versuchen“ (Gregory; Übersetzung: Eichhorn). „Die genaue Angabe von Kosten und Nutzen ermöglichte Anpassungen an vorgeschlagene Vorgehensweisen, welche deren negative Aspekte reduzierten, gleichzeitig jedoch nahezu alle Gründe der ursprünglichen Attraktivität [der vorherigen, nicht angepassten Vorgehensweisen] aufrechterhielten“ (Gregory; Übersetzung: Eichhorn).</p><p align=\"left\">Als ein weiterer Fortschritt, der während dieser gründlichen Untersuchung von Auswirkungen zum Tragen kam, ist ein besseres Verständnis der mit jedem vorgeschlagenen Vorgehen assoziierten Marginalkosten und -nutzen zu nennen. „In mehreren Fällen zeigte die Analyse, dass ein hoher Anteil der ersehnten Nutzen durch lediglich einen Bruchteil der Kosten erlangt werden könnten“ (Gregory; Übersetzung: Eichhorn). So wurde zum Beispiel nach einer näheren Untersuchung festgestellt, dass die Wiederherstellung von lediglich einem Viertel einer ursprünglich 70 Meilen langen Strecke von Waldwegen bereits nahezu drei Viertel der gewünschten Reduzierung der Ablagerung (Sedimentation) in Tillamook Bay erreichen würde (Gregory). Dieses vertiefte Verständnis von Marginalkosten und -nutzen ermöglichte die Planung sehr spezifischer, zielgerichteter Studien und minimierte so zusätzlich vergeudete, für wissenschaftliche Untersuchung anberaumte Zeit und Geld.</p><p align=\"left\">Ein Großteil der Forschung auf dem Gebiet der Begünstigung partizipativer Entscheidungsfindungsprozesse hat sich vornehmlich auf das Zustandekommen von Konsens konzentriert. Dieser Strang der Theorie partizipativer Entscheidungsfindung macht in hohem Maße von dem Konzept der Verhandlungen Gebrauch und legt seinen Schwerpunkt auf die Suche nach Ansätzen von Gemeinsamkeit, auf welche die Grundlagen einer Einigung basiert werden können. Die verhaltensorientierte Entscheidungsforschung und Entscheidungsanalyse, welche vom TBNEP angewendet wurde, strebt ebenso die Generierung eines Konsens mit breiter Basis an. Allerdings begrüßt diese Art der Entscheidungstheorie Meinungsverschiedenheiten als ein wertvolles Mittel der Versorgung des Entscheidungsfindungsprozesses mit wichtigen Informationen. Für das TBNEP stellten Unstimmigkeiten und unterschiedliche Interpretationen von Erfahrungen und Beweisen unter den Interessevertretern ein nützliches Instrument dar, „um die Beziehungen zwischen von den Teilnehmern geäußerter Unterstützung von bzw. Widerspruch gegen Varianten und den zugrundeliegenden Präferenzen der Teilnehmer zu verstehen“ (Gregory; Übersetzung Eichhorn). Die Untersuchung solcher Beziehungen diente ausschließlich der Vertiefung der generellen Diskussion sowie der Verbesserung des Verständnisses der Teilnehmer für Anliegen und Bedenken, welche sich von ihren eigenen unterschieden.</p><p align=\"left\">Verschiedene Mechanismen wurden zur Unterstützung dieses Prozesses der Kosten-Nutzen-Abwägung in Anspruch genommen. Zunächst wurden die Teilnehmer in Gruppen von 8 bis 10 Teilnehmern aufgefordert, Informationen bezüglich der Kosten und Nutzen eines jeden vorgeschlagenen Vorhabens genau zu betrachten und zu überprüfen. Die Gruppenmitglieder wurden anschließend dann gebeten, ihre jeweils bevorzugte Variante auszuwählen und schriftlich ihre Wahl in einem kleinen Arbeitsheft, welches die Vor- und Nachteile einer jeden Auswahl auflistete, zu begründen. Die Arbeitsheft-Übungen gaben den Teilnehmern die Möglichkeit, „mit ihren Worten zu wählen“, und veranlasste Teilnehmer zu erwägen, wie viel sie für ihr bevorzugtes Vorhaben zu zahlen bereit wären (Gregory; Übersetzung: Eichhorn).  </p><p align=\"left\">Den Teilnehmern wurden zudem Matrizen präsentiert, welche die Wahlmöglichkeiten an Initiativen anschaulich darstellten. Die Dimensionen der Matrizen wurden durch die gemeinsamen, während vorausgegangener öffentlicher Arbeitssitzungen herausgearbeiteten Wertzielsetzungen und durch Expertenurteile bezüglich der prognostizierten Auswirkungen der verschiedenen Alternativen auf diese wesentlichen Zielsetzungen bestimmt. Die Wertevorstellungen der Interessenvertreter stellten den Kern des analytischen Mechanismus dar und lieferten die Bezugslinie und den Standard, nach welchem jede Alternative bemessen wurde. Die verschieden Alternativen und die in sie eingeschlossenen technischen Informationen wurden hinsichtlich des jeweiligen Ausmaßes des Verlusts oder des Gewinns in Bezug auf eine jede Wertzielsetzung vorgestellt.</p><p><a id=\"Influence.2C_Outcomes.2C_and_Effects\" name=\"Influence.2C_Outcomes.2C_and_Effects\"></a></p><h3>Einfluss, Ergebnisse und Auswirkungen</h3><p>Die TBNEP-Kampagne des Erreichens und der Einbeziehung der Öffentlichkeit hatte insofern Erfolg, als dass sie qualitative und quantitative Informationen verband und einen umfassenden Naturschutz-Management-Plan (<em>Comprehensive Conservation Management Plan</em> (CCMP)) erarbeitete - eine Zusammenstellung 63 wissenschaftlich begründeter, von der Gemeinde unterstützter Vorgehensweisen, um die Wasserqualität wiederherzustellen, die geschädigten Lebensräume aufzuwerten, Ablagerung (Sedimentation) zu verringern und die Auswirkungen von Überschwemmungen der Küsten zu mindern (TEP). Der Prozess, welcher für die Erarbeitung des CCMP genutzt wurde, behauptete reichhaltige Eigenschaften sowohl analytischer als auch sozialer Aspekte von Deliberation. Diese erfolgreiche Kombination war für ihre Zeit und ihren Ort eine ungewöhnliche Errungenschaft auf dem Gebiet des partizipativen Ressourcen-Managements.</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h3>Analyse und Kritik</h3><p align=\"left\">Das TBNEP war insbesondere auf vier Weisen erfolgreich. Erstens, in Hinblick auf die Untersuchung der Ursache-Wirkungs-Verknüpfungen zwischen Vorhaben und Zielsetzungen,  forderte es seine Teilnehmer auf, lediglich diejenigen Zielsetzungen zu betrachten, welche von miteinander konkurrierenden Varianten in unterschiedlicher Weise betroffen waren. Wenn zum Beispiel das übergreifende Ziel der Reduzierung der Ablagerung (Sedimentation) von den Vorhaben A, B und C gleichermaßen beeinflusst wurde, dann wurden die Teilnehmer dazu angehalten, ihre Aufmerksamkeit von dieser spezifischen Zielsetzung abzulenken und ihre Entscheidungen stattdessen auf Basis anderer entscheidender Zielsetzungen zu treffen, welche abhängig von der gewählten Variante unterschiedliche Auswirkungen erfahren würden. Verhaltensorientierte Forschung und Entscheidungsanalyse hat festgestellt, dass Menschen sich häufig lediglich auf ein oder zwei Hauptziele konzentrieren werden, welche ihnen persönlich am wichtigsten erscheinen. Die Aufforderung an die Teilnehmer, sich lediglich „auf diejenigen Zielsetzungen zu konzentrieren, welche in Abhängigkeit von der gewählten Option unterschiedliche Ergebnisse erfahren werden, leitet Menschen dazu an, sich eingehend mit der eigentlichen, bevorstehenden Entscheidungsfindung zu befassen anstelle weiterhin strikt an ihren übergreifenden Präferenzen und Urteilen festzuhalten“ (Gregory; Übersetzung: Eichhorn).          </p><p align=\"left\">Zweitens schnitt das TBNEP hinsichtlich der Suche nach bevorzugten Alternativen gut ab. Eine nähere Untersuchung der Kosten-Nutzen-Verknüpfungen in Verbindung mit zielorientierter wissenschaftlicher Analyse brachte eine Zusammenstellung spezifischer Alternativen, welche jede der ersehnten Zielsetzungen betraf. Die kleinere Zusammenstellung hochrelevanter und erreichbarer Alternativen machte den Prozess der Deliberation leichter.</p><p align=\"left\">Drittens schenkte das TBNEP im Zuge der Umgestaltung seiner Herangehensweise an die Thematik öffentlicher Mitgestaltung Prozeduren und Prozessen eine große Beachtung. Fragen, wer einzubeziehen sei und wie, sowie, wann die vorgeschlagenen Vorgehensweisen praktisch umgesetzt werden sollten, wurden erörtert. Die Problematik der Strukturierung des praktischen Umsetzungsprozesses wird leicht zum heikelsten Aspekt öffentlicher Entscheidungsfindung. „Allgemein begegnet man vielen der wichtigsten Ziele öffentlicher Mitbestimmungsbemühungen sowie einigen der härtesten Kosten-Nutzen-Abwägungen auf dem Gebiet prozessorientierter Entscheidungen“ (Gregory; Übersetzung: Eichhorn). </p><p align=\"left\">Viertens ermöglichte die starke Anwendung von analytischen Werkzeugen wie dem Mittel-Zweck-Flussdiagramm, dem Arbeitsheft und der Initiativen-Matrix durch das TBNEP den Teilnehmern ein tiefgründiges Verständnis der vorgeschlagenen Vorhaben zu entwickeln. Das Ziel des TBNEP-Prozesses zur öffentlichen Einbeziehung bestand nicht nur darin, ein gutes Gefühl unter den Teilnehmern zu fördern, sondern auch darin, eine Grundlage für wohlinformierte Urteile zu schaffen (Gregory). Die Anwendung zweckmäßiger analytischer Werkzeuge zur Einbringung sachdienlicher wissenschaftlicher Informationen sowie die Beteiligung an einem Gruppenprozess, der voneinander abweichende Ansichten begrüßte und zur Ergründung von Meinungsverschiedenheiten ermunterte, erlaubte den Teilnehmern schließlich, auf breitem Konsens basierende Empfehlungen auszusprechen, welche „klar und entschiedener die letztendlichen Entscheidungsträger ansprachen“ (Gregory; Übersetzung: Eichhorn). Generell vermittelten die Teilnehmer Begeisterung über diesen Prozess trotz dessen abverlangenden Beschaffenheit. Viele Teilnehmer erklärten zudem, dass sie nunmehr ein neugewonnenes Feingefühl für die in einem partizipativen Management-Prozess erforderte Tiefe des Denkens erlangt hätten.</p><p align=\"left\">Derzeit gibt es keine zugänglichen Informationen bezüglich der tatsächlichen Anzahl der Menschen, welche an der öffentlichen Komponente der Erarbeitung des CCMP durch das TBNEP beteiligt waren. Ohne reale Zahlen ist es schwer zu ermitteln, was Ausdrücke wie ‚Zustimmung mit einer breiten Basis‘ wirklich bedeuten. Darüber hinaus ist, trotz der Verlautbarungen seitens des TBNEP, entscheidende Gemeindemitglieder, Vertreter der Industrie, technisch ausgebildete Wissenschaftler und alle anderweitig interessierten Gemeindemitglieder einbezogen zu haben, die Quantität und Qualität der an sämtliche Gruppierungen gerichteten Einladungen aufgrund des Fehlens bekräftigender Quellen schwer abzuschätzen.</p><p><a id=\"References_and_Secondary_Sources\" name=\"References_and_Secondary_Sources\"></a></p><h3>Referenzen und Sekundärquellen</h3><p>1. Gregory, Robin. \"Using Stakeholder Values to Make Smarter Environmental Decisions.\" Environment. June 2000, Vol. 42, Issue 5, Pg 34. <a href=\"https://engineering.purdue.edu/watersheds/resources/Academy/Stakeholder_\">https://engineering.purdue.edu/watersheds/resources/Academy/Stakeholder_</a>...</p><p>[This article provided information on the public outreach process, including information on the analytical tools used in decision-making.]</p><p>2. Horwath, Richard B., \"Cost Benefit Analysis Meets Participatory Democracy.\" Consilience: Interdisciplinary Communications. Center for Advanced Studies at the Norwegian Academy of Science and Letters. 2005/2006.</p><p>[This article provided some overall description of the TBNEP's public involvement outreach.]</p><p>3. The current TEP's website provided information on the history of the organization, its current structure, ongoing programs, and the details of the CCMP. <a href=\"http://www.tbnep.org/\">http://www.tbnep.org/</a></p><h3>Externe Links</h3><p><a href=\"http://www.tbnep.org/\">Tillamook Estuaries Partnership Official Website</a></p><p><a href=\"https://www.epa.gov/nep\">The EPA's National Estuaries Program Webpage</a></p>", "title": "Nationales Projekt zu Mündungsgebieten in Tillamook Bay"}