{"htmlbody": "<p><em>Note: a Spanish translation of this case is available at <a href=\"http://participedia.net/en/cases/ipatinga-e-agora-project\">http://participedia.net/en/cases/ipatinga-e-agora-project</a></em></p><h3>Problems and Purpose</h3><p>The European e-AGORA program begun on the relationship between democratic practices and the use of technology in the media. This initiative was coordinated by the city of Issy-les-Moulineaux, France and had the goal of developing coordination between Latin American and European cities in the topic of democracy. The way of achieving this was by permitting the two regions to interchange their used practices, their know-how and experience, and accordingly a program could be established which seeks to solve different problems affecting democracy in each region that are principally related to citizens’ participation</p><p>E-AGORA was put together by two cities in Europe, Issy-les-Moulineaux in France and Frameries in Belgium; two Brazilian cities : Ipatinga and Juiz de Fora; and also Viña del Mar in Chile.</p><p>There were 11 program financed by the European Commission (70 percent) which were put into place in European and Latin American cities between 1999 and 2006.</p><p>Beginning as the result of a report which revealed apathy among citizens in terms of participating in local politics and also a lack of confidence in the government, the program e-AGORA, which planned to use various communication technologies to incentivize citizens to participate in order to revitalize democracy.</p><p>Electronic means of communication were used to give citizens the power to control determined political responsibilities. Transparency in political processes could accordingly be reinforced while augmenting citizen participation in political decisions.</p><h3>History</h3><p>In 2001, various meeting in the communities of Ipatingo took place where leaders brought up written proposals by citizens. Proposals contained ideas of public works so that they could be financed. The government offered a certain budget so that citizens could share their opinion in these meetings in terms of what would be the most appropriate outcome.</p><p>The city of Ipatinga was a pioneer in using the internet as a complementary tool so that citizens could indicate their vote and their opinion. It has been perceived that the use of the internet has led to an increase in the participation of women and the youth and has furthermore incentive people to go to face-to-face meetings.</p><h3>Originating Entities and Funding</h3><p>The participatory budget of Ipatinga was financed by the European Commission by 70 percent and 30 percent by the governments of each participating city.</p><h3>Participant Selection</h3><p>The people who were part of the goal of the program were political authorities, local workers, members of society, in general a group of people who could represent their cities. The program has contacted a minimum of 62 and a maximum of 107 beneficiaries in each city. They should be able to transmit and share their knowledge over the program with their neighbors and other acquaintances. In the end, the program counts on the participation of at least 124 to a maximum of 214 people.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>In 2005 in Ipatinga, assisted by a marketing campaign on TV, radio and in newspapers, the city administration together with the e-AGORA project launched an experiment based on using the telephone as another informational tool. It consisted of:</p><ul><li>A toll-free number so citizens could call and give their opinion over related budget allotments</li><li>SMS messages were sent to citizens incentivizing people to participate in face-to-face meetings</li><li>A voice-automated recording system, recorded by the city mayor, informing over the meetings</li></ul><p>The goal of using the telephone as a medium was designed to reach the most excluded and poor population on information that was listed on the internet.</p><p>2,950 SMS messages were delivered.</p><p>30,817 calls were made, of which 29,811 were heard in their totality. This means that 96 percent of citizens that answered the calls heard the whole message.</p><h3>Influence, Outcomes, and Effects</h3><p>The experiment was part of the evaluation by the Electronic Democracy Center and the information below reflects what was observed:</p><ul><li>Compared with the previous year, before the experiment, an increase of 14.7 percent of participation among citizens was recorded.</li><li>48 percent of those who went to meetings had previously seen the website or by hearing it via telephone</li><li>More than 50 percent of those who went to face-to-face meetings sad that the telephone call was the tool which most motivated them to go to the meeting.</li></ul><p>The Ipantinga case is interesting not only because of its multichannel access, but also because of the complementary nature between online and offline mediums which led to the success of the face-to-face meetings.</p><h3>Secondary Sources</h3><p><a href=\"https://joinup.ec.europa.eu/node/124809?utm_source=epractice&amp;utm_medium=epractice&amp;utm_campaign=epractice\">\"GL: e-Agora, The White Book of the Local eDemocracy\". Epractice.eu. 2008</a></p><p><a href=\"https://joinup.ec.europa.eu/?utm_source=epractice&amp;utm_medium=epractice&amp;utm_campaign=epractice\">\"Contextualising Local e-Democracy\" Epractice.eu. 2008</a></p><h3>External Links</h3><p><a href=\"http://www.megabrasil.com.br/biblioteca2_1024.asp?Id=20\">\"Em Ipatinga, tecnologia digital garante transparência e maior participação popular no Orçamento\"</a>. Jornal da Comunicação Corporativa. [Portuguese]</p>", "title": "The European e-AGORA Project (Ipatinga, Brazil)"}