{"htmlbody": "<p><a id=\"Mission_and_Purpose\" name=\"Mission_and_Purpose\"></a></p><h2>Mission and Purpose</h2><p>Demos is a think-tank focused on power and politics. They search for and communicate ideas to give people more power to shape their own lives.</p><p>Demos' vision is a democracy of free citizens, with an equal stake in society.</p><p>Their work is driven by the goal of a society populated by free, powerful citizens. It is animated by four themes:</p><p>Capabilities<br/>Personal resources – such as skills, character, health and material resources - deeply affect people's ability to shape their own lives. Their programme of work on capabilities focus on the skills and traits people need to lead a fulfilled and autonomous life and how families, communities and schools can support children and young people in developing them.</p><p>Independence<br/>Institutions can sap power by narrowing choice and cultivating dependency. They should be built on the presumption that power belongs with individuals rather than professionals. To live freely and independently – to be able choose our own path through life – is a goal of open, democratic societies.</p><p>Citizenship<br/>Individuals belonging to a community are inter-dependent, so decisions about the shared conditions of life must be taken together. Active citizenship underpins a free, open and fair society but inequality inhibits their ability to participate fully. Broader, more flexible definitions of citizenship will be needed to foster a healthier civil society.</p><p>Security<br/>Security underpins our everyday lives. While the primary duty of government is the safety of its citizens and the protection of the national interest, the range and complexity of security issues is forcing us to revaluate existing approaches and policies. In doing so their focus is shifting away from the state and exploring the role of the individual.</p><p>Other work<br/>Alongside and connected with the four themes, which form the cornerstones of Demos work programme, they are also running a series of projects with a particular focus, including Culture, Progressive Conservatism and The Future of Capital. <a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p><a class=\"external text\" href=\"http://www.demos.co.uk/\" rel=\"nofollow\" title=\"http://www.demos.co.uk/\">Demos</a></p>", "title": "Demos"}