{"htmlbody": "<p>Note: this is an English translation of a Spanish case study which can be accessed here: <a href=\"http://participedia.net/en/cases/presupuesto-participativo-joven-de-rosario \">http://participedia.net/en/cases/presupuesto-participativo-joven-de-rosa...</a></p><h3>Problems and Purpose</h3><p>The participatory budget Joven de Rosario (PPJoven) began in 2004 with the goal of providing all of the city’s various sectors with the possibility of active participation. Accordingly, the youth sector has been particularly emphasized as they have been traditionally excluded from the decision-making process. As such, the participative budgeting experiment seeks to incorporate the youth (13-18 years-old) who should be part imagining and building a city and society that we cherish.</p><p>The PPJoven project in Roasrio is within the framework of the participatory budget (PP) of Rosario which began to be implemented in the city without interruption since 2002. There are also similarities between both participatory budgets, in the case of the PPJoven this facilitated the methodology to be conducted with the youth.</p><p>Two principal reasons were at the source of interest in this initiative. The first was low turnout among the youth and the second is the representative political crisis which has affected the country since the end of the 90s. This especially affects the youth population, thereby generating widespread apathy and lack of motivation concerning participation in political matters.</p><p>The PPJoven has the followed general objectives:</p><ol><li>Enlarge the capabilities of the youth to achieve social and political inclusion starting with the recognition of their rights as citizens, and</li><li>Strengthen relations between the local state and youth civil society organizations to generate connections which aim to ameliorate the quality of life among the youth in particular and society in general.</li></ol><p>As specific objectives it states:</p><ol><li>Promote and diffuse the PP of Rosario among the youth</li><li>Create discussion and debate spaces concerning the problematization concerning participatory democracy, citizen rights, and management controls on municipal matters.</li></ol><h3>History</h3><p>The PPJoven was implemented for the first time in 2004 in the southeast district of the city (the city is divided in 6 districts) and was later extended into the rest of the city within the framework of the Municipal Ordinance No. 7326/02. Participation has been steadily rising, going from 76 young individuals in the southeast district in the pilot attempt of PPJoven 2005 to 4,027 in the city’s six districts of PPJoven 2009. PPJoven has continued without interruption since 2005. </p><h3>Originating Entities and Funding</h3><p>The PPJoven project is financed and directed by the municipal government of city of Rosaria within the framework of the Municipal Ordinance no. 7326/02.</p><p>The assigned budget by district and year was 40,000$ until 2008, when it was raised to the sum of 50,000$ by district and year.</p><h3>Participant Selection</h3><p>Participation is free and open to all of youth and everyone in the neighborhoods of Rosario who is between 13 and 18 years-old.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The work process begins with a “first round of assemblies”. Between 3 and 5 assemblies take place each district (there are 6 in total in the city). In the “first round of assemblies” the object is to focus on finding the first diagnosis of problems in the neighborhood from the perspective of the youth. Additionally, it is the moment in which youth councilors are elected. The act as delegates in participative councils in the district.</p><p>This step is fundamental because it is the moment in which the youth decide on the necessities and priorities of the place where they live and act as active citizens. At this initial point all questions considering modifying or creating a better quality of life among the youth and which allow for better conditions for its development were brought up. As such, this is the moment where the youth begins to recognize its rights and obligations as citizens within the framework of the management of their own city.</p><p>In this instance there was also an election of the councilors who were meant to represent, in successive steps, the group of the youth who participated in the PPJoven and who ended up making up the ‘youth participatory council’. To promote equal participation among men and women, each one that participates in the assembly has the right to two votes to elect a man and a woman. The Youth Participatory District Council is a space of permanent participation made up by councilors elected in the neighborhood assemblies in the first round of the PPJoven. Once the first round is concluded, the totality of the councilors reunite and determine what will be the mode of operation of the youth participatory council which is coordinated by a technical team in the Youth Center.</p><p>The main function of the Participatory Council is to systematize and re-elaborate the demands made by their peers, by additionally identifying the responsibilities which each one of the jurisdictions of the state (municipal, provincial, national) in each given demand. Accordingly, the councilors can develop projects which, in the first place, were presented before the city mayor and the municipal cabinet for its technical and financial evaluation which will be discussed between all of the youth which participates in the second round.</p><p>The “Second Round of Assemblies” is the moment in which the projects of the district are elected and delegates, who were elected in the previous round, inform others concerning what has already been achieved inside of the Council.</p><p>The whole youth population in each district is called to participated in one massive assembly and the councilors present their project that they are working on based on priorities set in the assemblies in the first round and during the reunions and received advice so that it can be decide which project(s) can be effectively completed. The election which is executed by the youth during this step, that’s to say, works and action, is incorporated into the budget of the following year.</p><p>The assemblies in the second round commence three months after the creation of the Youth Participatory Councils. The list of projects represents a final product of reunions with municipal functionaries and technicians as well as to the debate between the same members concerning what they believe to be relevant and most urgent for the district in which they live.</p><p>After the development of the two round, priorities selected by each district are taken and the Executive Department, through its Secretariat of Finances, comes up with a draft of the budget in which budget issues that demand elected priorities for the youth are included.</p><p>Once the Youth Participatory Budget process is finalized, members of all youth organization which participated in it come together, particularly youth councilors who, together with the technical team of the Youth Center and the Participatory Budget, create workshops that assess the experience.</p><h3>Influence, Outcomes, and Effects</h3><p>The implementation of PPJoven not only seeks to strengthen participation among young populations, both individually and as a faction which could influence and take decision in public institutions, as well as being a commitment to being the citizenry together independently from immediate and visible results, as the works and activities executed beginning with the decisions taken by the youth. It means offering the possibility to change the way one thinks of citizen participation and the concept of management which had existed until now.</p><h3>Secondary Sources</h3><p><a href=\"http://www.rosario.gov.ar/web/gobierno/presupuestos/presupuesto-participativo/presupuesto-participativo-joven\">Sitio Web Oficial del Presupuesto Participativo Joven de la Ciudad de Rosario</a></p><p><a href=\"http://www.ygproject.org/guide\">Youth Participation in Development</a></p><p><a href=\"http://www.cigu.org/cgi-bin/cigu/GET?ACTION=DOC_C&amp;DATA=doc_c12\">Documento Oficial: Presupuesto Participativo Joven. Construyendo Ciudad(anía)</a> [DEAD LINK]</p>", "title": "Youth Participatory Budgeting Rosario (Argentina)"}