{"htmlbody": "<h3>Problems and Purpose</h3><p>The goal of this article is to report on the implementation of the participatory budgetary mechanism by the City Council of Cordoba, in the Autonomous State of Andalucía, Spain. </p><h3>History</h3><p>Participatory budgets were implemented for the first time in the city of Cordoba in 2001. The city of Cordoba traditionally enjoyed a solid course of citizen participation. Accordingly, it is one of the first Spanish cities which established a normative framework for citizen participation on the local level through the Regulations on Citizen Participation. Two decades ago there was an attempt to channel citizen participation on questions of public interest, and, as such, it became a city where local movements enjoy great important and following. This has led to the creation of solid local structure and a culture where local opinion is expected in public matters.</p><p>In terms of the methodology of deliberative democracy, participative budgets as implemented in Cordoba were pioneering in a European context beginning with the impetus given by the recently formed municipal government which came to power as a result of the 1999 elections.</p><p>The municipal government, which enjoys a stable political foundation, put this pilot experiment into place with the objective of accomplishing an immediate budget equally by the neighbors and limiting its influence on questions which directly affect these same citizens.(i.e. expenditures on infrastructure investments) in 2000. This experiment then went on to expand into different areas.</p><p>This pilot experiment followed the Porto Alegre model, with which it shares many similarities in terms of organization, phases, and time. </p><h3>Originating Entities and Funding</h3><p>The project was funded by the mayoralty of Cordoba. </p><h3>Participant Selection</h3><p>The participative budgets in Cordoba feature two vastly different phases. The first of which took place between 2001 and the revision put into place in 2004, and the second phase which was first put into place in 2005 until its suspension in 2007.</p><p>For its functionality, the city council took advantage of the existing and solid district structures and infrastructures in the city to organize this mechanism. The experience garnered by specialized experts on civic centers with substantive work experience with locals with significant input from local organizations and associations.</p><p>Accordingly, the mechanism was put into place, on the one hand, on a sector-based level which allowed for local proposals for each area on an independent level. On the other hand, a territorial logic remains in place which is organized in neighborhood and district assemblies and not sector or theme-based organization. This would assume a certain generation of spaces featuring thematic based discussions.</p><p>Even though the organization and implementation of the process with local assemblies were counted on as a key element, it was the citizens who directly participated without going through the assemblies.  Participation was open to all interested individuals.</p><p>Throughout 2000, some citizens (‘agents’), elected through the district assembly, discussed about the best way of organizing and managing their participation all while elaborating on and adopting a regulation which recognizes the aforementioned dispositions. Afterwards, a meeting space in each one of the 14 districts (la Mesa de distrito) was agreed upon. In this agreement, associations and agents could determine rules of joint responsibility in the organization and coordination in the second phase of the process with the aim of having citizens directly discuss and propose elements considered most appropriate for their neighborhoods and the city. Accordingly, some spaces were created which aimed to have the assemblies, agents and the rest of the locals participate in the process by debating and discussing. Nonetheless, participation was set aside for political agents.</p><p>Throughout this period, Cordoba has become fit with stable structure which is always open and flexible and allow and guarantee citizens’ participation in the local government, like the district meeting of neighborhoods and the city meetings which both allow for and organize this participation and ensure the continuation and monitoring of its proper performance.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>These various petitions intervene in different moments during the creation of the budgets.  As such, and considering that municipal budgets are made annually, the process commences at the beginning of the year and ends in September or October.</p><p>The first phase development between January and February; the second phase between March and June; and the third phase between July and September. Each one of these phases represents a different feature of the process. From a territorial point of view, the first phase is aimed at the district, the second at the neighborhoods (and the district) and the third at the city. From a functional point of view, the first phase is preparatory, the second phase is where citizens discuss and propose while in the third citizens jointly create a proposal for the whole city.</p><p>The first phase’s object aims to inform and properly illustrate the significance, purpose and functionality of the process in which they will participate. The local government alongside the local movement summons district meetings and in these meetings four titular ‘agents’ and four substitutes are chosen, independently of the number of assistants, who receive training by the local government and are in charge of revising, and in their case, updating or modifying the self-regulatory process.</p><p>Next, the second phase, characterized by its emphasis on citizen involvement in proposals which deals with questions which are considered priorities in relation with inversions and services of distinct areas.</p><p>Meetings of the district are made up of agents elected in one district and associations of the district, in addition to some expert, they take an active role and summon the neighborhood assembly so that the assistant citizenry creates a list of ranked preferences in relation to the municipal areas involved in the process. Once this is realized, the MESA of the district once again meets together in order to create a sole list of priorities for each municipal area for the whole district. summoned once again, informs citizens of the agreed-upon ordinance which can always be modified through a citizen-based agreement. This second district assembly has to approve the prioritization of the proposals in this district which will later be the foundation which the third phase will based on. Once approved by the district, the assembly elects two representatives who, alongside the rest of the representatives from other districts, will create a joint proposal for the whole city.</p><p>These last elected representatives make up a large part of the third phase. The City Council trains these representatives, provides various types of technical specialized information which could be useful in ameliorating its task and finally, they are summoned to the ‘Assembly of the city’. This takes place during one day, throughout which representatives decide, in accordance with what is already stipulated in the self-regulatory process and the training workshops, the totality of proposals in investments and services, in ranked order, for the whole city. The totality of these proposals is then lastly delivered to the municipal government.   </p><h3>Influence, Outcomes, and Effects</h3><p>The final balance sheet of this process in the city of Cordoba is very positive as it was able to actively integrate citizens in the public decision making process in matters like infrastructure, cooperation in development, and some municipal services. Citizens felt their influence in the implemented public policies where there is a major appropriation of public space as shown in polls and the low level of social conflicts. Citizen decisions expressed through the assemblies has direct influence in municipal budgets. Lastly, this participatory practice has created a positive synergy of local appropriation in public questions, which is observable from the standpoint of stakes and practices in other similar mechanisms.</p><h3>Analysis and Lessons Learned</h3><p>In spite of this overall positive balance sheet, the experiment of participatory budgets in this city has gone through some difficult periods associated with the innovative nature of this project and with the new efforts for a greatly ameliorated process. As such, in 2004 and 2005, the City Council with the cooperation of the Civic Movement Council through a Joint Committee, developed a revised proposal which would mark the beginning of a new phase of this experiment in the city which aims to become even more open to citizen involvement, better the process, and awaits major participation on behalf of social organizations and collectives.</p><p>As part of the updates undertaken, a process of participatory budgeting including children has been put into place aims to introduce a foundation for learning about democratic and deliberative practices from an early age.</p><p>The practice was suspended in 2007 as an initiative of the new government which aimed to rethinking and reflect on aspects which could still be improved like the aspect of ‘partcipacióotros’, the opportunity for more coordinated schedules, among others.</p><p> </p><h3>External Links</h3><p>Citizen Participation Area of the City of Córdoba  <a href=\"http://participacionciudadana.ayuncordoba.es/\">http://participacionciudadana.ayuncordoba.es/</a> [Spanish]</p><p>City of Córdoba <a href=\"http://www.ayuncordoba.es/\">www.ayuncordoba.es/</a> [Spanish[</p><p>Spanish Federation of Municipalities and Provinces <a href=\"http://www.femp.es/\">www.femp.es/</a> [Spanish]</p><p>Presupuestos Participativos <a href=\"http://www.presupuestosparticipativos.com/\">www.presupuestosparticipativos.com/</a> [Spanish]</p>", "title": "Cordoba Participatory Budget"}