{"htmlbody": "<h3>Problems and Purpose</h3><p>20 years ago, like in many other European countries, France began an important process of decentralization. A new conception of governance has therefore been put into place which implies a strong democratization of decision making at the local level. This has most notably taken place through the integration of citizens into participatory processes. Participatory democracy in Angers has over time experienced different support mechanisms which, above all, concentrate on an important community network (approximately 1,700 associations). These associations cooperate with the city’s local institutions through a ‘city contract’ established in 1994 and are subsidized with up to 300,000 euro, which thereby encourages citizen participation and the realization of proximity projects. Since 1998 the city of Angers organizes meetings between representatives of different districts and elected officials. In 2005 and 2008 the city also created the ‘days of local democracy’. To this day there have been consultation processes experiments with inhabitants, notably for urban planning projects like the redesigning of the canal banks or the tram route. In February 2011 the city of Angers organized the ‘Participation Days’ in order to review previous work which serves as a basis as a renewed link between local institutions, associations, and citizens.  The other objective of the event was to listen to inhabitants’ opinions in order to facilitate and promote the public decision concerning the citizens. The slogan of the participation days was ‘listen to know, know to act’</p><h3>History</h3><p>The days of participation took place during two days, 18 and 19 February 2011. They were split in two phases. The first, the 18th, consisted of a meeting between local elected representations and individuals already involved in participatory actions. Workshops were organized in the morning in order to define the respective roles of different representatives in instituting structures and upcoming participatory processes. An assessment of accomplished worked by the neighborhood advisory councils was executed in the afternoon. This was followed by a debate on possible consequences provided by these measures.</p><p>The second phase on the 19th was open to all citizens, including non-inhabitants of Angers regardless of their involvement in this process. Everyone was able to sign up for the workshops through the city website. Those who did not sign up were also able to participate in a series of conferences and were able to visit the ‘village of participation’, a series of 25 informative stands where the associations were represented.</p><h3>Participant Selection, Deliberation, Decisions, and Public Interaction</h3><p>In order to facilitate the meeting between officials and citizens the citizens put into place a series of structures: the neighborhood advisory councils, neighborhood meetings, local councils, councils for foreigners, and the user committee. All of these organizations were called up to take part of in the event. Along these same lines, the city organized training for 60 people (members of associations already engaged in participative actions). This training sought to reinforce their competencies with regards to methods and tools for participation, debate, the development of projects in order to improve their knowledge on life in the neighborhood, as well as how local administrations and apparatuses already in place work. These 60 people were meant to play a special role throughout the event. By becoming the principal link between inhabitants and institutions, they received the name ‘bridging citizens’.</p><p>Before any meaningful discussion took place, information was dispersed to the general public through the creation of new webpages on the city’s website. These sites notably included an explanation of the project, its origin, its objectives, and its program. Just as the project was open to all of those who wished to share their ideas and debate with officials, any interested person was able to sign up for free (limited  to 500 spots) to participate in the conferences and workshops on the 2nd day. Access to the ‘town of participation’ was open to the public, free, and additionally called for not prior registration. A publicity campaign was launched on the streets of Angers, principally through posters, to in invite the largest amount of people possible.</p><p>Finally, during the event, a brochure of 55 pages was available and entitled ‘the small dictionary of local democracy’ and detailed the city operations, its partnerships, and projects.</p>Workshops<p>Four thematic workshops were organized the 19 February in order to offer all citizens the opportunity to discuss important subjects with officials and experts. These four workshops were named ‘call to action in my neighborhood’, ‘invent the city of the future’, ‘create a social link’, ‘from knowledge of usage to the public decision’. In order to create an informed debate and encourage public speaking, the workshops were preceded by 7 roundtables on school, the role of associations, public roads, solidarity (with particular attention paid to senior citizens), the youth, sports, and culture. During these roundtables, experts, association members, and officials presented an assessment on the current situation and proposed various projects.</p><p>The workshops took place during the afternoon in small committees of approximately 15 people. The announced projects were debated and participants were considered as ‘expert users’. Debates were recorded on video.</p><h3>Influence, Outcomes, and Effects</h3><p>At the end of the event, a charter defining the relations between the city and the citizens was elaborated upon and the 1994 convention between the city and the associations was renewed, thereby cementing their mutual engagement. An online participatory platform was also announced (it has still not been created). Different relationships have demonstrated that their participants had particularly appreciated the variety of means of expression which were allowed to be used at the event at various levels by different means and representatives of different interests (officials, associations members, stakeholders). After the success and popularity of the participation days, the arrangements put into place to promote the days have remained in force (most particularly the neighborhood advisories) and others have gone on to be created, like for example the youth council. The participation days are to take place every two years, alternating with the Agora forum which concentrations on the promotion of voluntary sector.</p><h3>Analysis and Lessons Learned</h3><p>The days of participation, the first event of this size in the region, tried to develop local democracy through so-called participatory processes. They were not, however, spared from a certain number of critiques and questioning. By taking a specific group from the city of Angers, the importance of a community network, the local institutions imposed an extra mediation between citizens and institutions. Additionally, the sample of participants was not realized according to representative criteria (age, income…) but was based on the principal of voluntarism, which represents a part of the popular which is already informed and political, and through registration on an internet site: this aspect appeared paradoxical in the sense that the two day program focused on the main subject of people who are normally left out of the debt. Finally and above all, if the demands had been fulfilled, if the projects were addressed, the city made no commitments to their realization. As a result, it would be fair to classify these days of participation in Angers as an event belonging to the first phase of the participation scale which is largely indicative of symbolic cooperation and a definitively top-down approach.</p><p>Nonetheless, it must be mentioned that this event will be repeated and ameliorated. It has allowed for a revitalization of public consultation on specific subjects such as Agenda 21 of culture, which has as a result inspired other French cities.</p><h3>Secondary Sources</h3><p><em>Official Information from the city of Angers</em></p><p><a href=\"http://www.angers.fr/fileadmin/plugin/tx_dcddownloads/DP_journees_participation_01.pdf\">http://www.angers.fr/fileadmin/plugin/tx_dcddownloads/DP_journees_partic...</a></p><p><a href=\"http://www.angers.fr/participer\">http://www.angers.fr/participer</a> [DEAD LINK]</p><p><a href=\"http://www.angers.fr/actualites/detail/index.html?tx_ttnews[tt_news]=2527&amp;cHash=57601c47f6\">http://www.angers.fr/actualites/detail/index.html?tx_ttnews[tt_news]=252...</a></p><p><em>A video retracing the event</em></p><p><a href=\"http://dailymotion.virgilio.it/video/xh7yra_les-journe-es-de-la-participation-a-angers_news\">http://dailymotion.virgilio.it/video/xh7yra_les-journe-es-de-la-particip...</a></p><p><em>Some articles on the event</em></p><p><a href=\"http://www.angersmag.info/Angevins-et-citoyens-d-aujourd-hui-et-de-demain_a1919.html\">http://www.angersmag.info/Angevins-et-citoyens-d-aujourd-hui-et-de-demai...</a></p><p><a href=\"http://www.angersmag.info/A-Angers-devenir-acteur-de-sa-ville-c-est-possible_a2118.html\">http://www.angersmag.info/A-Angers-devenir-acteur-de-sa-ville-c-est-poss...</a></p><p><a href=\"http://www.angersmag.info/La-democratie-participative-a-l-angevine-fait-son-chemin_a2145.html\">http://www.angersmag.info/La-democratie-participative-a-l-angevine-fait-...</a></p><p><a href=\"http://www.angers.maville.com/actu/actudet_-L-arbre-a-palabres-a-la-mode-angevine_loc-1698065_actu.html\">http://www.angers.maville.com/actu/actudet_-L-arbre-a-palabres-a-la-mode...</a> [DEAD LINK]</p>", "title": "Participation Days in Angers"}