{"htmlbody": "<h3>Problems and Purpose</h3><p>Before commenting on the case of the Indigenous Guard, it is important to mention that indigenous people are a very specific social group as they are citizens but do not have the interests or the same framework of ‘regular’ citizens. Additionally, for some indigenous tribes, ‘regular’ citizens and state institutions are seen with contempt. This particularity has allowed indigenous people to pursue the process of formation at the Indigenous Guard as will be shortly shown. On the other hand, the creative process at the Indigenous Guard can be conceived as a process of citizen participation, albeit within the fields of very unusual public policy: the fields of defense and security. The following process shows how the creation of an indigenous guard that concentrated on solving security problems in its community. </p><h3>History</h3><p>Colombia has suffered grave armed conflicts for more than 50 years, which have left an untold number of victims among the civil populations. These events were the result of events of different proportions by various involved actors: army, guerrilla, and paramilitary. In this sense, the indigenous population is widely considered to be a great victim of this conflict; particularly since it has been attacked by all actors in the conflict. The guerrillas are responsible for kidnappings of its youth in order to make them members of their group or massacre them; the paramilitary and army kills them, accusing them of supporting the guerrilla.</p><p>Moreover, the presence of the guerilla between indigenous territories has signified not only a threat for the personal safety of indigenous peoples, but has also proceeded to threaten their environmental and financial security. The creation of drug-processing laboratories has created a displacement of original indigenous crops through the cultivation of plants for the creation of drugs such as poppy and coca brush. On the other hand, the operations of these laboratories has also meant that too much water ended up being exploited. This ultimately affected the appropriation of water supplies in surrounding communities.</p><p>On April 14 1998, the guerilla of FARC attacked an indigenous town belonging to the Nasa tribe. The attack left 2200 displaced, 21 injured, and led to the death of a small girl. This situation led the members of all of indigenous tribes in one department in the south of Colombia, known as Cauca, to immediately start a discussion on these security issues.</p><h3>Participant Selection</h3><p>In accordance with the Decree 2164 of 1995, the Indigenous Council ‘is a special public entity whose members belong to the indigenous community, which elects and recognizes it with a traditional socio-political organization. Its function is to legally represent the community, exercise this authority, and to realize activities concerning the law, its uses, customs, and internal regulation of each community.’ These councils partake in a complex process of relations which directly interact with the main indigenous organization, which is named the Indigenous Regional Counsel of Cauca. It is important to note that due to the fact that the indigenous population is always in close proximity and maintains a social order within which it is possible for all members of the community to know each other, the indigenous councils benefit from this in order to keep in touch with all of its representatives. It is important to mention that the indigenous councils are, officially speaking, not government organizations, but instead are citizen organizations which facilitate the grouping of distinct indigenous communities and collect the opinions of the members of its communities to create a general opinion and make decisions which specifically affect them.</p><p>Even though the creation of an Indigenous Guard has signified an important change within national institutional structures, there was no need to institutionalize the indigenous guard before congress due to the fact that Colombian legislation provide jurisdictional autonomy to the country’s indigenous people. Nonetheless, conversations with the presidency began in order for the initiative to receive support for the initiative. Due to this innovation and its compromise on the solution to the problem of violence within its territories, after a rich, and at times tense, dialogue with the government, the president at that time, Alvaro Uribe, accepted the creation of such a guard.</p><p>‘We analyzed the proposals of the indigenous people over the use and distribution of the territory and the war. We found much coherence in what they said and we decided to adopt their suggestions,’ said Uribe in a press release.</p><p>On the other hand, the constitutional court also decided on the legality in the implementation of the indigenous guard and through its sentence T-601/11 it recognized the legal existence of the guard. Additionally, it provided the Guard the right to negotiate with each governmental department concerning additional support and strengthening.</p><h3>Influence, Outcomes, and Effects</h3><p>Since its implementation the indigenous guard has provided varying results for the indigenous people. Firstly, the indigenous guard has managed to position itself as a recognized security force inside of the indigenous territories. Accordingly, it has often been able to peacefully confront the guerrilla without the help of the army or any other security force. This has led the guerrilla to consider them a military objective.  As such, indigenous people have seen the threat on their security rise in comparison to before. On the other hand, the indigenous guard has been very effective in the prevention and management of assassinations and homicides stemming from other causes or other armed actors.  </p><p>Additionally, these poorly armed indigenous people have carried out effective preventive actions against kidnappings of its youth by the guerilla through the rescue teams sent by the indigenous guard to guerrillero camps. Such rescue missions are propelled through protests inside of the camps by the Guard and a strong commitment to take those who were abducted by the guerrilla.</p><p>In the drug laboratory camps, the indigenous guard worked to dismantle installations and to dislodge the workers who operate there. This has led to repercussions by the guerilla.</p><p>On the other hand, the creation of an indigenous guard has brought on some collateral results for the life and political development of the indigenous communities in the department of Cauca. First, the creation of an indigenous guard and the efforts to bring the themes of security of the indigenous groups to a national level resulted in the election of the first indigenous governor in the department of Cauca, Mr. Floro Tunubala. Additionally, further attention has been paid to indigenous actors on the national scene. On the other hand, the indigenous guard has been awarded with innumerable awards for its effects toward peace, including a nomination for a Nobel Peace Prize.</p><h3>Analysis and Lessons Learned</h3><p>The Indigenous Guard has received a large amount of criticisms form various sectors. First, some indigenous associations have denounced the Indigenous Guardian’s implementation of check points on their principal roads. Secondly, the fact that they do not use weapons has made them easy prey for illegal armed groups. Accordingly, denunciations of many indigenous guards who have died due to problems with armed groups. On the other hand, some conflicts have been created with other members of state security forces and with other legal institutions inside of the national order. The corollary to this is the denunciation of some members of the guard as perpetrators of crimes in other jurisdictions which have no relations to the activities of the Guard. </p><h3>Secondary Sources</h3><p>Forero Sandoval, Eduardo Andrés. La Guardia Indígena Nasa y el Arte de la Resistencia Pacífica. Ediciones colección étnica: diálogos interculturales. Bogotá. Colombia. Mayo, 2008</p><h3>External Links</h3><p>Morales Lorenzo. <em>Funciones de ejército y policía serán reemplazados por la Guardia Indígena.</em> Revista Semana, Diciembre de 2008. Tomado de <a href=\"http://www.semana.com/especiales/articulo/funciones-ejercito-policia-seran-remplazadas-guardia-indigena/98564-3\">http://www.semana.com/especiales/articulo/funciones-ejercito-policia-ser...</a></p><p>Corte Constitucional de la República de Colombia. <em>Sentencia T-601/11.</em> Tomado de <a href=\"http://www.corteconstitucional.gov.co/relatoria/2011/T-601-11.htm\">http://www.corteconstitucional.gov.co/relatoria/2011/T-601-11.htm</a>.</p><p>Consejo Regional Indigena del Cauca, Colombia. <a href=\"http://www.cric-colombia.org/index.php?option=com_content&amp;view=article&amp;id=26&amp;Itemid=41\">http://www.cric-colombia.org/portal/guardia-indigena/</a></p><p>Morales Lorenzo. <em>Indigenas desafían al narcotráfico.</em> Revista Semana. 2008. Tomado de <a href=\"http://www.semana.com/wf_ImprimirArticulo.aspx?IdArt=126360\">http://www.semana.com/nacion/conflicto-armado/articulo/los-indigenas-desafian-narcotrafico/105282-3</a></p><p><em>Guardia indígena y fiscales colombianos se reunirán para hablar de justicia.</em> Periódico Virtual. Com, Julio 31 de 2008. Tomado de <a href=\"http://www.periodicovirtual.com/component/content/article/3--cauca-popayan-dos/2009-guardia-indigena-y-fiscales-colombianos-se-reuniran-para-hablar-de-justicia.html\">http://www.periodicovirtual.com/</a> [BROKEN LINK]</p>", "title": "Colombia, La Guardia Indígena (Indigenous Guard)"}