{"htmlbody": "<h3>Problems and Purpose</h3><p>The principal characteristics of the developed methodological is to concretely evaluate participation in the framework of the Supportive Housing Fund, which is a program of the Housing Ministry that supports precarious families with subsidies so that they can own a house. This allow for the construction or purchase of a house with a maximum appraised value of 650 development units</p><p>The general purpose consists of analyzing and evaluating participation in the framework of the Supportive Housing Fund as understood in housing policy with the goal of recognizing the experience and lessons among families who have participated in this process. </p>The Specific Purpose<p>A. To account for the perception of families during main changes- among these material, in their environment, and social changes, which are experienced during the process of encampment to the house itself</p><p>B. Develop an analysis of the district areas and forms of participation, differentiating according to steps in the project, and considering the distinction of roles between grassroots leaders and community.</p><p>C.  Assessing how satisfied families are in regard to the participatory process and the results of their housing situation.</p><p>D.  Notice difficulties, limitations in the participatory process and purchases of newly built housing.</p><p>E.  To account for the mechanisms and areas which allow for greater participation and satisfactorily satisfying housing demands in contexts of extreme poverty.</p><p>This case presents an initiative which reflect the interests of the community and realizes the planned objective through an agreement with a social housing organization, this perception of joint decision making is translated in the feeling of having received collaboration and support from the Municipality in the beginning as well as throughout the process. It was necessary for the community to publicize their unfavorable conditions in the camping grounds in a television program so that an agreement is reached according to which all families in the camp can apply for the subsidy of the Supportive Housing Fund. </p><h3>History</h3><p>Puente Alto is a community found in the Metropolitan Region of Santiago de Chile, which currently is part of Gran Stantiage and is also simultaneously the capital of the Province of Cordillera. In accordance with the National Institute for Statistics, in the 2002 census, the community consisted of 492,915 inhabitants, meaning that this is the most populated commune in Chile, although projections suspect that Maipú’s population surpassed the commune in 2005. It was estimated in 2008 that the community was inhabited by 702,948 inhabitants.</p><p>The application for this housing project by the community which includes the village San Perdo and San Pablo (the district of Puente Alto) began in 2006 when 150 families belonging to the camp ‘Los areneros’ began to demand the Municipality of Puente Alto for their inclusion in a housing project. The remaining 150 families are drawn from a committee made up of families that live in a population near the camp. In many cases applications are from relatives from individuals living in the ‘Los areneros’ camp. </p><h3>Participant Selection</h3>1. Project identification<p>The National State Administration and Direction of Housing Program in the Chilean Ministry of Housing and Urban Planning currently has three related functions.  One of these functions is the management of housing subsidies which allow for economic access necessary to apply for a particular housing offer in the country.</p><p>Analysis for steps within the process. Forms, areas and levels of participation in each instance</p><p>Step 1. Family Applications and the Formation of the Committee on Housing</p><p>Step 2. Selection  of EGIS (social housing organizations) and Construction Company</p><p>Step 3. Territory Purchase</p><p>Step 4. Work Group and General Assemblies</p><p>Step 5. Design of the construction project</p><p>Step 6. Allocation of housing</p><p>Step 7. Delivery of houses.</p><p>These seven steps are aimed toward the correct definition of the project made in the context which the inherent scope and risks pose.</p><p>The identification of the opportunity presented by the project assumes that these can be further suggested by the distinct actors involved therein.</p><p>This step also involves the definition of financial aspects which will determine the feasibility of the project and of course its aims in accordance with potential investment.</p>2. Participatory design of the project<p>This second step seeks to involve all actors in the project design who consider themselves affected by the development of the project</p><p>Actors participating in the Supportive Housing Fund (Fondo Solidario de Vivienda)</p><p>A.  Applying Families: These are the individuals identified in the Social Protection Card who partake in an application for home purchase.</p><p>B.  Committee:  Representatives from the group organized by applications (Committee on Housing)</p><p>C. Municipality: This is the local government in the district. The Social Protection Card is taken in order to provide information on the lands and various housing set-ups, as well as to receive building permits and appraisals.</p><p>D.  Management of Social Housing Organizations (EGISs): aids families in all aspects which are necessary to lead to success in solving the housing problem. EGISs can be private organization or belong to the municipality, but both must have a convention signed with MINVU. Within this framework, it is particularly important to understand the role played by the EGIS. These are the public or private organizations which manage the housing project, interacting mostly with applying families and the Ministry.</p>3. Development of the Work Plan<p>The existing relationship between the ministry and EGIS assumes that SERVIU established an economic relation with EGIS and that it is responsible for the following services:</p><p>A. Representing families before the SERVIU</p><p>B. Supporting the work in the Committee or among families.</p><p>C. Designing and executing activities in the Social Inclusion Plan</p><p>D. Collecting different background data to receive the subsidy and verify that application and savings requirements are fulfilled.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>A very high level of compliance can be noted when observing the submitted results, particularly in reference to housing – size, territory, materials – and additionally the possibility for expansion according to what was mentioned by families to construction companies. It is important to note in this point that Puente Alto represents the largest case in terms of the constructed area. Additionally, this district represents an increased awareness according to community in terms of further possibilities offered by this housing project. One can therefore state that both arguments reinforce the positive evaluation given to the building company.</p><p>In terms of savings a large amount of coordination in the community can be noted of which is most evidently shown in the organization of activities so that families could count on the necessary amount for an application. In terms of purchasing of land, the community suggested an initial proposal to construct houses in the same location as the camp. The private land’s condition prevented this proposal from ever going through. Even so, after a land survey, EGIS chose for the construction to take place in the village of San Pablo y San Pedro.  The compliance for this location shown by the families is high and it is considered fundamental to maintain this opinion in order to remain in the same district. This area allows for access to the train, which additionally eases access to services such as clinics, schools and police stations. In terms of the work groups it can concluded in this case that a highly level of assistance for these projects by all actors involve – Construction Company Bio-Bio, EGIS, and the Community – which permitted ease in the disbursement of information and ample space for participation in areas like the housing design.</p><h3>Influence, Outcomes, and Effects</h3><p>The project accomplished its primary objectives:</p><p>Practical experience and guidance arose which allowed for the incorporation of citizen participation in the decision making process in the project’s decision, development, and administration.</p><p>During the three months following the delivery families were able to provide demands to the construction company. According to interviewees a large level of satisfaction was reported in the executed solution.</p><p>Coexistence and cooperation within the village can be described as positive, both in terms of integration within the village as well as in the general environment.</p><p>Reported satisfaction was also high in regards to green areas and plazas on which the community relies. A skating ring is also available for use by the community’s children.</p><p>There is a high level of compliance expressed by the families in terms of the location. The maintenance of this opinion is considered fundamental in order to remain in this district where convenient access to trains is found. This allows for access to services like schools, police stations, and clinics.</p><p>The realized benefits of the process are proven in the job offers given to the individuals involved in this role in the same municipality who worked specifically with social issues. As a result, the organization has observed and considers this a worthwhile investment for those involved.</p><h3>Analysis and Lessons Learned</h3><p>Taking into account the satisfactory accomplishment of the set objectives and the numerous positive effects that the project created, there have also been some negative aspects to its development. Some problems have been caused by outside factors outside the control of the project, but some other aspects were rooted in internal causes that can be improved in future projects.</p><p>Throughout the process there were families who were forced to quit the endeavor due to challenges in saving money. Another problem existed among families who refused to move to the village due to the fact that this move was perceived to be risky due to new neighbors in both adjoining villages and neighbors in the relatives committee (unequal participation).</p><p>As regards acquisition of land, the community suggested an initial proposal of construction in the same location as the camp. However, the quality of the private land prevented the development of any such construction.</p><p>Even though the community was able to make various decisions, space for consultation was limited and was normally reserved for leaders.</p><p>Some conflict was perceived by the community that was based on the fact that the leaders chose the best houses in the village. Additionally, leaders’ families were given preferential treatment. These arguments are however weakened by the fact that most perceive the houses to be of the same size and quality.</p><h3>Secondary Sources</h3><p>Decreto Supremo Nº 174, (V. Y U.), (2005) D.O. de 09.02.06 Reglamenta programa Fondo Solidario de Vivienda. División Política Habitacional, División Jurídica MJM/CCHV 10.04.08.</p><p>Hurtado Acuña, Constanza. Contrucci Hohlberg, Isabel. Informe de práctica Centro de Investigación Social un techo para Chile (CIS) Participación ciudadana en contextos de extrema pobreza ¿Oportunidad de empoderamiento?. Pontificia Universidad Católica de Chile. Instituto de Sociología.</p><h3>External Links</h3><p><a href=\"http://www.mpuentealto.cl\">Municipalidad de Puente Alto. Santiago de Chile</a></p><p><a href=\"http://www.minvu.cl\">Ministerio de Vivienda y Urbanismo, Gobierno de Chile</a></p>", "title": "Citizen Participation in Housing Policy, Puento Alto (Chile)"}