{"htmlbody": "<p>The Poitou-Charentes Region is located in the West of France. It has a population of 1.600.000 inhabitants, which makes it one of the most rural regions in France. In 2005, the executive of the Region Poitou-Charentes implemented the first participatory budgeting at a regional level in Europe. Over 50,000 residents -- 30,000 of whom were students -- participated in this initiative between 2005 and 2009.</p><p><a id=\"The_context\" name=\"The_context\"></a></p><h2>The context</h2><p>In 2004, Ségolène Royal, a prominent member of the French Socialist Party, led a left-wing coalition and was elected President of the Poitou-Charentes’ Regional Council. In a traditionally right-wing orientation territory, she had placed the participatory democracy issue at the forefront of her campaign, with the organisation of 400 thematic and local meetings with the inhabitants of the region. The rule was the following: during a first wave of meetings, the candidate came to hear what were the most important issues for the citizens and what solutions they suggested. A second meeting was then organised to explain to the participants which ones of their propositions would be held back in the final electoral program, which ones would not, and why. This field work enabled the construction of an improved agenda for the new regional majority. For example, once elected, the Regional Council decided that the private companies would be allotted public subsidies on the condition that those who make benefits would not relocate.</p><p>In the electoral program, participatory democracy was mentioned as a transversal method for the regional government, with the implementation of citizen’s juries and participatory budgeting in the high schools. Building and renovation of the high schools are actually the main field of authority of the French Regions (which constitutes ¼ of the Poitou-Charentes’ budget).</p><p>Ségolène Royal defines participatory democracy as “the possibility for every citizen to have a direct impact on choices - including the financial aspects - and on public action. Whatever form it may take, be it participatory budgets, Scandinavian-style consensus-conferences, citizens juries or referenda, it implies recognising the legitimate expertise of citizens in managing their own affairs. This is something quite different from the dull “proximity democracy” that has been easily accepted by the powers that be.\" For the new elected majority party, participatory democracy has become not only a slogan, as illustrated by the mention “la démocratie participative” on the Region’s logotype, but a consistently used approach with the gradual implementation of innovative tools to involve citizens from the early phase of decision-making to their evaluation afterwards.</p><p>Since 2004, Participatory Forums have brought together actors and citizens to co-elaborate the policies implemented by the Region in all its fields of action (Regional Plan against Global Warming, eco-industries development, water policy, culture, handicap, sport, social links, young farmers’ installation, health and work, training, ICTs, etc.). Since 2008, participatory workshops and citizens juries evaluate the regional public policies. Participatory democracy in Poitou-Charentes also has an international dimension, through regular international exchanges and European cooperative projects. Deep attention is given to research on the field of participatory democracy. Every year, the Maison de la Région welcomes the Europe-Americas meeting on participatory democracy. Together with the Tuscany (Italy) and Catalonia (Spain), the Poitou-Charentes launched the project Ideal-EU and organised in 2008 the first European electronic town-meeting about climate change. In 2009, the Poitou-Charentes Region will launch an European Network for Participatory Democracy with other European regions and academics.</p><p>Participatory budgeting is the spearhead of participatory democracy in Poitou-Charentes, as it gives the power to citizens to directly decide on a 10 millions euros sum.</p><p><a id=\"How_does_the_Participatory_Budget_of_the_High_Schools_work.3F\" name=\"How_does_the_Participatory_Budget_of_the_High_Schools_work.3F\"></a></p><h2>How does the Participatory Budget of the high schools work?</h2><p>The main characteristic of the Poitou-Charentes’ participatory budget, is to confer an effective power to the participants in the decision-making process on 10% of the total budget line dedicated to High Schools. Two main ideas expressed by Ségolène Royal, President of Poitou-Charentes Region, inspired this participatory budget: “A spent euro must be a useful euro” and “Let’s share the decisions to take the right ones.\" The regional counsellors committed themselves to respect the choices made by the participants.</p><p>The participatory budget involves the whole 93 public high schools of the Region, and since 2008 it has been deployed according to their demand and with a special methodology to all private schools under contract. All the pupils, parents, teachers and employees in each school are invited to discuss and vote the projects they consider to be priorities « in order to live and work better at school ». In 5 years, the participatory budget led to the funding of almost 1400 projects, directly proposed and decided by the participants themselves.</p><p><a id=\"The_choice_of_High_Schools\" name=\"The_choice_of_High_Schools\"></a></p><h3>The choice of high schools</h3><p>First, the regional executive considered that it was important to give power to the people on a big sum and on its main field of authority. This was a way of demonstrating how deep the change could be, in comparison with the traditional way of decisions making in high schools, which are not known for their intense democratic activity.</p><p>Second, participatory democracy supports an ideal of equality between the citizens. However, the traditional ways to promote participation in France (in neighbourhood councils for example) are vulnerable to the over-representating of those who have time and experience, who are the most graduated, who are the most assured of their technical or civical skills, the ones who are used to talk in public. Working women, unemployed and low-qualified workers, immigrants and finally youngsters are often unrepresented in those devices. One of the aims of the participatory budget in Poitou-Charentes is to avoid this sociological bias. Being implemented in general, technological, professional and agricultural high schools as well as in four special schools for people having very important social troubles, the participatory budget is an opportunity for all the categories of population to participate in its daily background. For the first time, students, teachers, parents and technical staff have equal opportunities to express themselves, to be listened to and weigh on decisions. Last but not least, High Schools are spread all over the regional territory, which enables to act in the whole region.</p><p> </p><p><a id=\"The_method\" name=\"The_method\"></a></p><h3>The method</h3><p>At the beginning of the school year (September – October), an invitation to attend an initial meeting which will take place in each high school between October and December, is sent by the Region to all the pupils, parents, teachers and school employees. During this general assembly, an elected representative or a regional civil servant presents the role of the regional government in the high schools, the approach of participatory democracy and explains the rules of the participatory budgeting. Working groups made of 10 to 20 participants join for 45minutes in order to think of the ideas and projects that could help to improve daily life at school. These small groups make free discussion easlier, notably because the regional representatives and the head-teacher do not attend them. Each of these workshops then chooses a spokesman who presents all the proposals and justifies them in front of the plenary assembly. A regional civil servant notes all of them.</p><p>In the following weeks, the technical services examine the proposals, evaluate whether they are covered by the regional jurisdiction and whether they are technically possible. If so, they estimate the costs involved for each project, which must not exceed 150.000 euros. The process does not permit the building or complete refurbishing of buildings, but it can fund the purchase of equipment, the fitting-out of different kinds of premises, and projects to improve cultural and social life or wellness at school. When necessary, particularly for projects which lead to heavy works, a meeting is organised with a regional engineer and the volunteers to clarify or refine some of the ideas the participants expressed.</p><p>Between January and April, the entire school community is invited again to take part to a second plenary meeting. A “summary sheet” is distributed to all the participants in order to present the projects that have been considered and their cost, and the ones that have not been accepted and why. Then, participants can debate with all the information necessary to the consistence of their judgement. During these deliberations, the general interest of the high school is collectively seeked. Finally all the participants vote to rank their preferences. Everyone is allowed 10 ballots to be freely distributed to his/her favourite projects. The ranking of the priorities is immediately made public.</p><p>As soon as all the meetings have taken place, the Regional Council, respecting its commitment, votes the funding of the first projects of each high school, in the limit of the 10 Million Euro amount yearly allowed. For the five first years of the participatory budgeting, the first three projects of each school have been financed. In fact, there is no predefined amount for each high school because it would encourage the integral spending of this sum, whereas the most important thing is to list and answer the major and the most urgent needs.</p><p>It must be added that at each step of the process, all the minutes of the meetings and the results of the vote are made public on a website dedicated to the participatory budget, which also gives access to diverse information such as the PB rules, the photographs of the projects achieved thanks to the participatory budget or the synthesis of the evaluation of the process.</p><p>The Region, convinced that the tools and methods for participatory democracy must not be fetishized and that participatory budget has to adapt to the context and current issues in order to be efficient, actually pays attention to the process’ evaluation. Therefore, The high school participatory budget is annually evaluated thanks to a triple check. First, an independent researcher delivers a report to the Region, which focuses on a different aspect each year (the general architecture of the PB in 2006, the quality of the debates in 2007, the effects on regional public services in 2008 and communication in 2009). Second, participants complete a questionnaire at the end of the second meeting. The satisfaction rates are generally very high. Third a Participatory Evaluation Day is organised at the House of the Region at the end of the school year. All the volunteers are invited to join workshops so as to make proposals to improve the PB implementation. The Region commits to systematically explain what propositions can be put into practice and to apply them for the next round.</p><p> </p><p><a id=\"Participants.E2.80.99_mobilisation\" name=\"Participants.E2.80.99_mobilisation\"></a></p><h2>Participants’ mobilisation</h2><p>As I mentioned earlier, the entire school community (pupils, parents, teachers, technical staff) is invited to take part in the participatory budget. This means approximately 120.000 people. Every year, the number of participants is increasing. Here are the figures of the cumulated attendance to the two meetings:</p><p><strong>School year: 2005-2006</strong></p><ul><li>Total number of participants: 10,702</li><li>Number of pupils participating: 7,018</li></ul><p><strong>School year: 2006-2007</strong></p><ul><li>Total number of participants: 14,043</li><li>Number of pupils participating: 10,751</li></ul><p><strong>School year: 2007-2008</strong></p><ul><li>Total number of participants: 15,399</li><li>Number of pupils participating: 13,350</li></ul><p><strong>School year: 2085-2009</strong></p><ul><li>Total number of participants: 17, 658</li><li>Number of pupils participating: 14,939</li></ul><p>About 8% of the invited people attend each cycle of meetings, which places the participatory budget of the High Schools in the upper bracket of attendance to participatory experiences, which, in France, often reaches a ceiling of 1 to 2%. In 2008-2009, the participation reaches 15% amongst the pupils and nearly 10% amongst the technical staff, which are usually the powerless categories in the High Schools. Participatory budgeting therefore appears to be a hope for counter-balancing the traditional inequalities in the school. Nevertheless, it has not proved to be, at this moment, a way of involving more parents in the school’s life: less than 1% of them come to the meetings, often the ones who run parents’ associations.</p><p><a id=\"The_main_factors_for_participants_mobilisation\" name=\"The_main_factors_for_participants_mobilisation\"></a></p><h3>The main factors for participants' mobilisation</h3><p>The figures and rates of participation vary from a place to another, from 25 to 600 participants in each meeting, independent of the total population in the school. The attendance depends on diverse factors. First, the kind of establishment seems to be very important. If we consider the “top 20” of the participation rates in 2008-2009, the 13 agricultural schools of the region hold 12 places, followed by vocational training schools and then general teaching. This can be explained by a historically deeper culture of consultation and bigger proximity between teachers and pupils from technical teaching. What’s more, in the past decades, they had been given less attention and funds from the regional government, which explains their higher needs in terms of building renewing and equipments are higher. Second, the head-teacher’s point of view on the participatory budget is determining. As the boss of the school, he has the power to determinate the horary of the meetings and to support the distribution of information about the PB, which seem to be very important factors of success. What’s more, he can decide whether or not classes are cancelled during the meeting, which determines the actual possibility for everyone to attend it. It must be said that the head-teachers who traditionally are omnipotent in their school have not been the best supporters of the participatory approach. What’s more, they hierarchically depend on the state teaching institutions, which have tried to prevent the implementation of a process initiated by a Region represented by the political opposition. Third, “the demonstration effect” is determining: when people see the first achievements of the participatory budget, they are inclined to take part in the next round meetings. If they can’t see what it enables, they won’t waste their time. The slow progress of the work and sometimes the difficulty of identifying what has been funded by the participatory budgeting remains a problem, despite a particular focus of the services, which led to a reorganisation of the regional administration in 2008 (notably with the implementation of local field managers).</p><p><a id=\"A_more_efficient_administration\" name=\"A_more_efficient_administration\"></a></p><h2>A more efficient administration</h2><p>From the beginning, the Participatory Budget has enabled the new regional government to measure what were the priorities in the high schools, be it for buildings or for people. It has led to many other projects inspired by the proposals made during the Participatory Assemblies, such as the implementation of one cultural worker in each school, cultural programs and events, preventive actions against school dropout, sexual diseases and contraception, driving dangers, etc. It also allows the regional services, during the meetings and on the side of the debates, to understand more directly the concrete problems of the high schools and to solve them quickly (damaged dormitories, toilets, etc., delays of constructions, etc.). The reactivity of the administration is improved thanks to the participatory process.</p><p>Generally speaking, the High School Participatory Budget is a way for the Regional expenditures to better fit with the expectations of the school community members and to improve regional efficiency. Because debate becomes public, it leads to a better transparency of the administrative work and of expenses. As the estimated costs of the projects are public, the participatory budget encourages the actors to identify the cheapest solutions. For example, rather than having the work carried out by the private sector, some schools do the work themselves, which allows financial savings. In sum, the High-School Participatory Budget has strongly influenced the ways of carrying out regional administration of the schools and and led to a necessary reorganisation for a better attention to the schools' needs, and more efficiency in real time. It shows how much participatory democracy is a way of modernising public administrations at the same time that it empowers people.</p>", "title": "High School Participatory Budget (Poitou-Charentes, France)"}