{"htmlbody": "<h3><strong>History</strong></h3><p><a href=\"https://en.wikipedia.org/wiki/Cruz_Alta,_Rio_Grande_do_Sul\">Cruz Alta</a> is a medium sized city (~60,000 inhabitants) located in the state of Rio Grande do Sul. In 2004 the Partido dos Trabalhadores (Workers’ Party) barely wins the election in Cruz Alta for the first time, and in 2005 the Mayor Vilson Roberto introduces participatory budgeting. The Mayor is re-elected in 2008 with a landslide of votes. In 2012 the Workers’ Party lose the elections but the process is still ongoing.</p><p>This case is based on two field visits, one conducted in 2009 and one conducted in 2012. Thus the information outlined in this case refers only to the Workers' Party management of the participatory budgeting program. The process in this time period has all five requirements established by <a href=\"http://www.fee.rs.gov.br/indicadores/pib-rs/municipal/serie-historica/pib/?ano=2004&amp;serie=1999-2011&amp;letra=C\">Sintomer</a> to identify a PB process.</p><p>The mayor, Vilson Roberto, was interested in organizing participatory budgeting due to his long experience with trade union organizing. In 2005 he created a commision to investigate the possibility of introducing PB. The commission visited the city of <a href=\"https://en.wikipedia.org/wiki/Santa_Maria,_Rio_Grande_do_Sul\">Santa Maria</a> which had an ongoing PB to study how to implement the program.</p><p>Cruz Alta PB process initially did not manage to attract much participation. Celso Ciotti started to coordinate the process in 2006 and revolutionized the process. Ciotti had participated in the state level participatory budgeting process organized by Oliviero Dutra in Rio Grande do Sul so had a direct knowledge of the mechanism of PB (see <a href=\"https://muse.jhu.edu/journals/latin_american_politics_and_society/v048/48.3goldfrank.pdf\">Benjamin Goldfrank 2007</a> for a description of the state level PB). He also brought his experience as a life-long activist of the Landless Workers Movement. Ciotti’s first objective was to establish the legitimacy of the process differentiating it from traditional clientelistic mechanisms.</p><p>In 2007 he introduced a city-wide kick-off meeting in which the mayor solemnly committed to implement all the projects approved by PB. The other key innovation that Ciotti introduced was to reduce the time allotted to government speeches and to maximize the time allotted to discussion by the people. Another innovation, introduced in 2007, separated the discussion about the previous year performance (Prestação de Contas) from the public voting phase. The Prestação de Contas in 2008 and 2009 was organized only for the delegates of the PB process and not for the general public. The ratio of this separation was to separate the moment of critique from the moment of proposal. Having the Prestação de Contas only among delegates instead reduces the possibility that groups that are opposing the city government and that are not active in PB use the space to vent grievances. However this choice reduces the transparency of the project.</p><h3><strong>Preconditions</strong></h3><ol><li>Civil society, clientelism and development</li></ol><p>There were 212 non-profit associations in Cruz Alta in 2004, while the population was 68,451. The Human Development Index was 0,825 in 2000, above the average of the State of Rio Grande do Sul (0,814). There are a number of local active radios that provide coverage on local politics. Clientelistic practices are widespread and the party of the mayor that won in 2012, PMDB, was investigated for vote buying after an exposé from a tv station.</p><ol><li value=\"2\">Political vulnerability of the city government</li></ol><p>The coalition of the mayor in 2004 was composed by 3 parties (PT / PC DO B / PSB). In 2008 it was composed by 5 parties (PT / PTB / PHS / PSB / PC do B). The Mayor in 2004 obtained 37% of the votes, while in 2008 he obtained 68% of the votes. The number of seats in the city councils controlled by the party of the mayor was: 2 in 2004 and 2 in 2008. The coalition of the mayor controlled 3 seats in 2004 (2 from PT, 0 from PC DO B, 1 from PSB) on a total of 10 seats. In 2008 the coalition controlled 4 seats (2 from PT, 1 from PC DO B, 1 from PSB and 0 from PHS and PTB).</p><ol><li value=\"3\">Fiscal autonomy and availability of resources</li></ol><p>The tax share of revenues in 2004 was 13.3% and 2008 was 14.4%. The ratio of expenses over revenues was 74% in 2004 and 95% in 2008. The city was in active and was growing. The GDP actualized at 2013 prices almost doubled from 818,679,000 Reais in 2004 to 1,385,251,000 in 2008 (source <a href=\"http://www.fee.rs.gov.br/indicadores/pib-rs/municipal/serie-historica/pib/?ano=2004&amp;serie=1999-2011&amp;letra=C\">Fundação de Economia e Estatística</a>). Per capita GDP increased similarly from 11,944 to 21,390 Reais.</p><h3><strong>Staff Managing the Process</strong></h3><p>Six people composed the staff of the Coordenadoria de Relações Comunitárias, the organ that organized PB and had the objective to revitalize civil society in Cruz Alta. Beyond the coordinator, Celso Ciotti, there were two people that were coordinating the relationship with six city regions each; two trainees who came from different CSOs. When I was there in 2009 one was the leader of the student movement and the other was a representative of the evangelical churches. The last staff member was the assessor ao Movimento Comunitário, a person dedicated to reactivate dying or dead neighborhood association and to promoting the creation of new groups that would participate in PB (e.g. clubs of mothers, youth organizations). All these people were assumed as temporary workers (cargo de confiança) a special category that allows the city to hire people without a complex public procedure.</p><h3><strong>Institutionalization of the Process</strong></h3><p>The process was partially institutionalized in 2007 by a city law that formalized the creation of the Coordenadoria de Relações Comunitárias and tasked this city committee with organizing PB. Note that the committee is not part of the city government, is not a “secretaria”, and thus it has no spending power. The process is only partially institutionalized.</p><h3><strong>Structure of the Process</strong></h3><p>Face-to-face PB is a multichannel democratic innovation composed of parallel venues of participation that are integrated. The structure of the Cruz Alta PB model is more developed than the typical PB in medium size Brazilian cities that I have observed. In total there are five venues of participation.</p><p>First, there are regional preparatory meeting (Reuniões Preparatórias Regionais) that are organized in each of the 12 regions of the city. These meetings are open to the public but are attended by community leaders, representatives of schools, churches, clubs of mothers and other small groups active in the region. The meetings have three objectives: 1) to organize the reaching-out process in the various neighborhoods in each region; 2) to identify the needs of each region – the city presents a technical analysis of the needs of each region (quadro de carência) that is combined with a participatory evaluation from the participants; 3) to select four macro-projects (tematica) for each neighborhood, which are presented in the subsequent regional plenary assemblies.</p><p>Celso Ciotti highlights in his interview that it was decided to limit the number of macro-projects to four in order to foster high quality deliberation on each and every project. “With 20 projects in an assembly of 300 people you can't discuss anything.”</p><p>Second, there are regional outreach meetings (Reuniões de Mobilização Comunitária<u>)</u>. They take place in each region before the plenary assemblies and are organized by the region representatives of the Participatory Budgeting Council (elected the previous year) and by the representatives of the residents’ associations of the various neighborhoods. The objective of these meetings is to operationalize the outreach campaign designed to engage participants in the regional assemblies.</p><p>Third, there are the regional assemblies (Assembléias Regionais). In these meetings the community discusses the projects that were selected in the preparatory meetings, proposes additional macro-projects, and then ranks them (one preference per participant). It is rare that a new project that was not proposed in the preparatory meetings gets selected, but it does sometimes happen. Some of the people I interviewed in 2012 could recall a few instances of spontaneous projects emerging at the last minute obtaining the top ranking. Ciotti estimates that 30-40% of the projects are impromptu. Regional delegates are also selected in this assembly via majority voting. The internal bylaws state that one delegate is elected for every twenty participants (see the attached document for a copy of the bylaws: Regimento Interno). The number of participants in each region, and the needs of each region, influences the amount of resources spent in the region. The final criterion, the number of people that benefit from the project, is used informally to split ties. The two macro-projects that receive the most votes are selected. In 2009 due to the economic crisis only one project was selected in each region.</p><p>Fourth, there is the new delegates’ plenary. All the delegates from each region participate in a citywide assembly in which, together with representatives of the city government, they evaluate the feasibility of the proposed projects. In this assembly one representative and one substitute are selected in each region to become members of the Participatory Budgeting Council (Conselho do OP - COP). The bylaws of Cruz Alta state that only regions that had more than 60 participants (i.e. 3 delegates) in their plenary regional assembly can elect members in the COP. The citywide delegates’ plenary is typical of medium size cities. In large cities each region has its own delegates’ regional assembly (see the Porto Alegre case study for an example). In Cruz Alta in 2009 there were 89 delegates. The plenary meetings take place on a Saturday every three months and last 6 to 8 hours. These meetings have a significant capacity building component and implement small group discussions. These two features are atypical for old PB process and are becoming more common in the post 2000 generation of PB process that pays more attention to the quality of deliberation.</p><p>Fifth, there is the Participatory Budgeting Council (COP). This organ is composed of the 12 representatives of each region plus 2 representatives appointed by the city government. The COP meets every month to monitor the PB process and to report back to the regions. The council members can be reelected only once and then need to stay out one year.</p><p>In total in each region there are three meetings open to the public. Citywide there is the four plenary meetings of delegates, and the 12 meetings of the COP representatives.</p><p>After the first year the yearly cycle has begun in January with a plenary meeting of the delegates that were elected the previous year. This meeting proposes the agenda for the year. Then the participatory budgeting council (COP) amends and ratifies the final agenda. The delegates have only a consultative power, the agenda-setting power resides with the COP.</p><p>The assemblies start in March, after the carnival and end in May when the cold weather arrives which prevents the organization of large meetings in opens spaces.</p><p>The first citywide assembly is held in the first days of March or April depending on the year and starts the process. Community leaders are specifically invited on an individual basis – no widespread advertisment is conducted – but the meeting is open to the public. In this meeting the mayor presents the process and publicly commits to implementing the participatory budgeting process. As mentioned before Ciotti believes that this key ritual introduced in 2007 bolstered the credibility of the process and allowed people to overcome the reluctance to participating in a traditionally clientelistic city in which politicians rarely deliver on their promises.</p><h3><strong>Deliberation, Decisions, and Public Interaction</strong></h3><p>The type and quality of horizontal interactions that occur among participants in participatory budgeting programs varies greatly from meeting to meeting and depends upon which of the integrated participatory venues are being observed.</p><p>In general the quality of deliberation is lower than academic experiments like Deliberative Polls or America Speaks events that are designed to enhance the quality of discussion. There are no professional moderators involved and the quality of the organization depends on the ability of each region’s representatives and the willingness of the organizers of PB. However, the level of empowerment of PB processes is much higher than these experiments that are mostly consultative. Real decisions are taken that affect the distribution of local public goods. Participants rediscover the right of having a say in local public policy.</p><p>My case study was not aimed at evaluating the quality of the deliberative process so I cannot provide specific data about Cruz Alta. I participated in a few plenary meetings that appeared substantially identically to the PB meetings I participated in other medium sized cities managed by the PT (e.g. Canoas). They were mostly dedicated to the ranking of projects and the elections of delegates with no small group discussion. Small group moderated discussions are employed in the delegates’ assembly. I expect that those will more closely approximate the Anglo-Saxon best practices of deliberation.</p><p>Quantity wise the partial data I have on participation shows that the process was moderately successful. Ciotti claims that around 1,800 people participated on average every year, around 2.6% of the population. Note that face to face PBs in large cities usually attracts 1 or 1.5% of the population, but in smaller cities they achieves up to 10% participation. There were some regional differences. In some regions participations reached 10% of the popoulation, in some other 1.5%. In Cruz-Alta engagement was particularly difficult due to the clientelist nature of traditional politics.</p><h3><strong>Influence, Outcomes, and Effects</strong></h3><p>In the case of Cruz Alta in the first few years of the program the city did not have a large amount of resources so most projects initially were about street paving. The PB process was jokingly renamed “participatory street paving” (Calçamento Participativo).</p><p>However when in 2009 I interviewed the Mayor, Vilson Roberto, his staff members, Bertoldo Fagundes, and the PB coordinator, Celso Ciotti, they explained to me that realizing the great need of particular districts through the PB process had induced them to hunt for additional funding opportunities from state level programs to build additional infrastructure, in particular local clinics (Posto de Saude).</p><p>Thus the mayor identified in the PB process a strong incentive for the city government to be more responsive and to obtain more resources. This is something traditionally described in the literature as the creation of a faster feedback loop between institutions and citizens (Abers 2000).</p><p>When I interviewed again the mayor and his staff in 2012, Bertoldo Fagundes defined participatory budgeting a dream machine (maquina dos sonhos) capable to energize participants and increase their sense of efficacy. He also compared the impact of PB to the impact of the rhetoric of change of Obama. The PB staff had a full understanding of the risk of miss-management of expectations in PB processes and had invested significantly in outreach, framing messages and capacity building to mantain a positive relationship with participants. PB was fully integrated in the campaign strategy of the PT. It had a major effect on the popularity of the mayor, while it had minor effects on the amount of votes the party won, and no effects on the number of city council seats the party obtained. Two organizers of the PB process ran in the city council elections of 2008, but only one was elected.</p><p>The city devoted to PB between 50,000 and 100,000 US dollars in each year between 2006 and 2009. A list of public projects that were approved by the PB process is included in a link at the end of this case study. When the federal program Minha Casa Minha Vida (my house my life) became active, the PB process was used to allocate the construction of housing. Five hundred houses were built with federal funds and given to poor people; an investment estimated around 5 million US dollars.</p><p>One of the major successes of the process, according to Celso Ciotti, was the reactivation of civil society. Before the process started only 60% of the 27 city neighborhoods had residents associations, after 4 years, in 2009, 90% of the neighborhoods had associations. In 2004 only half of the resident associations were active offering organized activities and recurrent meetings in the neighborhoods. After 4 years 100% were active because to be effective in PB is required to be active.</p><p>One of the permanent staff members of the PB process was a former president of the association of residents associations. His task was to strenghten each neighborhood association. One of the delagates of the PB process was elected in the city council in 2008. Celso Ciotti ran, but was not elected.</p><p>In my interviews with members of the opposition in the city council I got a more somber view of the process. According to them the process was just a façade and an instrument of the PT propaganda. In 2007 the PB process was institutionalized (Municipal law 1664). This institutionalization might explain why the process survives even after the Workers' Party lost the election in 2012. </p><h3><strong>Analysis and Lessons Learned</strong></h3><p>The case study I conducted was interested in measuring the effect of political competition and civil society on the resources invested in a PB process. The Mayor of Cruz Alta won almost by chance in 2004, thus his position was extremely vulnerable. Cruz Alta has an above average density of civil society, and an above average HDI index. However, when I interviewed the organizers of the process they told me that the process had not been demanded by civil society. Instead they were using the process to reactivate the local neighborhood associations. This was a very interesting surprise given the emphasis of the literature on the role of civil society in the initiation of these processes.</p><p>The investment in outreach for PB was significant for a city as small as Cruz Alta. The city booked more than 100 hours of cars with loud speakers to advertise the project in 2009. To give a comparison the same year Porto Alegre, a city with 1.5 million inhabitants, booked 200 hours of cars with loudspeakers. Thus the main lesson of Cruz Alta is that mayors that need to consolidate their base tend to invest a lot in participatory engagement. The process was clearly well received by the population and in the election of 2008 the mayor was reelected with 68% of the votes.</p><p> </p><p><strong>Notes: first draft April 2014</strong></p>", "title": "Participatory Budgeting in Cruz Alta (RS-Brazil)"}