{"htmlbody": "<p>\n</p><p>Anmerkung: Dies ist die deutsche Übersetzung einer englischen Fallstudie, die von Hollie Russon Gilman am 24.05.2011 verfasst wurde. Die Originalversion ist abrufbar unter <a href=\"http://participedia.net/en/cases/recife-participatory-budgeting\">http://participedia.net/en/cases/recife-participatory-budgeting</a>.</p><p><em>Beachte: Eine weitere Version dieser Fallstudie kann als Dateianhang mit dem Präfix \"VD\" aufgerufen werden. Diese alternative Version wurde bei </em><a href=\"http://www.vitalizing-democracy.org/\">Vitalizing Democracy</a><em> als Bewerber um den 2011 Reinhard Mohn Preis eingereicht.</em></p><p> </p><p>In Recife, Brasilien, sind die Gemeindemitglieder seit 2001 daran beteiligt, über die Entwicklung der Stadt mitzuentscheiden.  Von den 1.6 Millionen Einwohnern sind seitdem mehr als 100,000 Erwachsene und junge Menschen in lokalen Foren zusammen gekommen oder haben sich über das Internet geäußert um Politikziele zu bestimmen, neue Programme vorzuschlagen und die Implementierung von Gemeindeaktivitäten zu überwachen. Weiterhin organisiert die Stadt Foren zu speziellen Themen, die es den Einwohnern erlauben, Prioritäten zu 15 verschiedenen Politikfeldern wie Kultur, Bildung, oder Senioren- und Jugendangeboten zu identifizieren. Bisweilen kommen Schüler hinzu, um Vorschläge zur Verbesserung ihrer schulischen Erfahrung zu machen und dabei mitzuhelfen, ihre Ideen umzusetzen.</p><p>Während des gesamten Jahres animieren Angestellte der Stadt und Freiwillige in jeder Nachbarschaft, die Bürger dazu sich zu engagieren. Recifes Bewohner wählen Delegierte, die den partizipatorischen Prozess vom Anfang bis zum Ende kontrollieren und sogar dabei helfen, das Budget der Stadt festzulegen. Seit die partizipative Haushaltsplanung 2001 ins Leben gerufen worden ist, wurden mehr als 3.000 Projekte von den Bürgern ausgewählt und implementiert. Hierbei ging die Mehrheit des bereit gestellten Kapitals an ärmere Nachbarschaften. Nach Aussagen von Recifes Einwohnern hat sich die Situation dank der partizipativen Maßnahmen merklich verbessert, insbesondere für benachteiligte Gruppen.</p><p>2011 bekam das Projekt aus Recife die Reinhard Mohn Auszeichnung, dotiert mit einem Preisgeld in Höhe von €150,000 ($211590), verliehen von der Bertelsmann Stiftung. <a href=\"http://www.participedia.net/en/cases/recife-participatory-budgeting#cite_note-0\">[1]</a> 11.600 Deutsche, die repräsentativ gemäß gesellschaftlicher Strukturen in Deutschland ausgewählt wurden, waren dazu eingeladen online für einen von sieben Finalisten abzustimmen, die aus seiner Liste von ursprünglich 123 Programmen und Projekten ausgewählt worden waren. <a href=\"http://www.participedia.net/en/cases/recife-participatory-budgeting#cite_note-1\">[2]</a></p><p><strong>Problemstellung und Zweck</strong></p><p>Nach brasilianischen Finanzgesetzen muss die Exekutive der Legislative den Budgetvorschlag jedes Jahr zur Bewilligung vorlegen. Wie jedoch die Exekutive den Budgetplan erarbeitet, ist ihr frei gestellt. Dies ist der Ausgangspunkt für partizipative Haushaltsführung, bei der die Exekutive die Diskussion mit der Bevölkerung zu Haushaltsprioritäten sucht. Recife, im Staat Pernambuco, verfolgt partizipative Haushaltsführung nach drei Komponenten, die über den Haushaltszirkel hinweg miteinander verflochten sind: die regionale partizipative Haushaltsführung, die thematische partizipative Haushaltsführung, und die partizipative Haushaltsführung für Kinder.</p><p><strong>Geschichte</strong></p><p>Die ersten beiden Komponenten begannen mit der neuen Regierung im Jahr 2001, gefolgt von einer dritten Komponente 2002. Wie der Name schon andeutet, hat die regionale partizipative Haushaltsführung einen territorialen Fokus und soll vor allem öffentliche Ressourcen für Infrastruktur und öffentliche Projekte in den Bereichen Straßenpflasterung, Abwasser, und Wohnungswesen zuteilen. Die thematische partizipative Haushaltsführung verfolgt einen stadtweiten Ansatz um öffentliche Politik in Schlüsselfeldern und –Sektoren zu diskutieren. Zuerst ging es dabei um soziale Angebote, Kultur, Stadtentwicklung, ökonomische Entwicklung, Bildung, sowie Frauen und Gesundheit. Später wurden auch sensiblere Themen, wie Gleichheit und Menschenrechte, einbezogen. In einigen Fällen, wie zum Beispiel Brasiliens universellem Gesundheitssystem, waren die Themen auch mit anderen partizipativen Management-Strukturen verbunden. In der partizipativen Haushaltsführung für Kinder diskutieren die Schulkinder der Stadt über die Bedürfnisse ihrer Schulen, ihrer Stadt und ihrer Gemeinden. (Angelehnt an das Wahlsystem ist die Teilnahme an der regionalen und thematischen partizipativen Haushaltsführung für Einwohner ab einem Alter von 16 Jahren erlaubt).</p><p>Erfahrungen im Bereich öffentlicher Beratung sind nicht neu für Recife (das portugiesische Wort für Riff), das wegen seiner Wasserwege oft auch als das „Venedig Brasiliens“ bezeichnet wird. Schon seit 1940 gibt es Bürgerkomitees in den Nachbarschaften um über Politik zu diskutieren. In der Zeit vor dem militärischen Staatsstreich von 1964 war Recife ein Hotspot für soziale Aktionen und Diskussionen. Mit dem Übergang zur Demokratie (1978-82) eröffnete der damalige Bürgermeister eine Reihe von gemeindebasierten Service Zentren mit Verbindungen zu Gemeindeverbänden.  </p><p>Während der Veranstaltungen, die der Verfassung von 1988 voran gingen, waren die Erwartungen und Forderungen für praktische Veränderungen hoch. In vielen Teilen des Landes wurden progressive Regierungen gewählt, die sich jedoch ohne die finanziellen Ressourcen wieder fanden um den hohen Anforderungen gerecht zu werden. Im Glauben an elektorale Offenheit entschieden sich die lokalen Verwaltungen dazu, Prioritäten direkt mit den lokalen Einwohnern zu diskutieren und initiierten den Prozess, der heute als partizipative Haushaltsführung bekannt ist.</p><p>In Recife wurde ein erster Versuch der Partizipation 1993 unternommen unter dem Titel „Rathaus in der Nachbarschaft“. Der Fokus lag dabei auf Planungsprioritäten, jedoch wurde lediglich marginaler Fortschritt erzielt und die Initiative verlor während des nächsten Mandats an Schwung. Gründe dafür waren Konflikte zwischen der Legislative und der Exekutive, in denen es vor allem um den Verlust legislativer Macht, Probleme der Institutionalisierung und das Faktum ging, dass keine ernsthaften Versuche unternommen wurden, die praktischen und finanziellen Aspekte der geplanten Aktionen zu überwachen. Im Vorfeld der Wahlen im Jahr 2000 gab es eine große Debatte über die Relevanz effektiver Partizipation. Der erfolgreiche Kandidat schlug als zentralem Aspekt eines neuen demokratischen Management-Ansatzes einen neuen Prozess der partizipativen Haushaltsführung vor. Er und sein Team betrachteten die partizipative Haushaltsführung als über simple Investitionsentscheidungen hinausgehend und wollten lokale Partizipation stärken, die Mitbestimmung und soziale Kontrolle über Investitionen und das öffentliche Budget beinhält.</p><p><strong>Erstellung und Auswahl der Teilnehmer</strong></p><p>Recife’s partizipative Haushaltsführung beinhaltet drei Komponenten, die über den Haushaltskreislauf hinweg miteinander verflochten sind: Die regionale partizipative Haushaltsführung, die thematische partizipative Haushaltsführung, und die partizipative Haushaltsführung für Kinder. Die ersten beiden Komponenten begannen mit der neuen Regierung im Jahr 2001, gefolgt von der dritten 2002. Wie der Name bereits andeutet, hat die regionale partizipative Haushaltsführung einen spezifisch territorialen Fokus und beschäftigt sich vor allem mit öffentlichen Ressourcen für Infrastruktur und öffentliche Bauarbeiten in Bereichen Straßenbau, Abwasser, Wohnungswesen usw. Die thematische partizipative Haushaltsführung versucht mit einem stadtweiten Ansatz öffentliche Politik in Bezug auf Schlüsselthemen und –Sektoren zu diskutieren. Die ersten Themen waren soziale Angebote, Kultur, urbane Entwicklung, Bildung, sowie Frauen und Gesundheit. Später ging es auch um sensiblere Themen in den Bereichen von Gleichheit und Menschenrechten. Einige Fälle, wie Brasiliens universelles Gesundheitssystem, sind mit weiteren partizipativen Management Strukturen verbunden. In der partizipativen Haushaltsführung für Kinder diskutieren die Schulkinder der Stadt über die Bedürfnisse ihrer Schulen, ihrer Stadt und ihrer Gemeinden. Angelehnt an das Wahlsystem ist die Teilnahme an der regionalen und thematischen partizipativen Haushaltsführung für Einwohner ab einem Alter von 16 Jahren erlaubt.</p><p><strong>Regionale und thematische partizipative Haushaltsführung</strong></p><p>Regional</p><p>Die regionale partizipative Haushaltsführung ist das Forum für Entscheidungen in Bezug auf alle infrastrukturellen Investitionen, die momentan ungefähr zehn Prozent der gesamten Gemeindeausgaben betragen. Die regionale partizipative Haushaltsführung betont die Bedeutung lokaler Bürger und nachbarschaftlicher Beziehungen. Recife ist in sechs politisch administrative Regionen (PARs) eingeteilt.</p><p>Thematisch</p><p>Die thematischen Sitzungen der partizipativen Haushaltsführung finden in der Mitte des Zyklus‘ statt. Es gibt 15 Plenarsitzungen, die sich mit Kultur, Bildung, Sozialleistungen, männlichen afro-amerikanischen Nachkommen, weiblichen afro-amerikanischen Nachkommen, Menschenrechten, Frauen, wirtschaftlicher Entwicklung, Tourismus, Umwelt, Jugend, älteren Menschen, Behinderten, LGBT3 und Gesundheit befassen. Die thematische partizipative Haushaltsplanung betrifft die Stadt als Ganzes und die Treffen finden an leicht zu erreichenden Orten statt. Ihre Rolle besteht darin, Politikinitiativen auf stadtweiter Ebene zu entwickeln und zu diskutieren. Die Diskussionen und Entscheidungen der thematischen partizipativen Haushaltsführung beeinflussen das Gesamtbudget in vielerlei Hinsicht: Erstens, im Bereich direkte Investitionen: Vom jährlichen Gesamtinvestitionsbudget von €170 ($240) Millionen, werden €13.7 Millionen direkt durch die thematische partizipative Haushaltsplanung zugewiesen. Zweitens spielt die thematische partizipative Haushaltsplanung eine wichtige Rolle dabei, soziale Anliegen bekannt zu machen und Minderheiten Legitimität und Sichtbarkeit zu verleihen. Drittens, zusätzlich zu den direkten Investitionen der Gemeinde selbst, gibt es auch andere Einnahmequellen des Staates und der föderalen Regierungen, die sich auf €100 ($141) Millionen im 2010 Budgetplan belaufen. Ein steigender Anteil dieser Geldmittel wird für Prioritätsprogrammbereiche bereit gestellt, die sich mit den thematischen Anliegen befassen.</p><p>Acht-Schritte-Prozess</p><p>1) Informationstreffen</p><p>Die Informationstreffen finden jedes Jahr zwischen Januar und März statt um zu erklären wie die partizipative Haushaltsführung funktioniert und um Teilnahme zu fördern. Die Treffen finden in den Gemeinden statt, nachdem die Einwohner sie entweder direkt beantragen oder sie von Angestellten des öffentlichen Sektors initiiert werden. Die Koordinatoren der Haushaltsplanung können zu den Treffen eingeladen werden um den Prozess zu erklären. Die Treffen variieren in der Größenordnung von 20 bis 200 Teilnehmer. Der 2010 mobilisierte ungefähr 8000 Menschen.</p><p>2) Registrierung von Forderungen für den Regionalen Prozess partizipativer Haushaltsplanung</p><p>Während der zweiten Phase, die normalerweise zwischen April und Mai stattfindet, reichen Gruppen von mindestens zehn Bürgern Forderungen ein. Jede Gruppe kann nur bis zu zwei territorial-basierte Forderungen stellen, die sich in verschiedenen thematischen Bereichen befinden (z.B. Bildung und Straßenbau, Wohnungswesen und Abwasser, ökonomische Entwicklung und Gesundheit, usw.). Diese werden dann von den Koordinatoren auf finanzielle, technische und institutionelle Umsetzbarkeit untersucht und genehmigt. 2010 wurden circa 600 Anfragen registriert, von denen die meisten validiert und zur Wahl zugelassen wurden.</p><p>3) Regionale Plenarsitzungen</p><p>a. Der erste Zyklus regionaler Plenarsitzungen wird im Juni und Juli abgehalten. Diese finden auf mikroregionalem Level statt und können in ihrer Anzahl variieren, je nach Größe, Organisation und geographischer Reichweite jeder Mikroregion. Einwohner können sich in jeweils einer Mikroregion registrieren und wählen (unter Angabe ihrer nationalen Identifikationsnummer). Jede der 18 Mikroregionen wählt die zehn Projekte, die von den Bürgern am wichtigsten erachtet werden, sodass es schließlich insgesamt 180 Projektvorschläge gibt. Nachdem die Top 10 Vorschläge für jede Mikroregion bekannt sind, beginnt die elektronische, geheime Abstimmung. Jeder Mikroregion werden zwei elektronische Wahlkabinen zur Verfügung gestellt und Einwohner, die nicht in der ersten Wahlrunde teilnehmen konnten, sind dazu eingeladen, für einen der zehn Vorschläge ihrer Mikroregion zu stimmen. Dabei wird eine Hierarchie von Dringlichkeit und Wichtigkeit erstellt. Die elektronische Kabinenwahl begann vor drei Jahren und ist Teil der Evolution und Erweiterung der traditionellen partizipativen Haushaltsführung durch das Internet.</p><p>b. Die thematischen Plenarsitzungen finden normalerweise Ende Juli statt und haben einen etwas anderen Zyklus, der mit Treffen und Diskussionen in der zweiten Hälfte des vorherigen Jahres beginnt. Die Delegierten des vorigen Jahres treffen sich um die sechs wichtigsten Themen für jeden inhaltlichen Bereich zusammenzufassen, über die dann während der Plenarsitzungen diskutiert und abgestimmt wird. Drei Prioritäten werden ausgesucht und neue Delegierte werden gewählt (ein Delegierter pro zehn Teilnehmer) um die Arbeit im nächsten Jahr fortzufahren.</p><p>4) Die Foren der Delegierten</p><p>Im August, nachdem die Abstimmung beendet ist, werden die thematischen und regionalen Foren der partizipativen Haushaltsführung initiiert. Diese Foren bestehen aus allen gewählten Vertretern und kommen einmal im Monat zusammen. Die regionalen Foren wählen zwei Vertreter pro Mikroregion um als Koordinatoren des Forums und zwei weitere um als Rat der partizipativen Haushaltsplanung zu wirken. Die Koordinatoren des Forum aller Mikroregionen werden begleitet von einem Mitglied der Gemeindeverwaltung, die als Vermittler für und während der Dikussionen mit der Exekutive da sind, was beinhält das Sekretariat und die Abteilungsleitung zu Treffen einzuladen, wenn dies nötig sein sollte. Die Foren überwachen und verfolgen die Investitionen und Deliberationen im Rahmen der partizipativen Haushaltsplanung, nicht nur für den Zyklus, für den die Vertreter gewählt worden sind, sondern auch für Entscheidungen aus vorausgegangenen Zyklen. Sie stellen eine wichtige Verbindung zwischen den Bürgern und lokalen Verwaltung dar, die über die Kontrolle der partizipativen Haushaltsführung hinaus geht, um Fragen in Bezug auf die Bereitstellung öffentlicher Güter und Plätze aufzuwerfen. Auf ganz ähnliche Art und Weise haben auch die thematischen Foren eigene Forumskoordinatoren und Räte.</p><p>5) Der Stadtrat der partizipativen Haushaltsplanung</p><p>Dieser Rat ist der Grundpfeiler der Struktur der partizipativen Haushaltsplanung. Er besteht aus zwei Vertretern jedes mikroregionalen und thematischen Forums sowie aus einem Delegierten jedes beratenden kommunalen Management-Rats für öffentliche Politik, mandatiert von der Verfassung. Der Rat ist verantwortlich für Diskussion und Entwicklung des Budget-Matrix-Vorschlags, das die unterschiedlichen Vorschläge, die während des Prozesses präsentiert werden, miteinander in Einklang bringt.</p><p>6) Abstimmung zum Budget-Matrix-Vorschlag</p><p>Während der fünften Phase, die von August bis September stattfindet, nimmt der so genannte Budget-Matrix-Vorschlag während verschiedener Treffen und Diskussionen Gestalt an. Auch der Rat der partizipativen Haushaltsplanung arbeitet an dem Vorschlag, wobei er in permanentem Kontakt mit den Regionen und thematischen Versammlungen durch deren Vertreter bleibt, sowie auch mit den unterschiedlichen kommunalen Sekretariaten, insbesondere dem Finanzsekretariat. Nachdem er fertig gestellt wurde, wird über den Budget-Matrix-Vorschlag vom Rat abgestimmt.</p><p>7) Überzeugung des kommunalen Stellvertreters der Gesetzgebung</p><p>Phase sechs findet in jedem Jahr zwischen Oktober und November statt. Zwischen fünf und sieben Räte der Haushaltsplanung werden ausgewählt um den Vorschlag dem kommunalen Gesetzgebungsrat zu präsentieren und ihn davon zu überzeugen, dass der Vorschlag dem Willen der Bürger entspricht. Obwohl dies der formelle Zeitpunkt ist, an dem die Legislative den Budgetvorschlag erhält, ist es nicht das erste Mal, dass sie von dessen Inhalt hören. Vielmehr nehmen viele Räte aktiv am Prozess der Haushaltsplanung teil, indem sie Schlüsselthemen im territorialen oder thematischen Bereich diskutieren. Dem gesetzgebenden Rat fällt die Aufgabe zu, den Budgetvorschlag zu ändern oder gar abzulehnen. </p><p>8) Deliberation zum Investitionsplan</p><p>Die siebte und letzte Phase des Kreislaufs findet im Dezember statt. Nachdem die generelle Haushaltsmatrix verabschiedet worden ist und die zehn Forderungen in jeder Mikroregion bewerten wurden, wird in den regionalen Foren damit begonnen, über Umverteilungen und die Details der spezifischen Projekte zu diskutieren. Jede Entwicklungspriorität zur Infrastruktur, zu der abgestimmt wird, wird ihr eigenes Projekt bekommen. Wenn das Projekt der Gemeinde vorgestellt wird, ist es lokalen Bewohnern erlaubt, an einer offenen Diskussion teilzunehmen und etwaige Verbesserungsvorschläge einzubringen. Während dieses Treffens wird eine Untersuchungskommission gewählt, die die Implementierung der Projekte und Aktivitäten überwachen soll.</p><p>Partizipative Haushaltsplanung für Kinder</p><p>Die partizipative Haushaltsplanung für Kinder folgt einer ähnlichen Logik, jedoch mit einem Zwei-Jahreszyklus, der mit dem Schulkalender verbunden ist. 2010 starte die Haushaltsplanung für Kinder in den fünften Zyklus. Alle 223 Grund- und Primärschulen der Gemeinde – mit insgesamt 89,000 Kindern im Alter zwischen fünf und 15 Jahren – sind involviert.</p><p>Zu Beginn jeden Zyklus‘ werden die Schulleiter über den Verlauf der Haushaltsplanung informiert und ein Koordinator (ein Lehrer oder spezieller Berater) wird in jeder Schule gewählt um den Haushaltsprozess zu beobachten. In der zweiten Phase diskutieren die Direktoren mit den Lehrern wie die Haushaltsplanung an ihrer Schule implementiert und adaptiert werden soll. Die Schüler treten dem Prozess in der dritten Phase bei. Zwei Delegierte werden von einer Liste mit gegenwärtigen Klassensprechern gewählt, um die Schule in externen Treffen zu vertreten. Im Rahmen eines pädagogischen Klassenraumansatzes, benutzen die Studenten Zeichnungen oder Texte um die Bedürfnisse und Wünsche für Schule und Stadt zu identifizieren. Diese Wünsche und Forderungen werden zusammengetragen und in der Schule diskutiert. Daraus werden dann konkretere Vorschläge erarbeitet. Nach dieser Phase können die Schüler für ihr Lieblingsprojekt abstimmen.</p><p>Die Schüler stimmen für drei Prioritäten für die Schule und drei für die Stadt. Die Schulkoordinatoren geben die drei Prioritäten an das Rathaus weiter, wo sie dann von Gemeindemitgliedern gruppiert werden um sie später in speziellen regionalen Plenarsitzungen den Schülern erneut vorzulegen. Die Schülerdelegierten widerum diskutieren die Schulprioritäten und präsentieren sie dem Bürgermeister. Sie wählen auch die Mitglieder des Schüler-Haushaltsrats. Diese Räte werden die Projektstätten besuchen und dort Delegierte des regulären partizipativen Haushaltsprozesses sowie Stellvertreter der Stadtlegislative treffen. Nachdem sie die technische, finanzielle und institutionelle Umsetzbarkeit der Vorschläge der Kinder geprüft worden ist, werden sie in den regulären Prozess eingebunden, sofern sie dort nicht schon vertreten sind. Vorschläge für die individuellen Schulen werden implementiert sobald Fördermittel dafür vorhanden sind.</p><p><strong>Einfluss, Ergebnis und Effekte</strong></p><p>Zwischen 2001 (als der Bürgerhaushalt begann) und 2010, wurde ungefähr  €220 ($310) Millionen in den Projekten ausgegeben, über die direkt durch die Haushaltsplanung entschieden worden ist. Dies beinhaltet nicht föderale und staatliche Kooperationsvereinbarungen oder internationale Förderung, die benutzt werden um Projekte und Kampagnen nach den Abstimmungen zu implementieren. Da Projekte und öffentliche Arbeit unterschiedlichen Implementierungszyklen unterliegen, überlappen Werte von einem Jahr zum nächsten. Zum Beispiel gab es Mitte 2010 ungefähr 3000 öffentliche Arbeiten sowie 77 Programme und Projekte, die implementiert wurden und deren Kosten sich auf €110 ($155) Millionen beliefen. Die öffentliche Anerkennung des partizipativen Prozesses lässt sich nicht nur in dessen Ausweitung bemessen, sondern auch daran erkennen, dass der Bürgermeister wiedergewählt worden ist (2005-2008) und dass sein Nachfolger (2009-2012) der ehemalige Sekretär, der verantwortlich für den Bürgerhaushalt war, wurde. Dieser hatte die Weiterverfolgung und Vertiefung des Bürgerhaushalts zum Schlüsselelement seines Wahlkampfs gemacht.</p><p>Viele Bürgerhaushaltzyklen in Brasilien und anderen Staaten beginnen damit, dass die Gemeindebehörden den für den Budgetzyklus zur Verfügung stehenden Betrag festlegen, der oftmals Teil des Investitionsbudgets ist. Zudem ziehen es die Behörden oft vor, über generelle Fragen anstelle von spezifischen Projekten abzustimmen (zum Beispiel ob Bildung von höherer Priorität als Gesundheit oder Wohnraum ist). Wenn diese beiden Aspekte zusammen kommen – ob intentional oder nicht – haben sie einen partizipationslimitierenden Effekt. In Recife jedoch wird ein entgegengesetzter Ansatz verfolgt, mit dem die Stadt einen kreativen, praktischen und höchst effektiven Prozess initiiert hat, der sowohl gemeindebasiert und bottom-up ist.</p><p>Nachdem die Bürger den partizipativen Prozess kennengelernt und für sich gewonnen haben, sind die Beteiligungsraten sowohl in den regionalen als auch in den thematischen Plenarsitzungen gestiegen. Dies wird zum Beispiel an der höheren Teilnehmer- und Delegiertenzahl deutlich. Außerdem werden, durch die partizipative Haushaltsplanung für Kinder, Schülern eine Stimme und die Möglichkeit gegeben, die Bedürfnisse ihrer Schulen zusätzlich zu denen der Stadt und Gemeinde auszudrücken. Dieses Programm fördert die Entwicklung von kritischen, engagierten und partizipativen jungen Bürgern.</p><p>In den meisten Fällen sind die durchgeführten urbanen Infrastruktur-Projekte die gleichen, die außenstehende Beobachter als die notwendigsten bezeichnen würden. Der Betrag, der in die jeweiligen Projekte investiert wurde, spiegelt deutlich die Präferenzen der Wähler wider, egal ob es sich dabei um lokale Entwässerung, Straßenpflasterung und –Verbesserung, Wohnungswesen, oder die Befestigung von Hanglagen handelt, oder es um Abwasser und grundlegende Kanalisationspflege, Gesundheit, Bildung, Sport, ökonomische Entwicklung oder soziale Services geht. Dies zeigt, dass die partizipative Haushaltsplanung zu einem signifikanten Teil des demokratischen Lebens in Recife geworden ist. Zudem haben der Prozess des offenen Budgets und weitreichendes ziviles Engagement zu einer besseren Verteilung öffentlicher Geldmittel geführt. Es wurden mehr Projekte in den niedrigeren HDI Gegenden als in den höheren durchgeführt (hier gibt es eine fast geradlinige Korrelation in Bezug auf das verwendete Kapital), und das Investitionsbudget als Ganzes trägt dazu bei, Entwicklungen der ungleichen territorialen Degradierung und ungleicher Entwicklungsmöglichkeiten umzukehren.</p><p>Es ist ein langer Prozess effektiven Einfluss auf die Lebensqualität zu generieren, der nicht nur das Investitionsbudget beinhält, sondern auch viele andere budgetbasierte Aktivitäten. Auch hier hilft es, dass der Budgetprozess sich nicht lediglich mit Investitionsprojekten befasst sondern auch Themen diskutiert und diese in den generellen Prozess der Haushaltsplanung einbringt. So werden vorher unverbundene Gebiete zusammengebracht und eine größere Wirkung erzielt. Entwässerung, Straßenpflasterung und das Abbauen von rutschigen Berghängen fördert die Kanalisation, was wiederum Gesundheitsrisiken reduziert und die Bewegung von Menschen und Leistungen verbessert. Das wiederum macht es einfacher für soziale Dienste und Familiengesundheitsprogramme sich in der Gemeinde zu bewegen und den Menschen zu begegnen. Die Komplexität sozialer Exklusion aufzuheben heißt auch zu realisieren, dass dies sowohl ein sozialer als auch ein materieller Prozess ist. Die partizipative Haushaltsplanung hat die Art und Weise, in der Gemeindeangestellte – insbesondere, die die auf der Straße im Einsatz sind – sich mit der Bevölkerung identifizieren geändert. Zudem bietet es einen natürlichen Eintrittspunkt für Diskussionen um aktuelle Geschehnisse und für die Weiterverfolgung von Kampagnen. Es ist nicht überraschend, dass Sozialarbeiter und andere Mitarbeiter im Bereich der lokalen Entwicklung viele Aktivitäten des Bürgerhaushalts, zusätzlich zu ihrer eigentlichen Arbeit, unterstützen.</p><p><strong>Kosten und Personal</strong></p><p>Der Bürgerhaushalt kostet die Gemeinde ungefähr €385,000 ($543,000) pro Jahr, wovon viel für Kommunikation, elektronische Wahlsysteme und die Treffen ausgegeben wird. Das Team im Büro des Bürgermeisters ist klein, wird aber von einer Reihe von Gemeindemitarbeitern unterstützt, die auf den Straßen in den verschiedenen thematischen Gebieten im Einsatz sind. 2010 waren 70 zusätzliche Angestellte involviert und 80 Freiwillige halfen im Hintergrund bei der Organisation des Forums, der Plenarsitzungen und anderer Treffen (sie halfen z.B. bei Registrierung und Wahlen, überprüften Identitäten und organisierten Dokumente und Erfrischungen wenn nötig).  </p><p><strong>Analyse und Kritik</strong></p><p>Eine Sorge in Bezug auf die Komplexität des Haushaltsprozesses in Brasilien ist, dass Gesetze zum Budget zwar Ausgaben autorisieren, aber nicht festlegen. Bürger entscheiden über Projekte, Aktionen und Prioritäten, die in einer Budgetmatrix zusammengefasst werden. Die Gemeindebehörden sind verpflichtet die Projekte und Aktionen zu implementieren, jedoch benötigen einige, wie bereits erwähnt, zusätzliche Geldmittel oder müssen mit intergouvernementalen Überweisungen verbunden werden. Andere Projekte müssen lange in der Reihe von öffentlichen Arbeiten anstehen. Das Ergebnis ist, dass Bürger große Verspätungen in der Umsetzung ihrer Prioritäten erleben. Die Situation wurde bereits verbessert, sodass der Implementationszeitraum sich nun von sechs Jahren auf drei verkürzt hat, aber es besteht immer noch die Notwendigkeit die Kommunikation in dieser Hinsicht zu verbessern. Nachdem die Projektimplementierung begonnen hat, sorgen lokale Beobachtungskommissionen dafür, dass die Kommunikation fließt. Bis dahin ist es jedoch noch immer eine Herausforderung, die Bürger darüber zu informieren, was mit ihrem präferierten Projekt aktuell geschieht.  Dies sieht man daran, dass viele Projekte Jahr für Jahr zur obersten Priorität gewählt werden.</p><p>Zweitens hat sich die Rolle von NGOs im Bürgerhaushalt seit 2001 deutlich verändert. Vor 2001 spielten sie eine Schlüsselrolle. So sorgten sie dafür, dass bestimmte lokale Themen adressiert wurden und dienten als Brücke zwischen den Behörden und der Gemeinde. Seit 2001 verfolgen sie einen direktdemokratischeren Ansatz und reduzierten ihr direktes Engagement. Zwar nicht als Vermittler, so sind sie dennoch in den thematischen Sitzungen als Repräsentanten aktiv und spielen eine Schlüsselrolle in der Sicherstellung von Transparenz und Rechenschaft. Recife muss daran arbeiten, NGOs adäquat einzubeziehen in einer Art und Weise, die es erlaubt die Integrität lokal basierter Bürgerpräferenzen im Bürgerhaushalt zu bewahren.</p><p><strong>Referenzen</strong></p><p>Siehe auch:</p><ol><li><a href=\"http://www.bertelsmann-stiftung.de/cps/rde/xchg/SID-EDB28C9C-AF092E90/bst_engl/hs.xsl/101086_106137.htmg\" title=\"http://www.bertelsmann-stiftung.de/cps/rde/xchg/SID-EDB28C9C-AF092E90/bst_engl/hs.xsl/101086_106137.htmg\">http://www.bertelsmann-stiftung.de/cps/rde/xchg/SID-EDB28C9C-AF092E90/bst_engl/hs.xsl/101086_106137.htmg</a></li><li><a href=\"http://www.participedia.net/en/cases/recife-participatory-budgeting#cite_ref-1\">↑</a> <a href=\"http://www.bertelsmann-stiftung.de/cps/rde/xchg/SID-478202EF-14470E95/bst_engl/hs.xsl/nachrichten_105967.htmg\" title=\"http://www.bertelsmann-stiftung.de/cps/rde/xchg/SID-478202EF-14470E95/bst_engl/hs.xsl/nachrichten_105967.htmg\">http://www.bertelsmann-stiftung.de/cps/rde/xchg/SID-478202EF-14470E95/bst_engl/hs.xsl/nachrichten_105967.htmg</a></li></ol><p><strong>Sekundärquellen</strong></p><ul><li><a href=\"http://www.bertelsmann-stiftung.de/cps/rde/xbcr/SID-EDB28C9C-AF092E90/bst_engl/xcms_bst_dms_33357_33358_2.pdf\" title=\"http://www.bertelsmann-stiftung.de/cps/rde/xbcr/SID-EDB28C9C-AF092E90/bst_engl/xcms_bst_dms_33357_33358_2.pdf\">[1]</a></li><li><a href=\"http://www.recife.pe.gov.br/op/\" title=\"http://www.recife.pe.gov.br/op/\">[2]</a></li></ul><p><strong>Externe Links</strong></p><p>Dieser Artikel bezieht sich teilweise auf die Programmbeschreibung, die für Recifes Nominierung für den Reinhard Mohn Preis der Bertelsmann Stiftung erstellt wurde. Siehe <a href=\"http://www.vitalizing-democracy.org/discoursemachine.php?id_viewback=96&amp;menucontext=4&amp;page=detail&amp;id_item=1324&amp;detail_layout_field=itemtype_layoutmisc4&amp;menucontext=4\">http://www.vitalizing-democracy.org/discoursemachine.php?id_viewback=96&amp;menucontext=4&amp;page=detail&amp;id_item=1324&amp;detail_layout_field=itemtype_layoutmisc4&amp;menucontext=4</a></p><p>Siehe auch:</p><p><a href=\"http://www.youtube.com/watch?v=UHxVj4IyWFo&amp;feature=player_embedded\" title=\"http://www.youtube.com/watch?v=UHxVj4IyWFo&amp;feature=player_embedded\">http://www.youtube.com/watch?v=UHxVj4IyWFo&amp;feature=player_embedded</a> \"Finalists for the Reinhard Mohn Prize 2011: Recife Participatory Budgeting\"</p><p><a href=\"http://www.recife.pe.gov.br/op/\" title=\"http://www.recife.pe.gov.br/op/\">http://www.recife.pe.gov.br/op/</a> \"Recife Participatory Budgeting\"</p><p><a href=\"http://www.govint.org/good-practice/case-studies/participatory-budgeting-in-the-city-of-recife-brazil-the-worldas-most-participative-public-agency/\">http://www.govint.org/good-practice/case-studies/participatory-budgeting-in-the-city-of-recife-brazil-the-worldas-most-participative-public-agency/</a> -- case study in Governance Internartional, July 2012</p><p> </p>", "title": "Der Bürgerhaushalt in Recife"}