{"htmlbody": "<p><em>Anmerkung: Dies ist die deutsche Übersetzung einer englischen Originalversion abrufbar unter <a href=\"http://participedia.net/en/cases/chicago-participatory-budgeting-project\">http://participedia.net/en/cases/chicago-participatory-budgeting-project</a></em></p><p><em>Note: this is a German translation of an English case study available at <a href=\"http://participedia.net/en/cases/chicago-participatory-budgeting-project\">http://participedia.net/en/cases/chicago-participatory-budgeting-project</a></em></p><p> </p><h3>Zusammenfassung</h3><p>Das erste bezirksbasierte Experiment partizipativer Haushaltsplanung in den USA, der Bürgerhaushalt in Chicagos 49. Bezirk, begann im November 2009 mit dem Ziel, die Verwendung eines Teils des Budgets des Bezirksrats direkt von den Bürgern bestimmen zu lassen. Die Bürger kamen zusammen um über die Durchführung von Projekten im Wert von 1.3 Millionen US-Dollar zu diskutieren, beraten und abzustimmen. Nachdem sich sechs themenbezogene Komitees von 16 bis 20 Bürgern zusammen gefunden hatten, erstellten die Teilnehmer 36 Vorschläge um die Infrastruktur des Bezirks zu verbessern. Im April 2010 wurde über die Vorschläge von den Bürgern des 49. Bezirks abgestimmt. Darauf basierend wurden schließlich 14 Vorschläge der Stadtverwaltung von Chicago vorgelegt.</p><h3>Ziel und Zweck</h3><p>Der Zweck dieses Prozesses war 1.3 Millionen US-Dollar für Verbesserungen in der Infrastruktur des 49. Bezirks von Chicago zuzuteilen. Dieser Betrag ist das ‚Ermessens-Kapital‘, das jeder Bezirksrat erhält um damit nur infrastrukturelle Projekte zu finanzieren. Der 49. Bezirk hat 60.000 Einwohner und ist bekannt für seine Vielfalt und eigenständig denkenden Bürger. Wegen des sinkenden Vertrauens der Öffentlichkeit in die Regierung und der fallenden Bürgerbeteiligung, entschloss sich der Bezirksrat Joe Moore einen Teil des Budgets in die Hände der Bürger zu legen um ihren Ansprüchen auf diese Weise eher gerecht werden zu können. Anstelle eines frustrierenden Wettbewerbs zwischen Unternehmen und Politikern erlaubt es die partizipative Haushaltsplanung den Bürgern selbst zu entscheiden was ihnen wichtig ist und wie ihre Steuern ausgegeben werden sollen. Die Entscheidungen, die durch diesen Prozess gefällt werden, sollen direkt von der Stadt Chicago umgesetzt werden. Sollte sich die partiziaptive Haushaltsführung als erfolgreich für den 49. Bezirk erweisen, strebt Bezirksrat Moore an, es zu einer permanenten Einrichtung der Gemeinde zu machen.</p><h3>Ursprung des Projekts</h3><p>Das Konzept der partizipativen Haushaltsführung hat seinen Ursprung in Porto Alegre, Brasilien, im Jahr 1989. Die Regierung Porto Alegres entschied, Bürger nicht bloß dazu einzuladen Ideen beizusteuern, wie Teile des Budgets ausgegeben werden sollten, sondern ihnen die Möglichkeit zu geben, direkt Beträge bereitzustellen. Dieser Prozess, der sich an innovativen und deliberativen Demokratieformen orientiert, hat sich seitdem in zahlreichen Städten rund um den Globus ausgebreitet.</p><p>Die Unterstützung des partizipativen Haushaltsprojekts von Chicago stammt hauptsächlich von Bezirksrat Joe Moore und ‚The Participatory Budgeting Project‘[1] (PBP). Das PBP bietet seit 2006 lokalen Regierungen Unterstützung, die an Prozessen partizipativer Haushaltsführung in den USA und Kanada interessiert sind.</p><h3>Auswahl der Teilnehmer</h3><p>Die partizipative Haushaltsplanung im 49. Bezirk wurde von einem Lenkungsausschuss geführt, der aus über 40 Gemeindevorsitzenden von diversen lokalen Wohlfahrtsverbänden, Kirchen, Unternehmen und Nicht-Regierungsagenturen bestand. Diese Personen wurden von Bezirksrat Moore eingeladen und nahmen freiwillig teil. Das Komitee beschloss die Regeln und Prozeduren des Prozesses, organisiert Treffen und leitet die Budget-Komiteen, die die Vorschläge vorbereiten.</p><p>Die Repräsentanten der Gemeinde sind Freiwillige der Nachbarschaftsversammlung, die allen Bewohnern des 49. Bezirks offen steht. Diese Teilnehmer suchen nach Ideen und treffen sich mit Experten für einige Monate um spezifische Vorschläge zu erarbeiten, über die die Bürger hinterher abstimmen. Die Abstimmung ist offen für jeden Bewohner des 49. Bezirks, der älter als 16 Jahre ist, unabhängig von Einwanderungsstatus und Wählerregistrierung. </p><h3>Deliberation</h3><p>Die Deliberationen begannen im November 2009 mit den Nachbarschaftsversammlungen, während denen die Einwohner damit begannen das Budget zuzuteilen. Diese Treffen standen allen Einwohnern offen, die dazu eingeladen waren, über Projektideen nachzudenken, die inhaltlich von Gemeindekunst bis hin zu Straßenarbeiten reichen. Die Einwohner identifizierten, was sie als die wichtigsten Themen und Erfordernisse des 49. Bezirks sowie den damit verbundenen Ausgaben erachteten. Während der Versammlungen konnten interessierte Teilnehmer sich freiwillig als Gemeinderepräsentanten melden, die konkrete Vorschläge für die verschiedenen Projektbereiche erstellen sollten.</p><p>Die zweite Phase, die Repräsentantentreffen, ging von Dezember 2009 bis März 2010. Die Gemeinderepräsentanten wurden in sechs thematische Komitees mit jeweils 16 bis 20 Mitgliedern aufgeteilt: Parks und Umwelt, Öffentliche Sicherheit, Verkehrssicherheit, Straßen, Transport sowie Kunst und weitere Projekte. Während dieser Monate betrieben die Repräsentanten Forschung, trafen Experten, und entwickelten konkrete Vorschläge auf Grundlage der Gemeindeprioritäten aus Phase 1. Während die Teilnehmer in großen Kreisen oder um einen Tisch saßen, wurden alle Ansichten unterstützt um den besten Vorschlag zu erstellen. Das Online-Magazin „Yes“ beschreibt ein Beispiel solch eines deliberativen Prozesses der Versammlungen:</p><p>“Das Komitee für Öffentliche Sicherheit, zum Beispiel, bekam viele Anfragen nach Sicherheitskameras. Um darüber mehr zu erfahren, besuchten sie das 24-Stunden-Kamera-Center der Nachbarschaft. Gemeindevertreterin Marilou Kessler erklärt: “Jeder [im Komitee] kam – ungefähr 15 bis 16 Menschen an einem Arbeitstag. Es war eine außergewöhnliche Kooperation.”” Dieser Ausflug hat die Prioritäten des Komitees verändert: Sie erfuhren, dass die Kameras lediglich sporadisch genutzt wurden, vor allem von speziellen Sicherheitsteams der Polizei und nicht jederzeit überwacht werden. Nachdem die Polizei erklärt hatte, dass die Beleuchtung effektiver ist um Verbrechen vorzubeugen, ersetzte das Komitee viele Kameravorschläge durch Beleuchtungsvorschläge.“</p><p>Nach den Treffen der Repräsentanten fand im März 2010 eine zweite Runde von Nachbarschaftsversammlungen statt, die es den Vertretern erlaubte, die Liste der Projekte, die sie für den 49. Bezirk erstellt hatten, zu präsentieren. Den Bürgern war es dann erlaubt, Anfragen abzugeben, um bestimmte Projekte zu der Liste hinzuzufügen oder zu streichen. Inbegriffen in dieser Phase waren eine Online-Plattform für Deliberation und Kommentare von den Teilnehmern und der Öffentlichkeit.</p><p>Der Prozess gipfelte in einer Wahl der Bewohner des 49. Bezirks. Zwischen dem 5. April 2010 und dem 10. April 2010, dem offiziellen Wahltag, waren alle Bewohner eingeladen, für ihren präferierten Verbesserungsvorschlag abzustimmen ungeachtet dem Status der Wählerregistrierung oder der Staatsangehörigkeit. Die Wähler durften bis zu acht Vorschläge auswählen. Insgesamt gaben 1,652 Wähler ihre Stimme ab.</p><h3>Entscheidungen</h3><ol><li>Durch die Wahl wurden 14 der ursprünglich 36 Vorschläge ausgewählt, die hier aufgeführt werden:</li><li>Bürgersteig-Reparaturen: Reparatur der baufälligen Bürgersteige an 27 Standorten im 49. Bezirk.</li><li>Radwege: Umsetzung der Phase 1 eines „Rogers Park Fahrrad-Netzwerks“, das Ost-West- und Nord-Süd-Fahrradwege durch den Bezirk bei Touhy Rogers und Ashland errichtet.</li><li>Hundefreundliches Areal im Pottawattomie Park: Bau eines geschlossenen Hundeparks auf der vakanten nordöstlichen Ecke des Parks.</li><li>Gemeindegärten im Dubkin Park: Ein Teil des Parks wird zu einem Gemeinschaftsgarten umfunktioniert, in dem Jugendliche und Familien Lebensmittel produzieren, etwas über Ökologie lernen und soziale Bindungen durch Gartenarbeit entwickeln können.</li><li>Wandgemälde in Unterführungen: 12 Wandbilder, erstellt von einem Künstler aus Chicago, auf den CTA und Metra Unterführungen.</li><li>Verkehrs- und Fußgänger-Signale: Installation von Verkehrssteuersignalen in der Nähe der Chicagoer Akademie für Mathematik und Wissenschaft mit aktiviertem Fußgänger- und Fahrzeug-Signal.</li><li>Künstlerische, multifunktionale Fahrradständer: 15 Mehrzweck-Fahrradträger werden in dem gesamten 49. Bezirk aufgestellt, um Bildungs-, künstlerischen und funktionalen Zwecken zu dienen.</li><li>Zusätzliche Bänke und Überdachungen auf den CTA \" El \" Plattformen: Platzierung einer zusätzlichen Sitzbank und einem zusätzlichen beheizten Schutz auf jeder Plattform an der Jarvis, Morse und Loyola Red Line.</li><li>Straßenbelagsarbeiten: Straßenarbeiten von Lunt nach Ashland hin zu Clark und von Wolcott nach Ridge.</li><li>Solarbetriebene Müllcontainer: Zehn solarbetriebene Müllverdichtungs-\"Big Belly \"-Behälter sollen an Ecken mit hohem Verkehrsaufkommen am Sheridan platziert werden. </li><li>Duschen am Loyola Park Strand: Eine freistehende Dusche und eine Fußdusche.</li><li>Fertigstellung des Pfads im Touhy Park: Fertigstellung des gepflasterten Fußweg der das Innere des Parks umkreist.</li><li>Historische Zeichen im Rogers Park: Sechs Zeichen an Punkten in der gesamten Nachbarschaft erzählen die Geschichten von Häusern, Geschäften und Straßen im Rogers Park in den vergangenen 200 Jahren.</li><li>Wohnstraßenbeleuchtung: Neue Wohnstraßenbeleuchtung auf der Morse von Sheridan nach Wayne.</li></ol><h3>Ergebnisse und Effekte</h3><p>Bezirksrat Joe Moore versprach, die erfolgreichen Projekte der Stadt Chicago zur Implementierung vorzulegen. Obwohl alle Projekte durchaus machbar sind, müssen sie vor ihrer Umsetzung von der Stadt abgesegnet werden. Auch wenn Bezirksrat Moore zusagte, für die Projekte zu kämpfen und sich für neue Projekte einzusetzen, gab es keine Garantie, dass die ausgewählten Projekte bestätigt würden. Die Hauptgründe, die den Projekten Schwierigkeiten bereiten könnten, wären wenn sie mit anderen Projekten konkurrieren oder legalen oder inhaltlichen Restriktionen von Regierungsagenturen erliegen würden. Sollte eines der Projekte nicht abgesegnet werden, würde Bezirksrat Moore sich für ein zweitplatziertes Projekt einsetzen. Sollte sich ein Projekt verzögern, würden die Geldmittel für dieses Projekt in Reserve gehalten bis das Projekt umgesetzt werden kann. Dies ist ein noch andauernder Prozess, dessen Resultat noch zu erwarten ist.</p><h3>Analyse und Kritik</h3><p>Als erstes bezirks-basiertes Experiment des Bürgerhaushalts in den Vereinigten Staaten, hat Chicagos 49. Bezirk große Schritte im Bereich deliberativer Demokratie gemacht. Anfangs gab es einige Skepsis in Bezug auf die Frage ob die Teilnehmer qualitativ hochwertige, für die Gemeinde nützliche Projekte vorschlagen würden. Die Ergebnisse zeigen jedoch, dass die Gemeindevertreter, nachdem sie extensiv Forschung betrieben haben, über ihre anfänglichen Annahmen und persönlichen Präferenzen weit hinausgegangen sind. Die Gemeindevertreter ließen sich oft von Vorschlägen anderer Komitees überzeugen, was zeigt, dass die Teilnehmer aufmerksam zuhörten und die Vor- und Nachteile jeder vorgeschlagenen Lösung sorgsam abwogen. Auch die Online-Diskussionen haben eine hohe Stufe der Deliberation aufgewiesen: die Bewohner haben sich mit zusätzlichen Verbesserungsmöglichkeiten der Infrastruktur beteiligt, forderten, dass einige Vorschläge entfernt werden, und ergänzten die vorhandenen Vorschläge mit ihrer Stimme und ihren Ideen. In Anbetracht der geringen Medienaufmerksamkeit, dem Fehlen von traditionellen Volksbegehren und da der Bürgerhaushalt ganz neu in dem Bezirk ist, war die Wahlbeteiligung mit 1,652 höher als erwartet, was für ein gesundes Maß an Interesse der Bürger an ziviler Beteiligung spricht. Wegen der positiven Resonanz und der starken Unterstützung von Bezirksrat Moore sowie Gemeindevertretern, gibt es bereits Vorbereitungen für den Bürgerhaushalt 2010-2011.</p><p>Obwohl der Prozess allgemein erfolgreich war, so war er doch nicht fehlerlos. Es gab relativ wenig Werbung für den Haushaltsprozess selbst, da das System vor allem auf Mundpropaganda und 8½ x 11 Flugblättern beruhte, um die Nachricht zu verbreiten. Dies deutet darauf hin, dass es Potential gibt, sowohl die Wahlbeteiligung als auch die Partizipation in den Nachbarschaftsversammlungen durch mehr Werbung zu erhöhen.</p><p>Ein größeres Problem des Prozesses war die mangelnde Diversität unter den Teilnehmern. Die Wahlbeteiligung unter Latino-Teilnehmern war besonders niedrig, obwohl es spezielle Versammlungen und Material für spanisch-sprechende Anwohner gab. Diese Unverhältnismäßigkeit mag an Sorgen über den Immigrationsstatus oder einem allgemeinem Misstrauen gegenüber der Regierung liegen. Um die Stimmen aller Bewohner einzubeziehen, sollte die Partizipation gefördert werden, indem ein Weg gefunden wird, das Budget für die Infrastruktur mit den Belangen verschiedener Einwohner zu verbinden.</p><h3> </h3><h3>Sekundärquellen</h3><p>\"Chicago Ward Trials Participatory Budgeting.\" The Watson Institute for International Studies. Brown University, 21 May 2010. Web. 04 June 2010. &lt;<a href=\"http://www.watsoninstitute.org/news_detail.cfm?id=1140&gt;\">http://www.watsoninstitute.org/news_detail.cfm?id=1140&gt;</a>. [BROKEN LINK]</p><p>\"History of PB.\" Participatorybudgeting.org. Participatory Budgeting Project. Web. 04 June 2010. &lt;<a href=\"http://www.participatorybudgeting.org/&gt;\">http://www.participatorybudgeting.org/&gt;</a>.</p><p>Lerner, Josh, and Megan W. Antieau. \"Chicago's $1.3 Million Experiment in Democracy: Participatory Budgeting in the 49th Ward.\" YES! Magazine — Powerful Ideas, Practical Actions — YES! Magazine. Positive Futures Network, 20 Apr. 2010. Web. 04 June 2010. &lt;<a href=\"http://www.yesmagazine.org/people-power/chicagos-1.3-million-experiment-in-democracy&gt;\">http://www.yesmagazine.org/people-power/chicagos-1.3-million-experiment-...</a>.</p><p>Moore, Joe. \"The Results of the 49th Ward Participatory Budgeting Election.\" Letter to Neighbor. 12 Apr. 2010. Joe Moore, Alderman of the 49th Ward, Represents Residents of Rogers Park, Edgewater and West Ridge. Chicago's Most Economically, Ethnically and Culturally Diverse Community. 12 Apr. 2010. Web. 04 June 2010. &lt;<a href=\"http://www.ward49.com/site/epage/95563_322.htm&gt;\">http://www.ward49.com/site/epage/95563_322.htm&gt;</a>. [BROKEN LINK]</p><p>\"Participatory Budgeting in the 49th Ward.\" Web log post. Participatorybudgeting.org. 12 Apr. 2010. Web. 04 June 2010. &lt;<a href=\"http://www.participatorybudgeting.org/&gt;\">http://www.participatorybudgeting.org/&gt;</a>.</p><p>Weeks, Edward C. “The Practice of Deliberative Democracy: Results from Four Large-Scale Trials.” Public Administration Review 60.</p><h3>Externe Links</h3><p><a href=\"http://participatorybudgeting49.wordpress.com/\">Participatory Budgeting in the 49th Ward Official Website</a></p><p><a href=\"http://www.ward49.com/\">Alderman Joe Moore of the 49th Ward</a></p><p><a href=\"http://www.participatorybudgeting.org/\">The Participatory Budgeting Project</a></p>", "title": "Der Bürgerhaushalt in Chicago"}