{"htmlbody": "<h3>Orígenes</h3><p>En Rosario, en medio de una de las más grandes crisis argentinas, en mayo de 2002, el poder ejecutivo municipal tomó la decisión de convocar por primera vez al Prespuesto Participativo (PP) , en un contexto normativo no del todo favorable porque, en principio, los derechos políticos consagrados en la Constitución Nacional, en la Constitución de la Provincia de Santa Fe y en la Ley Orgánica de Municipalidades de la Provincia de Santa Fe, limitan la participación política directa de los ciudadanos; y además porque en Santa Fe no existe autonomía municipal.</p><p><a id=\"Dise.C3.B1o\" name=\"Dise.C3.B1o\"></a></p><h2>Diseño</h2><p>El PP fue estructurado en cuatro grandes momentos que se desarrollan a lo largo de un año –proceso en el que la participación es siempre voluntaria y ad honorem:</p><p>1. La Primera Ronda de Asambleas Barriales, reuniones abiertas de vecinas y vecinos por barrio en las que se buscan dos objetivos: saber cuáles son las necesidades y problemas de cada una de las áreas, y elegir delegados al Consejo Participativo de Distrito: consejeras y consejeros. Se realizan entre marzo y mayo, a razón de entre seis y diez por cada uno de los seis Distritos, que a esos efectos se subdividen en áreas barriales.</p><p>2. Los Consejos Participativos de Distrito (CPD), que convierten las propuestas formuladas por los vecinos y vecinas en cada una de las asambleas barriales de su Distrito en proyectos viables. Como son seis Distritos en la ciudad, hay seis CPD. Están integrados por las consejeras y consejeros electos en las asambleas barriales, una Secretaría Técnica y el o la Directora del Distrito. Se reúnen en tres comisiones: de Proyectos Sociales (incluye los temas referidos a las Secretarías de Cultura, Promoción Social, Salud Pública, Gobierno), de Proyectos Urbanos (Secretarías de Servicios Públicos, Obras Públicas, Planeamiento) y de Participación Ciudadana (cuestiones de reglamento y procesos). De duración anual, el período de trabajo fuerte es desde su integración en mayo hasta la Segunda Ronda de Asambleas Distritales en octubre o noviembre, período en el cual hay una reunión por semana, cada una de entre dos y tres horas. La labor de las y los consejeros, como la del resto de participantes en todas las etapas, ya se ha dicho, no es rentada.</p><p>3. La Segunda Ronda de Asambleas Distritales, jornada de votación abierta que se realiza en todos los Distritos en la que los vecinos y vecinas deciden qué proyectos priorizar de los elaborados en los CPD. Se realizan durante el mes de octubre o noviembre. Los vecinos son convocados para conocer los proyectos elaborados por los consejeros en los meses previos -expuestos en paneles con un detalle de características y costos estimados para cada uno- y para decidir mediante voto secreto e individual cuáles son prioritarios. Luego, los proyectos son ordenados de acuerdo a la cantidad de votos obtenidos por cada uno e incorporados hasta cubrir la suma de dinero estipulada para cada Distrito. Finalmente, esta propuesta se integra al proyecto de presupuesto municipal ordinario como un subcapítulo “participativo” y es enviada por el Departamento Ejecutivo Municipal al Concejo Municipal para su discusión y eventual sanción (el PP no es vinculante).</p><p>4. La Tercera Ronda o cierre, evento que se realiza a fin de año, donde se presenta un balance de lo ejecutado mediante el PP del año anterior y se dan a conocer los proyectos y obras que se harán al año siguiente.</p><p><a id=\"Actores\" name=\"Actores\"></a></p><h2>Actores</h2><p>Mujeres y varones de todos los barrios, actuando voluntariamente a título individual o en nombre de vecinales y otras organizaciones sociales, que presentan demandas, se informan, discuten y dan forma a proyectos, para finalmente priorizarlos mediante voto. Funcionarios técnicos de las distintas secretarías municipales, de áreas centrales y descentralizadas, que incentivan territo-rialmente la participación, facilitan las discusiones, organizan información específica, responden preguntas técnicas y evalúan la factibilidad de los proyectos. Coordinadores técnicos de todo el proceso del PP, en la Secretaría General, que organizan, disponen los recursos y ejecutan todo lo que tiene que ver con las distintas etapas del PP a lo largo del año para el conjunto de la ciudad. Responsables políticos de las diferentes secretarías, de los Distritos y de la Secretaría General, que afirman o retacean en cada nivel la decisión de implementar el proceso participativo.</p><p><a id=\"Participaci.C3.B3n\" name=\"Participaci.C3.B3n\"></a></p><h2>Participación</h2><p>Entre el año 2002 y el 2009 han participado en las diferentes etapas del PP 61044 personas (esta y toda la información factual que sigue puede ampliarse en El Presupuesto Participativo en Rosario. Una apuesta renovada al experimentalismo democrático. Secretaría General, Municipalidad de Rosario: <a class=\"external free\" href=\"http://www.rosario.gov.ar/sitio/informacion_municipal/pp_biblioteca.jsp\" rel=\"nofollow\" title=\"http://www.rosario.gov.ar/sitio/informacion_municipal/pp_biblioteca.jsp\">http://www.rosario.gov.ar/sitio/informacion_municipal/pp_biblioteca.jsp</a>). La participación ha sido despareja, con dos fuertes saltos: el primero en el PP 2004, en el que se lanzó el PP de manera decidida con una amplia convocatoria, luego de la experiencia piloto del PP 2003; el segundo en el PP 2007, en el que se estableció el voto electrónico en la Segunda Ronda.</p><p>Considerando que el electorado de Rosario (mayores de 18 años con derecho de voto) asciende a 683.757 (año 2005), las personas que han participado en estos años del PP, a un promedio anual del 1 %, representan cerca del 9 % del electorado de la ciudad.</p><p>La participación está desigualmente distribuida en el territorio. En el Distrito Oeste es donde más se participa; en el Noroeste y el Sudoeste se está por encima del promedio de la ciudad; en el Norte y el Sur se está por debajo del promedio; y en el Centro es donde menos se participa. Estos niveles de participación son directamente proporcionales al grado de carencia de obras y servicios de los Distritos (reconociendo que en su interior éstos no son homogéneos). Es decir, se participa más en el PP en los Distritos más carentes de la ciudad.</p><p>En todas las etapas del PP, los participantes se distribuyen entre todas las edades entre los 16 y los 85 años, con un predominio de quienes tienen entre 36 y 55 años. En los CPD en particular, este predomino es más marcado.</p><p><a id=\"Participaci.C3.B3n_de_mujeres\" name=\"Participaci.C3.B3n_de_mujeres\"></a></p><h2>Participación de mujeres</h2><p>En cuanto a la perspectiva del género, la participación paritaria de las mujeres en el PP se ha logrado rotundamente. Mientras que los primeros años participaban más varones, en las últimas ediciones del PP (hasta el PP2008) las mujeres son mayoría en todas las etapas. Seguramente, con ello ha colaborado la implementación de las ludotecas en las asambleas de Primera Ronda que se desarrollan en áreas barriales donde consejeras y consejeros han reclamado espacios para el cuidados de los chicos. Lo mismo ocurre en los CPD por aplicación del Decreto aludido previamente, que garantiza igualdad en el número de consejeras y consejeros. Por último, la tendencia a una mayoría de mujeres se observa en la Segunda Ronda, con un 30 % de mujeres más que de varones en el período señalado.</p><p><a id=\"Participaci.C3.B3n_de_j.C3.B3venes\" name=\"Participaci.C3.B3n_de_j.C3.B3venes\"></a></p><h2>Participación de jóvenes</h2><p>Los jóvenes tienen un lugar propio en el PP Joven, que se implementó por primera vez en 2004 en el Distrito Sudoeste para luego extenderse a toda la ciudad, en el marco de la Ordenanza Municipal Nº 7326/02. El diseño es similar al del PP “adulto” con algunas adecuaciones que lo vuelven más flexible.</p><p>La participación ha sido creciente, pasando de 76 jóvenes en el Distrito Sudoeste en la prueba piloto del PPJ 2005 a 4027 en los seis Distritos de la ciudad en el PPJ 2009 (estos números son independientes de los brindados respecto del PP “adulto”).</p><p><a id=\"Proyectos_votados\" name=\"Proyectos_votados\"></a></p><h2>Proyectos votados</h2><p>La Municipalidad distingue entre proyectos sociales y urbanos: los primeros agrupan los temas referidos a las Secretarías de Promoción Social, de Salud Pública, de Cultura y de Gobierno; los segundos a los de las Secretarías de Servicios Públicos, de Obras Públicas y de Planeamiento.</p><p>Se observan a lo largo de los años curvas divergentes entre ambos tipos de proyectos: cuando suben unos, bajan otros. Teniendo en cuenta que los proyectos urbanos son, comparados con los sociales, en general más caros, de tiempos más largos de concreción y no siempre de primera necesidad, una explicación de esa variación en el tipo de proyectos debería considerar el grado de cumplimiento de lo votado (los proyectos urbanos insumen más recursos y demoran más en ser ejecutados) y el contexto socioeconómico de la ciudad (a más necesidades, más proyectos sociales). En consecuencia, se podría establecer la hipótesis de que cuando el contexto socioeconómico actual y las expectativas de mediano plazo son favorables, en el PP aumentará el número de proyectos urbanos elaborados y votados; y cuando el contexto y las expectativas son desfavorables, aumentarán los proyectos sociales.</p><p><a id=\"Presupuesto_planificado\" name=\"Presupuesto_planificado\"></a></p><h2>Presupuesto planificado</h2><p>En la experiencia comparada internacional puede observarse una tendencia a invertir menos del 10 % del presupuesto municipal, con algunas importantes excepciones.</p><p>El presupuesto planificado asignado en Rosario al PP, desde sus comienzos hasta el presente, ha crecido en términos absolutos de 20 a 30 millones de pesos argentinos.</p><p>Sin embargo, ha decrecido porcentualmente en relación con el presupuesto municipal total \"libre\" (la parte del presupuesto que puede destinarse a inversiones, que queda luego de descontar los gastos fijos), pasando del 15 % en el PP 2003 a menos del 5 % en el PP 2010.</p><p><a id=\"Obras_y_servicios_realizados\" name=\"Obras_y_servicios_realizados\"></a></p><h2>Obras y servicios realizados</h2><p>Se han concretado el 74% de los proyectos decididos hasta el PP 2007, con una tendencia decreciente en el cumplimiento para los últimos años.</p><p>El análisis de la concreción por tipo de proyecto muestra que se concretan más rápidamente los sociales que los urbanos, lo que puede deberse a lo señalado previamente: los proyectos urbanos son por lo general más caros, más complejos técnicamente, muchas veces tienen un desarrollo interanual y requieren el cumplimiento de mayores formalidades.</p><p><a id=\"Balance_colectivo_de_logros_y_limitaciones\" name=\"Balance_colectivo_de_logros_y_limitaciones\"></a></p><h2>Balance colectivo de logros y limitaciones</h2><p>Los propios actores del proceso en Rosario señalan un conjunto de logros y limitaciones en torno a los criterios de inclusión, deliberación, equidad, efectividad y creatividad.</p><p>Inclusión. Algunos logros del PP son el involucramiento activo de miles de personas en todo el territorio de la ciudad, muchas de las cuales nunca había participado previamente en cuestiones políticas; el reconocimiento de la dignidad personal que destacan quienes participan; la generación de capital social en la forma de relaciones enriquecedoras entre vecinos, organizaciones del territorio y funcionarios estatales de áreas centrales y descentralizadas; la definición de agendas políticas más relevantes; la generación de un sentimiento de pertenencia y apropiación democrática del Estado; la mayor legitimación de las políticas decididas participativamente; y una mayor responsabilización individual y organizacional por los bienes públicos.</p><p>Entre las limitaciones pueden destacarse la dificultad de la convocatoria para llegar a todas las personas, en particular a los más pobres y a los jóvenes; la heterogeneidad de los temas que traen los participantes, que a veces desalienta la participación de quienes tienen intereses muy específicos; la ocasional falta de compromiso con la participación de individuos, organizaciones y el Estado; la poca renovación de consejeros; la reproducción de fenómenos clientelares y de apropiación excluyente de los espacios de participación; y la dificultad de afrontar los costos en tiempo que tiene participar.</p><p>Deliberación. En lo que hace a la deliberación, diferentes actores del PP señalan como logros los avances en la sistematización de información por parte de la Municipalidad sobre diferentes temas de la gestión; el establecimiento de canales de comunicación entre especialistas de diferentes áreas y quienes tienen conocimiento práctico de los problemas por vivir cerca de ellos; por eso, la mejor información pública respecto de los problemas y de las alternativas y los costos de soluciones posibles; y la transformación personal y relacional de los participantes, en especial de quienes pasan por el Consejo Participativo de Distrito, en términos de pasar en las discusiones de la queja al proyecto, de la demanda individual a la grupal, y de la querella al diálogo.</p><p>Las principales limitaciones mencionadas son la contracara de los logros: la falta de información adecuada para discutir en un lenguaje corriente; la imprecisión o el sobredimensionamiento de algunos proyectos elaborados en los CPD; la devolución insatisfactoria por parte de las secretarías municipales de esos proyectos, sobre todo la poca claridad respecto de su factibilidad; la falta de respeto de los contenidos y los códigos de lo producido a través de la deliberación; la dificultad para dialogar de algunos funcionarios en el terreno; las dificultades o la falta de voluntad de los participantes para hablar y escucharse; el mal “trabajo” del conflicto en la discusión; y los tiempos que lleva debatir, contradictorios con las urgencias de algunas demandas.</p><p>Equidad. En lo relativo a la equidad, diversos actores destacan como logros del PP la mejor priorización de las demandas; la territorialización a nivel distrital y barrial de las políticas estatales; la participación significativa de mujeres y jóvenes, con la consiguiente producción de proyectos específicos relevantes; las obras y servicios concretados de manera más justa y eficiente, con una mejor orientación territorial, social, de género y edad; y, algo muy remarcado, las positivas transformaciones de conocimientos, habilidades, actitudes y prácticas de los actores, más intensas para quienes menos recursos poseen antes de participar, lo que configura una de las principales redistribuciones del PP.</p><p>Entre las limitaciones se mencionan la no existencia de criterios explícitos para establecer las prioridades entre las demandas; la no aplicación de un índice de carencia o calidad urbana para distribuir los recursos entre los Distritos; el nivel desparejo de la concreción de las obras en los Distritos; y, en general, la existencia de condiciones sociales y culturales que producen y legitiman la desigualdad, en un nivel que no puede afrontarse desde el PP.</p><p>Efectividad. En cuanto a la efectividad, entre los logros del PP aparece en primer lugar la cantidad y calidad de los proyectos elaborados en estos años, traducidos en obras y servicios en todos los barrios de la ciudad; las mejoras de información, comunicación y procesos al interior de la gestión, así como la mejor coordinación entre los Distritos y las áreas centrales; el mejor conocimiento que la gestión logra de las características físicas y sociales del territorio; el mayor control social de las inversiones municipales; y el sostenimiento de la experiencia en todos estos años a pesar del impacto negativo de eventos que exceden la responsabilidad municipal.</p><p>Entre las limitaciones se señalan, indudablemente en primer lugar, el incumplimiento en tiempo y forma en la realización de proyectos elegidos, que genera un malestar subjetivo y social en los actores, de fuerte impacto en la relación con el Estado; también, la comunicación insuficiente de los alcances y procedimientos del PP; lo excesivo de algunas demandas respecto de las incumbencias municipales o los recursos disponibles; las tensiones entre la relevancia de demandas urgentes y las formalidades a cumplir por un Estado “lento”; lo reducido de los equipos municipales ligados al PP; la falta de formación y motivación en la ampliación de la participación que muestran empleados y funcionarios; las dificultades de coordinación de la política participativa al interior del Estado; y la falta de visibilidad de lo efectivamente realizado.</p><p>Creatividad. Se señalan entre los logros la diversas modificaciones introducidas en el PP para mejorarlo, por iniciativa de los responsables políticos y de los propios participantes; el establecimiento de vinculaciones al interior del Estado municipal entre secretarías y entre áreas centrales y descentralizadas; el establecimiento de vinculaciones horizontales entre participantes, y entre estos y los funcionarios; y la elaboración de proyectos originales y adecuados a la realidad; y las satisfacciones íntimas que todo lo anterior trae a los actores.</p><p>Entre las limitaciones, se señalan los problemas que subsisten de articulación intramunicipal; las inercias temporales y de sentido propias de la gestión burocrática, que muchas veces conducen a tomar el PP más como un deber que como un desafío estimulante; y las rigideces subjetivas de los actores que, sumadas a escasos incentivos, obstruyen la creatividad.</p><p><a id=\"Fuentes_secundarias\" name=\"Fuentes_secundarias\"></a></p><h2>Fuentes secundarias</h2><p>Avritzer, Leonardo (2003). “O orçamento participativo e a teoria democrática: um balanço crítico”, en Avritzer, Leonardo y Navarro, Zander (comps.). A inovação democrática no Brasil: o orçamento participativo. Cortez, São Paulo. Descargado de: <a class=\"external free\" href=\"http://www.democraciaparticipativa.org/files/LeonardoAvritzerOor%E7amentoparticipativoeateoriademocr%E1ticaumbalan%E7ocr%EDtico.pdf\" rel=\"nofollow\" title=\"http://www.democraciaparticipativa.org/files/LeonardoAvritzerOor%E7amentoparticipativoeateoriademocr%E1ticaumbalan%E7ocr%EDtico.pdf\">http://www.democraciaparticipativa.org/files/LeonardoAvritzerOor%E7amentoparticipativoeateoriademocr%E1ticaumbalan%E7ocr%EDtico.pdf</a></p><p>Avritzer, Leonardo y Boaventura de Sousa Santos (2003). “Introducción: para ampliar el canon democrático”. Descargado de <a href=\"http://www.eurozine.com\">www.eurozine.com</a></p><p>Baierle, Sergio e Yves Cabannes (s/d). Documento Base “Finanzas locales y Presupuesto Participativo”. Red URB-AL N°9. Descargado de: <a class=\"external free\" href=\"http://www.centrourbal.com/redes/r9_docbase.htm\" rel=\"nofollow\" title=\"http://www.centrourbal.com/redes/r9_docbase.htm\">http://www.centrourbal.com/redes/r9_docbase.htm</a></p><p>Baiocchi, Gianpaolo, Patrick Heller and Marcelo Kunrath Silva (2005). “Making Space for Civil Society: Evidence from Governance Reforms in 10 Brazilian Municipalities”. Unpublished manuscript. Descargado de: <a class=\"external free\" href=\"http://participatorybudgeting.blogs.com/MakingSpaces.pdf\" rel=\"nofollow\" title=\"http://participatorybudgeting.blogs.com/MakingSpaces.pdf\">http://participatorybudgeting.blogs.com/MakingSpaces.pdf</a></p><p>Cabannes, Yves (2004). “Participatory Budgeting: a significant contribution to participatory democracy”. Environment and Urbanization. International Institute for Environment and Development. Descargado de: <a class=\"external free\" href=\"http://eau.sagepub.com/cgi/content/abstract/16/1/27\" rel=\"nofollow\" title=\"http://eau.sagepub.com/cgi/content/abstract/16/1/27\">http://eau.sagepub.com/cgi/content/abstract/16/1/27</a></p><p>Carné, Martín y Alberto Ford (2009). “Desafíos en la implementación de políticas participativas”. En AA. VV. (2009). Construyendo Confianza: hacia un nuevo vínculo entre Estado y Sociedad Civil. Volumen II. Fundación CIPPEC - Subsecretaría para la Reforma Institucional y Fortalecimiento de la Democracia. Jefatura de Gabinete, Presidencia de la Nación Argentina. En prensa.</p><p>Carné, Martín, Alberto Ford, Cintia Pinillos, Valeria Sassaroli y Valeria Venticinque (2008). “Las políticas participativas desde el punto de vista de las organizaciones sociales”. Congreso Internacional Aprender democracia haciendo democracia. Transformative Learning Centre, OISE/UT. Toronto, Canadá.</p><p>Ford, Alberto. Sitio web con investigaciones sobre democracia participativa: <a class=\"external free\" href=\"http://sites.google.com/site/profesoralbertoford/\" rel=\"nofollow\" title=\"http://sites.google.com/site/profesoralbertoford/\">http://sites.google.com/site/profesoralbertoford/</a></p><p>Ford, Alberto (2008). Experimentos democráticos: asambleas barriales y Presupuesto Participativo en Rosario, 2002-2005. Tesis Doctoral. FLACSO-Argentina. Descargado de: <a class=\"external free\" href=\"http://www.flacso.org.ar/publicaciones_vermas.php?id=469\" rel=\"nofollow\" title=\"http://www.flacso.org.ar/publicaciones_vermas.php?id=469\">http://www.flacso.org.ar/publicaciones_vermas.php?id=469</a></p><p>Fung, Archon y Erik Olin Wright (2003). Democracia en Profundidad. Facultad de Derecho, Ciencias Políticas y Sociales. Universidad Nacional de Colombia.</p><p>Goldfrank, Benjamin (2006). “Los procesos de Presupuesto Participativo en América Latina: éxito, fracaso y cambio”. Revista de Ciencia Política, Vol. 26, N° 2, pp. 03-28. Santiago de Chile. Descargado de: <a class=\"external free\" href=\"http://www.scielo.cl/scielo.php?pid=S0718-090X2006000200001&amp;script=sci_arttext\" rel=\"nofollow\" title=\"http://www.scielo.cl/scielo.php?pid=S0718-090X2006000200001&amp;script=sci_arttext\">http://www.scielo.cl/scielo.php?pid=S0718-090X2006000200001&amp;script=sci_arttext</a></p><p>Lerner, Josh y Daniel Schugurensky (2007). “La dimensión educativa de la democracia local: el caso del presupuesto participativo”. Revista Temas &amp; Debates. Facultad de Ciencia Política y Relaciones Internacionales, Universidad Nacional de Rosario. Rosario.</p><p>Municipalidad de Rosario (2009). El Presupuesto Participativo en Rosario. Una apuesta renovada al experimentalismo democrático. Secretaría General, Municipalidad de Rosario. Descargado de: <a class=\"external free\" href=\"http://www.rosario.gov.ar/sitio/informacion_municipal/pp_biblioteca.jsp\" rel=\"nofollow\" title=\"http://www.rosario.gov.ar/sitio/informacion_municipal/pp_biblioteca.jsp\">http://www.rosario.gov.ar/sitio/informacion_municipal/pp_biblioteca.jsp</a></p><p>Presupuesto Participativo Municipalidad de Rosario (sitio oficial): <a class=\"external free\" href=\"http://www.rosario.gov.ar/sitio/informacion_municipal/pp.jsp\" rel=\"nofollow\" title=\"http://www.rosario.gov.ar/sitio/informacion_municipal/pp.jsp\">http://www.rosario.gov.ar/sitio/informacion_municipal/pp.jsp</a></p><p>Programa URBAL (2008). “El Presupuesto Participativo, o cuando la gente entra en la gestión”. Proyecto Sistema Inter-Municipal de Capacitación en Planificación y Gestión Local Participativa, Red N° 9, Dimensión Territorial, Ciudad Responsable Rosario.</p><p>Rupil, Claudio (2006). La iniciativa del Presupuesto Participativo en el Municipio de Rosario. Semántica, sentido, expectativas. Tesis de Maestría FLACSO-Rosario.</p><p>Signorelli, Gisela (2008). “Presupuesto Participativo en Rosario ¿auge y postrimerías en la participación?” Ponencia presentada al VIII Congreso Nacional Sobre Democracia. Facultad de Ciencia Política y RR.II., Universidad Nacional de Rosario, Argentina. 1 al 5 de septiembre.</p>", "title": "Presupuesto Participativo: Rosario"}