{"htmlbody": "<h3>Purpose and Mission</h3><p>There have been many organizations that have worked to create dialogues between people of opposing views in order to constructively address conflicts that are important to the people but the way they do this is what has received different organizations attentions. The Public Conversations Project is a non-profit organization whose mission is to train and promote everyone from single individuals to other organizations in being able to beneficially discuss issues that are important to them and the world. The Public Conversations Project’s (PCP) goal is to bring together people of very opposing values in one room and allow them to communicate and understand where each person is coming from in order to create human relationships and understandings with even those who might have opinions and ideas from the opposite spectrum. PCP hopes to make people realize that those that might have been considered adversaries prior to their trained dialogues, can now work with each other toward a shared goal. PCP has worked with people from all sides of the world in order to truly bond everything from universities, other non-profit organizations, community groups, government agencies, faith communities, issue advocates, professionals in mediation and dispute resolution and private citizens. They believe that it’s possible to bring any two people together and create a conversation of substance that will allow individuals to understand that together they can reach an area of common ground. <a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>A woman named Laura Chasin created this idea in 1989. It was after witnessing a debate on abortion on television that Chasin began to question how family therapy practices could improve very opposing conversations about abortion or other intense public issues. Although PCP was founded in 1989 it really didn’t enter the publics eye until a horrible shooting in 1994 where a man named John Salvi walked into the Planned Parenthood clinic in Brookline and opened fire with a rifle, causing him to seriously wound three people and kill the receptionist. He then got in his car and drove two miles down Beacon Street to Preterm health Services where he injured two more people and killed another receptionist. This incident really caused the already enormous gap between those that were prolife and those that were prochoice to grow even larger, but it was because of this incident that three people who are prominent figures from both sides decided it was necessary to sit down and have a civilized conversation in order to prevent incidents like this from occurring again. These six people went to PCP and met in private using the organizations method of communicating. They learned about each other as people, started to care for one another, and realized that each person’s vocabulary is what affects each other. Carefully learning these things through PCP’s methods, they were able to mend the gap in a way where they could be civil to one another and respect one another’s ideas and concerns. The article Talking with the Enemy, published in The Boston Globe, showed the public what had been happening in secrecy and really brought people’s attention to PCP as an organization that created constructive dialogues about all different conflicts. It was the beginning of PCP for something great. <a id=\"Specializations_and_activities\" name=\"Specializations_and_activities\"></a></p><h2>Specializations and activities</h2><p>The idea that PCP had was one that has been thought about and created many times before, it was the methods of accomplishing these constructive dialogues that allowed PCP to be seen as different and successful. The way PCP staff facilitates and teaches people how to communicate with one another has roots in family systems therapy methods and goals. The goal with using family therapist skills is to prevent people from seeing each other as enemies but to see each other through personal experiences and deeper understandings. There goal is not to change people’s minds or make the group come out with one answer to the problem, but more so to have people come out with respect for the other side and understanding of where each person is coming from. They hope to make connections between people that before would have assumed there was no way to relate to someone with such an opposing view. They, like many other organizations, wish to promote public deliberation where they encourage participation in democracy through there methods of constructive conversations. Although public deliberation typically is more based around decision-making, PCP does not intend for the group to come out with a decision, but to instead come out more enlightened.</p><p>PCP has three methods in order to provide productive dialogue. First, it takes preventative measures in order to guarantee that the conversation won’t turn into a debate. All those that intend to participate in the conversation are contacted before and are asked to listen to some ground rules, such as not talking over one another and waiting till the facilitator has asked you a question. This will ensure that no one in the group gets attacked, or feels as though they must put their guard up and not truly say how they feel. Secondly, PCP has a variety of facilitative processes such as keeping the conversation on track, asking the questions, setting the tone of the interactions and conversation and enforcing the ground rules. Lastly, PCP works with the participants in creating the overall process such as the ground rules. They allow the participants to work together to realize what rules should be instated in order to not offend themselves and to see what things they do that offends others. This is the beginning of showing the group what things affect what people and making everyone more conscious of even the little things. The point of these three steps is to get the participants to realize that in no shape or form are they there to try to change people’s mind or to prove that they’re right. The point is for everyone to share experiences and talk about who they are in order to really show each other what it’s like in their shoes.</p><p>With all of these methods and ideas, PCP has really made headway in the world as a program that has had the ability to bring polar opposite sides together and on the same page. It is for this reason that they have been asked to work with all different types of groups from universities to community groups. PCP serves so many different groups from all different backgrounds in order to get one thing out of it for them, which is a chance to really communicate. Since PCP has become seen as an organization with a lot of power to bring people together they have been working on projects to expand not just in America but also around the world. One of PCP’s most recent projects includes uniting fiver Israeli and five Palestinian journalists and have them communicate and discuss the challenges both sides face and figure out ways to manage reporting of the Israeli-Palestinian conflict. The hope was that through the dialogue workshop, the participants would gain better understanding of each other’s experiences and constraints. This is showing that PCP is not only trying to bring deliberative discussions in America but they wish to have people all around the world have the ability to sit down and come together. Aside from worldly issues, PCP has worked with issues such as health care, higher education and public policy like abortion. They believe it is very possible to take the most scared to talk about issues, and put two of the most opposing people together, and bring them to respect one another. <a id=\"Funding\" name=\"Funding\"></a></p><h2>Funding</h2><p>Having PCP become a non-profit organization means that they are always interested in foundations funding and supporting their vision. PCP has been fortunate enough to have many different foundations fund their organization in order to continue bringing people together. Some foundations that have been interested in their work include The Boston Foundation, United States Institute of Peace, Rockefeller Foundation, W.K. Kellogg Foundation and many more. PCP was initially founded as a project of Family Institute of Cambridge. It wasn’t till 1996 when they received an initial grant from William and Flora Hewlett Foundation that PCP became a nonprofit organization. Aside from receiving funding from foundations, PCP also accepts donations from individuals or other organizations that feel that what PCP has done is useful and right for not only the country but also the world. They appreciate any donation in order to allow the process of deliberation to continue to occur. <a id=\"Publications\" name=\"Publications\"></a></p><h2>Publications</h2><p>PCP has had the privilege to be mentioned in the news all around the country in order to make people aware of what is going on and what PCP has to offer. Some of the most famous publication of PCP in the news includes an article from Newsday where a PCP Associate named Mary Jacksteit answered questions about how she would be able to help resolve the conflicts over abortion and health care reform. Answering these kinds of questions in the news allows the public to see the methods that PCP uses and the successes PCP has the ability to have. Furthermore, PCP has been mentioned in articles discussing how two very opposite sides have had the ability to talk and communicate with one another and how these polarized sides have come to PCP with the hope that they can someday understand one another and reach some form of common ground.</p><p>When the National Coalition for Dialogue &amp; Deliberation asked on their website, thataway.org, which programs have addressed the partisan divide in the U.S. through dialogue, deliberation and conflict resolution, PCP was mentioned and recommended for this very cause. The PCP organization has grown to become a place where people of all different voices and opinions can be heard and appreciated for who they are. The organization continues to show people that just because a person may think one way they have the ability to listen to the other side comfortably, professionally and honorably without creating hatred and fear. As time goes by it is more and more evident that if PCP will continue to create a change. <a id=\"Seconday_Sources\" name=\"Seconday_Sources\"></a></p><h2>Seconday Sources</h2><p>\"Talking with the Enemy.\" The Boston Globe. Globe Newspaper Company, 28 Jan. 2001. Web. 1 June 2010. &lt;<a class=\"external free\" href=\"http://www.publicconversations.org/node/75\" rel=\"nofollow\" title=\"http://www.publicconversations.org/node/75\">http://www.publicconversations.org/node/75</a>&gt;.</p><p>\"OPINION: Mediating Abortion - Can All Agree on a Purpose?\" Newsday. Newsday.com, 14 Nov. 2009. Web. 1 June 2010. &lt;<a class=\"external free\" href=\"http://mobile.newsday.com/inf/infomo;JSESSIONID=06302FCEBDFEF84FCAC8.2699?site=newsday&amp;view=page6&amp;feed:a=newsday_10min&amp;feed:c=opinion&amp;feed:i=1.1588189&amp;nopaging=1\" rel=\"nofollow\" title=\"http://mobile.newsday.com/inf/infomo;JSESSIONID=06302FCEBDFEF84FCAC8.2699?site=newsday&amp;view=page6&amp;feed:a=newsday_10min&amp;feed:c=opinion&amp;feed:i=1.1588189&amp;nopaging=1\">http://mobile.newsday.com/inf/infomo;JSESSIONID=06302FCEBDFEF84FCAC8.2699?site=newsday&amp;view=page6&amp;feed:a=newsday_10min&amp;feed:c=opinion&amp;feed:i=1.1588189&amp;nopaging=1</a>&gt;. <a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p><a class=\"external free\" href=\"http://www.publicconversations.org/main\" rel=\"nofollow\" title=\"http://www.publicconversations.org/main\">http://www.publicconversations.org/main</a></p><p><a class=\"external free\" href=\"http://www.thataway.org/?p=2528\" rel=\"nofollow\" title=\"http://www.thataway.org/?p=2528\">http://www.thataway.org/?p=2528</a></p>", "title": "Public Conversations Project"}