{"htmlbody": "<h2> </h2><h2>Mission and Purpose</h2><p><a href=\"http://www.healthydemocracy.org\">Healthy Democracy</a> is a nonpartisan, nonprofit organization dedicated to elevating the public’s voice in our democracy. We work to advance innovative and powerful ways for the public to engage in the democratic process and improve our political discourse.</p><p>We don’t work for one side or another on the ‘issues of the day’. We do work on in-depth and fair deliberations, both in-person and online, in order to build meaningful new ways for the public to weigh in on the important issues facing us all.</p><h2>History</h2><p>Healthy Democracy grew out of the successful work of our sister organization, Healthy Democracy Oregon, to promote an innovative reform of the ballot initiative process. This reform, called the <a href=\"http://healthydemocracy.org/citizens-initiative-review/\">Citizens’ Initiative Review</a> (CIR), presents voters with clear, useful, and trustworthy evaluations of statewide ballot measures. Since 2009, Healthy Democracy has led efforts to develop and refine the Citizens’ Initiative Review process for use by Oregon voters.</p><p>In 2011, the Oregon Legislature approved House Bill 2634, legislation making the Citizens’ Initiative Review a permanent part of Oregon elections. This marked the first time a legislature has made voter deliberation a formalized part of the election process. The CIR is a benchmark in the initiative reform and public engagement fields.</p><p>Healthy Democracy was selected by the newly formed Oregon Citizens’ Initiative Review Commission to run two Reviews during the 2012 election cycle — the first official state CIRs. </p><h2>Citizens' Initiative Review</h2><p>The Citizens’ Initiative Review is a proven way of publicly evaluating ballot measures so that voters have clear, useful, and trustworthy information at election time.</p><p>During the Citizens’ Initiative Review, a panel of randomly-selected and demographically-balanced voters is brought together from across the state to fairly evaluate a ballot measure. The panel hears directly from advocates for and against the measure and calls upon policy experts during the multi-day public review.</p><p>For each measure reviewed, a new panel is convened. At the conclusion of each review, panelists draft a ‘Citizens’ Statement’ highlighting the most important findings about the measure. Each ‘Citizens’ Statement’ is published as a prominent page in the voters’ pamphlet as a new and easily accessible resource for voters to use at election time.</p><p>The CIR was adopted into Oregon Law during the 2011 session of the Oregon Legislature. Healthy Democracy worked on behalf of the Oregon Citizens’ Initiative Review Commission to run two CIRs for the 2012 election cycle and plans to run two more in 2014.</p><h2>Citizens' Initiative Review Commission</h2><p>In June, 2011, the Oregon legislature approved House Bill 2634, legislation making the Citizens’ Initiative Review a permanent part of Oregon elections. Oregon is now the first state in the nation to adopt this innovative policy into law. </p><p>House Bill 2634 also created a commission to oversee and conduct the Citizens’ Initiative Review (CIR) in Oregon. The CIR Commission is the official authority on how the CIR works, how it is administered, and what measures are selected for review. Oregon is the first state in the nation to adopt this innovative policy into law.</p><p>To learn more about the CIR Commission, please visit <a href=\"http://www.oregon.gov/CIRC\" target=\"_blank\">oregon.gov/CIRC</a>.</p>", "title": "Healthy Democracy"}