{"htmlbody": "<p>The Pew Center for Civic Journalism was an organization that invested in multiple experiments within the field of journalism to encourage an interest in politics among the public. These experiments involved finding new, innovative ways to present the news as well as engaged everyday citizens in the content of their selected media.\n</p>\n<a id=\"Mission_and_Purpose\" name=\"Mission_and_Purpose\"></a><h2>Mission and Purpose</h2>\n<p>The Pew Center for Civic Journalism's mission is to serve as \"an incubator for civic journalism experiments that enable news organizations to create and refine better ways of reporting the news to re-engage people in public life.\"\n</p><p>\"The Pew Center shares the results of these experiments with the journalism professions through its: \n</p><p>James K. Batten Awards for Excellence in Civic Journalism\n</p><p>Funding for Civic Journalism Projects\n</p><p>Workshops\n</p><p>Spotlights\n</p><p>Publications\n</p><p>Videos\n</p><p>Quarterly Civic Catalyst Newsletters\n</p><p>Presentations and other outreach\"\n</p>\n<a id=\"History\" name=\"History\"></a><h2>History</h2>\n<p>The Pew Center for Civic Journalism was established by The Pew Charitable Trusts to promote community involvement in local politics. \n</p><p>The Center assisted media outlets in finding new ways to report the news that will engage local communities and citizens in decision-making and problem resolution. \n</p><p>Significant partnerships in the past have included those with the Radio and Television news Directors Foundation, IRE, The Maynard Institute, NPR, PBS's Democracy Project, The Kettering Foundation, National Association of Black Journalists and the Association for Education in journalism and Mass Communications. The project is administered by The Tides Center of San Francisco. \n</p><p>In addition to those partnerships, The Center also conducted civic journalism experiments within the journalism community through workshops, publications, videos, and various outreach programs. According to the Pew Center's website, over 3,520 journalists have attended their workshops, 10,000 receive their quarterly newsletter, and 226 news organizations have participated in initiatives that were facilitated through the Center.\n</p><p>The governing structure, The Pew Charitable Trusts, was headquartered in Pennsylvania, and invested in various experiments of civic journalism. In the year 2000 alone, the Trusts awarded $230 million to 302 nonprofit organizations aimed to foster civic journalism.\n</p><p>The Pew Center for Civic journalism closed their doors in May 2003, but executive director, Jan Schaffer, now heads the Institute for Interactive Journalism.\n</p>\n<a id=\"Civic_Journalism\" name=\"Civic_Journalism\"></a><h2>Civic Journalism</h2>\n<p>The Pew Center for Civic Journalism strived to create media pieces that incorporate the public more in the information-gathering process. Civic Journalism makes an effort to portray how citizens view their social issues as well as what they think of as possible solutions. Journalists then utilize that information in creating a more personal, engaging broadcast or newspaper report. Civic Journalism is growing in popularity by many organizations. \n</p>\n<a id=\"Projects\" name=\"Projects\"></a><h2>Projects</h2>\n<p>The Pew Center for Civic Journalism invested in various experiments in the field of journalism in hope of allowing organizations to express themselves in a non-traditional way, and therefore, involving the public in non-traditional journalistic ways. Since the organization was founded, the Center has assisted with over 120 initiatives that seek to provide the everyday citizen with a voice in how their news is covered. By doing this, the public is encouraged to share what they believe are problems, and then deliberate on solutions - making them more active citizens. \n</p><p>The Center supported projects concerning public engagement, quality of life, elections, race relations, crime, economy, youth/children, education, citizenship and governance. \n</p><p>One of their projects that received a significant amount of media attention as well as a notable increase in civil engagement is one called The Citizens Election Project. This project took place during the elections of 1995/1996 and consisted of over five media partnerships and focused on the \"crucial states:\" California, Iowa, New Hampshire and Florida. \n</p><p>Case studies of The Citizens Election Project included:\n</p><p>\"Voice of the people, Iowa\"\n</p><p>Iowa: \"Students and the Caucuses\"\n</p><p>Derry, New Hampshire: \"The People's Voice\"\n</p><p>New Hampshire: \"Voters' Voice\"\n</p><p>San Francisco: \"Voice of the Voter\"\n</p><p>\"Voices of Florida\"\n</p><p>Polling for the People\n</p>\n<a id=\"External_Links\" name=\"External_Links\"></a><h2>External Links</h2>\n<p><a class=\"external free\" href=\"http://http://democracyplace.soundprint.org/pewdf.html\" rel=\"nofollow\" title=\"http://http://democracyplace.soundprint.org/pewdf.html\">http://http://democracyplace.soundprint.org/pewdf.html</a>\n</p><p><a class=\"external free\" href=\"http://www.pewcenter.org/doingcj/pubs/cep/toc.html\" rel=\"nofollow\" title=\"http://www.pewcenter.org/doingcj/pubs/cep/toc.html\">http://www.pewcenter.org/doingcj/pubs/cep/toc.html</a>\n</p><p><a class=\"external free\" href=\"http://www.pewcenter.org\" rel=\"nofollow\" title=\"http://www.pewcenter.org\">http://www.pewcenter.org</a>\n</p><p><a class=\"external free\" href=\"http://en.wikipedia.org/wiki/Civic_Journalism\" rel=\"nofollow\" title=\"http://en.wikipedia.org/wiki/Civic_Journalism\">http://en.wikipedia.org/wiki/Civic_Journalism</a>\n</p><p><a class=\"external free\" href=\"http://www.j-lab.org/\" rel=\"nofollow\" title=\"http://www.j-lab.org/\">http://www.j-lab.org/</a>\n</p>", "title": "Pew Center for Civic Journalism"}