{"htmlbody": "<p><a id=\"Purpose_and_Mission\" name=\"Purpose_and_Mission\"></a></p><h2>Purpose and Mission</h2><p>By the People works with community organization, colleges and the Public Broadcasting Service (PBS) to create events for citizens, that normally do not interact with each other, to takes their views about issues of the day and deliberate on them while contributing their opinions to the national discussion.</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>In November 1992, By the People began by supporting The Wye River Dialogue. Since then the organization has “supported well over 200 Citizen Deliberations around the country and more than 100 national and local PBS broadcasts.”</p><p><a id=\"Activities\" name=\"Activities\"></a></p><h2>Activities</h2><p>By the People functions by using Deliberative Polling in which a random sample of citizens are surveyed on an issue before and after deliberative dialogue takes place, while simultaneously being covered by the media. The particular media that it is a part of is NewsHour, a program that is organized on by MacNeil/Lehrer Productions and distributed by Public Broadcasting Service (PBS).</p><p><a id=\"Funding\" name=\"Funding\"></a></p><h2>Funding</h2><p>By the People is funded by W.K. Kellogg Foundation and the Rockefeller Brothers Fund.</p><p><a id=\"Major_Projects\" name=\"Major_Projects\"></a></p><h2>Major Projects</h2><p>Some of the major recent projects include:</p><ul><li><a href=\"/wiki/Hard_Times,_Hard_Choices:_Michigan_Citizens_Deliberate\" title=\" Michigan Citizens Deliberate\">Hard Times, Hard Choices: Michigan Citizens Deliberate</a></li></ul><p>This case study features a case organized by By the People in collaboration with the Center for Deliberative Democracy, allowing 317 Michigan citizens to participate in a deliberative poll in November 2009. The three day event eventually was turned into a NewsHour program broadcasted by PBS throughout Michigan in January 2010. (2)</p><ul><li>Deliberation Week 2005</li></ul><p> ‘By the People’ conducted resident deliberations on the week of October 22-29, 2005. They were conducted on healthcare and education. It was called “By the People: Residents Voices” and had more than 1,000 American at forums hosted around the country during this deliberation week.  This became the focus of a PBS national program on November 10, 2005.(2)</p><ul><li>Community Colleges and Civic Groups</li></ul><p>‘By the People’ conducted resident deliberation events on community college campuses, youth forums, conversations at local libraries, and presentations hosted by community groups. They were broadcasted on local radio.(2)</p><ul><li>Local PBS broadcast and activities in 2004</li></ul><p>PBS aired two national specials focusing on By the People’s deliberation day on “America’s role in the world” in ten communities, and on an election special called “Time to Choose”. At least 60 local TV programs were aired and more than 130 events took place.(2)</p><ul><li>National Issues Convention 2003</li></ul><p>January 12, 2003 ‘By the People’ brought together more than 300 Americans in Philadelphia, PA to discuss America’s role in the world. This was broadcasted in a National Issues Convention by PBS.(2)</p><p> </p><p><a id=\"Links\" name=\"Links\"></a></p><h2>Links</h2><p><a class=\"external free\" href=\"http://www.pbs.org/newshour/btp/index.html\" rel=\"nofollow\" title=\"http://www.pbs.org/newshour/btp/index.html\">(1) http://www.pbs.org/newshour/btp/index.html</a></p><p><a class=\"external free\" href=\"http://cdd.stanford.edu/polls/btp/\" rel=\"nofollow\" title=\"http://cdd.stanford.edu/polls/btp/\">(2) http://cdd.stanford.edu/polls/btp/</a></p>", "title": "By the People"}