{"htmlbody": "<a id=\"Purpose_and_Mission\" name=\"Purpose_and_Mission\"></a><h2>Purpose and Mission</h2>\n<p>The purpose of the <a class=\"external text\" href=\"http://www.whitehouse.gov/administration/eop/ope\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/administration/eop/ope\">Office of Public Engagement</a>(OPE) is to provide the American public with a more open, inclusive government.  By planning special public events and online activities, the OPE enables citizens to communicate directly with the President’s Administration.  \nThere are three divisions of the OPE that makes this possible:\n</p><p>\n-Intergovernmental Affairs\n</p><p>-Community Relations and Engagement\n</p><p>-Protocol\n</p><p>\nThe Intergovernmental Affairs division reaches out to a wide range of governmental offices- from state to component.  They communicate with them directly in order to build and maintain positive relationships with various leaders (e.g. governors, mayors, etc.) and keep up-to-date with current events and issues.\n</p><p>The Community Relations and Engagement division offers collaborative opportunities for various organizations, advocacy groups, businesses and stakeholders.  Customers, stakeholders, and employees may share their thoughts and receive feedback from upper-level officials from organizations they are associated with.\n</p><p>The protocol division is responsible for finding opportunities and upcoming events for the American public to engage in.  This can range from outreach events to special occasions that involve the federal government.\n</p>\n<a id=\"History\" name=\"History\"></a><h2>History</h2>\n<p>The Office of Public Engagement was introduced on <a class=\"external text\" href=\"http://www.whitehouse.gov/the_press_office/President-Obama-Launches-Office-of-Public-Engagement/\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/the_press_office/President-Obama-Launches-Office-of-Public-Engagement/\">May 11, 2009</a> by President Barack Obama and the Whitehouse.  Previously known as the Office of Community Liaison (OCL), President Obama believed that the OCL needed to be restructured and have a more suiting title.  With a new, updated mission and name, the OPE offers and creates several new opportunities for the American public to engage in government events and discussions.   \n</p><p>There are currently twenty members in the OPE.  Three are in the leadership team, while the remaining seventeen are part of the staff.   Valerie Jarrett, Christina Tchen, and Michael Strautmanis are the three members of the leadership team.  Valerie Jarrett serves as the Senior Advisor and Assistant to the President.  Christina Tchen is the Director, and Michael Strautmanis is the Chief of Staff to the Assistant to the President.\n</p><p>OPE’s staff members (and positions) are: Brian Bond (Deputy Director); Buffy Wicks (Deputy Director); Ashley Baia (Staff Assistant); Michael Blake (Deputy Associate Director); Danielle Borrin (Special Assistant); Anne Brewer (Executive Assistant); Kareem Dale (Special Assistant); Matthew Flavin (Assistant); Jodi Gillette (Associate Director); Joe Kennedy (Staff Assistant); Lisa Kohnke (Deputy Director); D. Paul Monteiro (Associate Director); Karen Richardson (Liaison); Susan S. Sher (Associate Counsel); Stephanie Valencia (Staff Assistant); David O. Washington, Ph.D.  (Associate Director); and Jenny Yeager (Special Assistant).\n</p><p>When President Obama introduced the OPE, he also announced the publication of the <a class=\"external text\" href=\"http://www.whitehouse.gov/sites/default/files/microsites/Citizens_Briefing_Book_Final2.pdf\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/sites/default/files/microsites/Citizens_Briefing_Book_Final2.pdf\">Citizen’s Briefing Handbook</a>.  This book served as the stepping point for public engagement and interaction with the OPE and federal government.   In January 2009, Americans contributed to the publication of the Citizen’s Briefing Handbook by sharing their concerns, ideas, and potential solutions to current issues.  The topics that were addressed in it dealt with: the US economy; education; energy and the environment; foreign policies; health care; homeland security; services; technology; and veterans.\n</p><p>The main requests that were mentioned in the handbook in regards to the topic of the US economy involved changes in taxation and employment.  Americans wanted lower taxes, trade schools, and more jobs.  In terms of education, US citizens strongly supported a change in sex education.  Instead of abstinence-based education, they wanted sex education to be more “age appropriate.” Citizens also wanted students to gain more knowledge on eating healthier and the nutritional value of various foods.  Additionally, they also wanted more attention drawn toward the arts, libraries, and science/engineering.   \n</p><p>When it came to the energy and environment in the United States, citizens wanted their country to be more “green.”  They were also supportive of additional public transportation systems, such as bullet rains and light rails.  For foreign policy, they strongly encouraged the elimination of Torture facilities.  Other issues regarding foreign policy concerned the aid to Israel, Cuba, the WHINSEC, and peace between Palestine and Israel.  Under health care, the main issues addressed were: marijuana laws; health insurance companies; honoring terminally ill patients’ decision to pass.  They also brought up the right each person has to having a healthy body, and funding for childhood care cancer.\n</p><p>In regards to homeland security, Americans argued against wars on abstract concepts and “don’t ask, don’t tell.” They also requested a legislation that would protect “whistle blowers,” a new decentralized energy grid, and an equal balance between US Security and Civil Liberties.  Under service, they mentioned expanding Americorps, the idea of an e-library, expanding small business programs, and national service for college students.  \n</p><p>The suggestions and input the US citizens had for technology were: legalizing online poker; restoring net neutrality protections; vote and deliberate on all bills on the Internet; create a suggestions/idea website for each state governor; and offer national WiFi.  In regards to United States veterans, the main request was to entitle soldiers to their signing bonuses, regardless of whether they received an injury.  Americans also mentioned their disapproval toward tour extensions, wanting to receive detailed explanations of their medical benefits upon their departure from the military, VA benefits, and VA Hospital Reform.\n</p>\n<a id=\"Activities\" name=\"Activities\"></a><h2>Activities</h2>\n<p>The activities and events the OPE offer for the American public to participate in are:\n</p><p>-Teleconferences\n</p><p>-Collaboration Sessions\n</p><p>-Listening Sessions\n</p><p>-Information Sharing Sessions\n</p><p>-Webinars\n</p><p>-Stakeholder meetings\n</p><p>-Town Hall meetings\n</p><p>-Other special events\n</p><p>\n</p>\n<a id=\"Funding\" name=\"Funding\"></a><h2>Funding</h2>\n<p>The OPE is funded by the <a class=\"external text\" href=\"http://www.usa.gov/\" rel=\"nofollow\" title=\"http://www.usa.gov/\">United States federal government</a>\n</p><p>\n</p>\n<a id=\"Major_Projects\" name=\"Major_Projects\"></a><h2>Major Projects</h2>\n<p>Some of the major issues and projects the OPE have been working on are posted on their <a class=\"external text\" href=\"http://www.whitehouse.gov/administration/eop/ope/blog\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/administration/eop/ope/blog\">blog</a>.  Lately, the topics the OPE have been focusing on have mainly involved employment, health care, and taxation.  On March of 2010, the White House hosted a listening session for representatives from numerous non-profit, private, and public groups.  They discussed financial and educational capability, and how many citizens today have limited resources that prevent them from obtaining a financially secure future.  The White House and sectors heard directly from citizens that are experiencing this problem firsthand, and are currently working with the Financially Literacy and Education Commission (FLEC), Department of Treasury, and Department of Education to handle the issue.  Recently, the Treasury and Department of Education issued an awards program that is aimed to further educate high school students on finances and their capabilities. \n</p><p>In addition to assisting citizens with limited resources, President Obama also has been responding to the public’s request for improved health care.  On March 2010, after numerous OPE events, his <a class=\"external text\" href=\"http://www.healthreform.gov/\" rel=\"nofollow\" title=\"http://www.healthreform.gov/\">Health Reform</a> got approved, and he passed the <a class=\"external text\" href=\"http://www.whitehouse.gov/files/documents/health_reform_for_women.pdf\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/files/documents/health_reform_for_women.pdf\">Affordable Care Act</a>.  The Health Reform guarantees health care for each American.  The Affordable Care Act (ACA) entitles women and their children to affordable health treatment and coverage.  They will have lower medical costs, insurance security, and good quality treatment.  Insurance companies can no longer deny them coverage due to pre-existing health conditions, and women have more health insurance companies to select from while choosing a provider.\n</p><p>One of the many ways the OPE partake on the issue of taxes and the US economy is to plan meetings between the federal government and various organizations.  These types of events typically involve the federal government informing organization leaders of recently approved bills, laws, measures, tax cuts, etc.  For instance, in April 2010, the OPE held a meeting for under-represented organizations at the White House.  They discussed a recently passed bill that will fund summer jobs, and a new measure that has provided tax cuts for companies that hire unemployed citizens.\n</p><p>\n</p>\n<a id=\"Secondary_Lit\" name=\"Secondary_Lit\"></a><h2>Secondary Lit</h2>\n<p><a class=\"external text\" href=\"http://iw.newsbank.com/iw-search/we/InfoWeb?p_action=doc&amp;p_theme=aggdocs&amp;p_topdoc=1&amp;p_docnum=1&amp;p_sort=YMD_date:D&amp;p_product=AWNB&amp;p_docid=129DBAB23B0D7268&amp;p_text_direct-0=document_id=%28%20129DBAB23B0D7268%20%29&amp;p_multi=MVNN&amp;s_lang=en-US&amp;p_nbid=W4FL52NLMTI3NTU5MjQ0OS4zMTUxOTI6MTo3Om5jZDgyMzY\" rel=\"nofollow\" title=\"http://iw.newsbank.com/iw-search/we/InfoWeb?p_action=doc&amp;p_theme=aggdocs&amp;p_topdoc=1&amp;p_docnum=1&amp;p_sort=YMD_date:D&amp;p_product=AWNB&amp;p_docid=129DBAB23B0D7268&amp;p_text_direct-0=document_id=%28%20129DBAB23B0D7268%20%29&amp;p_multi=MVNN&amp;s_lang=en-US&amp;p_nbid=W4FL52NLMTI3NTU5MjQ0OS4zMTUxOTI6MTo3Om5jZDgyMzY\">Newsbank: Office of Public Engagement set --new name, mission for White House liaison - Citizens'Briefing Book has ideas from Americans across the country </a>\n</p><p><a class=\"external text\" href=\"http://www.uscis.gov/portal/site/uscis/menuitem.eb1d4c2a3e5b9ac89243c6a7543f6d1a/?vgnextoid=ea015fc544007210VgnVCM100000082ca60aRCRD&amp;vgnextchannel=ea015fc544007210VgnVCM100000082ca60aRCRD\" rel=\"nofollow\" title=\"http://www.uscis.gov/portal/site/uscis/menuitem.eb1d4c2a3e5b9ac89243c6a7543f6d1a/?vgnextoid=ea015fc544007210VgnVCM100000082ca60aRCRD&amp;vgnextchannel=ea015fc544007210VgnVCM100000082ca60aRCRD\">US Citizenship and Immigration Services (USCIS)</a>\n</p><p><a class=\"external text\" href=\"http://whitehousetransitionproject.org/resources/briefing/WHTP-2009-03-Public%20Liaison.pdf\" rel=\"nofollow\" title=\"http://whitehousetransitionproject.org/resources/briefing/WHTP-2009-03-Public%20Liaison.pdf\">\"White House Office of Public Liaison\"</a>\n</p><p>\n</p>\n<a id=\"Links\" name=\"Links\"></a><h2>Links</h2>\n<p><a class=\"external text\" href=\"http://www.whitehouse.gov/administration/eop/ope\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/administration/eop/ope\">Office of Public Engagement (OPE)</a>\n</p><p><a class=\"external text\" href=\"http://www.whitehouse.gov/the_press_office/President-Obama-Launches-Office-of-Public-Engagement/\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/the_press_office/President-Obama-Launches-Office-of-Public-Engagement/\">OPE Statement from White House</a>\n</p><p><a class=\"external text\" href=\"http://www.whitehouse.gov/sites/default/files/microsites/Citizens_Briefing_Book_Final2.pdf\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/sites/default/files/microsites/Citizens_Briefing_Book_Final2.pdf\">Citizen's Briefing Handbook</a>\n</p><p><a class=\"external text\" href=\"http://www.usa.gov/\" rel=\"nofollow\" title=\"http://www.usa.gov/\">United States</a>\n</p><p><a class=\"external text\" href=\"http://www.whitehouse.gov/administration/eop/ope/blog\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/administration/eop/ope/blog\">OPE Blog</a>\n</p><p><a class=\"external text\" href=\"http://www.healthreform.gov/\" rel=\"nofollow\" title=\"http://www.healthreform.gov/\">Heath Reform Website</a>\n</p><p><a class=\"external text\" href=\"http://www.whitehouse.gov/files/documents/health_reform_for_women.pdf\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/files/documents/health_reform_for_women.pdf\">Affordable Care Act</a>\n</p>", "title": "Office of Public Engagement"}