{"htmlbody": "<h3>Mission and Purpose</h3><p>On June 14, 1997, President William Jefferson Clinton proclaimed \"One America in the 21st Century: The President's Initiative on Race.\" The initiative was a fundamental factor in President Clinton's intentions to transform the United States into a country that embraces diversity, and to live as one America in the 21st century. Racial reconciliation, through assembling and encouraging dialogue throughout the nation, was to serve as representative of reconciling racial and ethnic divisions wherever they existed in our country. Through strengthening our infrastructure, Americans could Clinton pledged to lead \"the American people in a great and unprecedented conversation on race.\" <a href=\"#cite_note-0\" title=\"\">[1]</a></p><p>The purpose of this 15-month initiative was to encourage our nation to participate in endeavors to progress beyond the racial disparities of our present and past. Through contemplative examination, valuable dialogue, and affirmative moves, the initiative attempted to help America heal racial and ethnic divisions. The first, would be to encourage communities across the country to become involved in a “National Conversation on Race.” This would explore the history of our country’s race relations. The second facet of the initiative would attempt to alleviate the opportunity gap that exists among the disparities of Americans regarding employment, education, health care, home ownership, and the administration of justice, where race is a indicator. <a href=\"#cite_note-1\" title=\"\">[2]</a></p><p>The stated purpose of the race initiative was to:</p><blockquote><p>“Help educate Americans about the facts surrounding issues of race, to promote a dialogue in every community of die land and to confront and work through these issues, to recruit and encourage leadership at all levels to help breach racial divides, and to find, develop, and recommend how to implement concrete solutions to our problems— solutions that will involve all of us in government, business, communities, and as individual citizens.“ <a href=\"#cite_note-2\" title=\"\">[3]</a> <a id=\"History\" name=\"History\"></a></p></blockquote><h2>History</h2><p>The first attempt in nearly thirty years by a United States’ President, this Initiative ventured to seriously and methodically approach and solve the ongoing matter of “race” in our country. <a href=\"#cite_note-3\" title=\"\">[4]</a></p><p>President Clinton developed a seven-member Advisory Board, which served to encourage community dialogue and were obliged to report to him regarding issues surrounding their mission of reconciling racial tension. They were expected to reach out to the diverse groups of our communities in our nation and take heed of the viewpoints of Americans from every background. In turn, ideally we would increasingly acknowledge the reasons and origins of racial tension in our nation.</p><p>The Board was expected to provide their supposed diverse viewpoints to the President. The precise objectives of the Board, specified in the Executive Order, were to:</p><p>1. Promote a constructive national dialogue to confront and work through challenging issues that surround race;</p><p>2. Increase the Nation’s understanding of our recent history of race relations;</p><p>3. Bridge racial divides by encouraging leaders . . . to develop and implement innovative approaches to calming racial tensions;</p><p>4. Identify, develop, and implement solutions to problems in areas in which race has a substantial impact.. .’ <a href=\"#cite_note-4\" title=\"\">[5]</a></p><p>The Advisory Board was expected to examine fundamental scopes in which imbalance and inconsistencies regarding race were present and of importance. These areas were issues such as education, economic opportunity, housing, health care, and the administration of justice. It was viewed by some, that the long and deep-rooted feelings of minorities of the country, such as Asian Americans, Hispanics, Native Americans, African Americans and white ethnics, were difficult to be understood, and beyond the realm of a small and poorly funded governmental Advisory Board. The White House also failed to incorporate a Native American member of the Advisory Board, which proved to be a shortcoming of this race initiative. <a href=\"#cite_note-5\" title=\"\">[6]</a></p><p>The initiative was criticized heavily during its short-lived 15-month existence. This is because it was viewed that President Clinton’s program had no particular end goal in sight. “Talking about race” proved to be difficult because America is heavily divided not only by race but based on differences of multicultural and multiethnic qualities. How is every single person to be labeled and represented by a 7-member advisory board? The most dominant denunciation of the Initiative was its focus on dialogue amongst the population. Critics of the initiative dismissed the idea that mere dialogue would resolve the nation’s racial disparities and issues. However, President Clinton’s point was not expectant on dialogue to solve problems, but rather be the initial necessity to precede positive movement. <a href=\"#cite_note-6\" title=\"\">[7]</a></p><p>In a 1995 statement, President Clinton declared that \"I am convinced, based on a rich lifetime of friendships and common endeavors with people of different races, that the American people will find out they have a lot more in common than they think they do.\"</p><p>In his first town hall meeting in Akron, Ohio wherein he vindicated the grounds for his race initiative, he reemphasized that notion by saying, “What what we're trying to do here is drop a pebble in the pond and have it reverberate all across America, because I honestly believe that this is a good country full of good people.\" In another event, Clinton stated that \"We should not underestimate the power of dialogue and conversation to melt away misunderstanding and to change the human heart.” <a href=\"#cite_note-7\" title=\"\">[8]</a></p><p>President Clinton’s confidence in dialogue divulged a notion that racist divides were rooted in ignorance, and that interaction and dialogue would pave the way to understanding.</p><p>When President Clinton initially publicized the initiative in 1997, he intended to execute its focus during his second term of presidency. However, most of Clinton’s second term was interfered by media focus on scandals, and him compelled to defend himself and his presidency. Needless to say, the race initiative became less of a priority and received limited news coverage and attention. <a id=\"Activities\" name=\"Activities\"></a></p><h2>Activities</h2><p>In the course of the race initiative, President Clinton took part in three publicized “town hall” conferences on race. Clinton made observations and remarks at the Advisory Board meetings and also conduced an “Outreach Meeting” at the White House with an assembly of conservative critics. Clinton pronounced various speeches on race as well.</p><p>The President’s Initiative on Race assembled information regarding programs and efforts that helped to accomplish President Clinton’s vision of One America in the 21st century. These programs were called “Promising Practices for Racial Reconciliation” and epitomized the endeavors of Americans who realized that racial disparities are not easily conquered without needed attention. The programs ranged from categories such as Arts, Multi-Media, and Sports, Business, Community and Economic Development, Community Building, Education, Government, Health and Human Services, and Youth. These programs were listed in “To One America in the 21st Century: Promising Practices for Racial Conciliation” While they each differentiated from one another in particular focus, they all contributed to effort of racial reconciliation. <a id=\"Major_Projects_.26_Events\" name=\"Major_Projects_.26_Events\"></a></p><h2>Major Projects &amp; Events</h2><p>Using the conclusions from the Advisory Board’s discussions, analysis, and movement of the initiative, President Clinton presented a report to the American people. This report, called “One America in the 21st Century: Forging a New Future” was a framework for the progress of race relations in our country. <a id=\"References\" name=\"References\"></a></p><h2>References</h2><ol class=\"references\"><li id=\"cite_note-0\"><a href=\"#cite_ref-0\" title=\"\">↑</a> Carcasson, Martin &amp; Mitchell Rice. “The Promise and Failure of President Clinton’s Race Initiative of 1997-1998: A Rhetorical Perspective.” Rhetoric &amp; Public Affairs 2:2 (1999): 243-274.</li><li id=\"cite_note-1\"><a href=\"#cite_ref-1\" title=\"\">↑</a> Goering, John. “An Assessment of President Clinton’s Initiative on Race’, Ethnic and Racial Studies.” Ethnic and Racial Studies 24:3 (2001): 472-484.</li><li id=\"cite_note-2\"><a href=\"#cite_ref-2\" title=\"\">↑</a> Carcasson, Martin &amp; Mitchell Rice. “The Promise and Failure of President Clinton’s Race Initiative of 1997-1998: A Rhetorical Perspective.” Rhetoric &amp; Public Affairs 2:2 (1999): 243-274.</li><li id=\"cite_note-3\"><a href=\"#cite_ref-3\" title=\"\">↑</a> Goering, John. “An Assessment of President Clinton’s Initiative on Race’, Ethnic and Racial Studies.” Ethnic and Racial Studies 24:3 (2001): 472-484.</li><li id=\"cite_note-4\"><a href=\"#cite_ref-4\" title=\"\">↑</a> Goering, John. “An Assessment of President Clinton’s Initiative on Race’, Ethnic and Racial Studies.” Ethnic and Racial Studies 24:3 (2001): 472-484.</li><li id=\"cite_note-5\"><a href=\"#cite_ref-5\" title=\"\">↑</a> Carcasson, Martin &amp; Mitchell Rice. “The Promise and Failure of President Clinton’s Race Initiative of 1997-1998: A Rhetorical Perspective.” Rhetoric &amp; Public Affairs 2:2 (1999): 243-274.</li><li id=\"cite_note-6\"><a href=\"#cite_ref-6\" title=\"\">↑</a> Kim, Claire Jean. “Clinton’s Race Initiative: Recasting the American Dilemma.” Polity 33:2 (2000): 175-197.</li><li id=\"cite_note-7\"><a href=\"#cite_ref-7\" title=\"\">↑</a> Carcasson, Martin &amp; Mitchell Rice. “The Promise and Failure of President Clinton’s Race Initiative of 1997-1998: A Rhetorical Perspective.” Rhetoric &amp; Public Affairs 2:2 (1999): 243-274.</li></ol><p><a id=\"External_links\" name=\"External_links\"></a></p><h2>External links</h2><ul><li><a class=\"external free\" href=\"http://clinton3.nara.gov/Initiatives/OneAmerica/america.html\" rel=\"nofollow\" title=\"http://clinton3.nara.gov/Initiatives/OneAmerica/america.html\">http://clinton3.nara.gov/Initiatives/OneAmerica/america.html</a></li><li><a class=\"external free\" href=\"http://www.racematters.org/oneamericadialogueguide.htm\" rel=\"nofollow\" title=\"http://www.racematters.org/oneamericadialogueguide.htm\">http://www.racematters.org/oneamericadialogueguide.htm</a></li><li><a class=\"external free\" href=\"http://clinton2.nara.gov/Initiatives/OneAmerica/Practices/ppreport.pdf\" rel=\"nofollow\" title=\"http://clinton2.nara.gov/Initiatives/OneAmerica/Practices/ppreport.pdf\">http://clinton2.nara.gov/Initiatives/OneAmerica/Practices/ppreport.pdf</a></li><li><a class=\"external free\" href=\"http://clinton2.nara.gov/Initiatives/OneAmerica/PIR_summary.pdf\" rel=\"nofollow\" title=\"http://clinton2.nara.gov/Initiatives/OneAmerica/PIR_summary.pdf\">http://clinton2.nara.gov/Initiatives/OneAmerica/PIR_summary.pdf</a></li><li><a class=\"external free\" href=\"http://yalepress.yale.edu/yupbooks/excerpts/lawson_oneamerica.pdf\" rel=\"nofollow\" title=\"http://yalepress.yale.edu/yupbooks/excerpts/lawson_oneamerica.pdf\">http://yalepress.yale.edu/yupbooks/excerpts/lawson_oneamerica.pdf</a></li></ul>", "title": "President Clinton's Initiative on Race"}