{"htmlbody": "<p>The UK Youth Parliament (UKYP) is a London-based organization that gives the United Kingdom's youth a voice in politics. \"Run by young people for young people\", UKYP consists of more than 600 democratically elected Members of Youth Parliament (MYPs), ranging from age 11 to 18.  Founded in 2000, the UK Youth Parliament is both “heard and listened to by local and national governments…who have an interest in the views and needs of young people” \n</p>\n<a id=\"Mission_and_Purpose\" name=\"Mission_and_Purpose\"></a><h2>Mission and Purpose</h2>\n<p>The UKYP “enables young people to use their energy and passion to change the world for the better”.  The parliament serves to represent the views of diverse youth on government and services within the United Kingdom.  It has been praised by a wide array of politicians and leaders including Nick Clegg and Gordon Brown.  Brown has called the UK Youth Parliament “a symbol of the politics we should all strive for –politics that bring people together to work for what is best for us all.”\n</p>\n<a id=\"History\" name=\"History\"></a><h2>History</h2>\n<p>In 1996, youth at the event “Heirs to the Millennium” protested to Andrew Rowe (the organizer) that there was a lack of youth voice in government.  In response, Andrew along with the National Society for the Prevention of Cruelty to Children (NSPCC), and youth worker, Kate Parish, began to create a proposal for the youth advocacy group.  By 1998, a steering group had been formed and included predominately youth members and co-chairs approved by Andrew.  \n</p><p>The UKYP launched in 1999 in the House of Commons and by 2000, Malcolm Wicks (Minister for Lifelong Learning in the Department of Education and Employment) decided to staff the project.  In February 2001 UKYP had its first sitting in the House of Commons in London.\n</p>\n<a id=\"Formation\" name=\"Formation\"></a><h2>Formation</h2>\n<p>Since the launch, this youth parliament has grown to over 600 elected Members of Youth Parliament (MYPs) and Deputy Members of Youth Parliament (DMYPs) which consist of men and women of diverse ethnic, social and economic backgrounds.\n</p><p>UK Youth Parliament elections occur every year and all youth ages 11 through 18 are eligible to vote in local elections.  In 2008 there were 1,625 young candidates and over 565,802 of the United Kingdom’s youth voted in elections.  Currently 90% of England’s education department called the Local Education Authorities holds the elections.  The number of elected members is proportionate to the population of the region.   \n</p><p>The administrative aspect of the parliament is overseen by the board of trustees which consists of half MYPs who are elected from their region every two years, and half stakeholders from various organizations including one representative of each major political party.\n</p>\n<a id=\"Events\" name=\"Events\"></a><h2>Events</h2>\n<p>The UKYP holds three annual events including their Annual Sitting, Circles of Influence and debate in the House of Commons.  In 2008 they also held a debate within the prestigious House of Lords.\n</p><p>The Annual Sitting is the largest UKYP event of the year and includes all the elected young members.  This deliberative event takes place over three days on a university campus and features speakers from the British Parliament.  At the Annual Sitting, the Members of Youth Parliament hold debates on seven areas: Culture, Media and Sport, Education and Employment, Empowering Young People, Health, International Matters, Law and Society, and Transport, Environment and Rural Affairs.  During each Annual Sitting the MYPs create a manifesto which adequately represents the issues important to youth and includes policies centered on the seven areas of debate.  Upon completion, the manifesto is passed on to the government to reflect current important issues of the United Kingdom’s youth.\n</p><p>Circles of Influence incorporates government and private organizations in a conversation with UKYP members.  Two hundred members discuss important youth issues which in the past have included leadership and aptitude.\n</p><p>After much debate within the House of Commons chambers, the United Kingdom Youth Parliament was finally granted annual access to hold House of Commons in March 2010.  The topics to be debated are decided in an online vote prior to the event.  One of the issues discussed in 2009 was lowering the voting age to 16.  UKYP member, James Evans, exclaimed “At 16, we can marry…have children…sign up in preparation for fighting and potentially die and suddenly we are not mature enough to vote. What an absolute disgrace!”  In addition to lowering the voting age, the parliament discussed eliminating college tuition fees, reducing youth crime, providing free transportation to the elderly, and how to provide more job opportunities for young people. \n</p><p>On May 2, 2008, the UKYP held a debate among 300 members in the House of Lords.  The House of Lords had only been used by a non-Parliament group once before.  This historic event allowed members to debate for three hours and then vote on what campaigns to focus on for the upcoming year.\n</p>\n<a id=\"Campaigns\" name=\"Campaigns\"></a><h2>Campaigns</h2>\n<p>Each year the parliament holds a vote as to what the three most important campaigns or issues are for the nation.  The campaigns of 2008 were targeted at lowering public transportation fees for youth, replacing university fees with a graduate tax and improving political education within the school systems.\n</p>\n<a id=\"Funding\" name=\"Funding\"></a><h2>Funding</h2>\n<p>As a charity, the UKYP also receives funding from organizations such as the government’s Department for Children, Schools and Families, the Ministry of Justice Innovations Fund and the Children’s Workforce Development Council. \n</p><p>Currently, MWH (an engineering firm) is the official sponsor of the UKYP, while previously the parliament was sponsored by the telecommunication company, BT. \n</p>\n<a id=\"Primary_Sources\" name=\"Primary_Sources\"></a><h2>Primary Sources</h2>\n<p><a class=\"external free\" href=\"http://www.ukyouthparliament.org.uk/4655/index.html/\" rel=\"nofollow\" title=\"http://www.ukyouthparliament.org.uk/4655/index.html/\">http://www.ukyouthparliament.org.uk/4655/index.html/</a>\n</p><p><a class=\"external free\" href=\"http://www.parliament.the-stationery-office.co.uk/pa/cm200809/cmhansrd/youth/debtext/91030.htm#09110254000236\" rel=\"nofollow\" title=\"http://www.parliament.the-stationery-office.co.uk/pa/cm200809/cmhansrd/youth/debtext/91030.htm#09110254000236\">http://www.parliament.the-stationery-office.co.uk/pa/cm200809/cmhansrd/youth/debtext/91030.htm#09110254000236</a>\n</p>\n<a id=\"Scholarly_Sources\" name=\"Scholarly_Sources\"></a><h2>Scholarly Sources</h2>\n<p><a class=\"external free\" href=\"http://www.jstor.org/pss/20003851\" rel=\"nofollow\" title=\"http://www.jstor.org/pss/20003851\">http://www.jstor.org/pss/20003851</a>\n</p><p><a class=\"external free\" href=\"http://74.125.155.132/scholar?q=cache:sqCLo3xRM6YJ:scholar.google.com/+uk+youth+parliament&amp;hl=en&amp;as_sdt=100000000000000\" rel=\"nofollow\" title=\"http://74.125.155.132/scholar?q=cache:sqCLo3xRM6YJ:scholar.google.com/+uk+youth+parliament&amp;hl=en&amp;as_sdt=100000000000000\">http://74.125.155.132/scholar?q=cache:sqCLo3xRM6YJ:scholar.google.com/+uk+youth+parliament&amp;hl=en&amp;as_sdt=100000000000000</a>\n</p><p>\n</p>\n<a id=\"Additional_Sources\" name=\"Additional_Sources\"></a><h2>Additional Sources</h2>\n<p><a class=\"external free\" href=\"http://www.staffordshire.gov.uk/education/youth/speakout/ukparliament/\" rel=\"nofollow\" title=\"http://www.staffordshire.gov.uk/education/youth/speakout/ukparliament/\">http://www.staffordshire.gov.uk/education/youth/speakout/ukparliament/</a>\n</p><p><a class=\"external free\" href=\"http://en.wikipedia.org/wiki/UK_Youth_Parliament\" rel=\"nofollow\" title=\"http://en.wikipedia.org/wiki/UK_Youth_Parliament\">http://en.wikipedia.org/wiki/UK_Youth_Parliament</a>\n</p><p><a class=\"external free\" href=\"http://www.facebook.com/pages/UK-Youth-Parliament/23643705952\" rel=\"nofollow\" title=\"http://www.facebook.com/pages/UK-Youth-Parliament/23643705952\">http://www.facebook.com/pages/UK-Youth-Parliament/23643705952</a>\n</p><p><a class=\"external free\" href=\"http://www.haveringyouth.co.uk/youth/ukyouthparliament/index.html\" rel=\"nofollow\" title=\"http://www.haveringyouth.co.uk/youth/ukyouthparliament/index.html\">http://www.haveringyouth.co.uk/youth/ukyouthparliament/index.html</a>\n</p>", "title": "UK Youth Parliament"}