{"htmlbody": "<p>The Panhellenic Socialist Movement, also known as PASOK, is the political party that welcomed the idea of Deliberative Polling and put it in to practice for the first time when selecting the electoral candidate for Marousi’s mayor in 2006. PASOK is one of the two leading political parties in Greece and tends to be centre-left in ideology. \n</p>\n<a id=\"Ideology\" name=\"Ideology\"></a><h2>Ideology</h2>\n<p>When founded PASOK was a social democratic party. Under Andreas Papandreou’s leadership, wages were increased and capital gains were taxed. When PASOK became under the power of Kostas Simitis there was significantly tighter fiscal policies, private state enterprises, and a broadening tax base. Shifting from its original principles, PASOK is now shifting the tax base, cutting salaries in both private and public sectors, and cutting social welfare. PASOK still defines their party as a social democracy. \n</p>\n<a id=\"History\" name=\"History\"></a><h2>History</h2>\n<p>PASOK was created in response to the collapse of the military dictatorship in Greece in 1974. Its founder, Andreas Papandreou, founded PASOK on the ideals of National Independence, Popular Sovereignty, Social Emancipation, and Democratic Process. \n</p><p>PASOK’s presence in Grecian government became prominent in its early years. By November 1977 elections, just three years after being established, PASOK had doubled its share of votes and won 92 seats, becoming the main opposition party. PASOK won 173 seats by 1981 and formed the first socialist government in Greece since 1924.  \n</p><p>From 1985 – 1993 PASOK experienced extreme policy changes and financial and corruption scandals, which led to it’s brief decline in governmental influence. By 1995 Papandreou led PASOK to a landslide victory and regained control of the Grecian government. \n</p><p>In 1996 Papandreou was forced to step down due to his ailing health and was succeeded by Costas Simitis. Simitis started the pro-European wing of PASOK, and was accredited to modernizing PASOK. Yet, his lack of opinion and action of the Imia crisis caused him to have a flawed image by the Grecian people. In a time of Athens hosting the Olympics and terrorist attacks, PASOK lost its traditional appeal to the Greek lower and middle classes, resulting in a loss of elections in 2004. The New Democracy party had taken over from 2004 until 2009 when PASOK, now led by George Papandreou, finally regained election.\n</p>\n<a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a><h2>Secondary Sources</h2>\n<ul><li>\"Panhellenic Socialist Movement (PASOK).\" Encyclopædia Britannica. 2010. Encyclopædia Britannica Online. 02 Jun. 2010 &lt;<a class=\"external free\" href=\"http://www.britannica.com/EBchecked/topic/441273/Panhellenic-Socialist-Movement\" rel=\"nofollow\" title=\"http://www.britannica.com/EBchecked/topic/441273/Panhellenic-Socialist-Movement\">http://www.britannica.com/EBchecked/topic/441273/Panhellenic-Socialist-Movement</a>&gt;.\n</li></ul><a id=\"Links\" name=\"Links\"></a><h2>Links</h2>\n<ul><li><a href=\"/wiki/Marousi,_Greece_-_Deliberative_Polling\" title=\"Marousi, Greece - Deliberative Polling\">Marousi, Greece - Deliberative Polling</a>\n</li></ul><ul><li><a class=\"external text\" href=\"http://www.pasok.gr/portal/gr\" rel=\"nofollow\" title=\"http://www.pasok.gr/portal/gr\">PASOK Political Party</a>\n</li></ul>", "title": "PASOK Political Party"}