{"htmlbody": "<p>The Americans Discuss Social Security (ADSS) is an organization based out of Washington, D.C. that focuses on engaging American citizens in discussing the reformation of the United States Social Security System. <a id=\"Mission_and_Purpose\" name=\"Mission_and_Purpose\"></a></p><h2>Mission and Purpose</h2><p>The Americans Discuss Social Security (ADSS) group was created with the purpose to reform the Social Security system in the United States of America. The group has provided a unique experience as to the insight of how Americans feel about Social Security.</p><p>The ADSS is a non-partisan effort that engages Americans from all walks of life in a nationwide conversation about the future of Social Security and provides them the opportunity to influence policymakers. It has engaged nearly 45,000 Americans in every state in direct discussions on Social Security reform and reached more than twelve million through the project’s media and public education efforts. <a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>In 1998, the Pew Charitable Trusts funded the non-partisan project that directly engaged diverse samples of Americans in a dialogue about Social Security reform and provided recommendations to the United States Congress that supported the preferences of the citizens.</p><p>In 1999, the ADSS held a massive online event called the National Dialogue on Social Security that involved thousands of participants all over the country. They are also a subsidiary of the AmericaSpeaks organization, a non-profit organization based out of Washington, D.C. that encourages American citizens to engage in discussions about topics that affect their everyday lives. <a id=\"Specializations_and_Activities\" name=\"Specializations_and_Activities\"></a></p><h2>Specializations and Activities</h2><p>The ADSS specializes in providing an arena for the American people to discuss their feelings on the state of the Social Security system. <a id=\"Major_Projects_and_Events\" name=\"Major_Projects_and_Events\"></a></p><h2>Major Projects and Events</h2><p><a id=\"The_National_Dialogue_on_Social_Security\" name=\"The_National_Dialogue_on_Social_Security\"></a></p><h3>The National Dialogue on Social Security</h3><p>Between the dates April 19, 1999 and June 4, 1999, the National Dialogue on Social Security took place online. It was hosted by the ADSS in collaboration with Information Renaissance. It brought thousands of Americans together to participate in a national discussion with policy makers and experts on Social Security. The Prudential Foundation sponsored the project.</p><p>Participants were allowed to take part in any of five online forums that spanned across all different issues. The first forum was on Social Security reform and served as an introduction for users to the website and lasted the entire duration of the time frame.</p><p>The second forum presented the question of why the system needs reformation now. It made participants question whether the system meet the needs currently or if it were in desperate need of change. This forum took place between April 26 and May 7, 1999.</p><p>The third online forum focused on the options available for reform of the Social Security system. It took place from May 3 – May 14, 1999.</p><p>The fourth forum presented the idea of having a Social Security Trust Fund that invested in the stock market and whether it would be a good idea to invest a portion of Social Security in the market to generate income. It asked what the risks and costs of doing so as well as presenting the problem of who would control the investments. This forum took place between May 17 and May 28, 1999.</p><p>The fifth forum discussed the significance of Social Security to women and minorities and whether it held any special standing amongst the members of those groups. It also provided discussion for the effects of Social Security reform on women and minorities. This forum took place between May 24 and June 4, 1999.</p><p>A final forum was held during May 24 and June 4, 1999 that included Members of Congress who were introducing proposals on Social Security reform. <a id=\"Various_Surveys\" name=\"Various_Surveys\"></a></p><h3>Various Surveys</h3><p>One survey the ADSS conducted examined the tradeoffs some Americans may make in regards to Social Security. The question was whether to raise the full-benefit age to 70. 74 percent of Americans were against this proposal, including those between the ages of 18 and 49. But the opposition declines when they survey asks them to choose between increasing the full-benefit age and reducing benefit amounts. 54 percent chose to raise the age of eligibility instead of decreasing benefits.</p><p>Another survey showed that 63 percent were in favor of keeping a trust fund over investing in the stock market. 66 percent claim a safe investment is more important than a riskier investment with the potential to make more money.</p><p>After all the surveys, it is became apparent that Americans believed maintaining benefit levels and guaranteeing those benefits for everyone were the most important items. <a id=\"Funding\" name=\"Funding\"></a></p><h2>Funding</h2><p><a id=\"The_Pew_Charitable_Trusts\" name=\"The_Pew_Charitable_Trusts\"></a></p><h3>The Pew Charitable Trusts</h3><p>The ADSS is funded by the Pew Charitable Trusts, which is an independent non-profit and non-governmental organization founded in 1948 with the mission to serve the public interest. The Trusts are the successor and sole entity of seven charitable funds established between 1948 and 1979 by the adult children of Sun Oil Company founder Joseph N. Pew and his wife, Mary Anderson Pew. They are based in Philadelphia, Pennsylvania.</p><p>In 2008, the Pew Charitable Trusts were to have reported over US$5.8 billion in assets. <a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h2>Secondary Sources</h2><ul><li><a class=\"external text\" href=\"http://participedia.net/wiki/AmericaSpeaks\" rel=\"nofollow\" title=\"http://participedia.net/wiki/AmericaSpeaks\">AmericaSpeaks</a></li><li><a class=\"external text\" href=\"http://www.network-democracy.org/social-security/hp.html\" rel=\"nofollow\" title=\"http://www.network-democracy.org/social-security/hp.html\">National Dialogue for Social Security</a></li><li><a class=\"external text\" href=\"http://en.wikipedia.org/wiki/Pew_Charitable_Trusts\" rel=\"nofollow\" title=\"http://en.wikipedia.org/wiki/Pew_Charitable_Trusts\">The Pew Charitable Trusts</a></li></ul><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><ul><li><a class=\"external text\" href=\"http://www.network-democracy.org/social-security/bb/whc/adss.html\" rel=\"nofollow\" title=\"http://www.network-democracy.org/social-security/bb/whc/adss.html\">Americans Discuss Social Security</a></li><li><a class=\"external text\" href=\"http://participedia.net/wiki/AmericaSpeaks\" rel=\"nofollow\" title=\"http://participedia.net/wiki/AmericaSpeaks\">AmericaSpeaks</a></li><li><a class=\"external text\" href=\"http://www.network-democracy.org/social-security/hp.html\" rel=\"nofollow\" title=\"http://www.network-democracy.org/social-security/hp.html\">National Dialogue for Social Security</a></li><li><a class=\"external text\" href=\"http://en.wikipedia.org/wiki/Pew_Charitable_Trusts\" rel=\"nofollow\" title=\"http://en.wikipedia.org/wiki/Pew_Charitable_Trusts\">The Pew Charitable Trusts</a></li></ul>", "title": "Americans Discuss Social Security"}