{"htmlbody": "<p>\n</p><p><em>Note 1: Another version of this case study can be found below as a file attachment with the prefix \"VD\". This alternate version was originally submitted to </em><a href=\"http://www.vitalizing-democracy.org/\">Vitalizing Democracy</a><em> as a contestant for the 2011 Reinhard Mohn Prize.</em></p><p><em>Note 2: This case study was written in early 2010, and thus focuses on events in 2009, although the project took place over 2009 and 2010. </em></p><h3>History, Problems and Purpose</h3><p>In Tower Hamlets, a Participatory Budgeting project known as “You Decide!” was carried out across the whole Borough. The Cabinet had allocated £2.38 million per year for a two year period (total of £4.76 million although with £300,000 added by the local Primary Care Trust (PCT) for year two), which led to a total of £5.06 million over the two year period. The implementation budget was £100,000 over the same period.</p><p>The initial objectives of the government organizers for the project were:</p><ul><li>To improve perceptions and performance of local services. This was to be done by giving residents the power to design and choose services through the process and then shape those services through the Steering Groups.</li><li>To develop proper participation within the Tower Hamlets community. This was meant to help people from all backgrounds,not only to get involved in this process but also to learn from the participatory experience. This was meant to improve levels of involvement in other council services and generate a skill set around participation within the Borough.</li><li>To generate social capital. This process was meant to improve the level of involvement and engagement amongst Tower Hamlets residents in all walks of life, and not just in relation to council services. This includes the joining of voluntary organisations and local associations as well as encouraging involvement in politics.</li></ul><p>Tower Hamlets is a dense urban Borough in the East End Of London. Despite being only about 5 miles across, it contains nearly 220,000 people speaking 110 different languages. Nearly 50% of the population is non ‘White British’.</p><p>The Borough is split into eight Local Area Partnership (LAP) areas and it is these which formed the basis of the project. One You Decide! event was held in each LAP, and the LAP Steering Groups (made up of residents, councillors and service providers) had a particular role in monitoring and shaping the services that are provided in their local area. This made the project both Borough-wide and very local at the same time.</p><h3>Project Design</h3><p>The Tower Hamlets participatory budgeting project was branded as ‘You Decide!’ and followed roughly this format:</p><p>1) The cabinet set aside £2.4 million to be spent on mainstream council services through a PB process. This money came from ordinary council funds.</p><p>2) The PB team asked for ‘bids’ for services that could appear on the ‘You Decide!’ menus. All services had to be mainstream council services. In addition, they had to meet one of the five cabinet priorities or one of the LAP priorities identified by the LAPs over the past year. These services were then presented to Cabinet before being put together in the “menu” given later to event participants. In total, the value of the services on the menu was just under £750,000.</p><p>Each LAP only had £280,000 to spend, so they had to make decisions about trade-offs. The menu items came under the categories of: ‘Reducing Levels of Youth Unemployment’, ‘Tackling Anti-Social Behaviour’, ‘Raising GCSE results’, ‘Improving the Quality of the Public Realm’ and ‘Improving Cleanliness’.</p><p>3) An <a href=\"http://participedia.net/w/index.php?title=Advertising&amp;action=edit&amp;redlink=1\">advertising</a> campaign was carried out, involving both ‘above’- and ‘below’-the-line advertising. In other words we mixed traditional advertising techniques (such as adverts, press releases, posters and leaflets) with a more networked approach. The networked approach relied on councillors, members of the LAP Steering Groups and our Neighbourhood Management team reaching out to community groups, individuals and other key local contacts and asking them to spread the word. Of the 815 people who attended, there was a pretty even split between those who came because of the traditional communication and those who came because of word of mouth. The mix of communication techniques also helped organizers reach out to a diverse mix of individuals.</p><p>4) As people heard about the campaign they were encouraged to register for the ‘You Decide!’ events that were to follow. As people registered, organizers took a full set of equalities data, which included six strands: Age, Ethnicity, Religion, Gender, Disability and Sexuality. These were constantly monitored and if a certain equality strand was seen to be under-represented, the Neighbourhood Managers would endeavour to reach out to these groups. This process wasn’t perfect but it did lead to a fairly representative event, right across the equalities strands.</p><p>5) Each event had capacity for at least 100 people. Pre-registered participants were allowed in first, followed by others who had turned up in as well. 815 people attended the eight events combined.</p><p>6) The events were split into three sections:</p><ol><li>Inform: This took place in two parts. Initially, the co-chairs of the LAP Steering Group introduced the LAP priorities and why they were important for the local area. Then, the service heads who would deliver the 33 services on the menu presented their services to the residents (as the menu items were grouped under headings, this meant that only 3 senior managers presented at each event). The idea was to give information about the level of the problem, what services were already provided and what difference the additional funding would make. At the end of each presentation there was time for questions.</li><li>Deliberate: When the people arrived they were asked to sit at tables around the room in a café style. Each table had a trained facilitator on it and during this part of the event the facilitator worked to encourage the residents to talk to each other about which services they favoured and why they considered them to be important for their local area. The discussions took place over food, adding a level of informality to the process.</li><li>Decide: The final stage involved <a href=\"http://participedia.net/w/index.php?title=Voting&amp;action=edit&amp;redlink=1\">voting</a>. Each participant had a “Who Wants to be a Millionaire?”- style quizpad. In the first round of voting, all participants were asked to vote for the service they considered to be most important. The item that received the most votes was purchased, the money for that item removed from the total and another round was opened. In each round, the item with the most votes was purchased and this continued until all the money was spent. All votes were displayed on the Big Screen as they happened (Chris Tarrant-style) and the items purchased were shown on another big screen alongside the remaining choices and the total budget. This made the process instantaneous and very open.</li></ol><p>7) After the events had been completed, all of the LAP Steering Groups (although only resident and councillor members could attend) and all of the services that had been purchased were invited to an evening event nicknamed ‘Service Speed Dating’. Each service was invited to bring along a rough outline of what they were planning to do with the money allocated to them (providing more detail than had been available at the events). The LAP Steering Groups could then negotiate with the services the sort of changes they would like to make. This led, at the end of the event, to a rough blueprint between each Steering Group and the services purchased in that area as to what was going to be delivered. Many of the services were changed quite considerably because of resident involvement and many of the Steering Group members welcomed this as a way of shaping services for their local area.</p><p>8) After this event, the service providers had a mandate to go and deliver the services. Each month the services fill in a basic highlight report which is monitored by the central Strategy and Performance (S&amp;P) team. The report is also sent to the Steering Groups who are invited to comment on the report/service and submit those comments to the S&amp;P team. These reports are then passed to the Cabinet on a quarterly basis and reported on an exception basis.</p><h3>Operation Times</h3><p>The project was funded for two years and ran as follows:</p><p>February – April 2009: Decision events where the budget for financial year 2009-10 is allocated.<br/>April 2009-March 2010: Projects from year 1 are delivered and monitored.<br/>January – March 2010: Decision events where the budget for financial year 2010-11 is allocated.<br/>April 2010 – March 2011: Projects from year 2 are delivered and monitored.</p><h3>Project Participants</h3><p>The project was run out of the Tower Hamlets Partnership (the LSP for Tower Hamlets) and involved contributions from the police, the council and a couple of our contractors. There was strong councillor buy-in with the lead member for resources attending nearly every event and many local ward councillors attending the appropriate LAP event as well.</p><p>In addition to the service heads, other service-providing staff would attend the events. Representatives from the police were also present at each event.</p><p>In order to ensure an adequate number of facilitators to deliver eight events in a single month, the organizers used facilitators from the PCT, the parent engagement teams, the THP and other service providers from within the council. In addition, the Neighbourhood Management team had a large role in this process. As the key links to the community they spread the word about the events, ensured a large turnout of residents, liaised with the LAP co-chairs and have a large role in assisting the Steering Groups to monitor the services going forward.</p><h3>Outcomes and Influence</h3><p>A full evaluation of the first year of the project (2009-2010) was carried out, the results of which can be found here: <a href=\"http://www.participatorybudgeting.org.uk/news-and-events/documents/2009%2007%2009%20Evaluation%20document%20APPROVED%20Tower%20Hamlets.pdf\">http://www.participatorybudgeting.org.uk/news-and-events/documents/2009%2007%2009%20Evaluation%20document%20APPROVED%20Tower%20Hamlets.pdf</a></p><p>No two LAPs were the same in their preferences because of the local-specific demands derived from the economic, social or cultural situation in the community. Thus, every one of them purchased substantially different services with their money. However, there are several most popular items, which include:  </p><ul><li>Youth Inclusion Programme</li><li>Youth Inclusion and Support Panel</li><li>Early GCSE in the Mother Tongue</li><li>Street Lighting</li><li>Drug Outreach Worker</li><li>Extended Learning</li><li>Family Learning</li><li>Youth Disabilities Project</li><li>Shrub Beds [Evaluating You Decide!, 2009: 2]</li></ul><p>According to the evaluation of the events, some initial judgements can be made about the process. </p><ul><li>815 people attended from across the borough. They were a diverse group of people and were fairly well spread geographically.</li><li>62.2% of attendees felt the process helped strengthen their level of influence over local services. 23.4% disagreed.</li><li>67.2% of attendees felt that the event was a good way to decide where money is spent on local services.</li><li>77.2% want the council to repeat the event in the future, and 11% do not.</li><li>60.5% felt that You Decide! will help to improve their level of satisfaction with their local area, with the majority of others undecided.</li></ul><p>The other area of achievement is around the service delivery itself and how it is shaped.</p><p>As of early 2010, the project organizers were slowly collecting evidence for the positive effect that resident involvement had on the provision of services in local areas. Anecdotal evidence, where it exists, was largely positive at that point. </p><p>Under most measures the 2010 You Decide! events were a success. The events attracted 770 residents from across Tower Hamlets and managed to attract residents from a broader set of communities than in 2009. The feedback from the events was a marked improvement over that achieved in 2009 across the board and suggests that the project can really contribute to the achievement of both NI 4 and NI 5 in Tower Hamlets. Pleasingly, most of the problems identified in the 2009 evaluation were fixed for 2010 leaving new issues to fix but showing that the project is definitely on the right trajectory.</p><p>The success of the public events will only be embedded if the services and projects purchased through this process are delivered in line with resident expectation and in a way that ensures they know about it.</p><p>This will mean:</p><ul><li>A delivery process that really involves residents in shaping and monitoring the service purchased for their community</li><li>A well planned communications plan that ensures that residents know what was purchased and when it is delivered.</li></ul><h3>Analysis and Criticism</h3><p>In general, PB proccess in Tower Hamlets has shown good results in all three categories that indicate empowerment success: a recognisable impact on participants, a recognisable impact on communities, and a recognisable impact on decision making [Pratchett et al., 2009: 5-6].</p><p>First, the majority of participants (see Evaluating You Decide!, 2009) felt like they have developed skills linked to empowerment. Residents were not only informed about the services and their costs, but were also given the opportunity to receive insights on the whole budget process through participation in the decision-making mechanisms. “I personally think that everyone has learnt a lot of ways of how to spend money on useful resources and having one of these every year will help more and more people to come along and participate”, said a resident of LAP 8. [Evaluating You Decide!, 2009: 9]</p><p>Second, the community as a whole got the impression that they could influence their local environment and services, at least better than it would have been without the events. Thus, 33 % felt that they had a high level of influence over where money was spent on local services in their area. Also, according to the feedback of the participants, community attitudes and behavior have positively changed in response to the existence of initiatives in their localities.</p><p>Third, introducing the residents to the real decision-making process and providing them with the information about present and potential services should have motivated them for a future involvement in other participatory mechanisms. Practical realization of this effect is still to be analyzed.</p><p>However, according to the feedback of some participants, the project has had its weaknesses. Generally, disappointments were expressed over the share of young people among the voters, the voting system itself, representation, the services’ menus, and logistics of the events.</p><p>Thus, some people have argued that, as young people are not paying taxes, they shouldn’t have an electoral vote in deciding how money should be spent. Besides, there were opinions that young people were not able to understand the priorities of the local community; at the same time, they didn’t take active part in the deliberative process, but voted in bloc, which led to higher representation of their interests. Finally, other concerns regarded young people’s inappropriate behavior during the events. This bloc of complains can be classified as a typical conflict of interests. Suggestions for improvement include the system of ‘assigned seating’, which would allow for the representatives of different groups of population (age, gender, confession, etc.) to be split and spread proportionally among the tables.</p><p>As for the voting system, some participants found that it failed to let the voters reflect or rate their preferences in a sense that those, whose first preferred service wasn’t purchased, didn’t have a chance to express their second and third preferences. Some argued that a solution to that problem would be a proportional voting system, which would prevent the preponderance of a dominant group in the votes’ distribution.</p><p>Despite the wide coverage of the ‘You decide!’ advertising campaign, some dissatisfaction was expressed about the social exclusion of the project. A number of residents found that the announcement of the event was insufficient and the demographic representation was low.</p><p>Finally, there were several other concerns of a few residents. They included the provision of Early GCSE in Mother Tongue, the necessity to physically attend the event to have a vote, the quality of the services presentations, and the amount of the money on offer.</p><p> </p><h3>References</h3>Durose, Catherine/Lowndes, Vivien/Pratchett, Lawrence/Smith, Graham/Stoker, Gerry/Wales, Corinne (2009): Empowering communities to influence local decision making. Evidence-based lessons for policy makers and practitioners.De Montfort University/ University of Southampton. Department for Communities and Local Government, London. <h3>External Links</h3><p><a href=\"http://www.youtube.com/watch?v=dMMqMSZ58PM\" target=\"_blank\">http://www.youtube.com/watch?v=dMMqMSZ58PM</a></p>There is another case study of Tower Hamlets, also written by Gareth Young on the PB Unit website at <a href=\"http://www.participatorybudgeting.org.uk/case-studies/case-studies/you-decide-tower-hamlets-london\">http://www.participatorybudgeting.org.uk/case-studies/case-studies/you-decide-tower-hamlets-london</a> (accessed 31 Aug 2013.)<h3>Contacts</h3><p>Full details of the decisions made by residents, the impact of resident involvement in the year round service provision and detail of the changes made as a result of the 2009 evaluation for 2010 are available from Tower Hamlets Council. Please contact Gareth Young <a href=\"/cdn-cgi/l/email-protection#a4c3c5d6c1d0cc8addcbd1cac3e4c9c1d6d0cbca8ac3cbd28ad1cf\"><span class=\"__cf_email__\" data-cfemail=\"610600130415094f180e140f06210c0413150e0f4f060e174f140a\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a></p>", "title": "Participatory Budgeting (Tower Hamlets, London, UK)"}