{"htmlbody": "<p><a id=\"Mission_and_Purpose\" name=\"Mission_and_Purpose\"></a></p><h1>Mission and Purpose</h1><p>The Jefferson Center for New Democratic Processes is the originator of the <em>Citizens Jury</em> , which creates opportunities for everyday citizens to provide high-quality input on a variety of public policy issues.</p><p>In a <a href=\"http://participedia.net/en/methods/citizens-jury\"><em>Citizens Jury</em></a><em>, </em>a representative group of randomly-chosen citizens make recommendations on policy concerns after they are provided with information from all key perspectives. A typical Jury consists of 24 members who meet for five to seven full days, though the number of jurors and the duration of the project varies depending on the issue in question.</p><p>Jefferson Center founder, Ned Crosby, first created the Citizen Jury method in the early 1970s. Since that time, the Jefferson Center has led or assisted in more than 30 Juries on public policy issues from climate change to property taxes to health care. A full history of the Jefferson Center can be found on the <a href=\"http://jefferson-center.org/who-we-are/our-history\">Center's Website. </a>The Jefferson Center is a 501(c)(3) nonprofit; in 2005 a partner organization, <a href=\"http://www.jeffersonaction.org/\">Jefferson Action</a>, (formerly Promoting Healthy Democracy) was formed to promote and apply the Citizens Jury method in ways appropriate for a 501(c)(4) nonprofit, such as electoral contexts or lobbying for specific legislative changes.<a id=\"History\" name=\"History\"></a></p><h1>History</h1><p> </p><p>Founded by political scientist Ned Crosby in Minneapolis, Minnesota in 1974, the Jefferson Center (originally named Center for New Democratic Processes) held its first Citizens Jury in 1974 on health care. A 1976 Citizens Jury was the first used to evaluate candidates running for office. Five Juries in 1984 on Agricultural Impact on Water Quality were the first to feature official government sponsors.</p><p>By the late 1980s, the Center began experimenting with using the Citizens Jury method in a new form of political evaluation. Juries were held to examine major political candidates. In 1989, the Jefferson Center convened a Citizen Jury to examine candidates in the mayoral race in St. Paul, Minnesota. In 1990, the Center ran a similar project examining the Governor’s race in Minnesota. And in 1992 a variation on Citizen Jury method called the <a href=\"http://jeffersonaction.org/how-we-work/citizens-election-forums/\"><em>Citizen Election Forum</em></a> was held in cooperation with the League of Women Voters to examine candidates for U.S. Senate race in Pennsylvania. The 1992 project received high praise in various Pennsylvania based publications. The method seemed to be gaining momentum and the League of Women Voters approached the Jefferson Center to offer juries about the race for governor in 1993.</p><p>In 1993, the Center decided to shift gears from specific candidate evaluation towards a more national deliberative style, focusing instead on budgets and the Clinton health care reform plan in 1993. The next projects included the first Jury run by college students, with a class at Yale University in 1994. A Jury on welfare reform was sponsored by a Minnesota-based member of the U.S. House of Representatives. A project conducted in Dakota County, Minnesota was named a semifinalist in the <em>Innovations in American Government</em> award program at Harvard’s Kennedy School of Government.</p><p>Although these Citizens Juries continued to earn praise from observers and high ratings from participants, the leadership of the organization became frustrated that the Juries’ recommendations were not being heeded by policymakers. The Center closed in 2002, although founder Ned Crosby continued to experiment and carry out projects on an ad hoc basis. In 2005, a 501(c)(4) nonprofit partner organization, <a href=\"http://www.jeffersonaction.org\">Jefferson Action,</a> was incorporated.</p><p>By 2008 there was a renewed interest in the Citizens Jury method, sparked in part by a successful application of the method in Oregon. Inspired by work started by Crosby and his wife Pat Benn in Washington State (and with their support), a locally-created independent organization named <a href=\"http://healthydemocracy.org/\">Healthy Democracy Oregon (HDO)</a> developed a process called Citizens Initiative Reviews (CIR) that used the Citizens Jury method to evaluate statewide ballot initiatives. HDO secured state government approval of two pilot CIRs in 2010, and the results were published in the voters’ guide mailed out by the Secretary of State before the election. In 2011 a bill permanently instituting the CIR process was approved by the Oregon state legislature and signed by the governor.</p><p>In 2009, in the aftermath of the close U.S. Senate race between Al Franken and Norm Coleman, the Jefferson Center and Jefferson Action held a <a href=\"http://jefferson-center.org/who-we-are/our-history/2000s/election-recounts-2009/\">Citizens Jury examining election recount processes in Minnesota.</a> The Jury was credited with helping build bi-partisan support for proposed state legislation that had failed only a few months earlier. The results were also presented at the National Association of Secretaries of State meeting in July 2009, where the participants responded to the jury’s report with a standing ovation.</p><p>The Citizens Jury method has proven popular with participants, <a href=\"http://http:/jefferson-center.org/what-we-do/citizen-juries/bias-evaluation/\">who consistently give it positive feedback and rate the process as fair and free of bias by the organizers.</a> Outside observers – including local and national media -- have also generally praised the process. The method has been utilized by other organizations in Finland, Australia, Spain, Germany and elsewhere. The government in Great Britain has held more than 300 Citizens Juries, although these differ significantly from the method as the Jefferson Center implements it.</p><p><a id=\"Current_Projects\" name=\"Current_Projects\"></a></p><h1>Current Projects</h1><p> </p><p>The Jefferson Center continues to explore opportunities where the Citizens Jury process may be utilized to allow citizen voices to influence public policy.  The staff is available to assist public agencies looking for a method to learn the well-considered opinion of representatives of their constituency and they are also alert for opportunities to initiate, in collaboration with partners, worthy projects where a well-informed citizen perspective has the potential to support the development of sound public policy.</p><p><a id=\"Past_Projects\" name=\"Past_Projects\"></a></p><h1>Past Projects</h1><p> </p><p>Most recently, the Jefferson center noticed the long-term demographic and economic trends pose tremendous challenges for the nation and a increasingly-polarized public makes it difficult for policymakers to effectively address these challenges. In May 2012 the Jefferson Center conducted two Citizen Juries asking jurors to choose a set of policy areas that are most important for the economy, and to identify areas of agreement within some of those policy questions. <a href=\"http://jefferson-center.org/how-we-work/current-projects/\">The process was carefully documented,</a> and a <a href=\"http://jefferson-center.org/who-we-are/our-history/2010s/economy-and-federal-debt-2012/\">final report of the jurors’ can be found on the Center’s website.</a> In the fall of 2012, the 501(c)(4) partner Jefferson Action conducted a Citizens Election Forum that covered much of the same policy ground and that added the examination of congressional candidates’ stands. <a href=\"http://jeffersonaction.org/what-we-do/current-projects/\">That process received a large amount of local media coverage and participation from both major party candidates.</a></p><p>Additionally, <a href=\"http://www.jefferson-center.org/who-we-are/our-history\">reports from the Jefferson Center’s 30+ past projects are available on its website.</a> Around 1/3 of its Citizens Juries have been held outside its home state of Minnesota, and issues have included <a href=\"http://jefferson-center.org/who-we-are/our-history/2000s/early-childhood-education-2008/\">education</a>, <a href=\"http://jefferson-center.org/who-we-are/our-history/1990s/low-income-housing-1991/\">low-income housing</a>, <a href=\"http://jefferson-center.org/who-we-are/our-history/1990s/welfare-reform-1994/\">welfare reforms</a>, <a href=\"http://jefferson-center.org/who-we-are/our-history/2000s/375-2/\">climate change</a> and <a href=\"http://jefferson-center.org/who-we-are/our-history/1990s/physician-assisted-suicide-1998/\">physician-assisted suicide,</a> as well as locally-relevant issues such as <a href=\"http://jefferson-center.org/who-we-are/our-history/1990s/traffic-congestion-pricing-1995/\">traffic congestion</a> and <a href=\"http://jefferson-center.org/who-we-are/our-history/1980s/agricultural-impacts-on-water-quality-1984/\">agricultural practices.</a> Results of participant evaluations are also <a href=\"http://jefferson-center.org/what-we-do/citizen-juries/bias-evaluation/\">available on the website</a>. In 22 of 27 Citizens Juries held by Jefferson Action and the Jefferson Center, not a single participant expressed dissatisfaction with the fairness of the approach.</p><p><a id=\"Process\" name=\"Process\"></a></p><h1>Process</h1><p>The Citizens Jury process features a representative group of citizens who are given sufficient time and information to make informed recommendations on policy issues. A “jury pool” is created by inviting a randomly-selected group of citizens to participate; the final Jury is chosen to represent the ideological viewpoints and demographic characteristics of the larger population. Typically a Citizens Jury consists of 18-24 people and runs for approximately five days. Participants in a Citizens Jury are paid (roughly equal to the average day’s wage in their area--usually $100 to $150), and other expenses are covered (meals, lodging if necessary), as a way of further reducing barriers and encouraging participation from a representative group.</p><p>Once selected, and provided with the main policy question (called a charge), the Jury listens to expert witnesses and deliberates about the issue. The process includes time for the Jurors to question the witnesses directly, and to call back experts they wish to question again. The Jury expresses their final recommendations in their own words and Jurors review the final report before it is made public. The Jury typically chooses some of its members to serve as spokespersons at press conferences or to provide testimony before policymakers.</p><p>Throughout a Citizens Jury, Jurors complete a daily evaluation of the process, including questions designed to assess whether the Jury was conducted in a fair manner. At times the Center has created an Advisory Committee to oversee a Citizens Jury; the Committee includes a range of individuals with different perspectives on the topic that is being deliberated and helps provide a safeguard against bias.</p><p>With their small group size and lengthy time for deliberation, Citizens Juries provide for in-depth discussion of policy issues. Yet by randomly selecting the participants and carefully choosing a Jury that reflects the broader community, it also provides a representation of the community’s demographic characteristics and ideological views. The process is designed to circumvent the “ideological noise” that is present in our current policy environment so that ordinary citizens can advise and vote for leaders to create better public policy.</p><p>While the Citizens Jury has been the most successful method developed by the Center, it has experimented with other approaches, such as Extended Policy Discussions with policy experts, or Values Reviews identifying areas of agreement or disagreement among ordinary citizens.</p><p><a id=\"Funding\" name=\"Funding\"></a></p><h1>Resources</h1><p> </p><p>The Jefferson Center website is <a href=\"http://www.jefferson-center.org/\">www.jefferson-center.org</a></p><p>The website of the Center’s 501(c)(4) nonprofit partner, Jefferson Action, is <a href=\"http://www.jeffersonaction.org/\">www.jeffersonaction.org</a></p><p>For more information on the Citizens Initiative Review process run by Healthy Democracy Oregon and the Healthy Democracy Fund, go to <a href=\"http://www.healthydemocracyoregon.org/\">www.healthydemocracyoregon.org</a> or <a href=\"http://www.healthydemocracyfund.org/\">www.healthydemocracyfund.org</a>.</p>", "title": "Jefferson Center"}