{"htmlbody": "<a id=\"Organization\" name=\"Organization\"></a><h2>Organization</h2>\n<p>The Common Enterprise  \n</p><p>The Common Enterprise is a national organization, which works to encourage citizens with different backgrounds, party affiliations and beliefs to work together toward common goals. The Common Enterprise has spent several years studying the various successes and failures of various fields—community building, community organizing, leadership development, politics, journalism, facilitation, government, the private sector, foundations, youth work —and then has analyzed this information to assist citizens and their communities to effectively work together . The Common Enterprise is community-building initiative funded by the Rockefeller Foundation. The Common Enterprise is currently working in –Tucson, San Antonio, San Diego and Portland to bridge the ideological gaps between citizens that prohibit them from reaching common goals within their local community.  Although not a well-known organization, The Common Enterprise has worked within each of these four cities local educational institutions and their local non-profit organizations to support and assist them in effectively deliberating on local issues.\n</p>\n<a id=\"Purpose_and_Problem\" name=\"Purpose_and_Problem\"></a><h2>Purpose and Problem</h2>\n<p>Often the importance of building relationships among citizens is overlooked by a community’s short-term goal of solving a specific issue; however, this shortsightedness is detrimental. Instead, encouraging productive relationships amongst a community’s citizens, allowing them to work together and apply their own strengths to an issue, builds an atmosphere in which a community can grow and productively interact. Thus building the long-term foundation that is necessary for a community to tackle current and future issues. Jaun Sepulveda explains, “Although there is always a specific community project to be addressed, the true value lies in recognizing that citizens are helping to create an atmosphere where getting to know one another and working together to tackle the community’s toughest issues become a way of life .” However, getting individuals that rarely interact together and creating a productive conversation is not an easy feat.\n</p><p>Common Enterprise’s purpose and mission is to facilitate such productive interactions and conversations between opposing parties and encourage each party to work collaboratively in their own community. The Common Enterprise strives to step back from situations and assess the factors that are “limiting to the ongoing community work of individuals and organizations across the country .” They then utilized this information to assist citizens and organizations to work past differences and successfully join together to better their community. \n</p>\n<a id=\"History\" name=\"History\"></a><h2>History</h2>\n<p>The Common Enterprise initiative was formed in 1995. It was organized and funded by the Rockefeller Foundation.  It is a national organization as it has studied various organizations around the United States; however, has four central sites from which it works—San Diego, Tucson, San Antonio and Portland. \n</p>\n<a id=\"Research_and_Strategy\" name=\"Research_and_Strategy\"></a><h2>Research and Strategy</h2>\n<p>The Common Enterprise strives to understand the actions and processes that limit citizens and organizations from moving forward in their common endeavors. San Antonio’s previous site director, Juan Sepulveda, references Peter Senge, in his book, The Dance of Change, to explain why The Common Enterprise works to seek out these limiting processes. Senge explains, “We need to understand the nature of growth processes (forces that aid our efforts) and how to catalyze them. But we also need to understand the forces and challenges that impede progress, and to develop workable strategies for dealing with these challenges. ” The Common Enterprise specializes in understanding and then working to correct these limiting processes. \n</p><p>Previous site director for San Antonio, Jaun Sepulveda, explains the common limiting processes that The Common Enterprise recognizes, in his article, The Common Enterprise: A Report from San Antonio, Texas. Jaun Sepulveda highlights four major issues in this report. First Sepulveda explains that more citizens need to be involved. He states, “Almost every effort with which we have worked has had the same problem: there are never enough people to share the tasks and responsibilities necessary to carry out the work .” Sepulveda then explains this has two consequences; first, those individuals that are involved begin to complain about the workload and begin stereotyping the rest of the community as apathetic and lazy . Second, these volunteers start to believe that they are the only ones who can get the project done and do not seek outside help. As explained by John Gastil, in Political Communication and Deliberation, for productive deliberation it is necessary for a broad-spectrum of ideas to be brainstormed so that the best possible solution can be implemented. However, when only a select number of people are participating in the brainstorming process, the ideas presented will reflect those participating and often neglect to recognize the needs of other groups. The Common Enterprise recognizes that a completely representative group is impossible to create, however, “by focusing on who is not present, we can continue to develop strategies to attract others and offer them innovative ways of participating .” Furthermore, it is important the individuals do not claim to represent factions of the population in which they are not currently a part. Sepulveda explains individuals often do not recruit the minorities that are hard to interest such as, the poor, women and the youth; instead they claim that they can represent these individuals as they are “their neighbors” or “they use to be one of them.” Instead, it is more productive to recognize that these voices are not represented in ones organization and consider how these gaps can be appropriately filled. Furthermore, The Common Enterprise works with organizations to understand that participants should pursue tasks in which they are interested. Sepulveda explains, “When there are task forces to be led, subcommittees to be formed, or activities to be assigned and no one volunteers, usually the group stares at each other until someone feels guilty enough to volunteer. But the typical result is that it does not get done at all, or it gets done late or inadequately.” Therefore, the individual’s time was not productively spent. Instead, The Common Enterprise encourages organizations, as community builders, to seek out an individual that is passionate about the position and can effectively perform the task.\n</p><p>The second issue that The Common Enterprise has worked to assist community-building organizations with is to encourage individuals to stop creating an unmanageable workload. Sepulveda explains, “The group of people working on the added-on community work tries to ﬁt the new set of activities into an already overburdened, unrealistic work schedule. Work hours are increased, but deadlines are missed, though in fact no one believed there was enough time to accomplish the goals. A silent agreement comes to pass: workers know they cannot complete their work, but they learn how to make it seem as if they are .” This is an unhealthy habit, which can result in individuals becoming so overwhelmed they give up trying to accomplish the objective. Therefore, the original goal is never completed. The Common Enterprise simply asks,  “potential community volunteers to take a step back and evaluate everything they are already doing—professionally, personally, other volunteer commitments—before they make any commitments to a new project .” Therefore volunteers can enjoy the experience of successfully completing their goals; thus, empowering them to encourage other to be involved. Furthermore, the quality of work done will be visible to the public and encourage bystanders to be involved, as they can perceive that participation in such organizations can have productive results.\n</p><p>The third point that the Common Enterprise stresses the need for organizations to get back to basics. Sepulveda explains, “To have true community impact, an organization cannot forget the basics. Without the basics, there are no advanced issues to worry about because it will end up spending a great deal of its time reacting and trying to resolve the fundamental questions .” Therefore, before an organization moves on to complicated projects they must make sure they have their fundamental principles are clarified. As explained by Gastil in Political Commuication and Deliberation for a viable solution to be selected, a clear set of criteria must be decided on to assess the potential solution and its ability to meet the goals strived for by the committee. \n</p><p>The final point that the Common Enterprise seeks to implement is for citizens to “learn globally, act locally”. Sepulveda explains, “the…message we need to send is that community groups are not doing their job locally if they are not continuously learning from the efforts of others across the city, the country, and the rest of the world, and taking these resources and applying them to their local actions .” The Common Enterprise explains that it is important for organizations to look to other organizations to see how they have solved their problems; thus, allowing them to learn from each other. When organizations do not learn from each other Sepulveda explains, “the result is that many community efforts constantly reinvent the wheel, do not build on the successes and failures of the past, and believe that their local conditions are so unique that they must take on their tasks as though no one else has ever faced these sets of challenges .” The Common Enterprise has helped develop two different strategies to help citizens and organization to keep learning. The fist is coined the codification strategy—this strategy “focuses on capturing the knowledge, experiences, and lessons of individuals and groups that are working on basic, fundamental issues—the type of issues that many companies will face in their lifetime .” This information is then stored on databases which all members of the organization have easy access, therefore, eliminating the need for specific individuals to be sought out to answer questions. The second option The Common Enterprise has encouraged is the personalization approach, “Here, the focus is not on databases but on networks of individuals who can be tapped to tackle challenging problems creatively—problems that go beyond the basic issues faced by organizations.” Here Common Enterprise strives to have knowledgeable non-profit organizations utilize their knowledge of strategic consulting and help communities to learn and implement this knowledge.\n</p>\n<a id=\"Major_Projects_and_Events\" name=\"Major_Projects_and_Events\"></a><h2>Major Projects and Events</h2>\n<p>The Common Enterprise works in four cities in the United States: San Diego, San Antonio, Portland and Tucson. However, The Common Enterprise has received the most recognition for its work in San Antonio and Portland.\n</p>\n<a id=\"_The_Three_Valley.E2.80.99s_Project\" name=\"_The_Three_Valley.E2.80.99s_Project\"></a><h2> Portland: The Three Valley’s Project </h2>\n<p>The Three Valleys Project was a two-year project that was implemented by The Common Enterprise. The current project director is Sharif Abdulluh. It is now a direct grantee of the Rockefeller Foundation. The Three Valley Project worked to create an understanding and create community and civic engagement between citizens from different cultures that live in the three valleys. The Three Valleys Project focused on small towns located in the Hood River Valley, Mid-Willamette Valley and Tualatin Valley. The focus of this project was to assist in helping these communities interact with each other as they experience a large demographic change. \n\n</p>\n<a id=\"\" name=\"\"></a><h2> Three principal goals for the project : </h2>\n<p>\n</p>\n<a id=\"__Embracing_A_Multi-Cultural_Reality\" name=\"__Embracing_A_Multi-Cultural_Reality\"></a><h2> 1:  Moving Beyond Fear:  Embracing A Multi-Cultural Reality </h2>\n<p>-Reducing racism, cultural antagonism and social isolation.   \n-Building cultural diversity and sensitivity.\n</p>\n<a id=\"___Generating_A_Civic_Dialog\" name=\"___Generating_A_Civic_Dialog\"></a><h2> 2:   Generating A Civic Dialog </h2>\n<p>-Facilitating the creation and expansion of a larger civic community.   \n-Helping all of the people who live in a given area become full participate citizens of that area.\n</p>\n<a id=\"___Encouraging_Systemic_Change\" name=\"___Encouraging_Systemic_Change\"></a><h2> 3:   Encouraging Systemic Change </h2>\n<p>-Addressing systemic and institutional problems challenging true multi-cultural citizenship in the Valleys. \nThese goals were progressed toward through a series of roundtables in which facilitators and translators meet with citizens and worked with them to reach consensus and gain mutual respect for each other’s cultures. Thus The Common Enterprise strived to remove the limiting processes and helping these small communities build a solid foundation on which their community as a whole could grow.\n</p>\n<a id=\"Funding\" name=\"Funding\"></a><h2>Funding</h2>\n<p>The Common Enterprise is a non-profit organization. The Common Enterprise has received funding from the Rockefeller Foundation. \n</p>\n<a id=\"Publications\" name=\"Publications\"></a><h2>Publications</h2>\n<p>The Three Valley Project publishes a bilingual community newsletter that discusses the work that is being done to improve racial relations in the three valleys.\n</p>\n<a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a><h2>Secondary Sources</h2>\n<p>1.)\tThe Common Enterprise: A Report from San Antonio, Texas. National Civic Review, 89, no. 1 (2000): 39-46\n2.)\tLeading through conflict: how successful leaders transform differences into Opportunities By Mark Gerzon\n3.)\tPolitical Communication and Deliberation. John Gastil. Sage Publications, 2008.\n</p>\n<a id=\"External_Links\" name=\"External_Links\"></a><h2>External Links</h2>\n<p>-\t<a href=\"http://www.cpn.org/partners/commonenter.html\">www.cpn.org/partners/commonenter.html</a>\n-\t<a class=\"external free\" href=\"http://www.hets.org/content.php?cn_id=170\" rel=\"nofollow\" title=\"http://www.hets.org/content.php?cn_id=170\">http://www.hets.org/content.php?cn_id=170</a>\n-\t<a class=\"external free\" href=\"http://classic.commonway.org/3vp61798.htm#top\" rel=\"nofollow\" title=\"http://classic.commonway.org/3vp61798.htm#top\">http://classic.commonway.org/3vp61798.htm#top</a>\n-\t<a class=\"external free\" href=\"http://clinton4.nara.gov/Initiatives/OneAmerica/Practices/pp_19980729.7002.html\" rel=\"nofollow\" title=\"http://clinton4.nara.gov/Initiatives/OneAmerica/Practices/pp_19980729.7002.html\">http://clinton4.nara.gov/Initiatives/OneAmerica/Practices/pp_19980729.7002.html</a>\n-\t<a class=\"external free\" href=\"http://diverseeducation.com/article/13088/making-it-known-that-latinos-have-an-education-ally-and-partner.html\" rel=\"nofollow\" title=\"http://diverseeducation.com/article/13088/making-it-known-that-latinos-have-an-education-ally-and-partner.html\">http://diverseeducation.com/article/13088/making-it-known-that-latinos-have-an-education-ally-and-partner.html</a>\n-\t<a class=\"external free\" href=\"http://www.hks.harvard.edu/saguaro/participants/sepulveda.htm\" rel=\"nofollow\" title=\"http://www.hks.harvard.edu/saguaro/participants/sepulveda.htm\">http://www.hks.harvard.edu/saguaro/participants/sepulveda.htm</a>\n</p>", "title": "The Common Enterprise"}