{"htmlbody": "<p>Mission and Purpose</p><p>Our work to help build public knowledge about Congress is guided by the <a href=\"http://www.opengovdata.org/home/8principles\">8 Principles of Open Government Data</a>: public data should be open to the public, full stop. We demand that the U.S. government comply immediately and in full with all Principles. PPF believes a truly accountable representative democracy is not possible without each of the following necessary conditions: fully open government data, civic engagement initiatives for broad-based public participation, and collaboration with outside partners in government innovation. In addition, to fix our currently broken and systemically corrupt system of captured government, PPF stands with the reform community in advocating for <a href=\"http://fairelectionsnow.org/\" target=\"_blank\">full public financing</a> of elections and comprehensive electoral reforms.</p><h3>History</h3><p>Since its public launch in February 2007, <a href=\"http://www.opencongress.org/\" target=\"_blank\">OpenCongress</a> grew to become one of the most-visited non-profit government transparency websites in the United States, with up to one million visits per month and a user community of more than 300,000 members.</p><p>Our first sibling non-profit was the <a href=\"http://participatoryculture.org/\" target=\"_blank\">Participatory Culture Foundation</a>, working to build a fairer, more open, and more democratic media space. PCF makes the internet TV player <a href=\"http://getmiro.com/\">Miro</a>, one of the most popular open-source software applications in the world, and the successful video subtitling software <a href=\"http://www.universalsubtitles.org/en/\" target=\"_blank\">Amara</a>.</p><p>Our latest sibling non-profit is the <a href=\"http://www.thecenterforrights.org/\">Center for Rights</a> and its main project, <a href=\"http://www.fightforthefuture.org/\">Fight For the Future</a>, advocating for the public interest &amp; digital rights &amp; net freedom &amp; open Web innovation. FFtF operates in coalition with the fledgling <a href=\"http://internetdefenseleague.org/\" target=\"_blank\">Internet Defense League</a>.</p><h3>Major projects and events</h3><p><a href=\"http://www.opencongress.org/\">OpenCongress.org</a> is our flagship project for the U.S. Congress, with <a href=\"http://opengovernment.org/home\">OpenGovernment.org</a> (currently in public beta) re-launching in 2012 for public engagement with all 50 U.S. state legislatures and more municipal governments.</p><p>AskThem.io is our latest project, a \"We The People\" for every elected official nationwide, from federal to state to city levels of government. Free and open-source, non-profit and non-partisan Q+A site with public figures.</p><h3>Secondary Sources</h3><p><a href=\"http://askthem.io/\">http://askthem.io/</a></p><h3>External Links</h3><p><a href=\"http://www.participatorypolitics.org/\">http://www.participatorypolitics.org/</a></p>", "title": "Participatory Politics Foundation"}