{"htmlbody": "<h3> Mission</h3><p><a href=\"http://askthem.io\">AskThem.io </a>is a new forum for online public dialogue and continual connection with the people who represent us. Our launch version allows anyone to simply enter a street address and see their elected officials at the federal &amp; state levels of government - and in most major U.S. cities, to see their municipal elected officials as well. Coming soon, our data sources will allow us to display thousands more mayors nationwide, tens of thousands of county government officials, and tens of thousands more city council members nationwide, the most coverage of any open-source website.</p><p>What's more, AskThem allows anyone to ask a question to any elected official nationwide - find your question recipients in federal or state government (for example, any U.S. senator, representative, governor, or mayor) from our <a href=\"http://www.askthem.io/askthem.io/map\">national map</a> page.</p><h3>History</h3><p>AskThem is a project of the <a href=\"http://www.participatorypolitics.org/\">Participatory Politics Foundation</a>, a 501(c)3 non-profit organization with a mission to increase civic engagement. From 2007 through 2013, PPF created and operated OpenCongress.org, the most-visited non-profit website in the world for tracking the U.S. Congress. AskThem is a non-partisan project and offers open data for the public benefit. AskThem's development was supported by a charitable grant from the <a href=\"http://www.knightfoundation.org/\">Knight Foundation</a>'s <a href=\"http://www.knightfoundation.org/funding-initiatives/tech-engagement/\">Tech For Engagement</a> initiative.</p><h3>Originating Entities and Funding</h3><p><a href=\"http://www.askthem.io/\">AskThem</a> was developed with charitable support from the <a href=\"http://www.knightfoundation.org/\">Knight Foundation</a>‘s <a href=\"http://www.knightfoundation.org/funding-initiatives/tech-engagement/\">Tech 4 Engagement</a> initiative. We are actively seeking charitable funding support to maintain AskThem in 2014 - help us bring good questions to public figures nationwide. We seek to change the civic culture to ask more, and better, questions of people in power. You can help by making a tax-exempt <a href=\"http://www.participatorypolitics.org/donate\">donation to PPF</a>, or <a href=\"http://www.participatorypolitics.org/contact-ppf/\">contact us</a> anytime for our non-profit funding prospectus.</p><h3>Elected Participants</h3><p>Over <a href=\"http://www.participatorypolitics.org/elected-officials-who-have-signed-up-for-askthem/\">70 elected officials nationwide</a> signed-up to respond to public questions – including <a href=\"http://www.askthem.io/ny-new-york\" target=\"_blank\">five NYC council members</a>, <a href=\"http://www.askthem.io/ny?gov=state\" target=\"_blank\">three NY state legislators</a>, the <a href=\"http://www.askthem.io/tx-austin/people/52e9648af92ea1ca7e000016\" target=\"_blank\">mayor of Austin TX</a>, Lee Leffingwell; and <a href=\"http://www.askthem.io/tx-austin\" target=\"_blank\">five of seven Austin city councilors</a>; plus MA gubernatorial candidate Don Berwick, and more. Thank you to our early-adopters, including NYC Council member Brad Lander, Ben Kallos, and Manhattan Borough President Gale Brewer, for being leaders in responsive open government.</p><h3>Public Interaction</h3><p>Here’s how AskThem works:</p><ul><li>Anyone can ask a question to any elected official or verified Twitter account.</li><li>People sign-on to questions they support, voting them up and circulating them like online petitions.</li><li>When a question reaches a pre-set threshold, AskThem delivers it to the recipient and encourages a public response.</li></ul><h3>Building Process</h3><p>The first step was aggregating the best available data on the closed-off federal legislative process, including the essential money-in-politics info that lies behind which bills get advanced. Second, public comment forums on bills and votes made it easier to follow recent developments and crowdsource analysis (such as on unemployment extensions). Our <a href=\"http://www.opencongress.org/blog\" target=\"_blank\">OC Blog</a> offered daily non-partisan coverage, highlighted a steady stream of useful blog posts &amp; reporting, and solicited tips from Beltway insiders. Later features, such as personal <a href=\"http://www.opencongress.org/profile/howtouse\" target=\"_blank\">“My OpenCongress”</a> votes on bills and the free &amp; open-source Contact-Congress tools we developed for emailing Congressional offices, published public input on legislation to the open web.</p><p>But after seven years, receiving over 27 million web visits and 69 million pageviews, we hadn’t yet succeeded in developing on OpenCongress an effective platform for two-way communication with Congress. Continual, reciprocal online public dialogue on priorities, policy, what’s possible. We occasionally had back-channel communication with Hill staffers and Library of Congress tech staff, but we didn’t have the resources to optimize OpenCongress for public pressure on open constituent communications. (PPF operated OpenCongress from public launch in 2007 to 2013, with t<a href=\"http://sunlightfoundation.com/\" target=\"_blank\">he Sunlight Foundation</a> as primary supporter, and agreed to have the site acquired by Sunlight last year.)</p><p>Now, with AskThem, we have a crowdsourced platform for continual, structured dialogue with every U.S. elected official. The White House’s <a href=\"https://petitions.whitehouse.gov/\" target=\"_blank\">“We The People” petition platform</a> has been proven to increase public trust and engagement, with over 8 million people signing questions for a public response. This level of data coverage wasn’t possible back in 2007, but it is now, thanks to Google’s powerful new open API and the still-growing #opengov community. Help us launch with momentum – <a href=\"http://www.askthem.io/ny/questions/new\" target=\"_blank\">ask a question to an elected official</a> now, and <a href=\"https://www.facebook.com/pages/Askthem/538576652878135?ref=hl\" target=\"_blank\">share it on Facebook</a> – and we’ll help push for a public response, for a new level of public accountability.</p><h3>External Links</h3><p><a href=\"http://www.participatorypolitics.org/blog/\">http://www.participatorypolitics.org/blog/</a></p><p><a href=\"http://www.askthem.io/\">http://www.askthem.io/</a></p>", "title": "AskThem.io"}