{"htmlbody": "<a id=\"Mission_and_Purpose\" name=\"Mission_and_Purpose\"></a><h2>Mission and Purpose</h2>\n<p>The Freedom House is a non-governmental organization that’s mission is to ensure the spread of democracy worldwide. The organization which is located in Washington D.C. supports democratic change and advocates for human rights. Furthermore, the Freedom House supports the growth of democracy by urging policy makers, international institutions, and governments worldwide to support human rights and democracy by adopting innovative policies that promote the advancement of progressive ideologies. These ideals are supported by their mission statement, which declares: \n</p><p>Freedom House, an independent nongovernmental organization, supports the expansion of freedom in the world. Freedom is possible only in democratic political systems in which the governments are accountable to their own people; the rule of law prevails; and freedoms of expression, association, and belief, as well as respect for the rights of minorities and women, are guaranteed.  Freedom ultimately depends on the actions of committed and courageous men and women. We support nonviolent civic initiatives  in societies where freedom is denied or under threat and we stand in opposition to ideas and forces that challenge the right of all people to be free. Freedom House functions as a catalyst for freedom, democracy and the rule of law through its analysis, advocacy and action.\n</p><p>The Freedom House is recognized worldwide as a source of defining the state of freedom around the globe; this is accomplished through its many publications. Freedom in the World is an annual report that assesses the state of political rights of 192 countries and 14 territories. The annual report is just one of the many publications that seek to bring to light the importance of current democratic and human rights worldwide. The organization combines the words advocacy, power, and action as core mission values for freedom worldwide.\n</p>\n<a id=\"History\" name=\"History\"></a><h2>History</h2>\n<p>The Freedom House was established in 1941 with the support of President Franklin D. Roosevelt as a means of encouraging American involvement and support during World War II. Moreover, the foundation of the Freedom House can be accredited to the American fear of Nazism and the spread of Communism worldwide. During the early years, the board of trustees was made up of scholars from diverse backgrounds such as journalists, business and labor leaders, former governmental leaders, and academics. The variety of educational backgrounds along with abundances of differential experiences created bipartisanship within the organization. One of the earliest board members was that of Eleanor Roosevelt who, much like her husband, was a strong supporter of the Freedom House. The earliest members believed that the creation of the organization would be the best weapon to use to ensure the spread of Democracy and the elimination of totalitarianism and Communism; thus, the mission to ensure human rights across the globe and the values of Democracy became vital for the organization. Moreover, the Freedom House encouraged any pro-democratic institutions; following the war, the organization endorsed the Atlantic Alliance and NATO. \nThe 1950s brought along an era of intensified fear of the spread of Communism and even more, the fear of being labeled a Communist. Not surprisingly, the Freedom House advocated against McCarthyism and remand on the pursuit of spreading democracy worldwide. At the same time, the organization continued its humanity efforts through being early supporters of the Civil Rights movement. In 1973, the Freedom House reached a milestone as it published its first edition of “Freedom in the World” which measured the level of freedom throughout the world on an annual basis. Today the Freedom House continues to serve as leading advocates for humanity with the progressive ideologies of democracy and remains a strong voice for foreign policy and global freedom.\n</p>\n<a id=\"Specializations_and_Activities\" name=\"Specializations_and_Activities\"></a><h2>Specializations and Activities</h2>\n<p>Currently the Freedom House is actively pursuing their mission of democratic change worldwide. At this time, the organization is primarily focused on the following regions: Central Asia, Central and Eastern Europe, Middle East, Africa, and Latin America. Some of the organizations activities include: promoting women rights in the Middle East and Northern Africa, conducting workshops on for the new Iraqi Constitution, and promoting freedom expansion worldwide. Moreover, the Freedom House is also leaders in an international exchange program. The international exchange programs are vital to the success of the organization because it allows for the process of establishing Freedom Houses across the globe and assists in the effort to expand freedom worldwide. The Freedom House offers three different kinds of exchange programs all of which focus on experiencing freedom and democracy. The Visiting Fellows Program offers participants from new and transitioning governments the chance to learn and understand how a democracy works. The Study Tour Program brings democratic together advocates, journalist, and public officials together to deliberate and discuss alternative views of government in an effort to gain an enhanced knowledge of democracy. Lastly, the International Executive Volunteer Program assists new democracies with hands on skill training. This is conducted through the technical assistance of the media, civic, and governmental and is guided by experienced professionals. The Freedom House is actively involved in global politics and is striving to be strong advocated for equality, freedom, and humanity worldwide.\n</p>\n<a id=\"Funding\" name=\"Funding\"></a><h2>Funding</h2>\n<p>The Freedom House is a non-profit, nonpartisan organization that relies solely on individual donors worldwide. Donor support is critical in the effort to promote freedom globally. Individual donors can donate online or send donations to Freedom House headquarters in Washington D.C. All donations are tax-deductible. In 2007, the organizations total net assets added up to $8.21 million. A few of the donors that contributed at least $250,000 include The Australian Agency for International Development, Government of the Netherlands, and the U.S. Department of State.\n</p>\n<a id=\"Publications\" name=\"Publications\"></a><h2>Publications</h2>\n<p>The Freedom House distributes numerous publications annually with the most prominent survey being the “Freedom in the World” which is a comparative assessment of global politics and civil liberties. Beginning in 1972, “Freedom in the World” assesses the degree of freedom in 193 countries and 14 territories worldwide. Each country is ranked as free, partially free, or not free; each country is surveyed by numerous political scientists. Furthermore, each country is ranked numerically on a 1-7 scale with 1 being most free and 7 being least free. In order for a country to be classified as free it must receive a score from 1-2.5, partially free 3-5, and not free 5.5-7. The survey is used worldwide as a reference for policy making, the media, international corporations, civic activists, and human rights leaders.   \n</p><p>Global Trends \n</p><p>Since the survey began in 1972, the overall trend has been that a higher percentage of countries are becoming more free and throughout the years, many countries have transformed from “not free” to being classified as a “free.” In 1976 only 26% of all countries were free and 43% were labeled as not free. However, in 2008, the Freedom House reported that there had been a decline in freedom worldwide. One concern for the decline is because of the political disturbances and democratic regression in the following countries: Russia, Pakistan, Kenya, Egypt, Nigeria and Venezuela. A significant portion of countries in Asia also had setbacks in 2008 according to the Freedom House. Due to increased restrictions on civil society and increased military activity Afghanistan, Pakistan, Bangladesh, and Sri Lanka have all regressed on their pursue for total freedom. Thailand, on the other hand actually progressed on the freedom scale; because of national election, Thailand transformed from “not free” in 2007 to “partially free” in 2008. \n</p><p>\n</p><p>Beginning in 1980, the Freedom House began to survey the “Freedom of the Press” which is dedicated to ensuring freedom of the media in the world. According to organization, “a free press plays a key role in sustaining and monitoring a healthy democracy, as well as in contributing to greater accountability, good government, and economic development.” Much like “Freedom in the World” each country is ranked on the same scale; free, partially free, or not free. The survey includes print, broadcast, and the internet when measuring the degree of freedom. In the most recent publication of the 195 countries ranked, 37% were deemed free, 59% partially free, and 64% were rated as not free. Other prominent Freedom House publication include, “Nations in Transit”, “Countries at the Crossroads”, “Women’s Rights Survey”, and “Freedom on the Net.”\n</p>\n<a id=\"Major_Projects\" name=\"Major_Projects\"></a><h2>Major Projects</h2>\n<p>The Freedom House is committed to ensuring the spread of democracy and freedom worldwide. In an effort to accomplish this mission, the organization’s leaders are strong global advocates. Organization leaders are constantly working with democratic reformers in many countries as they strive to transform the country’s government.   The organization has currently begun a deliberative program started in May 2010, called the Debate Program which is “dedicated to promoting discussion on human rights and democracy issues in Latin America” according to the Freedom House website. Since the organizations foundation in 1941, a major issue has been to spark debate on global democracy and human rights. Another prominent program that kicked off in May 2010 is aimed to support media freedom in Uganda. The country is currently approaching presidential elections and as a result the Uganda government has proposed an amendment to silence the media. The bill would significantly limit the freedom of speech within the country. As a result, Freedom House Courtney Radsch gave a presentation on freedom of speech in the country with a hope that the country will loosen media restrictions. The organization plans to continue the efforts throughout the 2010 summer. \n</p>\n<a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a><h2>Secondary Sources</h2>\n<p>\"Crying for freedomEconomist  394. 8665 <a class=\"external free\" href=\"http://web.ebscohost.com.offcampus.lib.washington.edu/ehost/detail?vid=5&amp;hid=107&amp;sid=4a4e86f1-ea13-4d0c-8152-8e31e02781b1%40sessionmgr10&amp;bdata=JnNpdGU9ZWhvc3QtbGl2ZQ%3d%3d#db=a9h&amp;AN=47607013#db=a9h&amp;AN=47607013\" rel=\"nofollow\" title=\"http://web.ebscohost.com.offcampus.lib.washington.edu/ehost/detail?vid=5&amp;hid=107&amp;sid=4a4e86f1-ea13-4d0c-8152-8e31e02781b1%40sessionmgr10&amp;bdata=JnNpdGU9ZWhvc3QtbGl2ZQ%3d%3d#db=a9h&amp;AN=47607013#db=a9h&amp;AN=47607013\">http://web.ebscohost.com.offcampus.lib.washington.edu/ehost/detail?vid=5&amp;hid=107&amp;sid=4a4e86f1-ea13-4d0c-8152-8e31e02781b1%40sessionmgr10&amp;bdata=JnNpdGU9ZWhvc3QtbGl2ZQ%3d%3d#db=a9h&amp;AN=47607013#db=a9h&amp;AN=47607013</a>. (accessed June 3, 2010). \n</p><p>Joffe-Walt, Benjamin. \"Freedom House Reports Regression in Freedoms across the Middle East THE MEDIA LINE NEWS AGENCY 7. 2 (accessed May 25, 2010).\n</p><p>Martin, Justin. \"Journalism Education in the Arab World Chronicle of Higher Education 56. 29 (2010), <a class=\"external free\" href=\"http://web.ebscohost.com.offcampus.lib.washington.edu/ehost/detail?vid=6&amp;hid=11&amp;sid=4a4e86f1-ea13-4d0c-8152-8e31e02781b1%40sessionmgr10&amp;bdata=JnNpdGU9ZWhvc3QtbGl2ZQ%3d%3d#db=a9h&amp;AN=49099113\" rel=\"nofollow\" title=\"http://web.ebscohost.com.offcampus.lib.washington.edu/ehost/detail?vid=6&amp;hid=11&amp;sid=4a4e86f1-ea13-4d0c-8152-8e31e02781b1%40sessionmgr10&amp;bdata=JnNpdGU9ZWhvc3QtbGl2ZQ%3d%3d#db=a9h&amp;AN=49099113\">http://web.ebscohost.com.offcampus.lib.washington.edu/ehost/detail?vid=6&amp;hid=11&amp;sid=4a4e86f1-ea13-4d0c-8152-8e31e02781b1%40sessionmgr10&amp;bdata=JnNpdGU9ZWhvc3QtbGl2ZQ%3d%3d#db=a9h&amp;AN=49099113</a>, (accessed June 1, 2010).\n</p>\n<a id=\"Links\" name=\"Links\"></a><h2>Links</h2>\n<p>\"Freedom House.\" 2010.<a href=\"http://www.freedomhouse.org\">www.freedomhouse.org</a>\n</p><p>\"Princeton University Library.\" <a class=\"external free\" href=\"http://diglib.princeton.edu/ead/getEad?id=ark:/88435/8k71nh09d\" rel=\"nofollow\" title=\"http://diglib.princeton.edu/ead/getEad?id=ark:/88435/8k71nh09d\">http://diglib.princeton.edu/ead/getEad?id=ark:/88435/8k71nh09d</a>\n</p><p>\"Freedom House 2007 Annual Report: Financial Statements, Donors, Board of Trustees.\" <a class=\"external free\" href=\"http://www.freedomhouse.org/uploads/special_report/72.pdf\" rel=\"nofollow\" title=\"http://www.freedomhouse.org/uploads/special_report/72.pdf\">http://www.freedomhouse.org/uploads/special_report/72.pdf</a>\n</p>", "title": "The Freedom House"}