{"htmlbody": "<a id=\"Mission_and_Purpose\" name=\"Mission_and_Purpose\"></a><h2>Mission and Purpose</h2>\n<p>This deliberative company is dedicated to helping organizations facilitate discussions with in their company or collect information and data from their organization. It is essentially a specialist online opinion research and public consultation company. It helps organizations use the internet in efficient and structured ways to gain information from their target audience (employees, citizens ect.) as well as to help people who feel as if their opinion does not matter get their voice heard. The service based business provides the best matches between people or organizations with the most compatible products and tools. They have a range of tools and processes to help with consultations, debates, conversations, stakeholder relations and engagement. With so many products, the company that hires Delib is in complete control of the level of involvment between them and Delib. Meaning that the methods offered cater to all different types of teaching and learning styles. Whether a company feels more comfortable working with people one on one and talking to live representative. Or if the company feels that working solely with purchpased and self regulating products, Delib is able to adequately adapt to the needs of even the most fickle customers.This is an online-based business in the United Kingdom, but their work spans throughout the world to include the United States and all different parts of Europe. Successful projects delve into healthcare, environment, finance, local authorities, third sector and central government .\n</p><p>Citation:\nDelib. Web. 03 June 2010. &lt;<a class=\"external free\" href=\"http://www.delib.co.uk/\" rel=\"nofollow\" title=\"http://www.delib.co.uk/\">http://www.delib.co.uk/</a>&gt;.\n</p>\n<a id=\"History\" name=\"History\"></a><h2>History</h2>\n<p>Since 2004 this firm has been one of the top online opinion research and consultation companies in the field. Through out their existence, their clientele has consisted of central governments such as that of the United Kingdom and the United States of America. As well as including one hundred local councils and plenty of third sector organizations. Over their experiences as a consultation firm, they have come to show that their areas of expertise focus on policy discussions that are tailor-made platforms that support form discussions around policy proposals. Formal consultations that translate formal discussions to the wold wide web. Online led tools that facilitate debate and support public debate issues. The gathering of ideas from participating and sometimes none-participatory stakeholders which results in great public engagement. The simplification of reporting and management and a great case support system which details everything step the client needs to know. Every major coordinator that has ever worked with a client or on a case can easily be found on Delib's website as a means to keep a detailed history of those involved in different activities. Phone numbers and email addresses of Delib's employees can easily be found to help answer any questions. \n</p><p>Citation: \nAbout Delib. Web. 03 June 2010. &lt;<a class=\"external free\" href=\"http://www.delib.co.uk/resources/Delib_Presentation.pdf\" rel=\"nofollow\" title=\"http://www.delib.co.uk/resources/Delib_Presentation.pdf\">http://www.delib.co.uk/resources/Delib_Presentation.pdf</a>&gt;.\n</p><p>\n</p>\n<a id=\"Activities\" name=\"Activities\"></a><h2>Activities</h2>\n<p>1.Budget Simulator: \n</p><p>This product makes it easy for people to understand complex budgets on different projects or accounts. It makes it easy to obtain informed opinions on the budget in question as well as giving views on what is important regarding the budget; For example, whether to increase or decrease spending on a certain expenditure. It also allows to engage people who are hard to reach or sustain attention from, such as the lack of attentiveness that may arise from a regular, “boring” meeting. The cost of engaging so many people is done at minimal cost.\n</p><p>2.Dialogue App or Dialogue Platform: \n</p><p>This product allows for the sharing of ideas, online dynamic interaction (similar to Twitter or FaceBook) and the gathering of customer feedback. It is ideal for crowd-sourcing and promoting innovation and ideas exchange, running debates on issues that your community cares about. This application has been used by the White House and the Department of Homeland Security to get people involved in important discussions. It provides easy to edit pages and built in reports that make it easy to look into and report on what is being discussed in the dialogue. And information on the site traffic to keep track of who and how often people are contributing.\n</p><p>3.Ideas Tree:\n</p><p>This product makes it easy to share, store and rate ideas quickly. Its whole purpose is to be very participatory, the most participation, the bigger it grows. Just like the other products, it is customize designed to fit the company that is using it. Any add on may be attached to the ‘tree’ including photos or images. One example of this is the use of it by the Department for Children, Schools, and Families. Using the 'idea tree'  the department was hoping to obtain information from parents to understand what  they felt were priorities and needs regarding their children.\n</p><p>4. Citizen Space (renamed from Opinion Suite) \n</p><p>Out of these four major products offered, this one is the only one that has the potential to be used at no cost. The only costs that would be charged to an account would be for those services the owner needs, such as set up, hosting, customization, maintenance, support or advice. Being an open source product it also allows for easy management as well as customization for the organization using it  . \n</p><p>An example of how a standard partnership may work includes the initial ‘Consultation design’ which is emphasizing the questions that need to be answered by the organization or enlighten the problems that need to be addressed. Background information is also acquired and as well as distribution of all policy documents and multimedia resources available. After all of the information is gathered then the ‘Consultation distribution’ phase is enabled where the delivery of the online and paper surveys are distributed. Paper surveys are offered to give the company more options on their research method. Once, this is done, phase three of the ‘Stakeholder engagement and recruitment’ begins. This includes recruiting participants, publicizing the products that have been chosen to be used as well as to hold events to further advertise and bring awareness of the actions to be taken. Phase four of ‘Data entry and coding’ is the cost efficient input of the results of the offline surveys. Phase five of ‘Report writing and statistical analysis’ is the complete analysis and report of the data collected which also includes publications to the stakeholders. The final phase is ‘Consultancy’ where advice is given and specialist project management is offered. \n</p><p>Citation:\n</p><p>Budget Simulator. Web. 03 June 2010. &lt;<a class=\"external free\" href=\"http://www.budgetsimulator.com/\" rel=\"nofollow\" title=\"http://www.budgetsimulator.com/\">http://www.budgetsimulator.com/</a>&gt;.\n</p><p>\"Dialogue App - Delib.\" Dialoque App. Web. 03 June 2010. &lt;<a class=\"external free\" href=\"http://www.delib.co.uk/products_and_services/dialogue-app\" rel=\"nofollow\" title=\"http://www.delib.co.uk/products_and_services/dialogue-app\">http://www.delib.co.uk/products_and_services/dialogue-app</a>&gt;.\n</p>\n\"Ideas Tree - Delib.\" Idea Trees. Web. 03 June 2010. &lt;<a class=\"external free\" href=\"http://www.delib.co.uk/products_and_services/ideastree\" rel=\"nofollow\" title=\"http://www.delib.co.uk/products_and_services/ideastree\">http://www.delib.co.uk/products_and_services/ideastree</a>&gt;.\n\n\"Opinion Suite - Delib.\" Opinion Suite. Web. 03 June 2010. &lt;<a class=\"external free\" href=\"http://www.delib.co.uk/products_and_services/opinion-suite\" rel=\"nofollow\" title=\"http://www.delib.co.uk/products_and_services/opinion-suite\">http://www.delib.co.uk/products_and_services/opinion-suite</a>&gt;.\n\n<p>\nAmong all of the products that Delib offers, they specialize in a number of areas.  \n</p><p>1.Policy discussion is a tailor-made platform that is created for a company in order to help  support formal discussion around policy proposals.\n</p><p>2.Formal consultation is managing and translating a formal consultation processes in to the web. Using managed service and varying, customizable survey software to power large-scale government consultations on key issues.\n</p><p>3.Debates created are sophisticated, online-led tools that facilitate and support public or stakeholder debates on important issues among any number of participants.\n</p><p>4.Idea gathering, whether it is obtained using software like the ‘Idea Tree’ they provide or the ‘Opinion Tracker’ follow existing conversations or gather ideas from major actors in the process.\n</p><p>5.Public engagement is handled using a range of methods. From easy blogging to gaming consultations, really using any means necessary to get people talking, thinking and participating.\n</p><p>6.Reporting and management is made easy by managing the consultation process and data collection in a simple, comprehensive manner that produces easy report findings and analysis.\n</p>\n<a id=\"Funding\" name=\"Funding\"></a><h2>Funding</h2>\n<p>This organization is a for-profit company as they work for various large organizations and governments. Although they do have some services available for free such as their 'Opinion Suite,' all of their products are for sale at a fee depending on the level of involvement from Delib and the company that hired them. Some examples of partners they have worked with and for include:\n</p><p>NHS, BBC Trust, Defra, European Parliament, \nNAPA, DoH, Cabinet Office, Bristol City Council, \nLondon Fire and Emergency Planning Authority, \nLondon Borough of Hammersmith and Fulham,and Macmillan Cancer Care.\n</p>\n<a id=\"Major_Projects\" name=\"Major_Projects\"></a><h2>Major Projects</h2>\n<p>1. Cumbria's Community Project\nThis is a website for people to have a say in Cumbria’s ( a rural county in Northwest England ) community. Their voice can be heard in many venues such as local councils, and on police and health services. It also shows upcoming surveys that people can participate in, open consultations and closed consultations and past surveys.\n</p><p>2. London Fire Brigade (2009) Draft Fourth London Safety Plan ( since closed for any more responses)\n</p><p>From November 30th 2009 to February 22 2010 the London Fire Brigade consulted on the draft of the London Safety Plan 2010/13. This was the fourth London Safety Plan and explains how the Brigade plan to build on its reputation as one of the world’s leading fire \nand  rescue services. All responses were assessed and taken into consideration by the Authority at its meeting in March 2010. The views helped decide upon the content of the final plan, which was published in April 2010 on our website at\n<a class=\"external free\" href=\"http://www.london-fire.gov.uk\" rel=\"nofollow\" title=\"http://www.london-fire.gov.uk\">http://www.london-fire.gov.uk</a>. \n</p><p>The Plan includes a shake up of where some specialist vehicles and equipment are located across the capital. This is to deliver greater efficiency and improvement in the way equipment is deployed and firefighters are trained. It also includes new performance \ntargets, which will see the Brigade aim to reduce fires, which damage property, reduce arson and reduce the number of unwanted calls we attend.\n</p><p>Community Safety: We work to help people stay safe from fire and other emergencies, in the home, at work and in London’s other buildings. Accidental fires in the home are the main cause of fire deaths and we do all we can to reduce these fatalities. We work to educate people about what they can do to protect themselves from fire. We do this by:  \n</p><p>1. Home fire safety visits - firefighters visiting people in their homes to give advice on fire safety and fitting smoke alarms for free if necessary.\n</p><p>2. Working with other organisations who work with people we know are most at risk from fires and help us to reach and protect them.\n</p><p>3. Informing people at a young age about the dangers of fire, how they can protect themselves and the consequences of making hoax calls. We have successful and award winning initiatives to do this, including a schools team.\n</p><p>4. Reducing deliberately started fires - we have a specialist team to tackle fire setting behavior by young people and another working with partners to reduce fire related crime.\n</p><p>5. Advising on fire safety in the workplace - as an employer you are responsible for making sure you and your staff know what to do to prevent a fire in the workplace and how to escape if a fire does break out.\n</p><p>6. Carry out inspections of buildings - to improve the safety of the buildings we work with  developers at an early stage, carry out inspections to make sure they meet fire regulations, and we take enforcement action when necessary.\n</p>\n<a id=\"Case_Studies\" name=\"Case_Studies\"></a><h2>Case Studies</h2>\n<p>Delib is dedicated to help their clients excel in their efforts of helping the communities and businesses. Through previous case studies Delib has been successful in developing consultations that connect government departments and local organizations with regular citizens. Delib has developed a strategy for their case studies which consists of the brief, the work, the results and finally, how to find out more information.  \n</p><p>1. Barnet, Enfield and Haringey PCTS\n</p><p>They have worked with Barnet, Enfield and Haringey PCTS, which are three hospitals that are interested in providing better qualified local doctors and better building for their patients to enjoy. BE&amp;H is interested in engaging and consulting local citizens about health care issues that are most sensitive. Delib managed a bespoke e-consultation campaign which received a lot of community engagement. The number of particpants reached over 10,000 and hundreds of responses to the surveys conducted. \n</p><p>To find out more contact Gez: 0845 638 1848 | <a href=\"/cdn-cgi/l/email-protection#c3a4a6b983a7a6afaaa1eda0acedb6a8\"><span class=\"__cf_email__\" data-cfemail=\"f097958ab094959c9992de939fde859b\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a>\n</p><p>2. Macmillan Cancer Support Center\n</p><p>With the use of an 'Idea Tree,' Delib was able to manage a successful campaign with MCSC. Macmillan cancer support center is dedicated to helping people whose lives have been affected by cancer. They wanted to build engagement and research how people think cancer should look like in 2016. They developed an idea tree which helped people read, rate, and submit ideas for improving the ordeal involved with cancer. Essentially in an effort to push for better cancer care for patients and their families. The number of participants reached over 26,000 and the submitting of more than 250 ideas. \n</p><p>To find out more contact Gez: 0845 638 1848 | <a href=\"/cdn-cgi/l/email-protection#1077756a5074757c79723e737f3e657b\"><span class=\"__cf_email__\" data-cfemail=\"f3949689b397969f9a91dd909cdd8698\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a>\n</p><p>Citation:  Cancer Care and Support Charity - Macmillan Cancer Support. Web. 03 June 2010. &lt;<a class=\"external free\" href=\"http://www.macmillan.org.uk/Home.aspx\" rel=\"nofollow\" title=\"http://www.macmillan.org.uk/Home.aspx\">http://www.macmillan.org.uk/Home.aspx</a>&gt;.\n</p><p>3. Torbay Council\n</p><p>One of the other case studies was with Torbay Council which is Unitary Authority and their goal was to allow Torbay citizens to be involved in the budget setting process and make their priorities known to council decision-makers. Delib created a budget stimulator that is a customizable tool to help with consultation and prioritizing local issues. Responses were numbered in more than 1,000 Torbayian residents. \n</p><p>To find out more contact Michaela: 0845 638 1848 | <a href=\"/cdn-cgi/l/email-protection#abc6c2c8c3cacec7caebcfcec7c2c985c8c485dec0\"><span class=\"__cf_email__\" data-cfemail=\"2a474349424b4f464b6a4e4f464348044945045f41\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a>\n</p><p>Citation:  Torbay Council. Web. 03 June 2010. &lt;<a class=\"external free\" href=\"http://www.torbay.gov.uk/\" rel=\"nofollow\" title=\"http://www.torbay.gov.uk/\">http://www.torbay.gov.uk/</a>&gt;.\n</p><p>4. Defra\n</p><p>The Department for Environment Food and Rural Affairs is a government department in the UK. Their desired results were to “ Raise awareness and encourage attitudinal change amongst 11-16 year olds about the urgent need to tackle climate change.” Delib helped them by building “my adobo” which is an online tool that helps people shape a house to suit them, when they are done, they can shape the climate. Over 138,000 visited the site to see the impacts of customizable virtual houses and their effects on the climate. This resulted in over 32,000 adobos being created. \n</p><p>To find out more contact Michaela: 0845 638 1848 | <a href=\"/cdn-cgi/l/email-protection#44292d272c25212825042021282d266a272b6a312f\"><span class=\"__cf_email__\" data-cfemail=\"e38e8a808b82868f82a387868f8a81cd808ccd9688\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a>\n</p><p>Citation: \nDepartment for Environment, Food and Rural Affairs. Web. 03 June 2010. &lt;<a class=\"external free\" href=\"http://ww2.defra.gov.uk/\" rel=\"nofollow\" title=\"http://ww2.defra.gov.uk/\">http://ww2.defra.gov.uk/</a>&gt;.\n</p><p>My Adobo. Web. 3 June 2010. &lt;<a class=\"external free\" href=\"http://www.myabodo.com/\" rel=\"nofollow\" title=\"http://www.myabodo.com/\">http://www.myabodo.com/</a>&gt;.\n</p><p>\n5. London Safety Plan for consultation for LFEPA\n</p><p>The case study for the London Safety Plan for Consultation for LFEPA was to “undertake public, partner and employee consultation on the draft London Safety Plan 2005-8.” The work was to manage a full consultation process that included activities, data analysis, question designs, and an online survey. The results were significant because there was a high level of participation. \n</p><p>To find out more contact Gez: 0845 638 1848 | <a href=\"/cdn-cgi/l/email-protection#dabdbfa09abebfb6b3b8f4b9b5f4afb1\"><span class=\"__cf_email__\" data-cfemail=\"7c1b19063c181910151e521f13520917\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a>\nCitation: London Fire Brigade. Web. 03 June 2010. &lt;<a class=\"external free\" href=\"http://www.london-fire.gov.uk/\" rel=\"nofollow\" title=\"http://www.london-fire.gov.uk/\">http://www.london-fire.gov.uk/</a>&gt;.\n</p><p>\n6. National Dialogue on Health Care, IT and Privacy for the National Academy of Public Administration\n</p><p>One other important case study was A National Dialoque on Health Care, IT and privacy for the National Academy of Public Administration. They were interested in hearing about ideas and opinons of stakeholders as well as Americans on the issue of healthcare. With the help from delib, they were able to develop an 'opinion tracker' which is an online database that allows people to share their intelligent thoughts while others are able to listen and make-sense of the thousands of voices all going on at once. The results were outstanding because the opinion tracker received over 2800 visitors a week and submitted over 120 unique ideas and more than 500 comments on those ideas.\n</p><p>To find out more contact Michaela: 0845 638 1848 | <a href=\"/cdn-cgi/l/email-protection#224f4b414a43474e436246474e4b400c414d0c5749\"><span class=\"__cf_email__\" data-cfemail=\"771a1e141f16121b163713121b1e1559141859021c\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a>\n</p><p>7.London Borough of Hammersmith and Fulham\n</p><p>The final case study was for London Borough of Hammersmith and Fulham. They are a council that is dedicated to helping residents and businesses during rough times. LBHF wanted to deliver “deliver a full online consultation and stakeholder/public engagement web system to support the authority's consultation work..” The customized version of delib’s e-consultation platform was the tool LBHF was most interested in. This online database includes finder database, survey tool, stakeholder communication system and reporting and management tools. This was a huge success because everyone had an opportunity to engage in discussions. In the end, more than 2,000 residents responded to online surveys.\n</p><p>To learn more contact Gez: 0845 638 1848 | <a href=\"/cdn-cgi/l/email-protection#2c4b49566c484940454e024f43025947\"><span class=\"__cf_email__\" data-cfemail=\"e483819ea48081888d86ca878bca918f\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a>\nCitation: London Borough of Hammersmith and Fulham. Web. 03 June 2010. &lt;<a class=\"external free\" href=\"http://www.lbhf.gov.uk\" rel=\"nofollow\" title=\"http://www.lbhf.gov.uk\">http://www.lbhf.gov.uk</a>&gt;.\n</p>\n<a id=\"Methods_Used\" name=\"Methods_Used\"></a><h2>Methods Used</h2>\n<p>Delib has unique tools and processes to help with consultation, debate, conversation, stakeholder relations and engagement.\n</p><p>\n1. Online led consultation service. They want all the details so they can help an organization draw up your proposals, guide you through the consultation process, set milestones and offer progress reporting as often as you require.\n</p><p>\n2. Your level of involvement is entirely your choice, and we are happy to work alongside other research agencies to complement existing processes.\n</p><p>\n3. Methods used with clients include: \n</p><p>A. Consultation design: Question writing, background information, policy documents,multimedia resources.\n</p><p>B. Consultation distribution: Delivering online &amp; paper surveys.\n</p><p>C. Stakeholder engagement &amp; recruitment: Recruiting participants, publicity &amp; events.\n</p><p>D. Data entry &amp; coding: Cost-efficient input of results from offline surveys.\n</p><p>E. Report writing &amp; statistical analysis: Complete analysis and reporting service including publication to stakeholders.\n</p><p>F. Consultancy: Advice and specialist project management.\n</p>\n<a id=\"Secondary_Literature\" name=\"Secondary_Literature\"></a><h2>Secondary Literature</h2>\n<p>1. <a class=\"external free\" href=\"http://www.parentsideastree.org.uk/\" rel=\"nofollow\" title=\"http://www.parentsideastree.org.uk/\">http://www.parentsideastree.org.uk/</a>\nIdea Tree example\n</p><p>2.<a class=\"external free\" href=\"http://www.opinionsuite.com/cumbria\" rel=\"nofollow\" title=\"http://www.opinionsuite.com/cumbria\">http://www.opinionsuite.com/cumbria</a>\nCumbria major project example. \n</p><p>3.<a class=\"external free\" href=\"http://www.london-fire.gov.uk\" rel=\"nofollow\" title=\"http://www.london-fire.gov.uk\">http://www.london-fire.gov.uk</a>. \nThe London Fire Brigade's need of suggestions for most recent safety plan.\n</p><p>4.<a class=\"external free\" href=\"http://www.behfuture.nhs.uk/\" rel=\"nofollow\" title=\"http://www.behfuture.nhs.uk/\">http://www.behfuture.nhs.uk/</a>\nThe case regarding the three hospitals in the UK.\n</p><p>5.<a class=\"external free\" href=\"http://www.macmillan.org.uk/Home.aspx\" rel=\"nofollow\" title=\"http://www.macmillan.org.uk/Home.aspx\">http://www.macmillan.org.uk/Home.aspx</a>\nInformation regarding the Macmillan organization and cancer research.\n</p><p>6.<a class=\"external free\" href=\"http://www.torbay.gov.uk/\" rel=\"nofollow\" title=\"http://www.torbay.gov.uk/\">http://www.torbay.gov.uk/</a>\nAn example of the budget simulator.\n</p><p>7.<a class=\"external free\" href=\"http://ww2.defra.gov.uk/\" rel=\"nofollow\" title=\"http://ww2.defra.gov.uk/\">http://ww2.defra.gov.uk/</a>\nAn example of 'my adobo.'\n</p><p>8.<a class=\"external free\" href=\"http://www.lbhf.gov.uk/\" rel=\"nofollow\" title=\"http://www.lbhf.gov.uk/\">http://www.lbhf.gov.uk/</a>\nAn example of an e-consultation London Borough of Hammersmith and Fulham.\n</p>\n<a id=\"Links\" name=\"Links\"></a><h2>Links</h2>\n<p>1.<a class=\"external free\" href=\"http://www.delib.co.uk/\" rel=\"nofollow\" title=\"http://www.delib.co.uk/\">http://www.delib.co.uk/</a>\nInformation regarding Delib services and products.\n</p>", "title": "Delib"}