{"htmlbody": "<h3><strong>Problem and Purpose</strong></h3><p>Biobanks, which catalog specimens (such as purified DNA, saliva, blood, and plasma) using genetic and other traits such as age, gender, blood type, and ethnicity, have come to play an increasingly crucial role in biomedical research. Aside from their important in research, biobanks have provided for sounder research infrastructure including employment and have drawn well-deserved attention to local health priorities. </p><p>As biobanks have risen in their use and popularity, critical bioethical questions of privacy, return of results, and commercialization have also surfaced. If there is a duty to disclose any information that is clinically relevant, who bears the responsibility to do so? Is there a duty to test of actionable data? Is there a duty to confirm clinical validity? And if so, do these duties endure over the life of the biobank?</p><p>Meanwhile, public trust is essential to the survival of biobanks, which often depend on public funds and participation. With special emphasis on citizens who will be affected by biobanks (while the project was technically inclusive), faculty at the University of British Columbia led by Michael Burgess started a deliberate democracy process on biobanks in Tasmania. </p><h3><strong>History</strong></h3><p>Biobank-related deliberative events have happened before outside of Tasmania. In 2007, biobank deliberations were held in British Columbia and in the United States by the Mayo Clinic Biobank. In 2008, the Department of Health of Western Australia held two forums on biobanks for stakeholders and the general public. In late 2013 (after the Tasmanian deliberative democracy project discussed here), biobank-related deliberative events happened in San Francisco and in Los Angeles as a multilingual forum.</p><p>These events developed from a growing sense of need of enhanced communication between the research community, stakeholders, and the public. They have set a new threshold for public deliberation in the field, and have allowed for ongoing assessments of critical issues such as privacy protection and commercialization.</p><h3><strong>Originating Entities and Funding</strong></h3><p>This project was headed by a team of faculty at the University of British Columbia and the Menzies Research Institute Tasmania.</p><h3><strong>Participant Selection</strong></h3><p>The deliberative democracy event aimed for 25 confirmed participants. The team started out with 1981 calls to randomly selected landline phone numbers from the State of Tasmania, of which 554 were answered. Out of the 554 respondents, 78 expressed interested, 32 were selected, and 25 attended. While the process was initially random, quotas were later used to secure representation from various demographic groups. </p><h3><strong>Deliberation, Decisions, and Public Interaction</strong></h3><p>The deliberative democracy event was held over two weekends in April 2013. Participants were each provided with access to a private participant portal on Biobank Project Tasmania’s website, an information booklet, and presentations from experts and speakers. Transport, food, and accommodation costs were covered, and each participant received a $100 stipend. </p><p>Deliberation over a period of two weekends with a 12-day break of dialogue and information in between led to 17 conclusions on eight topics. The participant pool of 25 showed strong support for the continued existence of biobanks in general, and a Tasmanian biobank in particular.</p><h3><strong>Analysis and Criticism</strong></h3><p>The deliberative democracy event was a well-designed effort geared towards public awareness of, and engagement with, issues. Throughout the deliberations, participants became part of the policy-making process as opposed to mere observers of external influences, which created strong personal involvement and buy-in. The event's recruitment mechanism also allowed for participants not usually included in tranditional consultation methods, creating for a greater diversity of opinions and viewpoints in the room. </p><p>Meanwhile, the deliberative democracy event could have adopted a more open culture of sharing out and publicizing results from the deliberations, and setting up a more structuralized method in which participants would be able to follow-up on advocating for the decisions they concluded on during the event. Lastly, in the future, the coordinators of this deliberative democracy event might consider using deliberative democracy mechanisms throughout the biobanking process rather than solely at its beginning.</p><h3><strong>Sources</strong></h3><p><a href=\"http://www.coriell.org/research-services/biobanking/what-is-a-biobank\">http://www.coriell.org/research-services/biobanking/what-is-a-biobank</a></p><p><a href=\"http://aabhl.org/files//2013_conference_presentations/mcwhirter_aabhl2013.pdf\">Practical application of participatory governance for biobanks</a> – Presentation</p><p>What does the public want? Return of research results from the biobanks -Presentation</p>", "title": "Tasmanian Deliberative Democracy on Biobanks"}