{"htmlbody": "<h3>Mission and Purpose</h3><p>The Keystone Center was founded in 1975 by Robert W. Craig and is a non-profit organization who's headquarters are in Keystone, Colorado with other offices in Denver and Washington, DC. The main purpose of the Keystone Center is to seek ways to solve our society's most demanding environment, energy and public health problems. The Center looks to bring together today's public, private and civic sector leaders to address these issues and also to equip the next generation with knowledge and the social skills required to effectively take on questions they will face in the future.</p><p>The Keystone Center specializes in helping community, government, and business leaders acquire the scientific, social, economic, and political information they need to make sound decisions. More specifically, The Keystone Center helps the public, private, and civic sectors use scientific knowledge and state-of-the-art consensus-building in the areas of environmental, health, and energy policy. We accomplish this through independent facilitation and mediation services on a range of significant policy issues. <a class=\"external free\" href=\"http://keystone.org/files/file/about/Statement_of_Independence.pdf\" rel=\"nofollow\" title=\"http://keystone.org/files/file/about/Statement_of_Independence.pdf\">http://keystone.org/files/file/about/Statement_of_Independence.pdf</a>.</p><p>The Center for Science and Public Policy is one of two Centers that Keystone contains. This center has been aiding public, private, and civic-sector leaders solve difficult issues and achieve quality public policy since 1975. Center for Science and Public Policy relies on their independence, commitment to ample science, and skills in designing and leading consensus-building procedures to create new partnerships, diminish conflict and create policy agreements. Energy, Environment and Health and Social Policy are the three areas of policy this center specializes in. The center works on a range of issues on energy, which include; climate change and clean energy; electricity generation and markets; energy infrastructure; energy planning; renewable energy and energy efficiency; and transportation. In addition to individually-funded projects, the Keystone Center hosts the Keystone Energy Board. This board is a long standing forum for representatives across the energy spectrum to learn about and debate on energy issues most citizens' face today. Each of the meetings brings together experts and knowledgeable leaders in the field and showcases confidential deliberation that usually lead to new Keystone Dialogues and membership into this board is by invitation only.</p><p>Environment is the Keystone Center's second area of policy, which can range from local to international; from two parties with a single issue to complex deliberation involving multiple parties over multiple issues. In each of these cases the center uses its neutral and independent facilitation in helping people solve issues and make knowledgeable decisions. They serve as a trusted bridge between those with a wide range of perspectives on a large array of environmental policy, legislative, and regulatory questions, including: collaborative resource management; ecosystem and watershed management; natural resource protection; water quality and quantity issues; sustainable agriculture; green marketing; transportation; climate change; restoration and remediation; and resource extraction and use (mining, forestry, and sustainable development).</p><p>The third area is Health and Social Policy where the center works with a wide range of stakeholders to create consensus solutions to intricate health and social policy challenges. They design, amass and facilitate nation policy dialogues, stakeholder advisory boards, fact-finding, and peer-exchange forums, public-input processes, coalition-building processes, conflict assessments, and training workshops. A short list of client organizations includes: the U.S. Food and Drug Administration, the Centers for Disease and Control and Prevention, the Asian Development Bank, the U.S. Environmental Protection Agency, the U.S. Department of Health and Human Services, the Richard Lounsbery Foundation, DuPont, and the Bill and Melinda Gates Foundation. The Keystone Center also works on policy problems in the areas of: medicine; health care; food and nutrition; workplace safety and health; environmental health; and chronic and infectious diseases.</p><p>Center for Education is the second part of the Keystone Center. At this center, they work with students, teachers, and communities to stimulate critical thinking through physical touch and scientific questioning. The center is committed to increasing awareness and understanding of the real world and to provide students of all ages and abilities with the best skills needed to investigate and solve problems. <a id=\"Specializations_and_Activities\" name=\"Specializations_and_Activities\"></a></p><h2>Specializations and Activities</h2><p>The Center for Science and Public Policy offers the following customized services: The Keystone Dialogues, which identify policy questions ready for deliberation, then frame the questions, bring the stakeholders together, and then finally help them build a consensus that will lead to real results. The dialogues are carefully created deliberative meetings that address politically controversial and technically complex parts of an issue being examined. The policy dialogue seeks to exchange information and build consensus recommendations between public, private, and civic sector thought leaders who are in a position to create alliances, make decisions, or strongly influence the trajectory of a possible challenging issue. These dialogues bring unique interest groups to the table, focus on regulatory, policy, or planning issue that is on popular interest, are usually guided by a facilitator or mediator, have a life cycle with a beginning, middle and end, and seek to formulate practical solutions to difficult problems.</p><p>Facilitation and mediation is another customized service offered, which brings parties together to find the answers to problems, reach agreements, make plans and resolve conflicts. The mediators of the Keystone Center are among the most knowledgeable and experienced in public policy conflict resolution and consensus building. The staff has convened and facilitated important agreement-focused dialogues, helping government leaders bring stakeholders together to solve difficult and controversial healthcare, energy and environment problems. The center has facilitated national policymaking processes, statewide consensus-building efforts and local decision-making discussions.</p><p>Public participation and stakeholder engagement is designing and executing public meetings to gather input, share information or announce agency choices. The public expects to hear from government officials before, during and after and agency makes a large and important decision. The Keystone Center's facilitators have designed and delivered public engagement processes that increase the quality of public policy, give officials access to information from the members of the public, give the public vital information about the purpose for government action and allow for careful consideration of other options. They can turn a potentially negative public meeting into thoughtful venues for dialogue and deliberation. The center has helped the local government reach other to its community members and federal agencies. In the process the center has improved communication, subdued fears, corrected misunderstandings, sorted out issues of community values and set the stage for agencies to create plausible solutions. <a id=\"Major_Projects_and_Events\" name=\"Major_Projects_and_Events\"></a></p><h2>Major Projects and Events</h2><p>Under the Center for Education are the Keystone Educational Excellence Programs, which mold education communities around the world with the development and dissemination of on-biased, hands-on, interdisciplinary curriculum. With the support from public, private and corporate partners, the center works with educators to improve the education of science and instill in today's students a better understanding of the real work and equipped with the tools needed to solve future complex problems.</p><p>The Keystone Science School is a residential field science school that challenges students to develop critical thinking skills as they explore nature and science education. making extensive use of the outdoor laboratory around us, the center promotes inquiry and sensitivity to the natural environment.</p><p>The center understands that today's youth are this countries future leaders, the ones who will develop policies and make decisions that impact our world. The center has created interactive science education programs that help the students become familiar with scientific and critical thinking skills and promote them to be engaged citizens.</p><p>Between November 2005 and June 2007, a team from The Keystone Center helped to organize and put into action a multiparty negotiation that aimed to increase redress for people affected by river contamination from the Ok Tedi Mine in Papua New Guinea. This river is said to be the worst man-made environment problems in the world and is a true sustainability problem. After an 18 month period of efforts, a major accomplishment was reached.</p><p>Delegates from the nine affected regions surrounding the river, the mining company, the government, and others concluded a Memorandum of Agreement (MOA) that will eventually give the people in the affected area about 1.1 billion kina (about $350 million US) in funds, projects and services. <a id=\"Funding\" name=\"Funding\"></a></p><h2>Funding</h2><p>The Keystone Center receives 49.4% of its funding from fees/ earned income; this is the largest percentage of its funding. 38.9% of its funding comes from corporate supporters; 5.7% from events held to raise funds for the center; 4.7% from foundations; .8% from individual pockets; .3% is government funded; and .2% is interest/ miscellaneous income. <a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p><a class=\"external free\" href=\"http://keystone.org/home\" rel=\"nofollow\" title=\"http://keystone.org/home\">http://keystone.org/home</a></p><p><a class=\"external free\" href=\"http://www.keystone.org/science-public-policy\" rel=\"nofollow\" title=\"http://www.keystone.org/science-public-policy\">http://www.keystone.org/science-public-policy</a></p><p><a class=\"external free\" href=\"http://www.keystone.org/education\" rel=\"nofollow\" title=\"http://www.keystone.org/education\">http://www.keystone.org/education</a></p><p><a class=\"external free\" href=\"http://keystone.org/files/file/about/annual-report/KeystoneCenter-2008-annual-E-EDITION.pdf\" rel=\"nofollow\" title=\"http://keystone.org/files/file/about/annual-report/KeystoneCenter-2008-annual-E-EDITION.pdf\">http://keystone.org/files/file/about/annual-report/KeystoneCenter-2008-annual-E-EDITION.pdf</a></p><p><a class=\"external free\" href=\"http://www.thataway.org/?p=982\" rel=\"nofollow\" title=\"http://www.thataway.org/?p=982\">http://www.thataway.org/?p=982</a></p>", "title": "The Keystone Center"}