{"htmlbody": "<p>Public Agenda is a nonprofit, nonpartisan organization in the United States that undertakes ongoing issues and “provides citizens and leaders the tools they need to tackle them.” PublicAgenda is afflicted with multiple sources that all focus on ensuring that public’s views are represented in decision-making. On their online website, PublicAgenda.org, which is an issues guide and a citizen’s survival kit, they inform citizens about issues and ways they can engage and participate in making a change. Public Agenda is also engaged through social networking sites, such as Facebook and Twitter to better engage with the community. Public Agenda is also betrothed with communities around the country to help citizens understand and deliberate on tough issues. On their main webpage, PublicAgenda.org, they also publish regular blog entries and research on a number of domestic issues. Many journalist, policymakers, teachers, students and citizens rely on Public Agenda’s nonbiased issues guide for information and different perspectives in analyzing issues. Public Agenda covers a vast range of issues from education, citizen rights, and energy to federal budget, health care, immigration and more. <a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>Public Agenda was founded in 1975 by social scientist and author, Daniel Yankelovich, and secretary of state, Cyrus Vance. For over 35 years, Public Agenda has aimed to fulfill two main missions which is for: American leaders to better understand the public's point of view, and citizens to know more about critical policy issues so they can make thoughtful, informed decisions.</p><p>Since then, PublicAgenda.org has been nominated twice for the prestigious Webby Award as one of the Internet's best sources for balanced, accurate information on public policy issues and has participated with many different communities and partnered with many organizations to better inform the nation, so they can make higher quality and greater decisions on ongoing issues. <a id=\"Specializations_and_Activities\" name=\"Specializations_and_Activities\"></a></p><h2>Specializations and Activities</h2><p>Public Agenda is associated with many different public engagement projects and community forums to help the nation’s citizens come together to better deliberate and collaborate on difficult issues.</p><p>One of the projects was the Citizen Engagement And Community Transformation in Bridgeport, CT. In 1996, the Bridgeport Public Education Fund (BPEF) joined a national demonstration project led by Public Agenda and the Institute for Educational Leadership (IEL) to explore possibilities for public dialogue about education reform among diverse stakeholders.</p><p>In the spring of 2004, Public Agenda participated in the Nebraskans Weigh in on Essential Educational Opportunities for All Students. The Nebraska State Board of Education was looking for a way to allow a cross-section of residents to weigh in on the recommendations they had developed and laid out in a document called Equitable Opportunities For an Essential Education For All Students-Recommendations for Nebraska Public School Districts.Public Agenda had helped the state board connected hundreds of Nebraskans to discuss the controversial question of statewide standards. Parents, students, educators and community members participated in Choicework discussion forums where they wrestled with various approaches to the standards issue. Building off the results of these discussions, the state board was able to adopt new statewide guidelines. In the end, Public Agenda conducted focus groups and helped selected districts facilitate discussion forums with more than 370 parents, students, educators (teachers, principals and superintendents) and members of the general public that represented roughly 25 districts.</p><p>In 2004, Public Agenda conducted fieldwork in New Haven, Connecticut; San Antonio, Texas; and New York City, which was support from the Annie E. Casey Foundation and the New York Community Trust. This project was called the Straight Talk/Street Talk: Possibilities for Dialogue Between Communities and the Police. They interviewed numerous law enforcement officials, from patrol officers to upper brass, and held 12 focus groups with various kinds of residents. They also developed four new Choicework guides (Preventing Crime, Promoting Public Safety; Improving Police-Community Relations; Ensuring School Safety and Preventing Terrorism and Protecting Civil Liberties) that were used to structure five dialogue sessions held across the three sites.</p><p>In September 2003 Public Agenda launched the project of Addressing Property Tax Reform in New Jersey. Public Agenda helped the Coalition for the Public Good, a New Jersey based grass-roots organization, to organize and conducted a major statewide \"Citizen's Tax Assembly,\" a two-day event held in the capitol building in Trenton. The New Jersey Citizens' Tax Assembly brought together close to 100 diverse \"delegates\" from every county in the state to engage one another in a dialogue on possible approaches to tax reform.</p><p>Public Agenda helped in creating a different kind of forum in which residents from across the state could engage complex questions of tax reform and reveal that reasonable solutions are possible. Public Agenda carried out focus groups with Anglo parents, bilingual Hispanic parents, Spanish-only Hispanic parents, students of various backgrounds, and teachers on the topics of student achievement, diversity, and equity, for the Standards in San Jose, California project. One district official called the findings \"an eye-opening experience\" because parents of all backgrounds, along with students themselves, called for high expectations for student achievement. In response, the school board raised its graduation requirements. The district then moved on to a broad-based community conversation about \"Standards and Expectations for Our Students\" with Public Agenda assisting by training conversation organizers and moderators, and by developing discussion materials. Although the district initiated and sponsored the forum, a committee that included parents, members of the clergy, employers and others took over the planning and operations. The forum, held at a downtown church, drew about 140 participants; some discussions were conducted in Spanish with translated materials and a bilingual moderator and recorder. The National School Public Relations Association awarded the district a top award for its public engagement model.</p><p>In the 1990's research commissioned by the Graustein Memorial Fund in Connecticut and conducted by Public Agenda revealed significant gaps between the general public, community leaders and educators concerning the problems facing Connecticut's schools, which resulted to the Changing the Conversation on Education in Connecticut project. To kick off the project, hundreds of organizations--school districts, parent groups, community-based organizations, etc., were invited to participate. Initially, eight local sponsors were chosen, covering 17 towns. By design, they were to work as a network to build statewide capacity for civic dialogues on the range of issues facing Connecticut's schools. Each site was funded and received technical assistance from Public Agenda. Since then, over 70 cities and towns across the state have participated and the initiative continues to grow. <a id=\"Major_Projects\" name=\"Major_Projects\"></a></p><h2>Major Projects</h2><p><a id=\"FacingUp\" name=\"FacingUp\"></a></p><h3>FacingUp</h3><p>FacingUp.org is a nationwide project that is in partnership with Public Agenda to enable more Americans to confront and work through realistic choices for addressing the nation's long-term fiscal challenges. FacingUp.org, “A nonpartisan project on the long-term challenges of the federal budget” Among those challenges are the impending retirements of baby boomers, the growth in health care costs, a broken tax system, and a lack of sufficient government accountability.FacingUp.org informs us that the United States has amassed nearly $12 trillion in federal debt and another $44 trillion in unfunded liabilities and health care costs are rapidly rising. There are also 78 million baby boomers about to retire, straining our Social Security and Medicare systems, our country faces severe long-term fiscal challenges, which could lead to steep tax hikes, major cutbacks in federal spending, higher interest rates, inflation and a declining economy that can even lead to an untenable future for our children and grandchildren. <a id=\"Who_Turned_out_the_Lights\" name=\"Who_Turned_out_the_Lights\"></a></p><h3>Who Turned out the Lights</h3><p>“Who Turned out the Lights” is written by Scott Bittle, the Director of Public Issues Analysis at Public Agenda and Jean Johnson, the Director of Education Insights and Director of Programs at Public Agenda. WhoTurnedOutTheLights.org is a guide that posts information about our energy and climate crisis because this is an issue that many Americans are confounded by. “Who Turned out the Lights” also provides the necessary understanding and offers different perspective on the complex issue for those who are engaged in learning more about it. <a id=\"CAPE\" name=\"CAPE\"></a></p><h3>CAPE</h3><p>CAPE stands for Citizens for Advances in Public Engagement. It is one of Public Agenda’s most profound projects, where their main efforts goes to research, develop and disseminate of new insights and best practices that help improve the quality of American public life by building the field of public engagement and citizen-centered politics. CAPE studies Public Agenda’s work with the most recent technical tools and share their findings with new publications each year on various aspects of public engagement.CAPE has three main areas of study, which includes: The Public Engagement Research Project, to better understand the dynamics and impacts of public engagement; The Digital Engagement Research Project, to explore the potentials of the Internet as a vehicle of engagement; and lastly The Theory-Building Research Project, to decisively push forward the theory that underlies the field's efforts <a id=\"Funding\" name=\"Funding\"></a></p><h2>Funding</h2><p>Public Agenda is gratefully funded by multiple major organizations and some are funded towards specific projects. all funding are appreciated and go towards in helping to inform and engage citizens about nationwide issues and also for research purposes. <a id=\"Bill_.26_Melinda_Gates_Foundation\" name=\"Bill_.26_Melinda_Gates_Foundation\"></a></p><h3>Bill &amp; Melinda Gates Foundation</h3><p>Promotes greater equity in global health, education, public libraries, and support for at-risk families in Washington State and Oregon <a id=\"Carnegie_Corporation_of_New_York\" name=\"Carnegie_Corporation_of_New_York\"></a></p><h3>Carnegie Corporation of New York</h3><p>Created by Andrew Carnegie in 1911 to promote \"the advancement and diffusion of knowledge and understanding.\" <a id=\"Charles_F._Kettering_Foundation\" name=\"Charles_F._Kettering_Foundation\"></a></p><h3>Charles F. Kettering Foundation</h3><p>Research foundation that seeks ways to make fundamental changes in how democratic politics are practiced. <a id=\"Ewing_Marion_Kauffman_Foundation\" name=\"Ewing_Marion_Kauffman_Foundation\"></a></p><h3>Ewing Marion Kauffman Foundation</h3><p>Encourages entrepreneurship across America and seeks to improve the education of children and youth. <a id=\"Learning_Point_Associates\" name=\"Learning_Point_Associates\"></a></p><h3>Learning Point Associates</h3><p>Provides the evaluation, research, policy and practice that allows educators to find the learning point faster, more often, and for more students. <a id=\"Peter_G._Peterson_Foundation\" name=\"Peter_G._Peterson_Foundation\"></a></p><h3>Peter G. Peterson Foundation</h3><p>Dedicated to increasing public awareness of the nature and urgency of several key challenges threatening America's future, and to accelerating action on them. <a id=\"Rockefeller_Brothers_Fund\" name=\"Rockefeller_Brothers_Fund\"></a></p><h3>Rockefeller Brothers Fund</h3><p>Helping to build a more just, sustainable, and peaceful world <a id=\"The_Ford_Foundation\" name=\"The_Ford_Foundation\"></a></p><h3>The Ford Foundation</h3><p>Seeks to strengthen democratic values, reduce poverty and injustice, promote international cooperation and advance human achievement. <a id=\"The_Lumina_Foundation_for_Education\" name=\"The_Lumina_Foundation_for_Education\"></a></p><h3>The Lumina Foundation for Education</h3><p>Strives to help people achieve their potential by expanding access and success in education beyond high school. <a id=\"The_Wallace_Foundation\" name=\"The_Wallace_Foundation\"></a></p><h3>The Wallace Foundation</h3><p>Seeks to support and share effective ideas and practices that expand learning and enrichment opportunities for all people. <a id=\"The_William_and_Flora_Hewlett_Foundation\" name=\"The_William_and_Flora_Hewlett_Foundation\"></a></p><h3>The William and Flora Hewlett Foundation</h3><p>Concentrates its resources on activities in education, environment, global development, performing arts, and population. <a id=\"W.K._Kellogg_Foundation\" name=\"W.K._Kellogg_Foundation\"></a></p><h3>W.K. Kellogg Foundation</h3><p>Focuses on improving current and future communities' quality of life in the United States, Latin America, Caribbean, and southern Africa. <a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><ul><li><a class=\"external free\" href=\"http://www.publicagenda.org/\" rel=\"nofollow\" title=\"http://www.publicagenda.org/\">http://www.publicagenda.org/</a></li><li><a class=\"external free\" href=\"http://www.facingup.org/\" rel=\"nofollow\" title=\"http://www.facingup.org/\">http://www.facingup.org/</a></li><li><a class=\"external free\" href=\"http://www.WhoTurnedOutTheLights.org\" rel=\"nofollow\" title=\"http://www.WhoTurnedOutTheLights.org\">http://www.WhoTurnedOutTheLights.org</a></li><li><a class=\"external free\" href=\"http://www.pbs.org/moyers/journal/01222010/watch2.html\" rel=\"nofollow\" title=\"http://www.pbs.org/moyers/journal/01222010/watch2.html\">http://www.pbs.org/moyers/journal/01222010/watch2.html</a></li><li><a class=\"external free\" href=\"http://www.facebook.com/pages/Public-Agenda/56451187476\" rel=\"nofollow\" title=\"http://www.facebook.com/pages/Public-Agenda/56451187476\">http://www.facebook.com/pages/Public-Agenda/56451187476</a></li></ul>", "title": "Public Agenda"}