{"htmlbody": "<p>In the global arena, the Centre for Humanitarian Dialogue (HD Centre) acts independent from any government organization in effort to promote and influence increased dialogue between conflicting groups of people, who would otherwise look for solutions by violent means. As an independent mediation group, the HD Centre is based in Geneva, Switzerland and is dedicated to helping improve responses from global actors in cases of armed conflict. During the mediation process, this NGO operates as a third-party mediator and maintains a constant stance of neutrality, while being funded by outside parties, such as governments, foundations and passionate philanthropists. <a id=\"Purpose_and_Mission\" name=\"Purpose_and_Mission\"></a></p><h2>Purpose and Mission</h2><p>With so many conflicts existing in the world, the HD Centre focuses solely upon conflicts that—while acting in accordance with international law—have strong prospects in long lasting peace. While acting alongside formal global diplomacy, the HD Centre believes that the efforts of a private foundation—whose aim is to create dialogue based on the foundations of humanitarian principles—can contribute to the international goal of establishing effective peace-making mediations. <a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>In 1999, the Centre for Humanitarian Dialogue was created and registered as a Swiss Foundation. The HD Centre asserts that they are:</p><blockquote><p>“An independent and impartial organization whose motivation is to reduce human suffering in war. We believe preventing and resolving armed conflicts is the surest means of doing so.”</p></blockquote><p>Initially, the organization strived to create innovative approaches to dealing with international conflict. The goal was to create a forum where the centre could promote and facilitate conversation in a deliberative manner between the leaders of opposing parties in international conflicts. <a id=\"Activities\" name=\"Activities\"></a></p><h2>Activities</h2><p>The HD Centre pursues their objectives through various activities. It is important to recognize that this organization continues to operate and grow through the efforts of global actors. The organization is committed to working and collaborating with those who live across borders and with those who maintain different beliefs and professions. Furthermore, looking at different and new approaches to the mediation process is vital to the success of the HD Centre. Activities within the organization are defined by the facilitation of dialogue between conflicting parties in the global arena, and acting as a third-party mediator when appropriate. Also, they strive to ensure that all parties within the negotiation process have the opportunity to effectively participate and contribute to the dialogue, to mobilize (when necessary) humanitarian, diplomatic and/or political responses, and to offer policy-based contributions on applicable issues. <a id=\"Funding_for_the_HD_Centre\" name=\"Funding_for_the_HD_Centre\"></a></p><h2>Funding for the HD Centre</h2><p>The importance of conflict resolution and the need for mediated dialogue between conflicting global actors is crucial for the prosperity of world peace. Funding for the HD Centre comes from the contribution of all forms of actors, including countries, cities, private foundations and individuals. Donors include the countries of Norway, Sweden, the UK, Switzerland, Denmark, Ireland, Australia, the Netherlands, the City of Geneva and the MacArthur foundation. <a id=\"Major_Pojects\" name=\"Major_Pojects\"></a></p><h2>Major Pojects</h2><p>Before becoming involved in the mediation process between two warring parties, the HD Centre will assess the situation to make sure that their efforts will be effective in a long-lasting peaceful resolution. Also, before the initial assessment is executed, the organization requires an invitation or recommendation from individuals, organizations or governments in order to get involved in specific conflicts. Upon the completion of these two steps, the HD Centre will engage in mediation (as to ensure effective deliberation) in hopes of reducing the consequences of conflict and to come up with a peaceful resolution. Such projects include conflicts in Sudan, Philippines (NDF), Myanmar/Burma, the Central African Republic, Timor-Leste, Kenya and Somalia. <a id=\"Publications\" name=\"Publications\"></a></p><h2>Publications</h2><p>Davis, Mike, ed. Why Should Mediatiors Consider the Economic Dimensions of Conflicts?. The HD Centre. 23 July 2009. Web</p><p>Griffiths, Martin &amp; Whitfield, Teresa, ed. Mediation Ten Years on—Challenges and Opportunities for Peacemaking. The HD Centre. 14 March 2010. Web.</p><p>Haysom, Nicholas &amp; Kane, Sean, ed. Negotiating Natural Resources for Peace: Ownership, Control and Wealth-Sharing. The HD Centre. 3 November 2003. Web <a id=\"Links\" name=\"Links\"></a></p><h2>Links</h2><p><a class=\"external free\" href=\"http://www.hdcentre.org/\" rel=\"nofollow\" title=\"http://www.hdcentre.org/\">http://www.hdcentre.org/</a></p><p><a class=\"external free\" href=\"http://www.osloforum.org/\" rel=\"nofollow\" title=\"http://www.osloforum.org/\">http://www.osloforum.org/</a></p>", "title": "The Centre for Humanitarian Dialogue"}