{"htmlbody": "<a id=\"Mission_and_Purpose\" name=\"Mission_and_Purpose\"></a><h2> Mission and Purpose </h2>\n<p>The main purpose for the Democratic Underground is to provide an online discussion forum to deliberate and share progressive and liberal ideology.  Although the organization is not associated with the Democratic Party, it is understood that the members of the forum support democratic and progressive philosophy and candidates running for or in any type of political office.  In accordance with their strong criticism of the Republican Party, one of the most popular applications of the website is the “Top Ten Conservative Idiots” list.  With about 25,000 message postings a day, Democratic Underground is a sizable online community with the purpose of promoting liberal deliberation.\n</p><p>\n</p>\n<a id=\"History\" name=\"History\"></a><h2> History </h2>\n<p>Democratic Underground was founded by David Allen and Dave Allsopp.  The website was  launched on January 20th, 2001, the same day as the Inauguration of Republican President George W. Bush for his first term as president.  The founding date of the website is no coincidence, primarily in the way that the website was created specifically to openly exhibit opposition towards George W. Bush’s victory over Al Gore for the presidency.  According to Democratic Underground, as of June 2010, the website has almost 160,000 registered members and over 50,000,000 posts on their discussion boards in the last 9 years since their founding date in 2001.\n</p><p>\n</p>\n<a id=\"Activities\" name=\"Activities\"></a><h2> Activities </h2>\n<p>The vast amount of discussion boards are where most members associate themselves as participants with the website.  Members are able to start new discussion topics and reply to other messages made by other members.  Participants are also able to edit their own messages within one hour of the time they made their post.  However, messages cannot be deleted after the one hour timeframe, but members can alert the website moderators and ask for a post to be deleted.\n</p><p>The 160,000 members participate in over 34 topic forums found on the website which include specific discussions on topics such as civil liberties, the economy, education, election reform, environment/energy, the media, health, national security, and more.  Of the most popular forums, The DU Lounge, Latest Breaking News, and General Discussion are all discussion boards in which a range of topics can be discussed, rather than one specific subject matter.  Participants are able to create a page called “My Forums,” which is a list if particular forums that are most interesting to them that they plan on visiting and participating in often.  Because the website is so large and has so many members and postings, the “My Forums” option is a way to make Democratic Underground feel like a closer, more personal discussion forum.\n</p><p>“DU Groups” are another way for members to participate in deliberation.  A DU Groups is a special type of discussion forum which is committed to a specific mission or project.  The organization discusses these groups as “safe haven” discussion boards that require all group members who wish to be involved and post messages to agree to a mission statement for that particular cause.  These groups are not suggested by the administrators or moderators of the site, but the members themselves.  Through these groups, members are able to create smaller deliberation communities among the many members of the site.\n</p><p>The larger Democratic Underground community is also able to participate with each other by three popular pages: Lobby, Latest Page, and Greatest Page.  The Lobby is the reference page with a list of all available forums to join along with a list of moderators.  The Latest Page lists the most recent posts on the site, as well as a link the the Latest Breaking News forum for information.  And finally, the Greatest Page allows members to be interactive with each others postings.  On this page, threads are listed which have been nominated as “noteworthy” by the site members.  Like the Greatest Page, threads can be recommended for the homepage as well which are chosen by the website administrators.  These pages are important to the organization because these serve as important reference pages for what the organization stands for.  These pages help visitors become informed about what forums are possible to join as well as what noteworthy posts have been made by fellow members.\n</p>\n<a id=\"Features\" name=\"Features\"></a><h2> Features </h2>\n<p>In order to make the discussion most beneficial and correlate to the mission and purpose of Democratic Underground, the boards are equipped with voluntary moderators. According to their website, the moderators are responsible for the following duties:\n</p>\n<ul><li>They answer questions from, and provide guidance to website visitors\n</li><li>They move, lock, or archive discussion threads for various reasons\n</li><li>They deal with copyright violations by website visitors\n</li><li>They delete disruptive and offensive posts\n</li><li>They shit off conservative disruptors\n</li><li>They alert administrators of any issues.\n</li></ul><p>These volunteers not only work for the betterment of the website, but act as participants in discussions as well.  They can participate in the general website discussions posted, and also have their own moderators-only discussion board to talk with each other about any problems or issues with the website.  When acting as a regular visitor or participant, the moderators are held at a higher standard when adding their input to discussion boards.  When taking on a participant role, moderators are to adhere to the following standards:\n</p>\n<ul><li>They are expected to behave themselves at all times in a way that reflects positively on Democratic Underground, and complies with all of the Rules and Regulations of the Website\n</li><li>They are expected to share and help promote Democratic Underground’s mission of left-wing unity and solidarity \n</li><li>They may not engage in personal attacks against other members of the board\n</li><li>They may not engage in attacks against other political, social or minortiy groups such as the Democratic Party, the Green Party, the Democratic Leadership Council, environmentalists, union  members, gays and lesbians, Christians, etc. They are expected to avoid attacks against respected public figures in the Democratic Party or the political left.\n</li><li>They may not use their powers as a moderator to enforce a particular party line.  It is not appropriate for moderators to threaten to ban someone with whom they do not agree\n</li><li>They are expected to be fair and evenhanded at all times, especially to those with whom they disagree\n</li><li>They are forbidden from discussing moderator business anywhere except in the moderators-only discussion forum.  If it becomes apparent that a moderator has broken this rule, he/she will be relieved of moderator duties immediately, and may be banned from the discussion board as well.\n</li></ul><p>In order for the visitors and participants to insure that the moderators are acting accordingly, the website has an updated list of all current moderators, as well as their assignments, for visitors to be aware of.  If they should be aware of any posting, the participants can simply click the “alert” button to alert a moderator.  The different criterion that the moderators must meet shows the degree to which the organization is attempting to make effective and successful discourse.  The organization makes this step in the deliberation process a priority for its members and visitors.\n</p><p>\n</p>\n<a id=\"Funding\" name=\"Funding\"></a><h2> Funding </h2>\n<p>Democratic Underground has four quarterly fundraisers each year.  Before the fundraisers begin, members can suggest certain charities that should also benefit from the money raised.  The last fundraiser for the 2009 year raised almost $1900 for Planned Parenthood Federation of America, Parents, Family and Friends of Gays and Lesbians, Remote Area Medical Foundation, America’s Vet Dogs, and Treehouse for Kids.  In this way, the fundraising process also includes a needed member deliberation.  Those who choose to donate are recognized on the website with a gold star.  The website also has a “Donate” link which members can donate to, and a Democratic Underground store as well which sells bumper stickers, shirts, coffee mugs, and bags.\n</p><p>\n</p>\n<a id=\"Secondary_Literature\" name=\"Secondary_Literature\"></a><h2> Secondary Literature </h2>\n<p>Pickard. \"Cooptation and Cooperation: Institutional Exemplars of Democratic Internet Technology.\" New Media &amp; Society 10.4 (2008): 625-45. EBSCO. Web. 1 June 2010.\n</p><p>De Wever, Bram, et al. \"Roles as a structuring tool in online discussion groups: The differential impact of different roles on social knowledge construction.\" Computers in Human Behavior 26.4 (2010): 516-523. Academic Search Complete. EBSCO. Web. 1 June 2010\n</p><p><a class=\"external text\" href=\"http://ql3dq7xx6q.search.serialssolutions.com.offcampus.lib.washington.edu/?genre=article&amp;issn=03624331&amp;title=New+York+Times&amp;volume=&amp;issue=&amp;date=20050110&amp;atitle=Online+Debate+Forums.&amp;spage=18&amp;pages=18-18&amp;sid=EBSCO:Academic+Search+Complete&amp;aulast=\" rel=\"nofollow\" title=\"http://ql3dq7xx6q.search.serialssolutions.com.offcampus.lib.washington.edu/?genre=article&amp;issn=03624331&amp;title=New+York+Times&amp;volume=&amp;issue=&amp;date=20050110&amp;atitle=Online+Debate+Forums.&amp;spage=18&amp;pages=18-18&amp;sid=EBSCO:Academic+Search+Complete&amp;aulast=\">\"To The Editor\"</a>. NY Times. 5 January 2005.\n</p><p><a class=\"external free\" href=\"http://www.opinionjournal.com/best/?id=110004262\" rel=\"nofollow\" title=\"http://www.opinionjournal.com/best/?id=110004262\">http://www.opinionjournal.com/best/?id=110004262</a> \"Dems Gone Wild-III\" Opinion Journal. Retrieved 2 May 2007.\n</p>\n<a id=\"Links\" name=\"Links\"></a><h2> Links </h2>\n<p><a class=\"external free\" href=\"http://www.democraticunderground.com/\" rel=\"nofollow\" title=\"http://www.democraticunderground.com/\">http://www.democraticunderground.com/</a>\n</p>\n<ul><li><a class=\"external free\" href=\"http://www.democraticunderground.com/discuss/\" rel=\"nofollow\" title=\"http://www.democraticunderground.com/discuss/\">http://www.democraticunderground.com/discuss/</a>\n</li><li><a class=\"external free\" href=\"http://www.democraticunderground.com/forums/moderators.html\" rel=\"nofollow\" title=\"http://www.democraticunderground.com/forums/moderators.html\">http://www.democraticunderground.com/forums/moderators.html</a>\n</li><li><a class=\"external free\" href=\"http://www.democraticunderground.com/forums/rules.html\" rel=\"nofollow\" title=\"http://www.democraticunderground.com/forums/rules.html\">http://www.democraticunderground.com/forums/rules.html</a>\n</li><li><a class=\"external free\" href=\"http://www.democraticunderground.com/about.html\" rel=\"nofollow\" title=\"http://www.democraticunderground.com/about.html\">http://www.democraticunderground.com/about.html</a>\n</li></ul><p><a class=\"external free\" href=\"http://nms.sagepub.com.offcampus.lib.washington.edu/cgi/reprint/10/4/625\" rel=\"nofollow\" title=\"http://nms.sagepub.com.offcampus.lib.washington.edu/cgi/reprint/10/4/625\">http://nms.sagepub.com.offcampus.lib.washington.edu/cgi/reprint/10/4/625</a>\n</p>", "title": "Democratic Underground"}