{"htmlbody": "<p><em>Anmerkung: Dies ist die deutsche Übersetzung einer englischen Originalversion abrufbar unter <a href=\"http://www.participedia.net/en/cases/san-mateo-deliberative-poll\">http://www.participedia.net/en/cases/san-mateo-deliberative-poll</a></em></p><p><em>Note: this is a German translation of an English case study available at <a href=\"http://www.participedia.net/en/cases/san-mateo-deliberative-poll\">http://www.participedia.net/en/cases/san-mateo-deliberative-poll</a></em></p><p> </p><h3>Zusammenfassung</h3><p>Der Santa Mateo “deliberative Poll” (im Deutschen mit „deliberativer Abstimmung“ zu übersetzen) war eine landesweite deliberative Veranstaltung, die in Santa Mateo, Kalifornien, im März 2008 stattfand. Die Veranstaltung wurde von „Threshold 2008“ gefördert, einer Koalition von zivilgesellschaftlichen Gruppen, die sich der Lösung von Problemen im Wohnungswesen verschrieben hat, und finanziert wird von einer Reihe philanthropischer Stiftungen, wie zum Beispiel der „Open Square Foundation“, mit zusätzlicher Unterstützung von staatlichen und lokalen Partnern. Während der Veranstaltung wurde Deliberative Polling so angewandt, dass eine wissenschaftlich ausgewählte Stichprobe zufällig ernannter Bürger an zwei Tagen an deliberativen Treffen teilnahm.  Die Ergebnisse zeigen, dass die Deliberation den relevanten Wissensstand der Teilnehmer erhöht und schließlich zu Meinungsänderungen geführt hat. Zudem war die große Mehrheit der Teilnehmer zufrieden mit der Qualität der Deliberation. Nichtsdestotrotz besteht Kritik an dem Einfluss der Veranstaltung auf den tatsächlichen politischen Entscheidungsprozess.</p><h3>Problem und Zweck</h3><p>Das Hauptproblem von San Mateo ist, dass die Nachfrage an Wohnraum das Angebot übersteigt. Während die Nachfrage nach Wohnraum in dem Land in jedem Jahr schnell wächst, bleibt die Zahl der neu gebauten Häuser relativ stagnierend. Auch sind die Immobilienpreise im Land, im Vergleich zu den Nachbarländern, sehr hoch. Diese beiden Probleme werden erwartungsgemäß schlechte Auswirkungen auf das ganze Land haben: Kinder werden das Land für günstigere Gegenden verlassen, wenn sie erwachsen sind, Facharbeiter, darunter Lehrer, Krankenschwestern und Besitzer kleinerer Unternehmen, die weit weg von ihrem Arbeitsplatz leben, werden ihre Arbeitsplätze in dem Land verlassen, Arbeitgeber werden keine Geschäfte mehr eröffnen, der Verkehr wird zunehmen, weil mehr Menschen zur Arbeit pendeln müssen, und das Land wird wirtschaftlich und sozial stärker getrennt sein. Daher war es der Zweck dieser deliberativen Veranstaltung, den Einwohnern eine Chance zu geben, mehr über das wachsende Wohnungsproblem zu erfahren um auf dieser Basis zu entscheiden, wie das Problem angegangen werden soll. Laut Greg Greenway, Geschäftsführer von Threshold 2008 ist es das Ziel \"den öffentlichen Dialog zu dem Problem zu erleichtern. Wir haben nicht die Lösung, aber wir versuchen, mehr Leute an den Tisch zu bringen, darüber zu sprechen und wie eine Gemeinschaft Lösungen zu finden.\"</p><h3>Geschichte</h3><p>Die Technik des Deliberative Poll, die in diesem Fall verwendet wird, wurde zuerst von James Fishkin, Direktor des Center of deliberative Democracy und Professor für Kommunikation an der Standford Universität erfunden. Skeptisch herkömmlichen Umfragen gegenüber, da sie lediglich die oberflächlichen Eindrücke der Öffentlichkeit, wie Überschriften oder prägnante Zitate widerspiegeln, entwarf er die Technik, die große Stichproben mit Diskussionen in Kleingruppen kombiniert und inspiriert wurde von den demokratischen Praktiken des antiken Athen und Gallup‘s öffentlichen Abfragemethoden. Die erste Anwendung der Technik fand in Manchester, England, 1994 statt. Seitdem wurde sie in der ganzen Welt, von Argentinien bis China auf eine Vielzahl von Themen angewandt, die von Budgetfragen bis hin zu energiepolitischen Entscheidungen reichen. Vergangene deliberative Polls haben gezeigt,  dass, sofern genügend Zeit und Hintergrundinformationen vorhanden sind, Menschen imstande sind, fundierte Entscheidungen zu den verschiedensten Themen zu fällen.</p><h3>Auswahl der Teilnehmer</h3><p>238 Teilnehmer, die unter den 1.822 Bewohner der Gegend zufällig ausgewählt worden waren um die Basisumfrage zu beantworten, berieten zwei Tage lang. Nach den Antworten jeder Gruppe zu urteilen, wird ein Teilnehmer als für die jeweilige Gruppe repräsentativ erachtet. Die meisten demographischen Faktoren wie Einkommen, Bildung, Volkszugehörigkeit, Rasse und Geschlecht, unterschieden sich nicht signifikant zwischen den Teilnehmern und Nicht-Teilnehmern. Der einzige Faktor, der kleine Differenzen aufzeigte war das Alter. Darüber hinaus gab es zwei Gruppen, die sich in politischen Fragen ähnelten.</p><h3>Deliberationen, Entscheidungen und öffentliche Interaktion</h3><p>Deliberative Polls beinhalten Grundlagenumfragen, landesweite Versammlungen mit kleinen Gruppendiskussionen sowie die Befragung von Experten, und finale Umfragen. Vor der landesweiten Versammlung wurde einer Zufallsstichprobe von 1,882 Bürgern telefonisch 26 Fragen zu ihren Werten und Meinungen in Bezug auf die Wohnsituation in dem Land gestellt. Diese 25-minütige Basisumfrage lieferte die Werte, das Wissen und die Meinungen der Öffentlichkeit schon vor der Deliberation, um so herauszufinden, ob die Teilnehmer die Öffentlichkeit adäquat repräsentieren. Dazu wurden die Ergebnisse der Umfrage jeder Gruppe verglichen. Nach der Grundlagenumfrage wurden alle Teilnehmer dazu eingeladen an der landesweiten Versammlung teilzunehmen, die einen Monat später stattfinden würde. Von den 1,882 Befragen erschienen 238 zu der Veranstaltung, die dafür ein Honorar von 200 Dollar bekamen.</p><p>In der landesweiten Versammlung, die vom 15-16. März im Cañada College in Redwood City stattfand, wurden die Teilnehmer in 26 Gruppen aufgeteilt. Ungefähr 400 Menschen - Beobachter der Regierung und Vertreter des Wohnwesen sowie der Medien eingeschlossen - nahmen an der Veranstaltung teil. Das Format der Veranstaltung umfasste sowohl Diskussionen in kleinen Gruppen, die von einem gut ausgebildeten Vermittler begleitet wurden, sowie Informationssitzungen, während derer ein Vertreter jeder Gruppe einer Expertenrunde, die unterschiedliche Ansichten vertraten, Fragen stellen konnte. Vor der Diskussion bekamen die Teilnehmer ein 57-seitiges Dokument mit dem Titel „Teilnehmer-Leitfaden“, der die Hauptargumente, sowie deren Vor- und Nachteile aufzeigte: wie sollte die Zukunft des Wohnwesens aussehen, wer soll die Entscheidungen treffen und was sind mögliche Problemlösungen. Am ersten Tag diskutierten die Gruppen vier alternative Zukunftsszenarien: alles bleibt beim Alten, eine Verbesserung der Pendlerstrecken, damit die Arbeitnehmer trotz der schlechten Wohnsituation im Land bleiben, die Erschließung neuen Landes um weitere Wohnungen zu bauen, und eine Erhöhung der Wohnraumdichte in bereits existierenden Gemeinden. Am zweiten Tag berieten sie darüber wer die Hauptentscheidungsträger sein sollten – die lokale Regierung, eine neue öffentliche Behörde, oder die staatliche Regierung – und welche politische Lösung sie zwischen einer Erhöhung der Anreize, der Einführung einer Inklusionspolitik, Bemühungen im Bereich öffentliche Finanzierung, und der Anhörung der Öffentlichkeit, wählen sollen. Nach diesem Prozess wurden den Teilnehmern die gleiche Frage wie schon in der Basisumfrage gestellt, sowie zusätzliche Fragen zu der generellen Qualität der Veranstaltung. Alle Veränderungen im Wissensstand oder in den Meinungen der Teilnehmer wurden auf die Deliberation zurückgeführt.</p><h3>Einfluss, Ergebnisse und Effekte</h3><p>Frühere Fälle von Deliberative Polling, wie zum Beispiel in Wenling, China, zeigten dass Deliberation einen signifikanten Einfluss auf Wissen und Einstellungen der Öffentlichkeit hat. Dies bestätigt das San Mateo Beispiel. In der Basisumfrage unterstützten lediglich etwas mehr als ein Drittel der Bewohner das Bauen neuer Häuser und weniger als die Hälfte glaubte dass die aktuelle Wohnsituation einen negativen Einfluss haben würde. Nach zwei Tagen der Deliberation waren die Teilnehmer bereits sehr viel sachkundiger und die Unterstützung für eine weitere Bebauung verdoppelte sich. Die Rangfolge der Werte, die den Teilnehmern wichtig waren, blieb jedoch gleich. Deshalb können Veränderungen der Politikansichten eher mit Wissensanhäufung als mit Veränderungen im Wertesystem erklärt werden. Die Deliberation hat die Werte der Teilnehmer nicht signifikant verändert. Stattdessen hat sie ihnen durch den Informationsfluss die effektivsten Wege zur Erlangung ihrer Ziele aufgezeigt. Vier Politikstrategien, die viel Zustimmung unter den Teilnehmern bekamen, sind: „Mehr Wohnmöglichkeiten als in der Vergangenheit schaffen“, „Wohnmöglichkeiten in bereits entwickelten Gegenden schaffen, insbesondere an Überfahrten“, „Eine landesweite Kollaboration in einem Rahmen lokaler Kontrolle verfolgen“, „Die Öffentlichkeit stärker in Entscheidungen bezüglich des Wohnwesens einbinden“. Es passt zu einer älteren Studie zu Deliberative Polling, dass die Menschen dazu neigten, eher kosmopolitische Ansichten nach der Deliberation zu vertreten, da die Implementierung dieser Politik den Zustrom neuer Nachbarn bedeutet.</p><p>Nach der Veranstaltung verfasste Threshold 2008, die zivilgesellschaftliche Organisation, die den gesamten Prozess gefördert hat, einen Bericht mit den Ergebnissen, sodass gewählte Vertreter, Politikgestalter und weitere Meinungsmacher sich darüber informieren konnten, wie die Bewohner des Landes über Alternativen auf dem Wohnungsmarkt denken. Natürlich liegt es an den eigentlichen Entscheidungsträgern ob die Stimme der Öffentlichkeit wirksam sein wird, wobei festzuhalten ist, dass es Bemühungen gab, diese in die Veranstaltung einzubinden. So ist zum Beispiel der Landeskoordinator des Wohnwesens im beratenden Komitee von Threshold 2008.</p><h3>Analyse und Kritik</h3><p>Insgesamt scheint die Veranstaltung sowohl die analytischen als auch die sozialen Kriterien für Deliberation ziemlich erfolgreich zu erfüllen. Die Grundlagenumfrage, die auf Werte, Einstellungen und Wissen in Bezug auf das Wohnungsproblem abzielte, half dabei Schlüsselwerte zu prioritisieren. Der gesamte Prozess der Versammlung, inklusive dem Lesen der Teilnehmerrichtlinien, den Diskussionen in kleinen Gruppen sowie der Befragung von Experten half ihnen eine Informationsbasis zu schaffen, Lösungen zu identifizieren und die Vor- und Nachteile verschiedener Lösungsansätze abzuwägen. All dies ermöglichte es, die bestmögliche Entscheidung zu fällen. Das Ergebnis, dass die Teilnehmer sich weiteres Wissen aneigneten und ihre Meinung nach der Veranstaltung änderten, zeigt, dass die Veranstaltung deliberatives Potenzial hat. Die Evaluation der Veranstaltung unter den Teilnehmern zeigt weiterhin, dass sie auch die sozialen Kriterien der Deliberation erfüllte. Die Teilnehmer gaben an, dass große Toleranz und Respekt herrschte, dass versucht wurde, sich gegenseitig zu verstehen und die Sprechzeit gleichmäßig verteilt worden ist. Die große Mehrheit von 95% sagte, dass die Veranstaltung nützlich gewesen sei und 85% stimmten zu, dass sie viel über andere Menschen gelernt haben.</p><p>Es gibt jedoch eine Debatte darüber, wie stark der Einfluss der Veranstaltung auf konkrete Politikgestaltung war. Nach Fishkin, dem Erfinder der deliberativen Abstimmung, ist es nicht ungewöhnlich, wenn Menschen ihre Meinungen zu komplexen sozialen Problemen ändern, nachdem sie mehr Informationen zu diesen erhalten haben. Er argumentiert, dass seine letzten Abstimmungen, wie die zu Energiefragen in Texas 1998, direkt zu großen Politikveränderungen geführt haben, indem sie Politiker darüber aufklärten, wie die Menschen wirklich über bestimmte politische Alternative denken. Mullin jedoch, einer der anwesenden Experten, stimmt dieser Ansicht nicht zu. Er kritisiert, dass es ein bereits bekanntes Faktum ist, dass Menschen neuen Regeln eher zustimmen, wenn sie über die zu erwartenden Konsequenzen aufgeklärt werden und dass es schwierig für einen Planungsbeauftragten ist, wenn auf der einen Seite fünf oder sechs Anwohner reden und ein Blatt Papier auf der anderen Seite liegt.</p><p> </p><h3><strong>Externe Links</strong></h3><a href=\"http://cdd.stanford.edu/2008/threshold-2008-san-mateo-countywide-assembly-on-housing-choices/\">Project on the Center for Deliberative Democracy Website</a> <a href=\"http://www.threshold2008.org/\">Threshold 2008 Official Website</a><p> </p>", "title": "Der \"Deliberative Poll\" in San Mateo"}