{"htmlbody": "<p><em>Note: a German translation of this case study is available at <a href=\"http://participedia.net/en/node/825\">http://participedia.net/en/node/825</a></em></p><h3>Summary</h3><p>Australia's first Citizens' Parliament (also referred to as Australian Citizens' Parliament and ACP) was a large-scale three-day deliberation that took place in Canberra between randomly-selected citizens of Australia in February 2009. Organized by the new Democracy Foundation, the citizens were asked to address the question of how the Australian government could be strengthened to better serve the people. Their results, 13 proposals, were presented to the Australian Parliament. This event was meticulously recorded and provides an important vault of resources for future research.</p><p><a id=\"Problems_and_Purpose\" name=\"Problems_and_Purpose\"></a></p><h3>Problems and Purpose</h3><p>The Australian Citizens’ Parliament had two principal purposes: the result of the deliberative process was to be a list of potential reforms to be delivered to a representative of the Prime Minister, while the event itself was to generate data for the four sponsoring academic institutions. These two broad purposes can be broken down into numerous, more specific goals, each of which may be placed in one of three categories: goals leading to reform regarding access to and the policy-making of Australian government, goals producing data furthering research in the field of deliberative democracy and goals fulfilling agenda-setting and other administrative requirements inherent to such a complex event.</p><p>The preliminary phase of the ACP, six World Cafes held during 2008, was responsible for developing the broad “charge” of the main event. These World Cafes consisted of ten groups of five to eight people who were posed a series of questions. Rotating from group to group, these were reflected upon and discussed. Ultimately, the question, “How can Australia’s political system be strengthened to serve us better?” was determined the most appropriate to the event, and which each of the subsequent phases attempted to answer by generating answers to preselected questions corresponding to this charge. These lists were further narrowed via the deliberative process described below. This first purpose of the ACP was somewhat atypical in that it did not arrive out of a singular, distinct societal problem. Transcripts of discussion during the formal portion of the ACP do, however, suggest that immigrant and aboriginal issues, access to policy-makers, quality of education and electoral reform were all of significant importance to the final 150 discussants.</p><p>Separate from purely deliberative goal of discussion, reflection and decision was the accumulation of data to be used in future research publications. Unlike the first, the emphasis on gathering of empirical data arose from the lack of documentation of such large scale deliberative processes. Unsurprisingly, the event was convened and facilitated by academics from the Australian National University, the University of Sydney, Curtin University of Technology and the NewDemocracy Foundation. The data obtained throughout the process of the ACP will make “an important contribution to the practice and theory of deliberative democracy,” according to co-chairs Fred Chaney and Lowitja O’Donoghue. In addition to the unique opportunity to study such a large instance, researchers were interested in the effects on the deliberative process of combining online and face-to-face discussion.</p><p>Additionally, the Australian Citizens’ Parliament was convened to inspire more vigorous participation by the public in the policy-making process by providing a successful example of formalized deliberation, demonstrating to elected officials that their constituents can and will mobilize to influence policy and to emphasize the role of the “ordinary citizen.”</p><p>The specific goals of each phase, each contributing to the two purposes guiding the entire endeavor, may be found here in Appendix Two <a class=\"external autonumber\" href=\"http://newdemocracy.com.au/ndf/docs/cp_project/newDemocracy_Citizens_Parliament_Handbook_Appendices.pdf\" rel=\"nofollow\" title=\"http://newdemocracy.com.au/ndf/docs/cp_project/newDemocracy_Citizens_Parliament_Handbook_Appendices.pdf\">[1]</a>.</p><p><a id=\"History\" name=\"History\"></a></p><h3>History</h3><p>Deliberative democracy theorists have noted the lack of legitimacy inherent to representative politics, that it is not enough to simply vote. A modern democracy should not only provide accountability through elections, but should actually share in the decision-making process with the public at large. Australia has made strides in this respect, and the events below all serve as forerunners both in spirit and method to the Australian Citizens’ Parliament.</p><p><a id=\"Western_Australia.27s_Road_Train_Summit\" name=\"Western_Australia.27s_Road_Train_Summit\"></a></p><p><em><u>Western Australia's Road Train Summit</u></em></p><p>From May to June of 2001, community members of Perth, Katanning, Kalgoorie and Geraldton held consensus forums on the issue of long freight vehicles. Although the issue was contentious in many ways, each of these forums—in which a group of around 100 people are broken down into smaller groups and placed together in facilitated discussion groups—eventually generated a prioritized list of recommendations that were all put into effect by two years following the forum. Like the ACP, considerable care was taken to ensure proportional representation at each table for all concerned groups.</p><p><a id=\"Dialogue_with_the_City\" name=\"Dialogue_with_the_City\"></a></p><p><a href=\"http://participedia.net/en/cases/dialogue-city\"><u><em>Dialogue with the City</em></u></a></p><p>In 2003, Perth launched its “<a href=\"http://participedia.net/en/cases/dialogue-city\">Dialogue with the City</a>” program, the stated goal of which was to make Perth the “most livable city” on the planet by 2030. The dialogue was more a process than a singular event, a characteristic shared with the ACP. Using surveys, communicative media, citizen meetings—ranging from 100 to 1,100 people—and online discussion groups, the dialogue actively and vigorously sought input from “normal people” on the planning of the city. This, as well as its accessibility and demographically accurate representation, were all characteristics the dialogue shares with the ACP.</p><p><a id=\"Queensland.27s_Youth_Jury\" name=\"Queensland.27s_Youth_Jury\"></a></p><p><em><u>Queensland's Youth Jury</u></em></p><p>In February of 2006, twelve young adults aged 16 to 21 deliberated for three days on the charge “How can democracy better serve young people in Queensland?” Experts were called upon to present the facts, and a facilitator instigated deliberation amongst the ten randomly selected young adults. Two slots were reserved specifically for an Indigenous young person and a young adult with a disability. The event was sponsored by Queensland’s Parliament, and the jury’s twelve recommendations were tabled in session in April of 2006. Although not strictly representative of Queensland’s demographics, the jury’s explicit attempt to bring a traditionally under-represented group into the fold of policy-making is also characteristic of the ACP.</p><p><a id=\"The_NSW_Climate_Summit\" name=\"The_NSW_Climate_Summit\"></a></p><p><em><u>The NSW Climate Summit</u></em></p><p>For two days in February of 2009, 80 New South Wales citizens gathered to discuss and develop policy recommendations on the topic of climate change. Like the ACP and most examples of deliberative democracy, the summit included a cross-section of people that corresponded to NSW’s demographics, presented expert witnesses on technical issues and ultimately generated—through panel sessions and small group deliberation—a set of environmental recommendations for a variety of prioritized areas.</p><p><a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h3>Participant Selection</h3><p>The initial, agenda-setting World Cafes were convened in both Sydney and Melbourne by the newDemocracy Foundation. Although structured, these events were less formal than the subsequent phases in their selection process. Participants were volunteers, but principles of deliberative democracy remain abundant in the World Café blueprint. Diversity, equal representation and equal opportunity are all principles governing this program.</p><p>Once the charge had been developed, the three organizing universities and newDemocracy sent 9,653 invitations to people randomly selected from the electorate. Of these, just over 8,000 were successfully delivered and 2,763 of these people indicated their interest in being involved. All respondents expressing interest were invited to join the online portion of the proceedings.</p><p>Organizers committed to include in the sit-down event one person for each of Australia’s 150 federal districts. Given that constraint, they then sought to accurately reflect in these 150 Australia’s demographics in the categories of age, gender and level of education. Additionally, three spots were committed to members of the Aboriginal or Torres Strait Islander populations.</p><p>The 150 participants were chosen using random stratified sampling. Because the probability of randomly selecting a microcosm of Australia’s population was so low, researchers began by dividing potential participants into their federal electorates and by categorizing them based on the three criteria above. Using census data, quotas were determined for these categories. First, three members of the two indigenous populations were selected randomly and independent of district. Then, respondents from the remaining 147 districts were selected at random. As a given category’s quota was filled, all other respondents fitting this category were discarded. To ensure representation from each of the 150 districts, the one with the fewest available candidates was always selected from next.</p><p>This process was carried out by computer. Tolerances for each of the three categories, in range above or below the quota as a percentage of the quota were loosened after each run that failed to conform to the given parameters while maintaining randomness. Ultimately, tolerances of gender balance (±5%), age (±10%) and education (±25%) were settled upon and reached.</p><p>Unfortunately, 25 of the selected respondents failed to confirm their participation. One of these was indigenous. Due to the low response rate of this category, a candidate of same gender and similar age was chosen arbitrarily from this group. Another random draw, with quotas set to match the characteristics and electoral districts of the 25 whom declined, was executed and the desired result achieved.</p><p><a id=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\" name=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\"></a></p><h3>Deliberations, Decisions, and Public Interaction</h3><p><a id=\"Deliberations\" name=\"Deliberations\"></a></p><p><u><em>Deliberations</em></u></p><p>There were three phases of deliberations for the Australian Citizens' Parliament. The first two phases occurred before the formal meeting in Canberra. They included one day of regional meetings and online discussions.</p><p>To allow the citizens time to get comfortable with one another and the process of deliberating, ACP organizers established regional meetings. There, everyone was asked to address the parliament’s central question of how the Australian government could better serve the nation’s people. Through the sharing of experiences, knowledge, ideas, and the answering of open-ended questions, the initial deliberations gave way to the development of proposals.</p><p>To do this, facilitators assisted participants in narrowing their ideas into four broad categories: I can accept this idea and move on, this idea interests me and I want to know more, I'm not rejecting this idea but I'm wary, and, finally, I reject this idea.</p><p>One participant said of the regional meeting, \"It was something completely different for me. I enjoyed listening and giving input into our discussions.\"</p><p>The second phase, online deliberation, took place following the regional meetings and ended immediately before the Canberra meeting. Originally limited to the 150 randomly selected citizens, the conveners expanded participation to the 2,763 who had registered their interest in being involved with the parliament. Working in teams with 25 or fewer members, participants created 58 potential proposals, 11 of which were completed and would later be used as a starting point for the deliberations in the capital. Altogether, 1,300 comments and 800 answers were made without \"a single incidence of flaming or abuse.\"</p><p>Face-to-face deliberations lasted for 4 days. Each day was dedicated to a specific function of deliberation. Networked computers were used throughout the days to project the ideas from the groups. The first day, lasting less than four hours, attempted to bring all 150 participants together and to discuss what they hoped to achieve at the parliament. The second day, nearly 8 hours long, was dedicated to broadening the perspectives of the participants. This included small group dialogue and discussions. More proposals were developed the second day. The third day, about nine hours long, was dedicated to narrowing down the 51 proposals that had been created during the prior two days. By using a model based on money-spending, whereby participants were asked to vote with imaginary dollars, the groups reduced the number of proposals to 11. Finally, the fourth day saw the final recommendations of the groups.</p><p>To sum up, Lyn Carson, Associate Professor in Applied Politics at the University of Sydney, remarked, \"There was an undeniable sense that these individuals, who had come together as people one night after work, had experienced an activity that acknowledged their rights and capacities as citizen. There was a palpable sense of empowerment and worthwhile dialogue. But most importantly there was strong commonality regarding the issues people identified as predominantly important.\"</p><p><a id=\"Decisions\" name=\"Decisions\"></a></p><p><em><u>Decisions</u></em></p><p>Having deliberated, the first Australian Citizens' Parliament developed 13 proposals to strengthen their government to better serve the nation:</p><ol><li>Reduce duplication between levels of government by harmonizing laws across state boundaries.</li><li>Empower citizens to participate in politics through education.</li><li>Accountability regarding political promises and a procedure for redress.</li><li>Empowering citizens to participate in politics through community engagement.</li><li>Change the electoral system to optional preferential voting.</li><li>Youth engagement in politics.</li><li>Recognize Aboriginal and Torres Strait Island peoples in the constitution.</li><li>Bill of rights and responsibilities.</li><li>Extend and fix the term of government.</li><li>Open and accessible government.</li><li>Remove or reduce state level of government.</li><li>Resurrect the republic debate and/or a referendum.</li><li>Citizen-initiated referendum.</li></ol><p>They were presented to the Prime Minister's Parliamentary Secretary Anthony Byrne by some of the participants.</p><p><a id=\"Public_Interaction\" name=\"Public_Interaction\"></a></p><p><em><u>Public Interaction</u></em></p><p>Of the 8,000 invitations successfully sent to Australian citizens to be a part of the ACP, only 2,763 responded, or about 34.5%. In other words, active interest in addressing the transformation of their democracy does not appear to have been a priority for most. Journaist John Warhurst, writing for The Canberra Times, wrote, \"The bulk of the population may not be interested in more democratic involvement and are not touched by any of these developments. To touch them would require not just 150 representatives on one occasion, but at least one Citizens' Parliament, repeated frequently, in each federal electorate. Even that would be just scraping the surface of what is necessary to reinvigorate our democracy.\" The organizers, while successful within the framework of the ACP, may have more work ahead of them if they hope to engage more of the public.</p><p><a id=\"Influence.2C_Outcomes.2C_and_Effects\" name=\"Influence.2C_Outcomes.2C_and_Effects\"></a></p><h3>Influence, Outcomes, and Effects</h3><p>Australia's first Citizen Parliament was the first large-scale deliberation event where audio recording was taken of the table conversations, in the backrooms among the theme teams, and during facilitator meetings. Later the recordings were transcribed.</p><p>Although participants were not required to commit to any action following the deliberations, several became more engaged citizens. They attempted to materialize some of the proposals voted on within their communities, they gave talks at schools and other community centers, and they worked with newspapers to run stories about the ACP results.</p><p>Actual government influence in the ACP was quite limited. On the first day, Senator John Faulkner spoke and indicated that the government would examine the proposals. While presenting their results to government, the Australian Prime Minister was not present. Instead, he appointed a junior Cabinet Secretary to accept the results on his behalf. Overall, the organizers felt that the government's was \"a disappointing response, coming in spite of the continued efforts of the convenors to engage the government and gain commitment to considering the outcomes.\"</p><p>On April 24, 2009, one of the principal organizers of the ACP, Professor John Dryzek of the Australian National University, gave a speech to the Australian Senate, urging them to consider the form of deliberation in which the nation's citizens had engaged. He told them, \"After the Citizens' Parliament concluded I found it very hard to listen to parliamentary debates. The deliberative quality in these debates is low compared to what our citizens achieved.\"</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h3>Analysis and Criticism</h3><p>The breadth of this event combined with the extensive record-collecting of it has allowed much opportunity for research and analysis. As these begin to surface, more criticism will follow. As it stands now, there is very limited completed work about it.</p><p>Meanwhile, participants were asked by Australian National University researchers to complete a series of surveys. The researchers, applying a Q-sort methodology--a model of a person's position on a specific issue--and a preference ranking system, attempted to identify each participant's stance on the topic of Australian democracy. The sets were recorded four times: before the regional meetings, during the regional meetings, at the beginning of the Canberra meeting, and at the end of the Canberra meeting. The researched identified four basic sentiments toward Australian democracy: the need for more inclusion, disaffection with the political system, contentment with how the system works and the citizens place within it, and empowerment of the citizen. Moreover, results of the study found that participants shifted their positions throughout the entire process.</p><p>According to the Citizens' Parliament Handbook, \"Another researcher is applying techniques of narrative inquiry to explore how deliberation can be viewed as an unfolding group story, demonstrating that deliberation is a collaborative rather than competitive endeavour.\" However, the results of this undertaking have not yet been published.</p><p> </p><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h3>Secondary Sources</h3><p>Carson, Lyn. \"<a href=\"http://www.publicdeliberation.net/cgi/viewcontent.cgi?article=1070&amp;context=jpd\">Creating Democratic Surplus through Citizens' Assemblies.</a>\" Journal of Public Deliberation. 4.1 (2008).</p><p>Dryzek, John. \"<a href=\"http://www.publicdeliberation.net/cgi/viewcontent.cgi?article=1114&amp;context=jpd\">The Australian Citizens' Parliament: a World First.</a>\" 24 Apr. 2009. Journal of Public Deliberation 5.1 (2009).</p><p>newDemocracy Foundation. <a class=\"external text\" href=\"http://www.newdemocracy.com.au/docs/newDemocracy_Citizens_Parliament_Handbook.pdf\" rel=\"nofollow\" title=\"http://newdemocracy.com.au/ndf/docs/cp_project/newDemocracy_Citizens_Parliament_Handbook.pdf\">\"Citizens' Parliament Handbook.\"</a></p><p>newDemocracy Foundation. <a class=\"external text\" href=\"http://www.newdemocracy.com.au/docs/newDemocracy_Citizens_Parliament_Handbook_Appendices.pdf\" rel=\"nofollow\" title=\"http://newdemocracy.com.au/ndf/docs/cp_project/newDemocracy_Citizens_Parliament_Handbook_Appendices.pdf\">\"Citizens' Pariament Handbook Appendices.\"</a></p><p>Warhurst, John. <a class=\"external text\" href=\"http://www.canberratimes.com.au/news/opinion/editorial/General/power-of-nonparty-people/1431693.aspx?storypage=3\" rel=\"nofollow\" title=\"http://www.canberratimes.com.au/news/opinion/editorial/General/power-of-nonparty-people/1431693.aspx?storypage=3\">\"Power of non-party people.\"</a> The Canberra Times. 12 Feb. 2009. [BROKEN LINK] UPDATE: click <a href=\"http://apo.org.au/resource/power-non-party-people\">here </a>for alternate link to article. </p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h3>External Links</h3><p><a class=\"external text\" href=\"http://citizensparliament.org.au/\" rel=\"nofollow\" title=\"http://citizensparliament.org.au/\">Australian Citizens' Parliament official website</a></p><p><a class=\"external text\" href=\"http://www.newdemocracy.com.au/\" rel=\"nofollow\" title=\"http://www.newdemocracy.com.au/\">newDemocracy Foundation's official website</a></p><p><a href=\"http://citizensparliament.org.au/index.php?option=com_content&amp;view=section&amp;layout=blog&amp;id=12&amp;Itemid=103&amp;099a3d82421082e972a054947f667624=8668a1a8b9238818c15e8a78996860d3\">ACP Final Report</a></p>", "title": "Australia's First Citizens' Parliament (Canberra, Australia)"}