{"htmlbody": "<p><a id=\"Mission_and_Purpose\" name=\"Mission_and_Purpose\"></a></p><h2>Mission and Purpose</h2><p>In Control is an organisation helping people get real choice and control. They are supporting local authorities to deliver Self-Directed Support.</p><p>In Control is a social enterprise that was set up to transform the current social care system into a system of Self-Directed Support.</p><p>Their mission is now to create a new welfare system in which everyone is in control of their lives as full citizens.</p><p>In Control is a partnership working with different kinds of friends and allies – for example, citizen members, local authority and NHS members, providers, commercial organisations, sponsors and ambassadors.</p><p>They have over 120 local authority members (in July 2008) that are working to change their systems.</p><p>It was set up in 2003 and in 2007 it was established as a Company Limited by Guarantee. Soon it will be registered as a charity. <a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>In Control was created in 2003 to reform the existing social care system in England and to define and develop the concept of Self-Directed Support.</p><p>Today In Control Partnerships is a social enterprise - a charity and an independent company – which works in partnership with citizens and government, and with charities and commercial companies.</p><p>Their mission is to help create a new welfare system in which everyone is in control of their lives as full citizens.</p><p>They operate as a social innovation network and uses three linked approaches to achieve its mission:</p><p>Connect - they create and sustain active membership networks for people to work together to find solutions to problems that frustrate citizenship.</p><p>Understand - they try to understand and measure the impact of the welfare system and new practices on the real outcomes that are valued by citizens; sharing information, analysis and intelligence across its networks.</p><p>Innovate - they develop and test new approaches to welfare reform, extending the boundaries of Self-Directed Support and promoting other reforms to enhance citizenship. <a id=\"External_Link\" name=\"External_Link\"></a></p><h2>External Link</h2><p><a class=\"external text\" href=\"http://www.in-control.org.uk/home\" rel=\"nofollow\" title=\"http://www.in-control.org.uk/home\">In Control</a></p>", "title": "In Control"}