{"htmlbody": "Paris's Local Democracy Observatory was created in April 2004 with the primary aim of evaluating the quality and development of participatory democracy in Paris.  To meet this goal, the observatory publishes an annual report on the mechanisms in place in Paris that seek to encourage and enhance citizen involvement in policy making.  This report, which contains recommendations and opinions on how participatory democracy may be better embedded in Paris's political landscape, is presented to the mayor and is debated by the city council.  The observatory currently has 24 members.  Half of the observatory's membership is drawn from the professional world, consisting mainly of academics and representatives of organized associations.  The other half is made up of \"lay\" individuals who are involved in one of several of Paris's participatory innovations, including the Council for non-EU Citizens (\"le conseil de la citoyenneté des parisiens non communautaires\"), Paris's Youth Council (\"le conseil parisien de la jeunesse\"), the Student Life Council (\"le conseil de la vie étudiante\"), and Paris's neighborhood councils (\"conseils de quartier\").\n\n<a id=\"Links\" name=\"Links\"></a><h2>Links</h2>\n<a class=\"external free\" href=\"http://www.paris.fr/portail/politiques/Portal.lut?page_id=4959&amp;document_type_id=5&amp;document_id=95&amp;portlet_id=10629\" rel=\"nofollow\" title=\"http://www.paris.fr/portail/politiques/Portal.lut?page_id=4959&amp;document_type_id=5&amp;document_id=95&amp;portlet_id=10629\">http://www.paris.fr/portail/politiques/Portal.lut?page_id=4959&amp;document_type_id=5&amp;document_id=95&amp;portlet_id=10629</a>\n<a class=\"external free\" href=\"http://www.paris.fr/portail/politiques/Portal.lut?page_id=4963&amp;document_type_id=5&amp;document_id=14192&amp;portlet_id=10650\" rel=\"nofollow\" title=\"http://www.paris.fr/portail/politiques/Portal.lut?page_id=4963&amp;document_type_id=5&amp;document_id=14192&amp;portlet_id=10650\">http://www.paris.fr/portail/politiques/Portal.lut?page_id=4963&amp;document_type_id=5&amp;document_id=14192&amp;portlet_id=10650</a>", "title": "Observatoire Parisien de la Démocratie Locale"}