{"htmlbody": "<p><strong>Definition</strong></p><p>A charrette is a method of deliberation, through which participants from different subgroups of society reach a consensus position in a relatively short time. The charrette consists of three phases, the pre-charrette, charrette workshop and post-charrette stages. A charrette can be used with groups of varying sizes, from fifty to more than a thousand, and they can similarly be organized over a times span ranging from a couple of days to several weeks. A charrette can be used to bring together practical ideas, stimulate participants to work together, and facilitate consensus-based decision making. It is most suited for issues at the local level.</p><p> </p><p><strong>Participants </strong></p><p>Besides the organizers of the project, a charrette requires two groups of participants: a smaller steering committee of around 9- 15 members and a much larger charrette team. The steering committee is involved in all three phases, while the charrette team participates in the second (workshop) stage.</p><p>The steering committee should consist of people with diverging backgrounds and opinions/ideologies regarding the issue at hand. Meanwhile they should already be actively interested in the subject, and preferably have some type of expert knowledge. The steering committee coordinates the charrette activities (drafting a schedule, searching for financial support, supporting the workshop).</p><p>The charrette team is drawn from the affected community, and is supposed to be representative of the wider population. Although some are near universal (age, gender), the characteristics on the basis of which representativeness is determined can differ depending on the issue at hand.  </p><p> </p><p><strong>Process</strong></p><p>A charrette consists of three phases. In the pre-charrette stage, the steering committee prepares the logistics for the following two phases, defines the focus of the project, and drafts a preliminary list of subjects which will be discussed. During the charrette workshop itself, participants discuss with each other and with other stakeholders and create priority lists and recommendations and set out a strategy to implement specific projects. The post-charrette phase creates a final document based on these outcomes, containing an overview of action points…</p><p>Several things need to be realized by the steering committee in the pre-charrette stage: the subject or problem needs to be defined and limited, to avoid excessive open-endedness; participants for the charrette team need to be selected; stakeholders identified; information gathered on the current situation; and last but not least logistics need to be taken care of.</p><p>The workshop stage consists of several parts, although the organizers can of course set it up in many different ways. In this stage the largest group of participants is central. After everyone has been given the information gathered by the steering committee in the previous phase, they are divided into smaller subgroups. These have the opportunity to interview experts and stakeholders. Afterwards, they determine the most important elements of the issue at hand. They discuss their findings centrally, and then try to expand further on this again in separate, smaller groups. This can repeat itself many times, depending on the need. This process should be guided to ensure that the deliberations become increasingly more focused every time, until the participants are ready to start working on proposals and solutions. At that point, the group should be subdivided into working groups which each deal with a single element/ sub-problem of the larger issue. Every group should have at least one expert specialized in the specific area with which they deal. Again, formulating and elaborating plans/ proposals/ solutions in smaller groups and deliberating about them in the larger plenary can repeat after each other as often as needed.</p><p>In the post-charrette phase, then, the results of the charrette workshop are processed. This should take the form of a final document, which is ideally written in an accessible way, and summarized in a media-friendly format for the local news. One more meeting can then be organized some time later, which is supposed to be open for all. In it, the outcome of the charrette is presented in a forward-looking manner – focusing on implementation – and everyone has the opportunity to comment on the results and procedure.</p><p> </p><p><strong>Requirements</strong></p><p>Preparing a charrette takes a lot of time, and given the reliance of the method on going back and forth between plenary and focused discussions, a lot of time also needs to be reserved for the workshop itself (at least a few days). Material costs lie mostly in finding a good and large enough location, supplying the participants with anything they need (and probably a small reimbursement for their costs and time). The disadvantage of this method is the large amount of time it requires, which can make it difficult to find enough participants and means that it will probably be necessary to reimburse them for their time.</p><p> </p><p><strong>External Links</strong></p><ul><li>The Charrette Institute, with plenty of resources: <a href=\"http://www.charretteinstitute.org/\">http://www.charretteinstitute.org/</a></li><li>What is a Charrette? <a href=\"http://www.tndtownpaper.com/what_is_charrette.htm\">http://www.tndtownpaper.com/what_is_charrette.htm</a>  nm</li><li>‘User manual’, from the Kind Bauduin Foundation: <a href=\"http://www.kbs-frb.be/uploadedFiles/KBS-FRB/Files/NL/PUB_1599_Methode_2_Charette.pdf\">http://www.kbs-frb.be/uploadedFiles/KBS-FRB/Files/NL/PUB_1599_Methode_2_Charette.pdf</a> [Dutch]</li></ul>", "title": "Charrette"}