{"htmlbody": "<p>The Participatieraad (participation council) is a permanent institution that has been set up by the municipality of Haarlem, in the Netherlands, to give solicited and unsolicited advice to the municipal council. Its aim is to make sure that the opinions and interests of all citizens are heard and taken into account in the formulation of policy, including those from groups which are traditionally less able to find their way through the bureaucracy of local politics. To this end, the council consists of 15 people roughly representative of the population of the city on a number of characteristics, and aims to actively engage additional citizens who are directly affected by the particular policy under discussion at any given time.</p><h3><strong>Problems and Purpose</strong></h3><p>The purpose of the Participatieraad is to structurally involve citizens more in municipal policy, especially on three key ‘domains’:</p><ul><li>Healthcare, housing and wellbeing</li><li>Work and income</li><li>Diversity and the multicultural society</li></ul><p>Some people find it easier to become involved with municipal policy than others, and so a second key purpose of the Participatieraad is to make sure its members represent the general population of Haarlem and to encourage them to reach out to more people where-ever this is appropriate.</p><h3><strong>History</strong></h3><p>A far-going decentralization of welfare provision from the national to the municipal level has been going on in the Netherlands since 2010. Starting from 2015, municipalities will become responsible for child and youth care, assistance to the unemployed (and the provision of benefits), and care for structurally ill and elderly people. In light of these changes, the municipality of Haarlem has stated the aim of expanding and modernizing the possibilities for citizen participation in policy making in its program for the 2011-2015 period.</p><p>At the time, three advisory councils already existed, with experts and stakeholders in the respective fields of social issues, health care, and urban diversity. The Participatieraad combines these three councils and broadens its inclusiveness. The process of forming the Participatieraad has been directed as much as possible by these three organizations. To this end, an agreement was made in September 2011 that the councils would come with a proposal in September 2012. This proposal led, through some discussions back and forth, to an ordinance with which the municipal council agreed in June 2013. The Participation council was officially installed on the 24th of September 2013.          </p><h3><strong>Originating Entities and Funding</strong></h3><p>The Participatieraad was founded by the municipality of Haarlem and its three older advisory councils. Although the council is supposed to be fully independent, it is financed fully by the municipality of Haarlem.</p><p>The budget of the Participatieraad (as determined by the municipality in its decision to support its founding) is as follows:</p><ul><li>Compensations council members (15 members, 10 yearly meetings): €16.000</li><li>Compensation chair: €4.000</li><li>Particpation-award: €5.000</li><li>Other costs for organizing meetings, consulting experts, research, organizational costs, recruitment of new members: €30.410</li><li>Total: €55.410</li></ul><p>In addition, the municipality has reserved €13.000 in its own budget for support of the Participatieraad.</p><h3><strong>Participant Selection</strong></h3><p>Membership of the Participatieraad needs to fulfill two criteria:</p><ul><li>Be representative of the general population of Haarlem regarding: origin, gender, age, illness-status, employment-status, and other relevant characteristics.</li><li>Be fairly distributed in primary interest across the aforementioned three focus areas.</li></ul><p>In addition, they need to reside within the municipality of Haarlem, and cannot have any direct business ties with the municipality be employed by the municipality, or hold any representative position.</p><p>Members are recruited in a process which starts with a campaign in the local media to encourage applications. A recruitment committee reviews the applicants and selects the new members. This committee consists of the chair and two members of the Participatieraad, plus a representative of the municipality. Members are selected for a period of at most four years, and can participate for a maximum of two terms. Members can at any point decide themselves to leave the Participatieraad, and are forced to do so if they move out of the municipality. The Participatieraad will try to replace its members gradually, rather than all at once, to ensure continuity.</p><p>During the first selection process, in Summer 2013, members of the three former advisory councils replaced the (as of then not yet existing) members of the Participatieraad in the recruitment committee.</p><h3><strong>Deliberations, Decisions, and Public Interaction</strong></h3><p>The Participatieraad offers solicited and unsolicited advice to the municipality council on current issues and policy within the three focus areas of healthcare, housing and wellbeing; work and income; and diversity and urban multiculturalism.</p><p>The Participatieraad organizes monthly public meetings (excluding the summer months July and August). These meetings are held on the first Tuesday of every month, and an effort is made to make them known to as many people as possible. To give an indication, in the February 2014 meeting 140 participants joined in. These people are obviously self-selected though.</p><p>While priorities are discussed during the monthly meetings, advice is developed over a longer stretch of time. The Participatieraad tries to involve many people, stakeholders, experts and affected citizens, in the formulation of their advice. Depending on the issue at hand, this can take the form of collecting the experience of other citizens with services offered or regulated by the municipality, or conversely, the municipal council can ask the Participatieraad to assess whether information or services provided by them are sufficiently accessible and intelligible for all citizens.</p><p>The Participatieraad also organizes an annual Participation Award: an award for the initiative or project that contributes most to the creation of a more open and tolerant society and which stimulates citizens to be an active part of it.</p><h3><strong>Influence, Outcomes, and Effects</strong></h3><p>The Participatieraad is still in its first year, and it is therefore difficult to assess its influence or success. In the last three months of 2013, the Participatieraad has formulated four pieces of advice to the municipality. These have ranged from relatively large and abstract (the transition in youth care taken place these years), to concrete and specific (the public transport taxi).</p><p>Furthermore, so far the Participatieraad has succeeded in generating enough public interest to function as a more open and inclusive advisory council. Hard data on the demographic of the citizens involved in the work of the Participatieraad is, besides for the 15 members, not available though.  </p><h3><strong>Analysis and Criticism</strong></h3><p>As stated above, it is unclear whether the citizens involved with the Participatieraad are representative of the wider population. Although this is strictly enforced for the council itself, other citizens who are involved by coming to the monthly meetings or giving their input and suggestions are self-selected. On the other hand, some within the municipality have formulated concerns that the focus on representativeness applied to the Participatieraad might lead to a decline in specific expertise applied to the advice given, as compared to the previous expert-dominated and policy-area specific advisory councils. There is therefore a perceived tension between the dual aims of providing expert advice and providing a forum for inclusiveness and citizen participation.</p><h3><strong>External Links</strong></h3><ul><li><a href=\"http://www.participatieraadhaarlem.nl/\">http://www.participatieraadhaarlem.nl/</a> The website of the Participatieraad [Dutch]</li><li><a href=\"http://www.wmowonen-nh.nl/nieuws/participatieraad-haarlem-bundelt-beleidsterreinen\">http://www.wmowonen-nh.nl/nieuws/participatieraad-haarlem-bundelt-beleidsterreinen</a> [Dutch]</li><li><a href=\"http://decentrale.regelgeving.overheid.nl/cvdr/xhtmloutput/historie/Haarlem/299245/299245_1.html\">http://decentrale.regelgeving.overheid.nl/cvdr/xhtmloutput/historie/Haarlem/299245/299245_1.html</a> The local ordinance which provides the legal basis for the Participatieraad [Dutch]</li><li><a href=\"http://www.participatieraadhaarlem.nl/wp-content/uploads/Jaarplan-Participatieraad-Haarlem-feb.-2014.pdf\">http://www.participatieraadhaarlem.nl/wp-content/uploads/Jaarplan-Participatieraad-Haarlem-feb.-2014.pdf</a> The planning of the Participatieraad for 2014. [Dutch]</li></ul>", "title": "Participatieraad (Participation Council), Netherlands"}