{"htmlbody": "<p>The municipality of Enschede, Netherlands, organized a ‘motiemarkt’ (motion-market) on the 31st of October, 2011, one week before the city council was scheduled to discuss the budget for the 2012-1015 period. Citizens and civil society organizations presented ideas on the ‘market’, with every group having their own stall. Members of the city council walked around in a shopping manner, looking at the ideas and talking to their supporters. Every time a match was established between a council member and the initiator(s) of an idea, they would sign a form committing them to jointly draft the text for a motion or amendment. Council members then proposed the results during a city council meeting on the budget on the 7th of November. The event was considered such a success that the motiemarkt is now organized annually. </p><h3><strong>Problems and Purpose</strong></h3><p>Every fall, the municipality establishes a budget for the coming years. A preliminary version is proposed by the executive board, which is then modified by motions and amendments from the municipal council. Generally these modifications are thought up by political parties. The purpose of the motion market is to allow citizens and civil society groups to present their own ideas and convince elected politicians to adopt these, to facilitate ideas from wider society to reach the level of policy. The forms signed at the market when an idea is adopted look very similar to a legal contract, and are supposed to ensure that both council members and citizens commit to further steps.   </p><h3><strong>History</strong></h3><p>The motie markt has been organized in the context of the project ‘Koers 053’ (Direction 053, the area code of Enschede), which seeks to bring the political process in Enschede closer to the citizens beyond the election period. It makes the work done by the municipality in between elections transparent, by presenting the yearly policy-making cycle in an accessible manner. It does so by presenting this cycle in 4 stages: ‘Enschede has’, in which the financial and demographic statistics of the city are analyzed; ‘Enschede justifies’, in which the actions and decisions taken during the previous year are assessed; ‘Enschede chooses’, in which plans for the coming year are decided upon; and ‘Enschede does’, in which the plans are elaborated in further detail and then executed. The motiemarkt is organized as part of ‘Enschede chooses’, to not only provide transparent information, but also allow citizens to influence the most important policy decidions.</p><p>The first ‘motion market’ was organized on the 31st of October 2011. Afterwards, it was decided to turn it into an annual event. Since then, motion markets have been held on the 29th of October 2012, the 10th of June 2013, and the 28th of October 2013. The additional ‘motion market’ in mid-2013 was organized because of the need for additional budget cuts that year.    </p><h3><strong>Originating Entities and Funding</strong></h3><p>The motiemarkt was initiated and is fully funded by the municipal government of Enschede. The costs of the event are not known exactly, since it was organized with a small number of participants, in a building owned by the municipality.</p><h3><strong>Participant Selection</strong></h3><p>Around a dozen groups presented an idea during each of the ‘motion markets. Participants were self selected: citizens and civil society organizations could, individually or in groups, register for the event and then they would be assigned a table. Each year, the motiemarkt has been held on a Monday evening, and registration is open until the morning of the day of the event.</p><h3><strong>Deliberations, Decisions, and Public Interaction</strong></h3><p>The motiemarkt lasts for a few hours: the first, in 2011, was held from 18.30 until 20.30, and the most recent one in (October) 2013 from 19.15 until 21.45. The evening starts with an explanation of the rules and procedure of the market, after which every group occupies their own market stall. Council members walk around the market and talk to the different groups, and if they agree on an idea then they sign a form confirming their intention to develop the suggestion further into a motion or amendment, which will then be proposed during the relevant council meeting. During the motiemarkt, four reactions are possible from each council member on every idea: the expressed intention to draft a motion; support for the initiative; further appointment to discuss the idea at a later date; only spoke and no further action intended. Council members are free to support any idea they wish, or none, while ideas can also be supported (or even turned into a concrete proposal) by several council members.</p><p>After the evening of the event, the citizens and council members have between one and three weeks to convert the idea into a concrete motion or amendment. These are then proposed during the budget discussions of the municipal council, and are subject to a majority vote like any other motion. The results are communicated to the participants and the wider population through the media and through the Koers053 website.</p><h3><strong>Influence, Outcomes, and Effects</strong></h3><p>The ideas presented at the motiemarkt have generally been considered concrete and useful. They have been proposed by a mix of individual citizens and active community groups, such as voluntary village/ neighbourhood councils or charity organizations like the food bank. The amount of ideas that is taken up by one or more council members is high: between half and a fourth of the suggestions presented, and the majority of these has subsequently been adopted by the council.</p><h3><strong>Analysis and Criticism</strong></h3><p>The motiemarkt has been a great initiative to bring new ideas to the attention of policymakers in a structured manner. The open-endedness of the project makes it difficult to assess how much influence citizens actually wield though. Politicians can pick from the ideas and choose those which are in accordance with their already established preferences, using the motiemarkt just to give them added legitimacy. On the other hand, most of these motions are not about ideological issues, but about very concrete and practical concerns. The motiemarkt helps to bring topics on the agenda which might have otherwise not been considered. Given the large proportion of ideas that get turned into motions or amendments and subsequently accepted, the project seems to be fairly successful at involving citizens in the agenda-setting process at the local level.</p><h3><strong>External Links</strong></h3><p><em>Unfortunately all information is in Dutch.</em></p><ul><li>The ‘motiemarkt’ as a method: <a href=\"http://www.participatiewijzer.nl/Alle-methodes/MOTIEMARKT\">http://www.participatiewijzer.nl/Alle-methodes/MOTIEMARKT</a></li><li>Motions accepted in 2012: <a href=\"http://koers053.enschede.nl/actueel/article_2012_11_16_00001/\">http://koers053.enschede.nl/actueel/article_2012_11_16_00001/</a></li><li>Announcement of project in local news: <a href=\"http://www.twentejournaal.nl/artikel/7378-laat-je-idee-vertalen-in-een-motie-tijdens-de-motiemarkt_2.html\">http://www.twentejournaal.nl/artikel/7378-laat-je-idee-vertalen-in-een-motie-tijdens-de-motiemarkt_2.html</a></li><li>Schematic overview of the reaction of various politicians to the ideas presented in 2013: <a href=\"http://www.enschede.nl/gemeente/gemeenteraad/00012/Archief/10_juni_2013___Enschede_Kiest/Resultaten_motiemarkt/\">http://www.enschede.nl/gemeente/gemeenteraad/00012/Archief/10_juni_2013___Enschede_Kiest/Resultaten_motiemarkt/</a></li><li>Association of Dutch Municipalities reporting on motiemarkt project: <a href=\"http://praktijkvoorbeelden.vng.nl/databank/bestuur-en-organisatie/werkwijze-gemeentebestuur/motiemarkt-shoppen-voor-invloed-op-gemeentepolitiek.aspx\">http://praktijkvoorbeelden.vng.nl/databank/bestuur-en-organisatie/werkwi...</a> [DEAD LINK]</li></ul>", "title": "Motiemarkt Enschede "}