{"htmlbody": "<p>The format of a ‘G1000’ was developed by a small number of pioneers in the area of deliberative democracy, who managed to set up a large, country-wide project under this name in Belgium in 2011 (see <em>here</em> for a detailed description of the case). On 22th of March 2014, a group of citizens in Amersfoort (a mid-sized city in the Netherlands), organized the G1000 burgertop Amersfoort (G1000 citizens’ summit Amersfoort). This initiative was driven by the same ideals as the Belgian project – revitalizing democracy by involving more citizens – but differed in that it had a more immediate and concrete goal: the project took place only days after elections for the municipal council, and aimed to produce an agenda for the coming term (four years) in the form of a list of priorities and project proposals. The G1000 Amersfoort was therefore intended to supplement regular representative democracy by having citizens deliberate on what the new city council, which they had just voted in, should do.     </p><h2><strong>Problems and Purpose</strong></h2><p>Similar to the original G1000 in Belgium, the organizers present the project as a first step, an experiment, in a change towards a new form of (local) democracy. They base themselves on the ideas of Van Reybrouck, proposing civic lottery as a way of avoiding the excesses of electoral democracy: spin doctors, shady back-room deals and a general lack of transparency and genuine involvement of the citizens.</p><p>The G1000 Amersfoort presents three principles as the core of their proposed innovation:</p><ul><li>Do-it-yourself: the citizens summit is organized by citizens themselves</li><li>Dialogue instead of debate: good proposals are created through conversation and by listening to each other. The entire city participates.</li><li>Randomly selected citizens instead of elected representatives: proposals are selected by randomly selected citizens. They form the first citizens’ council of Amersfoort.</li></ul><p>These principles are incorporated in the way the project is organized. It also has a more direct purpose, namely to propose an agenda of issues important to the city for the following four years (so the period until the next elections). </p><h2><strong>History</strong></h2><p>On the 19th of March 2014, municipal elections were held in Amersfoort. The G1000 took place three days later, on the 22th of March. The organizers refer to this as the ‘first G1000 of Amersfoort’, implying that the initiative might become a recurring part of the local-level democratic process in the city.          </p><h2><strong>Originating Entities and Funding</strong></h2><p>The project was initiated by two persons who have a background as active citizens in Amersfoort. They were joined by a large team of volunteers, who helped organize the event itself as well as smaller get-togethers beforehand, were the organizing team could explain their idea to groups of Amersfoort citizens.</p><p>A long list of local companies and organizations sponsored the project, financially and in many cases through contributing their goods or services for free or for a reduced price. The organization estimates that their costs at full market price would have been around €150.000; of this, €35.000 was paid, while the rest was sponsored in kind.</p><p>In order to aid the G1000 in its organization, the municipality decided to issue a guarantee for a maximum of €15.000 of the costs of the organization.</p><h2><strong>Participant Selection</strong></h2><p>The G1000 Amersfoort wanted to select 600 random citizens and 400 other persons:</p><p>600 randomly selected citizens, who form the first citizens council Amersfoort;</p><p>100 employers;</p><p>100 government representatives (politicians and civil servants);</p><p>100 artists;</p><p>100 clerks.</p><p>The 600 citizens were selected out of a pool of every person eligible to vote in Amersfoort (i.e. all EU-citizens 18 years and above with legal residents within the municipality). A complete lists of all these people is only available to the municipality, which is not allowed to share this data for privacy reasons. Luckily, the municipality assisted by making a random selection and sending all selected citizens an official letter. Selected citizens could then register their intention to participate on the organization’s website. The municipality sent 10.000 invitations (out of all persons eligible to vote in a total population of around 150.000 people). In case more than 600 people would register, the organization would have held a second lottery-style selection in order to limit the amount of participants to 600. This was not necessary: 507 people registered.</p><p>The employers, politicians and civil servants, artists, and clerks could similarly register themselves online. These were therefore self-selected, although the organization has stated that, if the need would arise, the limit of a 100 persons per category would have been maintained through a lottery-style selection. 49 employers, 51 politicians, 43 civil servants and 51 artists registered themselves. 94 clerks were found to assist the groups.       </p><h2><strong>Deliberations, Decisions, and Public Interaction</strong></h2><p>819 participants gathered in the morning of the 22nd of March for a day of deliberations.</p><p>The discussions were structured in rounds. Three rounds of twenty minutes took place in the morning, each based on a different question meant to get the participants talking about their city. In the afternoon, three rounds of an hour structured the deliberation, from dreams (1), to practical considerations (2), to the formulation of proposals (3). This resulted in eighty proposals.</p><p>The participants were divided in groups of 6, with an employer, a politician or civil servant, and an artist added to each group, plus a clerk for support. This meant that every table had ten people working on one proposal. Including employers, government, and artists at every table is meant to ensure that the entire society of Amersfoort is represented in every conversation.</p><p>The ‘agenda’, which the project aims to create, consists of the ten most important proposals and ideas. The eighty proposals were therefore narrowed down by the 500 randomly selected at the end of the day.    </p><h2><strong>Influence, Outcomes, and Effects</strong></h2><p>The ten most popular proposals were:</p><ul><li>Keigroen samen doen!</li></ul><p><em>Collection of ‘green’ proposals (e.g. include sustainability in calculation of property tax; 25% more urban gardening space)</em></p><ul><li>Samen zorgen in Amersfoort</li></ul><p><em>Improve care though a mixed-generation approach</em></p><ul><li>Wijk G100</li></ul><p><em>Introducing deliberative project-generation at the neighborhood level  </em></p><ul><li>De Buurtweter</li></ul><p><em>A neighborhood-contact person who knows which skills different persons in the neighborhood have. </em></p><ul><li>Duurzaam Inbreiden</li></ul><p><em>Use empty property for green initiatives. </em></p><ul><li>Samensfoort</li></ul><p><em>A digital, non-commercial platform to find others with whom  something can be done together.  </em></p><ul><li>Verbindingsregiseur</li></ul><p><em>A person who knows how the municipality works and which private initiatives are being developed in the city, and can help citizens with an idea bring it to the next level. </em></p><ul><li>Kraamkamer van duurzame inovatie</li></ul><p><em>Bring companies/organisations together so that they can share excess energy, warmth, trash, etcetera, for greater sustainability. </em></p><ul><li>Amersfoort gelukkig veilig </li></ul><p><em>Greater social control in the neighborhood.</em></p><ul><li>Onze wijk aan zet</li></ul><p><em>Increasing multi-functional public spaces in neighborhoods.  </em></p><p>It is part of the standard procedure in Amersfoort that all parties which participated in an election come together shortly afterwards to discuss how the election results should be interpreted and which options for forming a majority-coalition are most desirable. In 2014, they decided to hold this meeting on the 24th of March, two days after the G1000 took place, in order to be able to include the results of the citizens’ summit in their discussions. The parties appointed a mediator, with the task of formulating a proposed coalition. He was also asked to take the outcome of the G1000 into account in his advice.</p><p>In addition, individual parties and politicians have referred to the results in the media and on twitter and facebook. This fits well with the project’s aim of being agenda-setting. It is unclear whether any of the proposals will also be implemented, though.   </p><h2><strong>Analysis and Criticism</strong></h2><p>It is unclear to what extent the participants were representative for the total population of the city. Although the group of 10.000 people that were invited for the citizens’ summit was selected at random, only a small fraction of those attended the event. This results in a very large self-selection bias. The organizers did not keep track of the characteristics of the participants, in terms of gender, ethnicity, age, or educational background. Some groups (and their interests) might therefore have been represented much stronger than others in this project. Methods for adjusting this would inevitably involve excluding participants from overrepresented groups in order to restore proportionality. Given the nature of the initiative, and its idea-generating and agenda-setting aims, it is questionable to what extent reducing the size of the group in order to make it more representative would have been an improvement, though.</p><p>If the number of registrations would have exceeded 600, the organization would have narrowed the group of participants down using a fully random lottery. If this occurs next time, they might want to consider using a weighted method to ensure that the final group would be representative of the total population of the city.</p><p>Although the results of the project have gotten significant attention from local politicians, it remains to be seen to what extent there will be a concrete effect. An obvious threat is of course that politicians could pick out of the list of proposals those elements that already fit with their program, and ignore the rest. </p><p> </p><h2><strong>External Links</strong></h2><ul><li><a href=\"http://www.g1000amersfoort.nl/\">http://www.g1000amersfoort.nl/</a> The website of the initiative [Dutch]</li><li><a href=\"http://www.destadamersfoort.nl/scripts/edoris/edoris.dll?tem=LN_TEXT_VIEW&amp;doc_id=2835795&amp;pageid=43220#.UzSfLPl5OSo\">http://www.destadamersfoort.nl/scripts/edoris/edoris.dll?tem=LN_TEXT_VIEW&amp;doc_id=2835795&amp;pageid=43220#.UzSfLPl5OSo</a> Announcement for information meeting on the 4th of February 2014. [DEAD LINK]</li><li><a href=\"http://praktijkvoorbeelden.vng.nl/databank/burgerparticipatie/burgerparticipatie-maatschappelijke-initiatieven/eerste-burgerraad-amersfoort.aspx\">http://praktijkvoorbeelden.vng.nl/databank/burgerparticipatie/burgerparticipatie-maatschappelijke-initiatieven/eerste-burgerraad-amersfoort.aspx</a> Assessment by Association of Dutch Municipalities [Dutch]</li><li><a href=\"http://www.amersfoort.nl/4/formatie/Maandag-24-maart-2014-openbaar-gesprek-proces-vorming-college.html?highlight=g1000\">http://www.amersfoort.nl/4/formatie/Maandag-24-maart-2014-openbaar-gesprek-proces-vorming-college.html?highlight=g1000</a> Press statement by the municipality announcing the post-election meeting, and their intention to include the outcome of the G1000 in the discussions. [Dutch] </li><li><a href=\"http://www.amersfoort.nl/Redacteuren/documenten/collegebesluiten/2014/week%2005/4595204%20G1000%20Garantstelling%202014.pdf\">http://www.amersfoort.nl/Redacteuren/documenten/collegebesluiten/2014/week%2005/4595204%20G1000%20Garantstelling%202014.pdf</a> Decision by the municipality to issue a subsidy of a maximum of €15.000 in the form of a guarantee.</li></ul><p><em>Proposals [Dutch]</em></p><ul><li><a href=\"http://www.g1000amersfoort.nl/voorstellen-burgerraad/\">http://www.g1000amersfoort.nl/voorstellen-burgerraad/</a> List of proposals made. [Dutch]</li><li><a href=\"http://prezi.com/h4ghxcqyweka/tafel-66-keigroen-samen-doen/?utm_campaign=share&amp;utm_medium=copy\">http://prezi.com/h4ghxcqyweka/tafel-66-keigroen-samen-doen/?utm_campaign=share&amp;utm_medium=copy</a> Prezi presentation Keigroen Samen doen (1)</li><li><a href=\"http://prezi.com/tb0inofphtw8/tafel-71-samen-zorgen/?utm_campaign=share&amp;utm_medium=copy\">http://prezi.com/tb0inofphtw8/tafel-71-samen-zorgen/?utm_campaign=share&amp;utm_medium=copy</a> Prezi presentation Samen Zorgen in Amersfoort (2)</li><li><a href=\"http://prezi.com/isxru7xhn7hj/tafel-80-wijkg100/?utm_campaign=share&amp;utm_medium=copy\">http://prezi.com/isxru7xhn7hj/tafel-80-wijkg100/?utm_campaign=share&amp;utm_medium=copy</a> Prezi presentation wijkg100 (3)</li><li><a href=\"http://prezi.com/9vrx7wte0dlg/tafel-39-onze-wijk-aan-zet/?utm_campaign=share&amp;utm_medium=copy\">http://prezi.com/9vrx7wte0dlg/tafel-39-onze-wijk-aan-zet/?utm_campaign=share&amp;utm_medium=copy</a> Prezi presentation Onze wijk aan zet (4)</li><li><a href=\"http://prezi.com/4_uzwbwse0vl/tafel-58/?utm_campaign=share&amp;utm_medium=copy\">http://prezi.com/4_uzwbwse0vl/tafel-58/?utm_campaign=share&amp;utm_medium=copy</a> Prezi presentation Amersfoort: gelukkig veilig (5)</li><li><a href=\"http://prezi.com/cq83o_p3c5sc/tafel-68-kraamkamer-duurzame-innovatie/?utm_campaign=share&amp;utm_medium=copy\">http://prezi.com/cq83o_p3c5sc/tafel-68-kraamkamer-duurzame-innovatie/?utm_campaign=share&amp;utm_medium=copy</a> Prezi presentation Kraamkamer Duurzame Innovatie (6)</li><li><a href=\"http://prezi.com/kr8x1ixvlg7f/tafel-31-verbindingsregisseur/?utm_campaign=share&amp;utm_medium=copy\">http://prezi.com/kr8x1ixvlg7f/tafel-31-verbindingsregisseur/?utm_campaign=share&amp;utm_medium=copy</a> Prezi presentation Verbindingsregisseur (7)</li><li><a href=\"http://prezi.com/bwa7siki6onb/tafel-34-samensfoort/?utm_campaign=share&amp;utm_medium=copy\">http://prezi.com/bwa7siki6onb/tafel-34-samensfoort/?utm_campaign=share&amp;utm_medium=copy</a> Prezi presentation SAMENsfoort (8)</li><li><a href=\"http://prezi.com/kq-vmrniu3yn/tafel-65-duurzaam-inbreiden/?utm_campaign=share&amp;utm_medium=copy\">http://prezi.com/kq-vmrniu3yn/tafel-65-duurzaam-inbreiden/?utm_campaign=share&amp;utm_medium=copy</a> Prezi presentation Duurzaam inbreiden (9)</li><li><a href=\"http://prezi.com/na3ivvud7y8p/tafel-42-de-buurtweter/?utm_campaign=share&amp;utm_medium=copy\">http://prezi.com/na3ivvud7y8p/tafel-42-de-buurtweter/?utm_campaign=share&amp;utm_medium=copy</a> Prezi presentation De Buurtweter (10)</li></ul>", "title": "G1000 Amersfoort"}