{"htmlbody": "<p><a class=\"external text\" href=\"http://www.democracy-international.org/\" rel=\"nofollow\" title=\"http://www.democracy-international.org/\">Democracy International</a> is a network movement towards a more direct democracy in the European Union. Democracy International is founded in Brussels Belgium and is operated by a cooperation team made up of 6 members; Heiko Dittmer, Carsten Berg, Ronald Pabst, Gerald Häfner, Roman Huber and Michael Efler. Democracy International has aided in the efforts to ensure that the European Citizens’ Initiative was included in the draft of the European Union Constitution as well as the Lisbon Treaty and has also been actively involved in the European Referendum Campaign, which sponsored 9 events. Funding for Democracy International comes from individual donations and <a href=\"http://participedia.net/organizations/mehr-demokratie\">Mehr_Demokratie</a> (More Democracy). Democracy International is focused to fighting for a better democracy and believes that through a direct democracy it can enable citizens to actively participate in European politics.</p><p><a id=\"Mission_and_Purpose\" name=\"Mission_and_Purpose\"></a></p><h2>Mission and Purpose</h2><p>“Democracy is the basic condition for and the key to an open and peaceful society for free human beings.” <a href=\"#cite_note-0\" title=\"\">[1]</a> Democracy International is a network movement for direct democracy that was founded in Brussels in 2005 by Heiko Dittmer, Carsten Berg, Ronald Pabst, Gerald Häfner, Roman Huber and Michael Efler who are all devote political activists. The basic goal for Democracy International is the establishment of direct democracy as a complement to representative democracy with the European Union and every European country. Democracy International specifically focuses in on fighting for a better democracy which would lead to a more establish direct democracy within the European Union. Currently in Europe, the EU decides more than 60% of all new legislations applied in the member states, which allows it to have law making power over almost every area of policy and therefore weakens the power of the citizens. In addition to this, Democracy international seeks to fight for a better democracy on a nation wide level and no longer limit direct democracy to communities, regions, and states.</p><p>The mission of Democracy International is, “our constitution… is called a democracy because power is in the hands not of a minority but of the greatest number.” <a href=\"#cite_note-1\" title=\"\">[2]</a> Envisioning that direct democracy on the EU level could enable citizens to actively participate in European politics, lead to more informed and engaged citizenship, and reflect the will of the citizens to build a common future.</p><p>Democracy International proposes to build initiatives that serve their mission statement and although many of their network partners want them to become a membership organization they refuse because membership organizations already exist in many nations. With a cooperation team made up of 6 members, Democracy International holds yearly conferences and has an office that is established in Brussels Belgium.</p><p>Democracy International has very successfully conducted campaigns to obtain referendums on the European Constitution and in 10 EU member states these referendums have been announced. Although efforts for a European constitution were not successful their efforts did not go unnoticed and the European Citizens initiative was included and Democracy International was one of the many organizations to help with the campaign. Currently, Europe does not have an organization that focuses solely on direct democracy in the EU and this is what Democracy International is striving to accomplish. Creating a network that enables citizens to influence the political decision-making process, Democracy International aims at raising the question of who is in power.</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>Democracy international, an organization originally stemmed from a group called more democracy, was founded in 1998. More democracy originally established a group of working people which dealt with European and global issues. This organization’s job was to then come up with a proposal that would introduce ways to assimilate elements of direct democracy into the already established European Union treaties. The proposal was presented in 2001.</p><p>Democracy international not only did this, but they also came up with the NDDIE, the Network of Direct Democracy Initiatives in Europe. The NDDIE coordinated and planned three separate conventions. The three conventions were held in Munich in 2000, Prague in 2001, and Bratislava in 2002. The goal of these conventions was to get all the dedicated members together and give them a place where they could talk about their ideas. These three conventions served as a place where they could be around people who believed in spreading direct democracy.</p><p>Democracy international came up with a split approach the night before the convention. They not only came up with the European Referendum Campaign, but at the same time, they pressed for the addition of the initiatives and referendum in the last text of the convention.</p><p>Both approaches did well in their own ways. Not only did the nine participating states agree to get rid of the European constitution with the referendum, but the conventions also led to a European citizens initiative that allowed one million members from the states with members to take governmental action.</p><p><a id=\"Activities\" name=\"Activities\"></a></p><h2>Activities</h2><p><a id=\"Network_for_Direct_Democracy_in_Europe_.28NDDIE.29\" name=\"Network_for_Direct_Democracy_in_Europe_.28NDDIE.29\"></a></p><h3>Network for Direct Democracy in Europe (NDDIE)</h3><p>During the weekend of November 13 2000, in Munich Germany, the first conference of the network for Direct Democracy in Europe was held. With a rising concern for the democratic deficit in Europe the NDDIE main goal is to support the European direct democracy. Direct democracy groups have spread throughout every country in Europe and over 60 activist groups from 19 different countries were present.</p><p>The conference discussed an array of topics but mainly focused on the way in which a direct democracy could function in the European Union. With the progression of discussion many of the activist groups agreed to brainstorm and work on proposals, which would potentially be discussed at the next conference. The establishment of a conference created excitement within the political activist community because now there was a platform for them to congregate and discuss news and information.</p><p>Overall, the NDDIE is determined to reinforce and establish a direct democracy in every country throughout Europe and will not stop until they have achieved that goal.</p><p><a id=\"European_Referendum_Campaign\" name=\"European_Referendum_Campaign\"></a></p><h3>European Referendum Campaign</h3><p>The European Referendum Campaign is an independent, European, cross party network with the objective of bringing together individuals and NGOs to fight for democratic development within the European Union. The legal definition of a referendum is “the submission to popular vote of a measure passed on or proposed by a legislative body or by popular initiative.” <a href=\"#cite_note-2\" title=\"\">[3]</a> So the sole objective of the European Referendum Campaign is to gain as many referendums on the new EU Lisbon Treaty in as many EU member states as possible. With the support of 293 organizations the European Referendum Campaign has successfully organized 9 international events and gatherings, which have focused on founding a more direct democracy in the European Union.</p><p><a id=\"_Launch_of_the_campaign\" name=\"_Launch_of_the_campaign\"></a></p><h4>November 2002: Launch of the campaign</h4><p>The purpose of this event was for people to come together and swap ideas about the European Referendum Campaign. 80 people attended this event, from 22 different countries. The first night was spent with the guests getting to know each other, and the next days discussing ways on how to apply direct democracy into the European Union Constitution. There were different workshops to choose from, and intelligent guest speakers to listen to. The whole goal of this event was to get people informed and excited about the upcoming campaign.</p><p><a id=\"_Display_in_Brussels\" name=\"_Display_in_Brussels\"></a></p><h4>June 2003: Display in Brussels</h4><p>40 advocates, coming from 5 different countries came together in Brussels, Belgium on the day of Friday the 13th to celebrate democracy international’s second success. This was the final gathering of the conference and on this day they signed 97 members from the convention.</p><p><a id=\"_European_social_forum_in_Paris\" name=\"_European_social_forum_in_Paris\"></a></p><h4>November 2003: European social forum in Paris</h4><p>The main goal of this event was to help spread awareness for the ERC by holding two workshops. 20 supporters, who came from six different countries worked at this event. Democracy International wanted to give people who wanted to get involved with spreading democracy throughout the European Union a place to go. The ideas of these workshops were well intended, but not many people actually attended the workshops.</p><p><a id=\"_Europe_wide_Day_of_Action\" name=\"_Europe_wide_Day_of_Action\"></a></p><h4>December 2003: Europe wide Day of Action</h4><p>On this day activists from different countries did what they could to spread the word and support for the European Union Referendum. To gain support, the ERC came up with an event that happened on the same day in over 20 European countries. The countries all individual helped to create unique events to captivate the attention of the people.</p><p><a id=\"_In_front_of_the_summit_in_Brussels\" name=\"_In_front_of_the_summit_in_Brussels\"></a></p><h4>December 2003: In front of the summit in Brussels</h4><p>This event involved a seven-meter high inflatable display. The inflatable display signifies the European Unions constitution, and its point was to get the attention of the public and the media. The mayor approved of this display and allowed the activists to put it in front of where the Intergovernmental conference took place.</p><p><a id=\"_Citizens.E2.80.99_summit_in_Berlin\" name=\"_Citizens.E2.80.99_summit_in_Berlin\"></a></p><h4>February 2004: Citizens’ summit in Berlin</h4><p>People came from all over Europe to attend this event, in order to gain the attention from the European leaders. The people met because they felt they needed to insist on a referendum on the European Constitution. In order to be heard they felt the need to be close to where the leaders were holding their get together.</p><p><a id=\"_On_the_Road_in_the_UK\" name=\"_On_the_Road_in_the_UK\"></a></p><h4>March 2004: On the Road in the UK</h4><p>The purpose of this event was to spread awareness of direct democracy to local legislative bodies. In order to do this, democracy international had their campaign bus drive throughout all of England informing people of the issue.</p><p><a id=\"_Parties_confession_survey\" name=\"_Parties_confession_survey\"></a></p><h4>June 2004: Parties confession survey</h4><p>The confession campaign was a convention where people would participate and take a survey from the European Referendum Campaign. “Only about 30% of more than 250 parties asked committed themselves to be in favour of a referendum. In contrast to that 84% of the EU citizens are in favour of a referendum.” <a href=\"#cite_note-3\" title=\"\">[4]</a> This event allowed them to see how people would vote on this issue, and actual numbers.</p><p><a id=\"_Around_the_Baltic_Sea\" name=\"_Around_the_Baltic_Sea\"></a></p><h4>September 2004: Around the Baltic Sea</h4><p>This event was based off the idea that the referendum on the new European constitutional treaty was all about receiving acceptance from other countries. The idea was to travel and spread the word to countries that did not know anything about this issue.</p><p><a id=\"Funding\" name=\"Funding\"></a></p><h2>Funding</h2><p><a id=\"General_Funding\" name=\"General_Funding\"></a></p><h3>General Funding</h3><p>Democracy International receives its funding by donations from individuals and <a href=\"/wiki/Mehr_Demokratie\" title=\"Mehr Demokratie\">Mehr_Demokratie</a> (More Democracy). Democracy International has no intention of making the organization financially dependent on other organizations, corporations, individuals or official institutions and will maintain it’s autonomy at all times.</p><p>Currently, all donations made to Democracy International will go towards campaigning for a fair regulation of the European Citizen’s Initiative. Individuals are encouraged to email Democracy International, call Ronald Pabst in Cologne (++ 49 2203 59 28 59) or make a direct wire transfer from a personal back account.</p><p>To help fund its efforts Democracy International currently has a close legal and personal relationship to Mehr Demokratie a non-profit organization in Germany. This allows Democracy International to not be considered a formal organization and avoid the more controlled bureaucratic and administrative effort that being a formal organization entails. Also since Mehr Demokratie is a registered non-profit organization it enables any individual who donates to Democracy International to receive a tax reduction if you are resident of Germany.</p><p><a id=\"Major_Projects\" name=\"Major_Projects\"></a></p><h2>Major Projects</h2><p><a id=\"European_Citizens.E2.80.99_Initiative\" name=\"European_Citizens.E2.80.99_Initiative\"></a></p><h3>European Citizens’ Initiative</h3><p>Democracy International was responsible for aiding in the efforts to ensure that the European Citizens’ Initiative was included in the draft of the European Union Constitution and also in the Lisbon Treaty.</p><p>Michael Efler, one of the cooperation team members for Democracy International published a study that examines the legal possibilities for implementing the European Citizens’ Initiative. Further explaining that the European Union has often times been criticized for is democratic deficit and the overall lack of citizen participation and direct democracy. It is from this that the European Citizens’ Initiative stems.</p><p>The European Citizens’ Initiative is one of the major innovations of the Treaty of Lisbon. The initiative enables one million European Union citizens to call directly on the European Commissions to bring forward an initiative of interest to them in an area of EU competence. This is the first time that citizens will have a direct say in EU affairs and allows for more participatory democracy. This new approach would allow citizens to help shape the future of the European Union and potentially assist in the decision making process.</p><p><a id=\"New_Convention\" name=\"New_Convention\"></a></p><h3>New Convention</h3><p>Democracy International purposes to create a new convention that is a truly democratic. Although such a convention would be difficult to achieve, Democracy International would propose a treaty that would gain citizen support. The new convention would be based upon the following principles: <a href=\"#cite_note-4\" title=\"\">[5]</a></p><ul><li>The direct election of convention members</li><li>A democratic convention procedure</li><li>Continual citizen participation</li><li>The outcome of the convention shall be open in its results</li><li>Referendums on the outcome of the convention</li></ul><p><a id=\"_Brussels_2010\" name=\"_Brussels_2010\"></a></p><h3>Democracy International Conference: Brussels 2010</h3><p>In November 2010, Democracy International held a conference in Brussels to relaunch the organization and redevelop a strong tie between the people and the initiatives. In order to regain the solid relationship democracy International designed this two-day conference to be informative and share the latest developments in the design of the European Citizens’ Initiative.</p><h2><a id=\"Navigator to Direct Democracy\" name=\"Navigator to Direct Democracy\"></a></h2><h2>Navigator to Direct Democracy: February 2012</h2><p>We have started a unique global information and collaboration platform on direct democracy: the Navigator to Direct Democracy. <br/>Our project partner is the Initiative and Referendum Institute Europe.<br/>The website itself is a project which needs your collaboration: Together we can feature all available procedures, practices and events of modern direct democracy in all countries.<br/>In order to facilitate collaboration, we believe that a standardized approach is necessary and we will therefore make reference to a common typology (instruments) of popular vote procedures on substantive issues.<br/><br/>You are most welcome to browse the Navigator as a user and to participate in developing this new tool by becoming a commentator, contributor or editor of the Navigator:<br/>http://<a href=\"http://direct-democracy-navigator.org/\">direct-democracy-navigator.org/</a><br/><br/>Please use the new tool and send your remarks or questions to our editor Dr. Klaus<br/>Hofmann (<a href=\"/cdn-cgi/l/email-protection#ff94939e8a8cd1979099929e9191bf929a978dd29b9a9290948d9e8b969ad19b9a\"><span class=\"__cf_email__\" data-cfemail=\"62090e0317114c0a0d040f030c0c220f070a104f06070f0d091003160b074c0607\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a>).<br/> </p><p><a id=\"Direct_Democracy\" name=\"Direct_Democracy\"></a></p><h3>Direct Democracy</h3><p>Jos Verhulst and Arjen Nijeboer wrote the book, “Direct Democracy,” to inform the public about the initiative and referendum. The book discusses how direct democracy can return the power and voice back to the people. In this book, the authors inform readers with ways they can help take steps in furthering direct democracy. This book was ultimately written for people who are interested about big political decisions that are going on in their lifetime.</p><p> </p><p><br/><a href=\"/wiki/Direct_Democracy\" title=\"Direct Democracy\">Direct_Democracy</a> on Participedia</p><p><a id=\"Secondary_Literature\" name=\"Secondary_Literature\"></a></p><h2>Secondary Literature </h2><ul><li>Efler, Michael. \"More Democracy in Europe.\" Democracy International . (2002): 1-4. Print.</li><li>Efler, Michael, Gerald Hafner, Roman Huber, and Percy Vogel. \"Europe: not without the people\". Germany:Fuldaer Verlagsanstalt, 2009. 1-159. Print.</li><li>Frey Bruno S. <a class=\"external text\" href=\"http://www.schmidtconsult.ch/archpub1/wear5_politik_FederalismFrey_bepress_05.pdf\" rel=\"nofollow\" title=\"http://www.schmidtconsult.ch/archpub1/wear5_politik_FederalismFrey_bepress_05.pdf\">\"Beyond Traditional Borders: A New Proposal for Federalism\"</a> . University of Zurich and CREMA</li></ul><p>A federal, i.e. decentralized, state is superior to a centralized one because it fulfils the preferences of the citizens more effectively. However, it is also faced with major problems. Therefore, a new kind of democratic federalism for Europe is proposed which maintains the great advantages of federalism but which overcomes its most important weaknesses. Functional, overlapping, and competing jurisdictions (FOCJ) emerge in response to the ‘geography of problems’. This concept suggests that prospective new member countries of the European Union should have the possibility of partially entering the EU with respect to functions where they expect positive net benefits.</p><ul><li>Verhulst, Jos, and Arjen Nijeboer. <a class=\"external text\" href=\"http://www.democracy-international.org/book-direct-democracy.html\" rel=\"nofollow\" title=\"http://www.democracy-international.org/book-direct-democracy.html\">\"Direct Democracy\"</a> (free download in 8 languages). Brussels: Democracy International, 2007. 96. Print.</li></ul><p>Representative political systems are at odds with the principle of popular sovereignty. A small group of party leaders makes the major decisions. Public debate about our future only flares up during elections, after which the citizens are compelled to stand on the sidelines again for another four years. Surveys show that a large proportion of the population has lost faith in political institutions. Can such a political system produce solutions for the major issues of these times?</p><ul><li>Zdeb, Marian. \"Study about constitutional conditions concerning referendums on the EU constitution in the EU member states.\" Democracy International . (2004): 1-27. Print.</li></ul><p><a id=\"Citations\" name=\"Citations\"></a></p><h2>Citations</h2><ol class=\"references\"><li id=\"cite_note-0\"><a href=\"#cite_ref-0\" title=\"\">↑</a> <a class=\"external text\" href=\"http://www.democracy-international.org/9.html\" rel=\"nofollow\" title=\"http://www.democracy-international.org/9.html\">Democracy International</a>.</li><li id=\"cite_note-1\"><a href=\"#cite_ref-1\" title=\"\">↑</a> <a class=\"external text\" href=\"http://www.democracy-international.org/aboutus.html\" rel=\"nofollow\" title=\"http://www.democracy-international.org/aboutus.html\">Democracy International</a>.</li><li id=\"cite_note-2\"><a href=\"#cite_ref-2\" title=\"\">↑</a> <a class=\"external text\" href=\"http://dictionary.reference.com/browse/referendum\" rel=\"nofollow\" title=\"http://dictionary.reference.com/browse/referendum\">Websters Dictionary.com</a>.</li><li id=\"cite_note-3\"><a href=\"#cite_ref-3\" title=\"\">↑</a> <a class=\"external text\" href=\"http://www.democracy-international.org/113.html\" rel=\"nofollow\" title=\"http://www.democracy-international.org/113.html\">Democracy International</a>.</li><li id=\"cite_note-4\"><a href=\"#cite_ref-4\" title=\"\">↑</a> <a class=\"external text\" href=\"http://www.democracy-international.org/new-convention.html\" rel=\"nofollow\" title=\"http://www.democracy-international.org/new-convention.html\">Democracy International</a>.</li></ol><p><a id=\"External_links\" name=\"External_links\"></a></p><h2>External links </h2><ul><li><a class=\"external text\" href=\"http://www.facebook.com/pages/Democracy-International/179304508751847\" rel=\"nofollow\" title=\"http://www.facebook.com/pages/Democracy-International/179304508751847\">Democracy International Facebook page</a></li><li><a class=\"external text\" href=\"http://www.citizens-initiative.eu/?page_id=2\" rel=\"nofollow\" title=\"http://www.citizens-initiative.eu/?page_id=2\">Initiative for the European Citizens’ Initiative</a></li><li><a class=\"external text\" href=\"http://www.youtube.com/watch?v=f3XLDJajcM4&amp;feature=player_embedded#!\" rel=\"nofollow\" title=\"http://www.youtube.com/watch?v=f3XLDJajcM4&amp;feature=player_embedded#!\">Video of Gerald Hafner who was an initiating member of the ECI campaign and Democracy International</a></li><li><a class=\"external text\" href=\"http://www.youtube.com/watch?v=zzq2uDJbESM&amp;feature=related\" rel=\"nofollow\" title=\"http://www.youtube.com/watch?v=zzq2uDJbESM&amp;feature=related\">Video explaining the European Citizens’ Initiative</a></li><li><a class=\"external text\" href=\"http://democracy.mkolar.org/NDDIE.html\" rel=\"nofollow\" title=\"http://democracy.mkolar.org/NDDIE.html\">Network for direct democracy initiatives in Europe</a></li></ul>", "title": "Democracy International"}