{"htmlbody": "<p>\n</p><p><em>Note: Another version of this organization's description can be found as three file attachments with the prefix \"VD\" by clicking on \"Media\" within the Edit function. This alternate version was originally submitted to </em><a href=\"http://www.vitalizing-democracy.org/\">Vitalizing Democracy</a><em> as a contestant for the 2011 Reinhard Mohn Prize.</em></p><p><a class=\"external text\" href=\"http://www.demoex.net\" rel=\"nofollow\" title=\"http://www.demoex.net\">Demoex</a> is a civil rights movement for digital direct democracy</p><p>Short for Democracy Experiment. An association for direct democracy via Internet. Demoex makes it possible to be active in the local governments debates for anyone, but only members have the rights to vote and thereby influence our seat.</p><p>Demoex concept is to mix direct- and representative democracy. Our “agora” is the Internet site.</p><p>How does it work? When Demoex get the summons to a new meeting they open debates and referendums in all \"voteable\" issues. These issues are then debated before the members finally send their ballots the day before the meeting. The representatives in the local government votes to statistically represent the result from the internet referendums.</p><p>History Demoex started off as a grass-root initiative. It all begun at Vallentuna upper secondary school October 3rd 2000, when the municipality organized a theme day on “IT and democracy” and the question why so few young persons are politically active emerged.</p><p>Some students answered that they did not approve to choosing between ideologies. They expressed that their point of views were impossible to place on a political right-left scale. Other students were pessimistic about the aspects of political influence. “Decisions are made from above” they argued. Others answered they had no time to involve in politics. Others again thought of politics boring, tiring and insignificant.</p><p>After an internet debate an oral discussion with local politicians followed. The evaluation showed that students appreciated the speed and the structure offered by the electronic debate-system but they felt run over by the traditional oral debate.</p><p>From this experience a handful of students discussed with their philosophy teacher possibilities of developing democracy. That was how the Demoex idea was born. They decided to register a party and candidate for the local government in September 2002 with only one promise: Direct Democracy.</p><p>In January 2002 Demoex started to work on the project. Soon after they contacted Mikael Nordfors, a pioneer within e-democracy in Sweden. Already in the early 1990’s Mikael founded a party with a similar ideology. Mikael offered Demoex to use the software he had implemented through his company Vivarto.</p><p>Demoex made the site <a class=\"external autonumber\" href=\"http://demoex.net\" rel=\"nofollow\" title=\"http://demoex.net\">[1]</a>, and in the summer of 2002 they spread a leaflet in the local postboxes, made Demoex t-shirts and borrowed a housevan as base for the electoral campaign. A certain interest from the media gave some attention. Though the advertising campaign was small and cheap (2000 USD), it was enough to win the first direct democracy mandate in Europe.</p><p><br/>Demoex was re-elected in 2006 and 2010.</p><p>More about Demoex is to be read in the blog <a class=\"external text\" href=\"http://www.pernor.wordpress.com\" rel=\"nofollow\" title=\"http://www.pernor.wordpress.com\">A failure</a>.</p><p>Organisations inspired by Demoex: <a href=\"/wiki/Demoex_UK\" title=\"Demoex UK\">Demoex UK</a>, <a class=\"external text\" href=\"http://demoex.ning.com/\" rel=\"nofollow\" title=\"http://demoex.ning.com/\">Demoex Brazil</a></p><p><a href=\"http://participedia.net/methods/direct-democracy\">Direct_Democracy</a> organisations present on Participedia</p>", "title": "Demoex"}