{"htmlbody": "<h3><strong>Problem and Purpose</strong></h3><p>The wide reach provided by the Internet has opened up new possibilities in citizen engagement for 21st century legislators.  In late 2011, the OpenGov Foundation and its founder, Congressman Darrell Issa (R-CA), launched an online platform called the Madison Project to solicit and crowdsource comments, feedback, and suggestions for edits directly from the public on drafts of bills.</p><p>Project Madison works in the form of an interactive blogging platform, in which citizens can select specific passages from bill drafts and hang their comments and suggestions below them. Through social media integration, citizens can up-vote or down-vote each change, allowing the most popular suggestions to rise to the top.</p><h3><strong>History</strong></h3><p>The platform was first used by Congressman Issa to crowdsource the #OPEN Act, an alternative to the Stop Online Piracy Act (SOPA) and the PROTECT IP Act introduced in late 2011.</p><p>Since then, the OpenGov Foundation has uploaded texts of SOPA, PIPA, the Anti-Counterfeiting Trade Agreement, and the Trans Pacific Partnership Agreement. The texts of two other bills – the Federal Information Security Management Act of 2012 and the Digital Accountability and Transparency Act, both of which have now passed by the House of Representatives – have also been uploaded to the website to crowdsource comments and suggestions for edits.</p><p>Additionally, Congressman Issa has also uploaded non-legislative drafts such as “A Digital Citizen’s Bill of Rights” and “A Declaration of Internet Freedom” onto the platform for comments and feedback from users.</p><h3><strong>Originating Entities and Funding</strong></h3><p>The Madison Project is an initiative launched by Congressman Issa and the OpenGov Foundation, an organization he founded and funded in order to “make it easier for people to access and use as much government information as possible.” The code for the platform (hosted on keepthewebopen.com) was built through open-source collaboration (and an “all-night hackathon) on Github.</p><h3><strong>Participant Selection</strong></h3><p>Membership and commenting privileges on keepthewebopen.com are open to all who provide a name, an email, and a zip code during the registration process. Participants can also register and login with their Facebook accounts. </p><h3><strong>Deliberation, Decisions, and Public Interaction</strong></h3><p>The platform allows for interaction among the users and between the users and Congressman Issa through suggestions and comments. Users can highlight a section of a draft bill on which they want to make a comment or a suggestion for edits.</p><p>According to the Madison Project's beta test results collected from December 2011 to January 2013, the platform had 2433 registered users, 749 edits, 1420 comments, and visitors for all 50 US states. The website saw 667,761 unique visitors. </p><h3><strong>Influence, Outcomes, and Effects</strong></h3><p>Senator Ron Wyden (D-OR) and Congressman Issa introduced the OPEN Act to Congress on December 17, 2011 and January 18, 2012 respectively. According to the OpenGov Foundation, this marks the first time that a U.S. Representative has introduced a bill with crowdsourced edits and revisions to the legislative process. The Senate bill is pending action from its Finance Committee, and the House bill from its Judiciary Committee.</p><h3><strong>Analysis and Criticism</strong></h3><p>The foundation of the Madison Project and its website, keepthewebopen.com, is a refreshing take on how technology can lower the barrier between the citizen and the government. <a>While Congressman Issa’s use of the platform to crowdsource comments on his OPEN Act remained relatively small-scale and therefore without major malfunctions</a>, there are several points of improvement or changes to keep in mind for following iterations.</p><p>While a significant number of the comments on keepthewebopen.com were from users who contributed legitimate wording-related or policy-related feedback, some of the comments were made on textual minutiae. In preparation for larger-scale uses of the platform provided through the Madison Project, a more sophisticated plan for distinguishing these comments from each other should be in place.</p><p>Even keeping in mind that Congressman Issa’s rendition of the Madison Project was on one topic and one bill, activity on keepthewebopen.com was rather muted, with each uploaded draft garnering around 30 comments. The next iteration of the Madison Project  might even more effectively capitalize on the fact that online processes can be used to engage many more people than would be possible without the Internet. In the future it may be possible to partner with larger umbrella institutions and organizations, in order to raise the media profile of the Madison Project, and encourage more people to get involve in drafting legislation.</p><h3><strong>Sources</strong></h3><p><a href=\"http://opengovfoundation.org/the-madison-project/\">http://opengovfoundation.org/the-madison-project/</a></p><p><a href=\"http://keepthewebopen.com/open\">http://keepthewebopen.com/open</a></p><p><a href=\"https://www.youtube.com/watch?v=L-x15oLE9qQ\">https://www.youtube.com/watch?v=L-x15oLE9qQ</a></p><p> </p>", "title": "The Madison Project"}