{"htmlbody": "<p><a id=\"Purpose\" name=\"Purpose\"></a></p><h3>Problems and Purpose</h3><p>Participatory budgeting schemes and events were encouraged nationally by the British government to stimulate the more direct participation of citizens in local decision-making processes. The aim was to give people more control over the budgets as part of a greater national objective to get people more involved in the democratic process. In Salford, three pilot participatory events were held in order to determine the precise utility of and enthusiasm for such a change in the decision-making process. The events aimed to increase the number of people directly involved in the allocation of a devolved highways budget. The funding aimed to address community priorities regarding highways and transport issues. It was open to consideration of a wide range of proposals from road safety projects to walkway improvements.</p><p><a id=\"History\" name=\"History\"></a></p><h3>History</h3><p>Salford’s boundaries were reorganised by the local government in 1974. Since it has no traditional city centre, it lacks a central focus for locals to gather and interact. There is generally a lack of a sense of community across Salford. Instead, there is a strong sense of identity at the neighbourhood level, with people feeling strong affiliation to their particular community. For that reason, community interaction usually requires framing key issues in a manner relevant to the neighbourhood context rather than in terms of Salford as a whole.</p><p>In light of this, Salford began devolving decision-making and service delivery powers to the local neighbourhoods in the 1990s. This was an approached developed by the MP Paul Goggins. Eight ‘natural neighbourhoods’ were identified, each of which would have its own Community Committee and Neighbourhood Management Team. In 1999, Salford began devolving a specific budget to each Community Committee based on the population (currently at £3.02 per head), which amounts to roughly £100,000 per annum. These devolved budgets are to be distributed by the Community Committee. Residents have an opportunity to apply to the Community Committee’s Budget Group comprising some residents and Councillors, who then decide which projects to approve and fund.</p><p>Participatory budgeting, however, only began being used in 2007. These involved two out of eight neighbourhoods in a total of three pilot projects: Claremont and Weaste in 2007/08, Claremont and Weaste in 2008/09, and East Salford in 2008/09. It was recognised that devolving the budgets in such a manner would lead to a conflict between the objectives of empowerment and the objectives of good choices in allocation. Nevertheless, it was felt that devolving a limited amount of funding would significantly increase the involvement of locals in the decision-making process. </p><p><a id=\"Originating_Entities_and_Funding\" name=\"Originating_Entities_and_Funding\"></a></p><h3>Originating Entities and Funding</h3><p>In 2006, Salford City Council made a decision to devolve a part of its Highways Minor Works budget (also known as Block 3 budget) to the community. Out of £4.5 million annually given to the Council, £800,000 would be devolved to the eight neighbourhoods – an allocation of £100,000 per neighbourhood. In 2007, while the majority chose to use the old Community Committee system of allocating their neighbourhood budgets, one (Claremont and Weaste) decided to trial the funds through participatory budgeting events. In 2008, another neighbourhood, East Salford, chose to engage in the participatory budgeting pilot. East Salford had £220,000 to allocate since it had rolled over its previous year’s budget.</p><p>Planning committees involving community representatives, councillors and officers were set up to plan the process. With the support of the Neighbourhood Management Teams and partners, the scheme was promoted and the communities were invited to put forward proposals for consideration. All of the eligible schemes were then looked at by Highways Engineers from the Highways and Engineering Department and a rough scheme was developed with approximate costs.</p><p>Urban Vision, an organisation responsible for community planning and project management was also involved in the costing and implementation stages for the proposed projects.</p><p><a id=\"Participant_Selection.2C_Deliberations_and_Decisions\" name=\"Participant_Selection.2C_Deliberations_and_Decisions\"></a></p><h3>Participant Selection, Deliberations and Decisions</h3><p>In theory, the participatory budgeting processes were open to all residents of the specific neighbourhoods. Certainly, advertising of the events were broad and not targeted. The advertising, which was done through the Neighbourhood Management Teams’ distribution lists, schools, library, Community Committees, and local media, was geared towards maximising participation from all groups. In practice, in the first pilot held in Claremont and Weaste, residents were required to register and limits were placed on numbers from subgroups e.g. community groups or organisations. By telephoning likely participants, it was established that around 50 people would attend. For that reason, a limit of 5 participants from any one community group or organisation was set. This was done to avoid the risk of bloc voting.</p><p>The second Claremont and Weaste pilot and the one in East Salford, however, both involved open drop-in sessions. Due to the large size and diverse nature of East Salford, it was decided that the events should run across three venues. This would ensure that the event would be accessible to people throughout the area as well as to help reduce the risk of votes being biased by the location.</p><p>The decision-making on which local highway projects should be funded was done through voting mechanisms. Prior to the events, residents were encouraged to submit their own ideas about how the funding should be spent. During the decision-making events, locals were then asked to score the schemes suggested in order to create a ranking of priorities. All attendees were free to vote for any scheme, including the ones they had themselves suggested. However, the schemes themselves were presented by transport engineers to help avoid a bias in the voting procedure. The schemes were also presented in paper and/or photographic form without verbal presentation. For the list of schemes agreed upon by the Community Committee, Urban Vision provided project proposals and cost estimates. This information as available for the residents at the event.</p><p>Voting was conducted in rounds. Each participant received a score sheet listing all the suggested schemes and asked to give each scheme a score from 1 (very low priority) to 10 (very high priority). The top ten scoring schemes then were put forward for a second round of voting. Again, participants scored them by priority on a scale of 1 to 10. An official officer conducting an electronic voting count and evaluation exercise at the event and a flipchart was available for comments. Electronic voting was not used for the whole voting procedure because the system was not sophisticated enough for the ranking of the highways schemes.</p><p>In the 2007/08 Claremont and Weaste exercise, 45 people voted in stage 1, 47 people voted in stage 2, and 33 voted in the evaluation session. That is a total of maximum of 47 participants, more than would have been involved through the more traditional Community Committee procedure. In Claremont and Weaste 2008/09, the participants numbered 137. In East Salford 2008/09, they were 145. The higher numbers in the latter exercises are due to the fact that a series of events were held at different times and in different locations, including primary schools and community centres. A wider age range of participants was also achieved. Generally speaking, the level of interest was not very high: the turnout in East Salford was due to one highly organised community group. Publicity in anticipation of the event attracted little direct interest. In fact, the most successful means to encourage engagement in the second Claremont and Weaste pilot was to approach people on the street on the day of the vent.</p><p>After the event, residents were asked to complete surveys and evaluate their experience as well as give feedback on the value of the exercise.</p><p><a id=\"Influence_and_Outcomes\" name=\"Influence_and_Outcomes\"></a></p><h3>Influence and Outcomes</h3><p>A total of 335 people were involved in the three participatory budgeting events, with 755 hours of work invested. In Claremont and Weaste 2007/08, 55 people were involved, with 47 of them being participants and 8 of them being planning staff. In Claremont and Weaste 2008/09, 120 people were involved, of which 115 were participants and 5 were planning staff.  In East Salford 2008/09, 162 people were involved, of which 144 were participants and 18 were planning staff.</p><p>The in-kind costs of organising the participatory budgeting process were low. It is felt that 75% of the time inputs by staff would have been spent anyway on other local activities. There were no financial costs in setting up the events. However, the running of the events in Claremont and Weaste 2007/08 came to a total of £550, mainly due to the venue hire and refreshments as well as the production of a DVD. In Claremont and Weaste 2008/09 the costs totalled £1850 (significantly due to advertising and promotion), and in East Salford 2008/09 the costs incurred were £517. These funds were thought to be sufficient, however, if participatory budgeting were to be expanded across all of Salford, funds would need to be increased proportionately.</p><p>As regards the actual projects to be funded, residents and local organisations had the opportunity to submit proposals and ideas prior to the event. 65 proposals in total were made across the three pilot exercises. Claremont and Weaste 2007/08 saw 19 proposals, Claremont and Weaste 2008/09 saw 22 proposals, and East Salford welcomed 24 proposals. Most of them were put forward by residents or elected members. Only a minority of proposals came from organisations other than residents groups.  Generally, proposals were submitted to the Neighbourhood Management Teams by individuals, councillors, residents groups and councillor surgeries. In East Salford, proposals also came from three youth groups and the organisation, Friends of Albert Park. The types of schemes brought forward and prioritised by the participatory budgeting pilots were similar to those for the areas in which no participatory budgeting mechanism was used. They were also similar to the kinds of schemes put forward by the Community Committees when comparing Claremont and Weaste before and after the participatory budgeting scheme was introduced.</p><p>While the traditional devolution via Community Committees still allows residents to contribute ideas and be involved in decision-making regarding the neighbourhoods, the participatory budgeting approach used in Claremont and Weaste and East Salford is far more proactive. Furthermore, the participatory budgeting pilots involved greater numbers of residents and allowed them to not just put forward ideas, but to prioritise and select the projects directly.</p><p>The feedback of the participants suggests that the majority felt the exercise had met or exceeded their expectations. They also felt that they had benefited from their direct engagement via the participatory budgeting mechanism and had “learned something new”. Also encouraging is that participants felt that the process helped to increase involvement of their elected representatives and that it clarified the priorities of the residents. However, the event evaluations are the only feedback currently available. More could be done to research the effects of the participatory budgeting process versus the Community Committee process.</p><p>Despite positive feedback, there are also important limitations that must be highlighted. In some instances, schemes that were prioritised later turned out to be impracticable after final costings were taken. While elected representatives have powers to veto any project, they have not exercised that power in any of the participatory budgeting processes to date.</p><p>Also, the participatory budgeting processes involve small numbers of people. This makes the results of the votes highly vulnerable to the influence of organised groups. The biasing effects of a well-organised group can however be constrained by using a gate-keeping system rather than an open access system.</p><p>What also became clear is that any further attempts to devolve decisions will require greater commitment from associated partners beyond the local Neighbourhood Management Teams. For example, more resources will be needed from the local Council and also more active involvement of other partners and directorates.</p><p>And while the decision-making process was devolved, there was a noticeable lack of community input at the implementation state. The highways works are necessarily delivered by engineers and construction professionals under the management of Urban Vision. However, another way to involve locals at the completion stage being considered is to perhaps hold an official opening or celebration of the completed schemes. This will reinforce their role in the realisation of the projects.</p><p>Apart from vital lessons learned, there are also important barriers to the introduction of participatory budgeting projects. Especially significant is that, despite participatory budgeting aiming to involve more locals, there is nonetheless limited awareness and interest on the part of the public. In Salford, despite plenty of advertising and awareness-raising efforts, the community responded only in small numbers. Participatory budgeting aims for deliberation, which would imply a sequence of meetings rather than single events. Unfortunately, a more complicated or time-consuming process would make it harder to entice locals to participate.</p><p>Finally, it is clear that the scale of change is limited. As a pilot study with small numbers of participants and small scale highways projects, the results are unsurprisingly proportionate. Participants remarked that the resident priorities and actual highways projects nominated are very similar when compared with those chosen by the old Community Committee system. This does, however, suggest that the quality of the decision-making process is generally sound. Also, when comparing the participatory budgeting process to the old process, it seems a greater number of projects were brought forward for consideration. Although it is not possible at this point to ascertain why this might be the case.</p><p>Overall, preliminary assessments suggest that the participatory budgeting process has not brought about a significant change in the way the highways services are delivered. Neither has participatory budgeting brought about a change in the nature of the schemes prioritised. However, this could be due to the fact that notable devolution had already happened under the Community Committees system. Moreover, it is encouraging that the participatory budgeting pilots brought about somewhat of an increase in involvement by the locals and appear to have made a positive impact upon the residents.</p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p><a href=\"http://www.salford.gov.uk/people-communities-and-local-information/my-local-community/devolved-budgets/\">Devolved Budgets - Salford City Council Website</a></p>", "title": "Participatory Budgeting in Salford, UK"}