{"htmlbody": "<h2>Contents</h2><ul><li class=\"toclevel-1\"><a href=\"#The_OMNIBUS_FOR_DIRECT_DEMOCRACY_IN_GERMANY\">1 The OMNIBUS FOR DIRECT DEMOCRACY IN GERMANY</a></li><li class=\"toclevel-1\"><a href=\"#Willkommen_beim_OMNIBUS_F.C3.9CR_DIREKTE_DEMOKRATIE\">2 Willkommen beim OMNIBUS FÜR DIREKTE DEMOKRATIE</a></li><li class=\"toclevel-1\"><a href=\"#omnibus.2C_lat._.3D_f.C3.BCr_alle.2C_durch_alle.2C_mit_allen\">3 omnibus, lat. = für alle, durch alle, mit allen</a></li><li class=\"toclevel-1\"><a href=\"#Auf_verschiedene_Weisen\">4 Auf verschiedene Weisen</a></li></ul><p><a id=\"The_OMNIBUS_FOR_DIRECT_DEMOCRACY_IN_GERMANY\" name=\"The_OMNIBUS_FOR_DIRECT_DEMOCRACY_IN_GERMANY\"></a></p><h2>The <a class=\"external text\" href=\"http://www.omnibus.org/fileadmin/omnibus.org/PDF/Sonstiges/4_Seiter_2008_engl_web.pdf\" rel=\"nofollow\" title=\"http://www.omnibus.org/fileadmin/omnibus.org/PDF/Sonstiges/4_Seiter_2008_engl_web.pdf\">OMNIBUS FOR DIRECT DEMOCRACY IN GERMANY</a></h2><p>is a citizens’ initiative dedicated to the introduction of popular referendums on all levels of government. The most important inspiration for our work is the artist Joseph Beuys, who founded the “Organization for Direct Democracy through Referendum” in 1971 with an office in Düsseldorf. In 1972 he installed the office at “documenta 5” in Kassel and discussed his “expanded concept of art” and “direct democracy” with visitors for 100 days.</p><p> </p><p><a id=\"Willkommen_beim_OMNIBUS_F.C3.9CR_DIREKTE_DEMOKRATIE\" name=\"Willkommen_beim_OMNIBUS_F.C3.9CR_DIREKTE_DEMOKRATIE\"></a></p><h2>Willkommen beim <a class=\"external text\" href=\"http://www.omnibus.org/\" rel=\"nofollow\" title=\"http://www.omnibus.org/\">OMNIBUS FÜR DIREKTE DEMOKRATIE</a></h2><p>Die OMNIBUS gemeinnützige GMBH ist ein Forschungs- und Entwicklungsunternehmen der Direkten Demokratie.</p><p>Wir verstehen unsere Arbeit als einen praktischen Dienst an der Idee der Freiheit.</p><p>Unser zentrales Arbeitsfeld ist die Realisierung der Bedingungen zur Einführung der dreistufigen Volksabstimmung.</p><p><a id=\"omnibus.2C_lat._.3D_f.C3.BCr_alle.2C_durch_alle.2C_mit_allen\" name=\"omnibus.2C_lat._.3D_f.C3.BCr_alle.2C_durch_alle.2C_mit_allen\"></a></p><h2>omnibus, lat. = für alle, durch alle, mit allen</h2><p>Der OMNIBUS für direkte Demokratie ist ein Forschungs- und Entwicklungsunternehmen der Direkten Demokratie. Die Arbeit der OMNIBUS gGmbH ist ein praktischer Dienst an der Idee der Freiheit. Ihr zentrales Arbeitsfeld ist die Realisierung der Bedingungen zur Einführung der dreistufigen Volksabstimmung. Diese garantiert die Verantwortungserfahrung eines jeden Menschen für die Gesamtgestalt weltweiten Zusammenlebens und die Möglichkeit ALLER an deren Mitgestaltung. Seit 1987 ist die Gemeinnützigkeit des Unternehmens vom Finanzamt Düsseldorf anerkannt. Es finanziert sich ausschließlich durch Förderinnen und Förderer.</p><p>Möglichkeit, Umfang und Kraft der Unternehmungen sind unmittelbar verknüpft mit den zur Verfügung stehenden Mitteln. Jeder Mensch, dem die Dringlichkeit einer solchen Initiative deutlich ist, sollte nicht zögern, seinen Beitrag zu leisten.</p><p> </p><p><a id=\"Auf_verschiedene_Weisen\" name=\"Auf_verschiedene_Weisen\"></a></p><h2>Auf verschiedene Weisen</h2><p>Wir arbeiten auf unterschiedliche Arten an der Verwirklichung der Direkten Demokratie auf allen Hoheitsebenen.</p><p>Wir unterstützen konkrete Abstimmungen auf der Landesebene und der kommunalen Ebene. Wir starten Projekte wie die \"Aktion Volksabstimmung!\" zur Einführung der bundesweiten Volksabstimmung oder das Regiogeld zur Demokratisierung des Geldes.</p><p>Gleichzeitig fährt der OMNIBUS neun Monate im Jahr in ruhiger Kontinuität durch Deutschland und wir sprechen mit allen interessierten Menschen über die Idee der Volksabstimmung.</p><p>Darüber hinaus bieten wir Veranstaltungen an. Laden Sie uns ein!</p><p><br/><a href=\"/wiki/Direct_Democracy\" title=\"Direct Democracy\">Direct_Democracy</a> organisations present on Participedia</p>", "title": "Omnibus for Direct Democracy"}