{"htmlbody": "<p><a class=\"external text\" href=\"http://www.mehr-demokratie.de/english-information.html\" rel=\"nofollow\" title=\"http://www.mehr-demokratie.de/english-information.html\">Mehr Demokratie</a> (Germany) is the driving force for referenda and a better electoral law. Every vote counts equally and everybody has the right to participate. That's what we stand up for.</p><p>Citizens committed to change founded Mehr Demokratie in 1988. Today we have 12 regional branches, 11 offices and more than 5.624 members. Mehr Demokratie is the largest non-party organization promoting democracy in the European Union.</p><p> </p><p><a id=\".C3.9Cber_uns\" name=\".C3.9Cber_uns\"></a></p><h2>Über uns</h2><p><a class=\"external text\" href=\"http://www.mehr-demokratie.de/\" rel=\"nofollow\" title=\"http://www.mehr-demokratie.de/\">Mehr Demokratie</a> e.V. gibt es seit 1988. Wir sind gemeinnützig und überparteilich.</p><p>Unser Ziel ist das Recht auf Volksabstimmung. In Gemeinden und Ländern, im Bund und in der Europäischen Union sollen die Menschen über wichtige Sachfragen in fairen Abstimmungen entscheiden können.</p><p>In den letzten Jahren konnten wir die Zahl unserer Mitglieder und Förderer von 180 auf aktuell 5.624 steigern.</p><p> </p><p><a id=\"Strategiediskussion_2010\" name=\"Strategiediskussion_2010\"></a></p><h2>Strategiediskussion 2010</h2><p>Wie erreichen wir den bundesweiten Volksentscheid?</p><p>Ende letzten Jahres haben wir unsere Kampagne Volksentscheid ins Grtundgesetz ausgewertet und auf einem ersten Strategietreffen einen Blick nach vorn gewagt. Wir wollen 2010 nutzen, um eine möglichst breite Strategiedebatte zu führen. Die zentrale Frage dabei ist nach wie vor: Was müssen wir tun, damit der bundesweite Volksentscheid eingeführt wird? Wir laden ausdrücklich alle Mitglieder und Interessierte ein. Im April dieses Jahres fand ein zweites und im August eun drittes Strategietreffen statt, auf dem einige Ideen konkretisiert wurden.</p><p>Wir wollen diese Debatte nun weiter öffnen. Neben weiteren Seminaren, wollen wir die Diskussion auch im Internet führen. Dafür stellt uns der Verein Liquid Democracy seine Diskussionsplattform Adhocracy zur Verfügung. Im Unterschied zu gewöhnlichen Foren sollen hier konkrete Ergebnisse erzielt werden. Vorschläge und Kommentare können von den Nutzern bewertet und sortiert werden. Somit werden sich im Laufe der Zeit gewisse Favoriten herausstellen. Über die besten Vorschläge soll die Mitgliederversammlung im November 2010 entscheiden.</p><p><br/><a href=\"/wiki/Direct_Democracy\" title=\"Direct Democracy\">Direct_Democracy</a> organisations present on Participedia</p>", "title": "Mehr Demokratie"}