{"htmlbody": "<p><a class=\"external text\" href=\"http://www.zcommunications.org/\" rel=\"nofollow\" title=\"http://www.zcommunications.org/\">Z Communications</a>is a compendium of projects and institution that seek to assist social movements to better people's lives in the present context -- while changing the context so in the future injustice is undone. Through it's diverse projects, Z communications is able to pursue its central focus -- the communication of ideas, information, and inspiration essential to activist motivation and success. Z’s projects include <a class=\"external text\" href=\"http://www.zcommunications.org/zmag\" rel=\"nofollow\" title=\"http://www.zcommunications.org/zmag\">Z Magazine</a>, <a class=\"external text\" href=\"http://www.zcommunications.org/znet\" rel=\"nofollow\" title=\"http://www.zcommunications.org/znet\">ZNet</a>, <a class=\"external text\" href=\"http://www.zcommunications.org/zspace\" rel=\"nofollow\" title=\"http://www.zcommunications.org/zspace\">ZSpace</a>, <a class=\"external text\" href=\"http://www.zcommunications.org/zmi/zmiapplication.htm\" rel=\"nofollow\" title=\"http://www.zcommunications.org/zmi/zmiapplication.htm\">Z Media Institute</a>, <a class=\"external text\" href=\"http://www.zcommunications.org/zvideo/main\" rel=\"nofollow\" title=\"http://www.zcommunications.org/zvideo/main\">Z Video Productions</a>, and more.</p><p>Z Communications receives regular contributions by notable Leftists such as Noam Chomsky, Edward S. Herman, Amy Goodman, John Pilger, Arundhati Roy, Bill Fletcher, Phyliss Bennis, Robin Hahnel, Tariq Ali, Michael Albert, and many others.</p><p> </p><p><a id=\"Mission\" name=\"Mission\"></a></p><h2>Mission</h2><p>Z Communications assists social movements in their struggle to improve people's lives in the present context while planting the seeds for a more just and equitable future by providing content that critiques today's reality and envisions tomorrow's via our print, video, online, audio, and direct interactions, such as ZMI.</p><p>A notable aspect of our mission is an approach that does not privilege any one side of life over the rest. ZCom is about race, gender, power, class, ecology, and peace - it is about justice in all conceivable forms -- seeing each as intimately entwined with and certainly in no sense prior to or alone causal of the rest.</p><p>A second notable aspect is a commitment to fundamental transformation and two implications that stem from that commitment. First, ZCom highlights that successful action in the present depends very much not only on understanding current conditions but also on broad clarity about future goals and building links between the two. A priority of ZCom is therefore vision and strategy regarding all sides of life. Second, however, ZCom is convinced that a movement able to transform society requires massive, highly informed, participatory, unwavering allegiance which will only grow and persist if the seeds of a better future are embodied in the actions of current activists.</p><p>When South End Press was born in the late 1970s, and when Z Magazine spun off ten years later, and in all the innovations since then leading to ZNet, ZVideo, and ZMI, and now to ZCom and its new ZSpace, there has been continuity.</p><p>Our mission is to help improve life via social struggle that builds growing commitment and organization informed by understanding existing conditions and shared vision of future improvement, fueled by personal and structural solidarity, by personal and collective desire, and by personal and rational hope.</p><p> </p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>South End Press (1978) was founded to raise consciousness about class, gender, race, and power and to provide information, analysis, and vision to help activism. Z Magazine (1987) aimed to bring more diverse information more often and to increase the visibility of writers and illustrators. In ZCom, we added ZNet and ZTranslations, ZMI, ZVideo, and most recently ZEO and ZSpace including ZBlogs and ZForums.</p><p>Z Magazine was founded by Michael Albert and Lydia Sargent. Lydia in turn initiated ZVideo and works overwhelmingly on ZMag and ZVideo. Michael initiated ZNet and works overwhelmingly on web operations. Eric Sargent joined in the late 1980s and works on Z Magazine and ZVideo. Andy Dunn (ZMI 2000) joined in 2005 and works on Z Magazine and ZVideo. Chris Spannos (ZMI 2001) joined in 2006, working on ZNet. Everyone works on ZMI.</p><p>ZCom also gets volunteer help. Brian Dominick (ZMI 1999) helped design and program ZNet. Justin Podur and Stephen Shalom have assisted editorially for years. Other volunteers work on some watch pages and especially and with great devotion and energy on Z Translations.</p><p>The online operations have been through many incarnations. Originally Left Bulletin Board System (PBBS), they morphed into Left On Line, ZNet, and finally ZCom. Even ZCom has itself had lifetimes, already - two major makeovers, among other changes brought us to the current situation in which now, to ZNet, ZMag, ZVideo, and and ZMI, we add ZSpace.</p><p> </p><p><a id=\"Alternative_to_Corporate_Media\" name=\"Alternative_to_Corporate_Media\"></a></p><h2>Alternative to Corporate Media</h2><p>Z receives zero financial support from corporate sponsors. Instead, Z relies on support from its users, readers, listeners, etc. Through the <a class=\"external text\" href=\"https://www.zcommunications.org/zsustainers/signup\" rel=\"nofollow\" title=\"https://www.zcommunications.org/zsustainers/signup\">ZSustainer Program</a>, users sign up to donate on a monthly, quarterly, bi annually, or annually schedule an amount of their own choosing (privacy policy available here). In return, Z provides various facilities and options.</p><p>Z Sustainers, depending on their level of involvement, get a ZSpace page with personal content of their own choosing, access to Z Magazine online, nightly commentary mailings, access to zine of daily commentaries, their own personal blog, forum access, mutual aid access, commenting on articles, blogs, and reviews throughout the site, discounts on videos and print subs, etc. and much more as well.</p><p>Thus, by rejecting the corporate model for financing media projects, Z is able to provide content free of distorting filters that reduce mainstream media to propaganda for the state-corporate sector.</p><p> </p><p><a id=\"Projects\" name=\"Projects\"></a></p><h2>Projects</h2><p><a class=\"external text\" href=\"http://www.zcommunications.org/znet\" rel=\"nofollow\" title=\"http://www.zcommunications.org/znet\">ZNet</a></p><p>Primarily a repository of thousands of text articles, video, audio and other links, and other content for general viewing. It is updated multiple times daily. ZNet's Top Page, for example, hosts the latest links, news, and updates -- plus entry routes to all major component parts, some of which are described below.</p><p><a class=\"external text\" href=\"http://www.zcommunications.org/zmag\" rel=\"nofollow\" title=\"http://www.zcommunications.org/zmag\">Z Magazine</a></p><p>A print monthly periodical devoted to addessing class, race, gender, and power issues in contemporary society and social life. You can view articles by author or topic, search them, etc. There is also considerable information about Z and links to related projects. And you can subscribe to the print magazine, or, by becoming a Z Sustainer, to the online version where you can then see the whole magazine simultaneous with its print release, including all graphics, etc.</p><p><a class=\"external text\" href=\"http://www.zcommunications.org/zspace\" rel=\"nofollow\" title=\"http://www.zcommunications.org/zspace\">ZSpace</a></p><p>The central vehicle by which Z's online activities generate self-sustaining revenues. It is also the key way in which our online activity generates ties among people, community, participation, etc. ZSpace gives members, writers, and sustainers, their own pages. It gives participants blogs, forums, uploading capability for quotes, lyrics, graphics, poetry, and articles. It culls user preferences creating a database of information and reviews about books, films, and links. It provides a system of mutual aid and a means for mutual organizing and sharing of information and resources and it does all this for individuals but also for networks - and much more as well. You simply have to visit to get a feel for it!</p><p><a class=\"external text\" href=\"http://www.zcommunications.org/zmi/zmiapplication.htm\" rel=\"nofollow\" title=\"http://www.zcommunications.org/zmi/zmiapplication.htm\">Z Media Institute(ZMI)</a></p><p>A summer school held in Woods Hole Massachusetts each June. Students and faculty come from around the world and spend about nine days and nights exploring, debating, refining, and enlarging their mutual ties and understanding of media and broader social and political relations, vision, and strategy.</p><p><a class=\"external text\" href=\"http://www.zcommunications.org/zeo/zeo.htm\" rel=\"nofollow\" title=\"http://www.zcommunications.org/zeo/zeo.htm\">Z Education Online (ZEO)</a></p><p>A set of online courses bringing ZMI-like content to participants during online sessions held throughout the year. The curriculum is extensive and the fee is incredibly low!</p><p><a class=\"external text\" href=\"http://www.zcommunications.org/zvideo/main\" rel=\"nofollow\" title=\"http://www.zcommunications.org/zvideo/main\">ZVideo</a></p><p>Z provides videos in dvd and other formats via our facility called, of course, ZVideo Productions. These videos cover the gamut of concerns the site addresses, emphasizing, like the site as a whole, activism, vision, and strategy.New videos are highlighted in the top area of many pages, but links to videos related to the topics under perusal also appear on most pages throughout the site. Videos are sold in the ZStore and there are discounts, often very deep discounts, for Sustainers. We also have numerous videos explicitly for online viewing, mostly excerpts from ZVideos, but sometimes created in whole for the purpose. Links and viewing tools for these are available throughout the site, as well as on the ZVideo pages, per se. Navigating this is trival, they are just links to click with a viewing area for the video display.</p><p><a class=\"external text\" href=\"http://www.zcommunications.org/places/all\" rel=\"nofollow\" title=\"http://www.zcommunications.org/places/all\">ZPlaces</a>/<a class=\"external text\" href=\"http://www.zcommunications.org/topics/all\" rel=\"nofollow\" title=\"http://www.zcommunications.org/topics/all\">Topics</a></p><p>To help gather always available resources and information, or to help in times of crisis with special materials, or to network content of particular style or focus, ZNet has special sub sites dedicated to tracking very busy ZPlaces or ZTopics or types of article. These range from focusing on global warming, the U.S. occupation of Iraq, Lyrics and Quotes, to current affairs and Left events like big protests, demos and so on, and to particular parts of the world or countries. The menu to the left on this page gives an extensivev list and links you to each such page.</p>", "title": "Z Communications"}