{"htmlbody": "<p><a class=\"external text\" href=\"http://www.balkanassist.bg/en/\" rel=\"nofollow\" title=\"http://www.balkanassist.bg/en/\">\"Balkan Assist\"</a> is a Bulgarian non-for-profit association established in 2000 uniting individuals and organizations working for the development of the civil society. A part of the members are direct participants in the Program for Cooperation with the municipalities in Central Stara planina which the Swiss government has been implementing since 1992.</p><p>The long-lasting efforts of Balkan Assist Association for more direct democracy led up to the adoption of the Law on Direct Citizen Participation in State Power and Local Self-government (May, 2009) and to the successful realization of the first of its kind in Bulgaria National Citizens Initiative, provided for in the newly adopted above mentioned law.</p><p> </p><p>The <a class=\"external text\" href=\"http://www.balkanassist.bg/en/content/174/Direct-Democracy\" rel=\"nofollow\" title=\"http://www.balkanassist.bg/en/content/174/Direct-Democracy\">INSTITUTE FOR DIRECT DEMOCRACY</a> is an independent, non-profit, non-partisan think-tank set up for the promotion of direct democracy ideas, principles and procedures in the national and regional context. The Institute operates under the legal form of a foundation performing its activities in public benefit.</p><p>The Board of Trustees and the Managing Board of the Foundation is uniting Bulgarian and international experts - lawyers, sociologists, political scientists and journalists that are constantly contributing to the civil society development</p><p>Тhe Institute is founded by Balkan Assist Association in June 2001.</p><p>We are members of <a href=\"/wiki/Democracy_International\" title=\"Democracy International\">Democracy International</a>, the European network of movements for direct democracy.</p><p><br/><a href=\"/wiki/Direct_Democracy\" title=\"Direct Democracy\">Direct_Democracy</a> organisations present on Participedia</p>", "title": "Balkan Assist"}