{"htmlbody": "<p><a id=\"Purpose_and_Problem\" name=\"Purpose_and_Problem\"></a></p><h2>Purpose and Problem</h2><p>a) Mission Background:</p><p>The Taiwan Foundation for Democracy hosted a team of six international observers from the IRI-Asia International Steering Committee, representing seven countries in Asia and Europe, from 19-24 March 2008 in Taipei to observe two national-level referendums. Among the observers was the President of the Initiative and Referendum Institute – Europe, Mr. Bruno Kaufmann, also a member of the IRI-Asia ISC. After observing a total of 60 polling stations in Taipei City, Taipei County, and Kaohsiung City, the observation team issued a statement regarding the referendums, which can be downloaded from the IRI-Asia website. The TFD also invited an observation team from the Asian Network for Free Election to observe the presidential election.</p><p>b) The Initiative &amp; Referendum Institute – Asia is committed to democratizing democracy so that people can participate directly in policy-making and take greater responsibility in governance.</p><p>To achieve this objective, IRI-Asia is currently:</p><p>(1)Advancing understanding of and commitment to the realization of direct democracy in Asia</p><p>(2) Promoting best practices and legislation of initiatives and referendums as a complement to representative forms of government in Asia</p><p>(3) Observing and reviewing the initiatives and referendums held in respective Asian countries</p><p>(4) Researching and publishing on issues regarding initiatives and referendums so as to improve the instruments of direct democracy</p><p>(5) Undertaking education activities related to direct democracy</p><p>(6) Cooperating with other organizations with similar purposes in promoting direct democracy around the world</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>Back in 2003, the long standing public demand for a referendum law in Taiwan gradually led to legislation. President Chen Shui-bian and the Democratic Progressive Party had made many campaign pledges in the year 2000 presidential election for such a law, promising that the right of citizens to initiatives and referendums that is already included in Taiwan’s constitution would be substantiated in Law by a DPP government. A law was finally passed on November 27, 2003, just a few months before the March 2004 presidential election.</p><p>Key experts and the founders of IRI-Europe and USA were the invited guest speakers in this project. The fundamental objective of the TFD was to give access to as many people as possible to independent expert opinion on direct democracy. As a result of this interaction in Taiwan between the TFD and the IRI-Europe and USA, the idea of establishing a sister IRI organization in Taiwan in order to help it implement direct democracy was borne. The objectives of IRI-Asia were set as the same as IRI-Europe and USA, which is to promote and advocate direct democracy in the world, provide education on its mechanisms to all interested parties, gather the talents of experts and scholars to improve the referendum and initiative instruments, and to help monitor their use in Asian countries.</p><p>The goal was thus set to make IRI-Asia the premier institution on direct democracy in the region, helping improve the instruments of direct democracy in Asia where they already exists (over 30 countries) or assist in implementing them where they do not.</p><p><a id=\"Activities\" name=\"Activities\"></a></p><h2>Activities</h2><p>a) Project Civil Referendum 2007 Observation Mission (Hong Kong)</p><p>b) Direct Democracy in Local Politics in European Countries</p><p>c) Marburg Colloquy on Direct Democracy in Europe</p><p>d) International Steering Committee Meeting Agenda</p><p>e) IRI-Europe Event: Capacity Building Seminar on the European Citizens’ Initiative</p><p>f) International Conference on Direct Democracy in Latin America</p><p>g) International Conference on Deliberative Democrac</p><p>- Scholars and practitioners of deliberative and direct democracy from Europe, the US, Japan, and Korea gathered in Taipei to exchange experiences of practicing deliberative democracy in different cultural settings and political contexts.</p><p>h) The Realization of E-Deliberation: An experiment of “Online Citizen Conference”</p><p>- This experiment was a pioneer in effectively employing information and communication technology to facilitate face-to-face deliberation</p><p>i) Direct Democracy Study Trip in Europe</p><p>- The TFD then began to form a core group of 10 Taiwanese scholars and democracy advocates who undertook the TFD’s IRI-Asia project. The group was formed in the summer of 2004, and after a few meetings, first went on a European study tour that took them to 5 countries in 6 days in Sept-Oct. 2004. They discussed all aspects of direct democracy with European counterparts from old and new democracies, and also witnessed a national referendum in Switzerland.</p><p>j) International Symposium on Referendums, Initiatives, and Direct Democracy</p><p>- The members of the group had by then met a few times to draw the rough outlines of what IRI-Asia could be and do based on extensive discussion with direct democracy experts. The TFD sponsored a few of these members to produce the first ever guidebook on direct democracy legislations and practices in Asia, a worldwide digital database on national level referendums, and studies, conferences and concrete projects on deliberative democracy</p><p><a id=\"Funding\" name=\"Funding\"></a></p><h2>Funding</h2><p>No recent finding</p><p><a id=\"Major_Projects\" name=\"Major_Projects\"></a></p><h2>Major Projects</h2><p>a) World Conference on Direct Democracy – First International Conference on Direct Democracy organized by the University of Zurich Center for Democracy in Aarau in cooperation with the C2D, the Research Center for Direct Democracy and IRI, the Initiative &amp; Referendum Institute Europe. It was hosted by the City of Aarau and the State of Argovia in cooperation with the Swiss Confederation Council of Europe, the Forum of Federations and the World Bank Aarau/Switzerland from October 1 to October 3, 2008.</p><p>b) Taiwan Country Report</p><p>c) Thailand – Pollwatch Final Report (Referendum) – Hosted by The Open Forum for Democracy Foundation</p><p>d) Philippines Country Report – Success and Pitfalls in Recent Philippine Politics</p><p>e) Direct Democracy in Bangladesh</p><p>f) Pollwatch/PNET – Final Report on Monitoring the Referendum of the Draft Constitution</p><p>g) Report on the Civil Referendum in Hong Kong - PCR will document the district referendum and the territory-wide referendum to share our practice with CSOs, both local and international. We will also experiment with more voting methods for cost effectiveness, e.g. - voting by mail or e-voting, but accuracy remains our primary goal.</p><p>h) Fourth International Conference on Federalism – New Delhi, India. - The Inter-State Council Secretariat, Government of India, in partnership with the Forum of Federations is organizing the Fourth International Conference on Federalism. This conference is the fourth in a series. Previous conferences were held at Mt. Tremblant in 1999, St. Gallen in 2002 and Brussels in 2005. The conference will have over 1,000 participants representing over 100 countries. The conference will be inaugurated by the Prime Minister of India and will also see participation by heads of state and heads of government from the world's leading federations.</p><p><a id=\"Evaluation_and_Critique\" name=\"Evaluation_and_Critique\"></a></p><h2>Evaluation and Critique</h2><p>a) Analytic Process:</p><p>The Initiative &amp; Referendum Institute of Asia did not create a solid information base. They have not been maintaining their website and were last updated August 3rd, 2009. However, The IRI-Asia website does provide other important sources for the project they are working on with other organizations such as Taiwan Foundation for Democracy, World Forum for Democratization in Asia, and Initiative &amp; Referendum Institute of Europe.</p><p>With their mission of democratizing democracy so that people can participate directly in policy-making and take greater responsibility in governance, the IRI-Asia have done a great job prioritizing themselves by advancing their understanding of the direct democracy in Asia, promoting best practices and legislation of initiatives and referendums, observing and reviewing the initiatives and referendums held in respective Asian countries. The IRI-Asia has also been researching and publishing issues regarding initiatives and referendums so as to improve the instrument of direct democracy. They also have been undertaking education activities related to direct democracy and cooperating with other organizations with similar purposes in promoting direct democracy around the world.</p><p>The IRI-Asia has been participating in IRI from all over the world to learn about these best practices and using the things they learn at International Conferences on Direct Democracy in Latin America and International Conference on Deliberative Democracy. With attending conventions that talks about deliberation in a democracy, they were able to learn their problems and can identify a broad range of solutions.</p><p>IRI-Asia is an organization that mostly only sought out information and advice from expert on democracy deliberation. This makes weighing the pros, cons, and trade-offs of any ideas that are brought up by the people of Asia.</p><p>b) Social Process:</p><p>Some of the events that the IRI-Asia hosts do not provide a space for public engagement and discussion. For example, it hosted a team of six international observers from the IRI-Asia International Steering Committee (ISC) representing six countries in Asia and Europe from 19-24 March 2008 in Taipei to observe two national-level referendums. The observing teams focuses on researching and publishing on issues regarding initiatives and referendums so as to improve the instruments of direct democracy, but the project it is not open to the general public. Therefore, speaking opportunities are limited to those in the committees.</p><p>In 2004, IRI-Asia sponsored four community-level consensus conferences, which culminated in a joint press conference in which citizens had the chance to conduct face-to-face dialogue with high-level government officials. The event provides a space for public engagement and discussion; however, there is no information about the discussion within the committees, so it is hard to evaluate whether or not people in the committees have mutual comprehension, respect for other participants, and whether they consider others’ ideas and experiences.</p><p><a id=\"References\" name=\"References\"></a></p><h2>References</h2><p>a) <a class=\"external free\" href=\"http://www.iri-asia.net/?mod=About&amp;node_id=8\" rel=\"nofollow\" title=\"http://www.iri-asia.net/?mod=About&amp;node_id=8\">http://www.iri-asia.net/?mod=About&amp;node_id=8</a> - IRI-Asia Official Website</p><p>b) <a class=\"external free\" href=\"http://www.iri-asia.net/files/3.1.2.1Deepening%20Democratic%20Governance.pdf\" rel=\"nofollow\" title=\"http://www.iri-asia.net/files/3.1.2.1Deepening%20Democratic%20Governance.pdf\">http://www.iri-asia.net/files/3.1.2.1Deepening%20Democratic%20Governance.pdf</a> - Deepening Democratic Governance by Marrying Direct (Scholarly source)</p><p>b) <a class=\"external free\" href=\"http://www.iri-europe.org/\" rel=\"nofollow\" title=\"http://www.iri-europe.org/\">http://www.iri-europe.org/</a> - IRI-Europe Official Website</p><p>IRI Europe is a non-partisan, non-profit-making association with headquarters in Marburg/Germany and brings together some of the best experts on and practitioners of the initiative and referendum process across Europe and the world. IRI Europe is part of the emerging global network of IRI think-tanks, which also includes the US-based Initiative &amp; Referendum Institute and IRI Asia.</p><p>c) <a class=\"external free\" href=\"http://www.wfda.net/\" rel=\"nofollow\" title=\"http://www.wfda.net/\">http://www.wfda.net/</a> - WFDA Official Website</p><p>WFDA serve to reaffirm and revalidate the core values of Asian democrats and expand the awareness of them among Asian peoples. It will do this not primarily through discussion of the merits of democracy, but through a focus on facilitating concrete measures and strategies to assist the democratization process in Asian societies. In other words, proposals for action plans to achieve identified goals and targets will take precedence.</p><p><a href=\"/methods/direct-democracy\" title=\"Direct Democracy\">Direct_Democracy</a> organisations present on Participedia</p><p><a id=\"Secondary_Literature\" name=\"Secondary_Literature\"></a></p><h2>Secondary Literature</h2><p>a) <a class=\"external free\" href=\"http://www.tfd.org.tw/-\" rel=\"nofollow\" title=\"http://www.tfd.org.tw/-\">http://www.tfd.org.tw/-</a> The mission of TFD (Taiwan Foundation for Democracy)</p><p>b) <a class=\"external free\" href=\"http://www.iandrinstitute.org/\" rel=\"nofollow\" title=\"http://www.iandrinstitute.org/\">http://www.iandrinstitute.org/</a> - Initiative &amp; Referendum Institute at the University of Southern California.</p><p><a id=\"Links\" name=\"Links\"></a></p><h2>Links</h2><p>a) <a class=\"external free\" href=\"http://www.tfd.org.tw/english/index.php\" rel=\"nofollow\" title=\"http://www.tfd.org.tw/english/index.php\">http://www.tfd.org.tw/english/index.php</a> - Taiwan Foundation for Democracy</p><p>b) <a class=\"external free\" href=\"http://www.anfrel.org/0000/index.asp\" rel=\"nofollow\" title=\"http://www.anfrel.org/0000/index.asp\">http://www.anfrel.org/0000/index.asp</a> - ANFREL: Asian Net Work for Free Elections Official Website</p>", "title": "Initiative and Referendum Institute – Asia"}