{"htmlbody": "<ul><li class=\"toclevel-1\"><a href=\"#Your_Voice_Direct_in_Parliament\">1 Your Voice Direct in Parliament</a></li><li class=\"toclevel-1\"><a href=\"#Democracy_through_Technology\">2 Democracy through Technology</a></li><li class=\"toclevel-1\"><a href=\"#SOL.27s_Purpose\">3 SOL's Purpose</a></li><li class=\"toclevel-1\"><a href=\"#Senator_Online_2010_Election_Wrap\">4 Senator Online 2010 Election Wrap</a></li></ul><p><a id=\"Your_Voice_Direct_in_Parliament\" name=\"Your_Voice_Direct_in_Parliament\"></a></p><h2>Your Voice Direct in Parliament</h2><p>Democracy should be government directed by your voice. And that's what <a class=\"external text\" href=\"http://www.senatoronline.org.au/\" rel=\"nofollow\" title=\"http://www.senatoronline.org.au/\">Senator Online</a> is all about - giving you unprecedented access to the halls of power so that your vote can have a direct impact on real policy in parliament.</p><p>A stark contrast to the special interest-driven policies we see today.</p><p>In order to create that change, we need your help.</p><p>Volunteer with Senator Online and take back power from politicians, lobbyists, and special interest groups. Make a real difference in your life, and in the lives of your children. Join a grassroots movement with the potential to revolutionise government and make it more progressive.</p><p><a id=\"Democracy_through_Technology\" name=\"Democracy_through_Technology\"></a></p><h2>Democracy through Technology</h2><p>Using the internet we can return to a system of representation that reflects your true positions on important issues. It's a revolution -- taking back power from the politicians, special interest and lobby groups and putting it back where it belongs: In your hands - Now We Can!</p><p> </p><p><a id=\"SOL.27s_Purpose\" name=\"SOL.27s_Purpose\"></a></p><h2>SOL's Purpose</h2><p>Senator Online is not-for-profit and Australia's first (and only) internet-based registered political party.</p><p>Senator Online is dedicated to providing everyday Australians like you a voice direct in parliament.</p><p>Here's how it works:</p><p>- The SOL post-election website will provide you balanced, unbiased information on all the issues, bills, and policies in Parliament;</p><p>- You vote on the SOL website how you want our senators to vote - every bill, every important issue, every time;</p><p>- SOL senators in Parliament then vote exactly how the majority directs.</p><p><a id=\"Senator_Online_2010_Election_Wrap\" name=\"Senator_Online_2010_Election_Wrap\"></a></p><h2>Senator Online 2010 Election Wrap</h2><p>Dear SOL Mates,</p><p>The results are in…well, almost, and over 16,000 voters have paved the road towards a new era in democracy for Australia.</p><p>On behalf of the party and all our candidates, Senator Online wishes a sincere thanks to each and everyone who believed in us, and helped us along on our journey. Senator Online is a party that relies on the support of its followers, and every little bit had an effect.</p><p>In particular we would like to say a big thank you to our friends in Queensland – with over half of our total vote secured in the Sunshine State, led by a fantastic effort from SOL candidates Scott Reading and Joh Embrey.</p><p>We would also like to announce that Senator Online will be running again in the next federal election. So don’t give up, keep believing, and let’s make it happen in 2013!</p><p>Over the coming months, you'll be able to find more updates to the site, with news and information on how SOL is progressing, and how SOL did in 2010.</p><p><br/><a href=\"/wiki/Direct_Democracy\" title=\"Direct Democracy\">Direct_Democracy</a> organisations present on Participedia</p>", "title": "Senator Online"}