{"htmlbody": "<p>\n</p><p><em>Note: Another version of this case study can be found below as a file attachment with the prefix \"VD\". This alternate version was originally submitted to </em><a href=\"http://www.vitalizing-democracy.org/\">Vitalizing Democracy</a><em> as a contestant for the 2011 Reinhard Mohn Prize.</em></p><p>The Wenling City Deliberative Poll was a <a class=\"external text\" href=\"http://participedia.net/wiki/Participatory_Budgeting\" rel=\"nofollow\" title=\"http://participedia.net/wiki/Participatory_Budgeting\">participatory budgeting</a> experiment conducted by local government officials in the Zeguo Township of Wenling City, China. In early 2005, the government of Zeguo used a <a class=\"external text\" href=\"http://participedia.net/wiki/Deliberative_Polling\" rel=\"nofollow\" title=\"http://participedia.net/wiki/Deliberative_Polling\">Deliberative Polling</a> technique to garner public feedback on a series of difficult budgetary allotment decisions that needed to be made for proposed infrastructure projects in the township. Of the entire population of Zeguo, 275 people were randomly selected to participate in surveys and deliberations taking place throughout the months of March and April, 2005. After filling out an initial questionnaire detailing their preferences, perceptions, and concerns about the budgetary process, participants were asked to attend a deliberative forum. In one day, participants discussed how to spend the annual budget, examined their preferences among the projects, considered the advantages and disadvantages of each project, and, at the end of the day, responded to the same questionnaire once more to rank their final project priorities.<a href=\"#cite_note-Fishkin.2C_He_and_Siu-0\" title=\"\">[1]</a> On April 30, 2005 the results of the poll were presented to Zeguo’s local People’s Congress for further debate and deliberation by local politicians – a majority of whom voted to fund the top 12 projects ranked in the Deliberative Poll. After encouraging results from the first Poll, which was held in 2005, the local government adopted the Poll permanently and opted to open the entire budget to participatory feedback in 2008.<a href=\"#cite_note-CDD:_China-1\" title=\"\">[2]</a> <a id=\"Purpose_and_Problem\" name=\"Purpose_and_Problem\"></a></p><h2>Purpose and Problem</h2><p>In late 2004, local government officials in Zeguo, Wenling City expressed the need to reduce conflicts of interest and perceptions of corruption in selecting priorities for upcoming budgetary projects. Some of the projects to be considered included new bridges, roads, a new school, and city gardens. In total, the projects were estimated to cost around 136 million yuan (US $17 million), but due to a change in government policy, only an estimated 40 million yuan (US $5 million) could be spent on urban planning and infrastructure.<a href=\"#cite_note-Estimates-2\" title=\"\">[3]</a> The government of Zeguo identified deliberative and consultative meetings as a potential channel for citizens and interest groups to express their preferences in prioritizing these proposed development projects. A working committee of party officials from both Wenling City and Zeguo district identified and applied a Deliberative Polling as a means of deciding which infrastructure projects could be funded during the upcoming fiscal year. <a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>The Wenling City Deliberative Poll of 2005 is just one of a number of consultative and deliberative experiments that have taken place across China. Beginning in the mid-1990s, many villages began developing representative meetings in which major decisions on village affairs were discussed and deliberated upon by village representatives.<a href=\"#cite_note-He-3\" title=\"\">[4]</a> This local public hearing system has gradually spread into urban communities with residents beginning to voice consultative input in local decision-making processes. In the Shangcheng district of Hangzhou City, for instance, a ‘consensus conference’ or ‘consultative meeting’ is held regularly once a month.<a href=\"#cite_note-Pan-4\" title=\"\">[5]</a> Before the Deliberative Poll, Wenling City was already known to be another leading example of consultative practices. From 1996 to 2000, Wenling City officials have held more than 1,190 deliberative and consultative meetings at the village level, 190 at the township level, and 150 in governmental organizations, schools, and the business sector.<a href=\"#cite_note-Xuebing_and_Jinchuan-5\" title=\"\">[6]</a> As a result of its commitment this commitment to good governance, the city was the national prize for Innovations and Excellence in Local Chinese Governance in 2004. In this context, the Deliberative Polling project in Zeguo was seen as being the next step in a series of participatory experiments being conducted throughout Wenling City.</p><p>A working committee and expert panel were both formed in December 2004 to undertake the launch of the Deliberative Poll. Notable participants in the working committee included Wenling City’s Deputy Party Secretary Dai Kangnian, Officer Chen Yiming, Zeguo Party Secretary Jiang Zhaohua, and Zeguo Deputy Party Secretary Wang Xiaoyu.<a href=\"#cite_note-Participants-6\" title=\"\">[7]</a> The working committee was tasked with acting as liaisons with selected participants, undertaking the logistics of the Poll itself, and selecting the panel of experts who would carry out preliminary studies of all the proposed infrastructure projects. The information provided by the expert panel formed the bulk of the briefing information provided to each participant prior to the start of the poll. In addition, Professors James Fishkin (Stanford University) and Baogang He (Deakin University) were asked to assist local officials in preparing the questionnaires, briefing materials, and ensure that both were unbiased, accessible, and balanced. Significant revisions to both the materials and questionnaires were made throughout March 2005 under Fishkin and He’s guidance.<a href=\"#cite_note-Deliberative_D_China-7\" title=\"\">[8]</a> <a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h2>Participant Selection</h2><p>Zeguo Township in Wenling City has a permanent population of around 119,200 and a migrant population estimated at 120,000. Of this entire population, 275 people were selected to participate. Selection of potential participants for the Deliberative Poll was done through a process of random sampling. It was hoped that, by using this method, the Poll would include a diverse and fairly representative microcosm of the views of the general population – both those who are active in politics and disengaged from the process.<a href=\"#cite_note-Selection-8\" title=\"\">[9]</a> <a id=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\" name=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\"></a></p><h2>Deliberations, Decisions, and Public Interaction</h2><p>Deliberative Polling is intended to create a representative sample of what public opinion might be if all citizens were given the chance to become more informed. In March 2005, selected participants were asked to complete a questionnaire before any briefing information was distributed to them. In the questionnaire, participants were asked to rate the thirty proposed infrastructure projects on a 0 to 10 scale (where 0 is unimportant and 10 is very important).<a href=\"#cite_note-Scale-9\" title=\"\">[10]</a> Once all questionnaires had been returned, the participants were given both information about each project and a chance to deliberate their preferences with one another. Of the 275 people initially selected in the random sample, 269 completed the first questionnaire and 235 showed up on the day of deliberations to complete the poll.<a href=\"#cite_note-Zeguo_Break-down-10\" title=\"\">[11]</a></p><p>On April 9, 2005 the participants were divided randomly into sixteen discussion groups, each of which was facilitated by a trained moderator. Whereas in previous consultative meetings local party officials had chaired deliberative meetings, the moderators were schoolteachers selected from Zeguo Number Two High School and trained by Fishkin and He in the month leading up to the meetings. The day alternated small group discussions and plenary sessions in which questions from the small groups were answered from competing perspectives. In their groups, participants were asked to carefully examine the thirty proposed infrastructure projects, discuss merits and drawbacks, and identify key questions that they wished to pose to competing panels of experts during a plenary session. At the end of the day, the participants were then asked to complete an identical questionnaire to the one they had filled out previously: ranking the thirty proposed projects and commenting on the quality of information provided to them.<a href=\"#cite_note-Process-11\" title=\"\">[12]</a> <a id=\"Influence.2C_Outcomes.2C_and_Effects\" name=\"Influence.2C_Outcomes.2C_and_Effects\"></a></p><h2>Influence, Outcomes, and Effects</h2><p>Following the day of deliberation, the ranked preferences of participants changed significantly from the initial questionnaires. Among the highest rated projects, support from participants increased markedly for three sewage treatment plants, producing a plan for the overall city design, extensive repairs to the village’s principal road, and the construction of a ‘Citizen’s Park’. Support decreased fro a number of other projects, including a number of minor roads and maintenance to an already existing public park. In addition to their options on policy choices, the participants had also been asked a series of questions about Zeguo and its economic situation to assess their general knowledge of public issues. Over the course of deliberations responses on the four knowledge questions posed showed an average increase of 8.9% (excluding one question – deemed confusing – that asked respondents to identify a product not produced in Zeguo).<a href=\"#cite_note-RA-12\" title=\"\">[13]</a></p><p>Crucial to the success of the Wenling Deliberative Poll was whether or not the ranked preferences of participants would have any impact the policymaking process. The results of the Poll were officially presented to Zeguo’s local People’s Congress on April 30, 2005 for further debate and deliberation. In Congress, a majority of the people’s deputies voted for the Democratic Poll’s top twelve projects and the Zeguo town government implemented this decision.<a href=\"#cite_note-Blah-13\" title=\"\">[14]</a> <a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h2>Analysis and Criticism</h2><p>Although well received by both local officials and participating citizens the use of Deliberative Polling techniques did meet with some obstacles during the experiment. First, the cost is a significant issue for other municipalities in China to consider in trying to replicate the event. Zeguo spent over 100, 000 yuan (US $12,000) on the event – something that may be beyond poorer areas of the country.<a href=\"#cite_note-Poor-14\" title=\"\">[15]</a> In addition, selected participants were given a heavy workload, which when combined with the time needed for citizens to participate may deter officials from using Polling techniques on anything but the most important of public issues. Finally, local practitioners tended to use simplified and informal methods, skip over required procedures, and cut short the time given to deliberative sessions.</p><p>In comparison to previous public consultations in Wenling, the Deliberative Poll was seen as a significant improvement on past consultative meetings and a viable template for future deliberations. In the past, the sample size necessary to create an accurate representation of the public was thought to need the support and participation of local elites such as people’s deputies, village committee members, and village representatives. Not only did heavy involvement from an elite few render the sample of the population questionable, but it also raised the possibility of manipulating public deliberation and the mobilization of participants chosen exclusively by officials. The random selection method utilized in Zeguo was intended to overcome perceptions of manipulation and allow for an accurate sample of the views of the entire local community. Previous consultative meetings also did not provide enough background information to participants prior to deliberation. In contrast, a team of twelve experts specifically designed the briefing materials used in the Zeguo Poll. Fishkin and He helped them revise these materials so that they were well balanced and accessible, and clearly communicated the pros and cons for each proposed infrastructure project.<a href=\"#cite_note-Comparison-15\" title=\"\">[16]</a> This allowed participants to accurately convey their views to party officials and also allowed officials greater confidence in ‘representativeness’ of the views being conveyed. While officials had previously used anecdotal evidence to praise the success of past consultative meetings, there was no way of ascertaining the actual impact they had upon participant preferences. By allowing for a comparison of participants’ questionnaires from before and after partaking in deliberations, an accurate set of statistical figures was generated. For policymakers going forward with the Poll’s recommendations, this gave the twelve projects selected by participants on a sound empirical support for reflecting the informed preferences of the community.</p><p>Several structural features of the Poll were also singled out for praise.<a href=\"#cite_note-Praise-16\" title=\"\">[17]</a> In particular, the Poll was able to balance the trade-offs between having a higher number of participants and a lower quality of deliberation at a single event. By alternating between small meetings and plenary sessions, the benefits of small group discussions were spread out over a relatively large body of participants. In the meetings themselves, the use of trained moderators was also beneficial. Moderators were advised on how to ensure an equal opportunity for each participant to articulate their preferences and on how to prevent domination of the discussion by a few. Having the moderators be selected from the local high school also ensured that officials attending the Poll were not allowed to overhear deliberations or speak out to influence the choices of citizens participating.</p><p>Despite recognizing some problems many scholars – most notably Fishkin and He – have not hesitated in labeling the Poll a success and framing It as an important step on the path to institutional reform in China. Having seen several benefits from the process, Zeguo officials have scheduled a similar Deliberative Poll for subsequent fiscal years. In 2008, a greater range of budgetary issues were added to the agenda for deliberation.<a href=\"#cite_note-Conclusion-17\" title=\"\">[18]</a> <a id=\"References\" name=\"References\"></a></p><h2>References</h2><ol class=\"references\"><li id=\"cite_note-Fishkin.2C_He_and_Siu-0\"><a href=\"#cite_ref-Fishkin.2C_He_and_Siu_0-0\" title=\"\">↑</a> James Fishkin, Baogang He and Alice Siu. 2006. 'Public Consultation through Deliberation in China' in Ethan Leib and Baogang He (eds.) The Search for Deliberative Democracy in China. New York: Palgrave MacMillan. pp 230-233.</li><li id=\"_China-1\"><a href=\"#cite_ref-CDD:_China_1-0\" title=\"\">↑</a> <a class=\"external text\" href=\"http://cdd.stanford.edu/polls/china/\" rel=\"nofollow\" title=\"http://cdd.stanford.edu/polls/china/\">Center for Deliberative Democracy: Deliberative Polling China (Accessed Nov, 9 2009)</a></li><li id=\"cite_note-Estimates-2\"><a href=\"#cite_ref-Estimates_2-0\" title=\"\">↑</a> Fishkin, He and Siu. 2006. 'Public Consultation through Deliberation in China'. p 235.</li><li id=\"cite_note-He-3\"><a href=\"#cite_ref-He_3-0\" title=\"\">↑</a> Baogang He. 2003. 'The Theory and Practice of Chinese Grassroots Governance: Five Models'. Japanese Journal of Political Science 4(2): 293-6.</li><li id=\"cite_note-Pan-4\"><a href=\"#cite_ref-Pan_4-0\" title=\"\">↑</a> Wei Pan. 2003. 'Toward a Consultative Rule of Law Regime in China.' Journal of Contemporary China 12(34). pp. 3-8.</li><li id=\"cite_note-Xuebing_and_Jinchuan-5\"><a href=\"#cite_ref-Xuebing_and_Jinchuan_5-0\" title=\"\">↑</a> Dong Xuebing and Shi Jinchuan. 'The Reconstruction of Local Power: Wenling City's 'Democratic Talk in All Sincerity' in Ethan Leib and Baogang He (eds.) The Search for Deliberative Democracy in China. New York: Palgrave MacMillan. pp 218-221.</li><li id=\"cite_note-Participants-6\"><a href=\"#cite_ref-Participants_6-0\" title=\"\">↑</a> Fishkin, He and Siu. 2006. 'Public Consultation through Deliberation in China'. p 233.</li><li id=\"cite_note-Deliberative_D_China-7\"><a href=\"#cite_ref-Deliberative_D_China_7-0\" title=\"\">↑</a> <a class=\"external text\" href=\"http://cdd.stanford.edu/research/papers/2006/china-unlikely.pdf\" rel=\"nofollow\" title=\"http://cdd.stanford.edu/research/papers/2006/china-unlikely.pdf\">Center for Deliberative Democracy: Research Papers - James Fishkin, Baogang He, Robert Luskin, and Alice Siu. 2006. 'Deliberative Democracy in an Unlikely Place: Deliberative Polling in China (Accessed Nov, 9 2009)</a></li><li id=\"cite_note-Selection-8\"><a href=\"#cite_ref-Selection_8-0\" title=\"\">↑</a> Fishkin, He and Siu. 2006. 'Public Consultation through Deliberation in China'. p 233-235.</li><li id=\"cite_note-Scale-9\"><a href=\"#cite_ref-Scale_9-0\" title=\"\">↑</a> Fishkin, He and Siu. 2006. 'Public Consultation through Deliberation in China'. p 236.</li><li id=\"cite_note-Zeguo_Break-down-10\"><a href=\"#cite_ref-Zeguo_Break-down_10-0\" title=\"\">↑</a> <a class=\"external text\" href=\"http://cdd.stanford.edu/polls/china/2008/zeguo-means.pdf\" rel=\"nofollow\" title=\"http://cdd.stanford.edu/polls/china/2008/zeguo-means.pdf\">Center for Deliberative Democracy: Break-down of Zeguo Polling Results (Accessed Nov, 9 2009)</a></li><li id=\"cite_note-Process-11\"><a href=\"#cite_ref-Process_11-0\" title=\"\">↑</a> Fishkin, He and Siu. 2006. 'Public Consultation through Deliberation in China'. p 238-239.</li><li id=\"cite_note-RA-12\"><a href=\"#cite_ref-RA_12-0\" title=\"\">↑</a> Fishkin, He and Siu. 2006. 'Public Consultation through Deliberation in China'. p 236.</li><li id=\"cite_note-Blah-13\"><a href=\"#cite_ref-Blah_13-0\" title=\"\">↑</a> Fishkin, He and Siu. 2006. 'Public Consultation through Deliberation in China'. p 241.</li><li id=\"cite_note-Poor-14\"><a href=\"#cite_ref-Poor_14-0\" title=\"\">↑</a> Fishkin, He and Siu. 2006. 'Public Consultation through Deliberation in China'. p 238.</li><li id=\"cite_note-Comparison-15\"><a href=\"#cite_ref-Comparison_15-0\" title=\"\">↑</a> Fishkin, He and Siu. 2006. 'Public Consultation through Deliberation in China'. p 240-241.</li><li id=\"cite_note-Praise-16\"><a href=\"#cite_ref-Praise_16-0\" title=\"\">↑</a> Fishkin, He and Siu. 2006. 'Public Consultation through Deliberation in China'. p 241-242.</li><li id=\"cite_note-Conclusion-17\"><a href=\"#cite_ref-Conclusion_17-0\" title=\"\">↑</a> Fishkin, He and Siu. 2006. 'Public Consultation through Deliberation in China'. p 243.</li></ol><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h2>Secondary Sources</h2><p>Fishkin, James, Baogang He, Robert Luskin and Alice Siu. 2009. 'Deliberative Democracy in an Unlikely Place: Deliberative Polling in China.' British Journal of Political Science' 40(2): 435-448.</p><p>Leib, Ethan and Baogang He (eds.). 2006. The Search for Deliberative Democracy in China. New York: Palgrave MacMillan.</p><p>He, Baogang. 2003. 'The Theory and Practice of Chinese Grassroots Governance: Five Models'. Japanese Journal of Political Science 4(2): 293-314.</p><p>He, Baogang. 2007. Rural Democracy in China. New York: Palgrave MacMillan.</p><p>He, Baogang and Stig Thogersen. 2010. 'Giving the people a voice? Experiments with consultative authoritarian institutions in China,' in Journal of Contemporary China 19(66): 675-692.</p><p>Pan, Wei. 2003. 'Toward a Consultative Rule of Law Regime in China.' Journal of Contemporary China 12(34): 3-43.</p><p>Peng Zhongzhao, Xue Lan and Kan Ke. 2004. The Public Hearing System in China. Beijing: Qinghua University Press.</p><p>Pauler, Laura. 2005. 'China's Legislation and the Making of a More Orderly and Representative Legislative System.' China Quarterly 182(2): 301-318.</p><p>Saich, Anthony. 2004. Governance and Politics of China. New York: Palgrave MacMillan.</p><p>Wang, Zhengxu. 2005. 'Before the Emergence of Critical Citizens: Economic Development and Political Trust in China.' International Review of Sociology 15(1): 155-171. <a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><ul><li><a class=\"external text\" href=\"http://cdd.stanford.edu/polls/china\" rel=\"nofollow\" title=\"http://cdd.stanford.edu/polls/china\">Centre for Deliberative Democracy - Deliberative Polls: China</a></li></ul>", "title": "Wenling City Deliberative Poll"}