{"htmlbody": "<p> </p><p><strong>Problems and Purpose</strong></p><p>In respect to the question of why participatory innovations are gaining support and what stimulates their development, democratic innovations are usually seen as a response to the general dissatisfaction with representative democracies. Since their main target is to supplement democracy and improve its quality, both citizens and governments in the West tend to be interested in participatory innovations.</p><p>Another view on the origin of the subject is that participatory innovations are a form of counteraction to the financial crisis. This follows from the fact that local authorities are financially restricted by the federal and state authorities; they depend on a share of taxes, which relies on decisions made by the federal government. However, they are obliged to fulfill a number of tasks (general education, roads, etc.), which forces them find ways for effective budgeting.</p><p><strong>History</strong></p><p>The Federal Republic of Germany is an especially interesting case for scrutinizing participatory innovations. Since its founding in 1949, the German political system has rested firmly on the principles of representative democracy. It was seen necessary to give people rights to participate in politics in order to prevent any new kind of state oppression. The framers of the German Constitution (Basic Law), fearing antidemocratic popular tendencies, designed moderating institutions between the people and the exercise of power. Today however, the concept of representative democracy is under stress and participatory concepts are gaining ground. The local level in Germany is particularly suited to catalog and analyze participatory innovations. Since unification, the local level is becoming a particularly dynamic field for participatory experiments. Indeed, Germany’s local representative democracy is increasingly complemented with participatory approaches.</p><p><strong>Forms of Participatory Innovations</strong></p><p>Most important are the following innovations:</p><p>1) Direct democracy</p><p>The Federal Republic of Germany is one of the few European Union countries without experience with direct democracy at the national level. The situation, however, looks quite different at the local level. Until 1990, only Baden-Württemberg provided direct democratic options (since 1956). But, after unification in 1990 all eastern German Länder introduced direct democratic elements in their state constitutions. During the 1990s, all western Bundesländer followed this lead. Today, direct democratic options are institutionalized and applied at the local level all over Germany. Comparing the number of local popular votes within European countries, Germany is currently one of the leading countries. Consultative as well as binding referenda are possible. They can be launched by the local council or by the citizens themselves, starting with a “popular initiative” (Bürgerbegehren). This petition can either aim to “correct” a decision of the local council (Korrekturbegehren) or put a topic on the political agenda that had been neglected by local political representatives. A Bürgerbegehren requires a quorum, i.e., a certain number of supporting signatures, to be regarded as valid. The quorum for supporting signatures—expressed as a percentage of the electorate—differs vastly between the states. In Berlin for example, it is as low as 3 percent, but in Thuringia as high as 17 percent. In Hamburg, 2-3 percent is required; in Saxony-Anhalt 5-15 percent; and in most other states, between 10 percent and 15 percent. The petition is also checked according to its legality—that it covers an issue that is allowed. Some states allow a very limited range of issues to be a matter for the popular vote (e.g., Rhineland Palatinate), whereas other states are more flexible (e.g. Bavaria, Hamburg, and Berlin). Most states also demand that a petition must include a plan about how to cover the costs of the proposal (exception are Bavaria, Hamburg, and Berlin).</p><p>If the Bürgerbegehren fulfills all demands, the issue must be discussed within the local council. The local council can either accept or refuse the proposal, but if it refuses it, the issue is put to a popular vote (Bürgerentscheid). So, either a referendum takes place—or the local council decides according to the Bürgerbegehren. For a successful Bürgerentscheid, a minimum percentage of the electorate had to cast votes—support by a majority of votes cast is not sufficient. The required quorum of support depends, again, on the state and the size of the municipality, varying between 10 percent and 30 percent of the electorate. In contrast to most European countries, popular votes are binding if they reach the required quorum. Considering the number of direct democratic procedures there are huge differences between the states. Bavaria, which has the lowest hurdles, is the most active state with about 1,500 initiatives and 640 referenda since 1995. In contrast, Länder with especially high hurdles, for example, Saarland or Thuringia, perform only few direct democratic procedures(for further details: Gabriel/Walter-Rogg 2006).</p><p>2) Consultative-discursive procedures</p><p>Since the 1980s, more and more local German authorities started to experiment with different discursive procedures, such as citizens’ panels, citizens’ juries, planning cells (Planungszellen) or consensus conferences. For example, the German Ministry of Research and Technology conducted twenty-four planning cells in 1982, a consensus conference on genetic testing was held in Dresden in 2001, and Munich established a children and teenager’s forum in 1989. Nevertheless, these experiments remained singular and piecemeal, mostly depending on the initiatives and resources of individual actors. This is different for the Local Agenda 21 (LA21) process, which gained financial and organizational support from the federal as well as most state governments after some start-up difficulties. Not surprisingly, Local Agenda 21 is the most widespread and famous new form of consultation in Germany - until recently.</p><p>Did German LA21 processes fulfill their objectives and foster sustainable development? Overall, effectiveness seems to be rather sobering in contrast to the high expectations— some authors even speak of a “disastrous result.” The effects on local sustainability policies are estimated as insignificant and a fundamental paradigm shift in community politics hardly occurred. LA21 processes had little influence on policy decisions. They presented proposals to the local authorities, but the local authorities adopted few suggestions and implemented only a fraction of them. Some of the participants even suppose that politics and administration marginalized LA21 with the process serving as a “fig leaf.” By and large, “business as usual” continues. Given these results, the hope that participatory innovations could push forward sustainable development must most likely be rejected. Some authors note with criticism that “Agenda processes often remained in environmentally and socially acceptable niches and in the domain of symbolic politics.” (Frings/Kunz 2006: 153)</p><p>3) Electoral Reform</p><p>Several local electoral reforms were introduced in Germany during the 1990s. For example, European Union foreigners, as well as sixteen- and seventeen-year old citizens were granted local voting rights. Two electoral reforms are especially important, giving voters more opportunities for selecting candidates and diminishing the traditional dominance of political parties: direct election of the mayor including the option of recalls and a personalized electoral system.</p><p>During the 1990s most federal states abolished the right of the local council to decide on the mayor. Today, the mayor can be elected directly by the people and most municipalities apply this option. Some social scientists already have conducted case studies to scrutinize effects. Responsiveness turned out to be one of the major criteria for citizens to vote for a candidate. Candidates are well aware of this demand and try to fulfill it by building up good communication channels with citizens. Directly elected mayors strive to take the preferences of the citizens into account—as a matter of necessity—to be reelected. Their decisions more often match the preferences of their constituents, i.e., they are more responsive. The second significant reform was to the electoral system. Germany’s electoral system combines proportional representation (“party ballot”) with majority voting based on single-member district (“direct candidates”). The party vote, however, is the most important one. Until recently, party lists have always been closed: candidates were ranked by the parties and citizens voted for a party list, but not for specific candidates. This is changing at the local level in more and more states. Voters can elect the candidates they want, no matter where the candidates are ranked on the list. They can concentrate votes on one or several candidates and vote for candidates of different parties. In the first election after the introduction of a personalized electoral system citizens do hardly use it (e.g., Hamburg 2008), but in the second and third election voters increasingly use the options</p><p><strong>Influence, Outcomes and Effects</strong></p><p>The topic of the impact of participatory innovations on the quality of democracy is underdeveloped in academia; with the exception of a number of case studies on the subject, no comprehensive research has been conducted, which aims to estimate the effectiveness of participatory procedures in relation to each other. In general, this impact varies greatly and depends on the structure, or design of the procedure (e.g. form of participants recruitment or hurdles).</p><p>The impact of participatory innovations on the quality of democracy may be estimated from the perspective of legitimacy. Hence, if we stick to this criterion, we need to ask if participatory innovations raise the political responsiveness of local authorities, and if participatory procedures are socially inclusive (input legitimacy) and provide effective mechanisms for the productive deliberation process (output legitimacy = effectiveness). Other criteria are social capital and citizens’ skills, which indicate whether participatory innovations improve political awareness and consciousness of the citizens.</p><p>“All innovations lead to some enhancement of (political) knowledge, at least of the participants. Most of the innovations seem helpful to identify the objectives and preferences of a community—or at least of crucial groups. Besides these similarities, the different innovations also provide different strengths and weaknesses. Two innovations, i.e., direct democratic procedures and electoral reforms, facilitate the involvement of a high number of citizens. Yet, in these procedures the deliberative quality is probably relatively low and democratic skills are hardly enhanced. In contrast, in many discursive procedures of co-governance and consultation, some form of deliberation takes place, which might enhance the deliberative quality of decision-making processes. Furthermore, it is reasonable to argue that participants develop democratic civic skills in discursive procedures”. (Geissel, 2009: 65)</p><p><strong>Analysis and Criticism</strong></p><p>Thus, “various innovations seem to improve different aspects of democracy. Some innovations have the potential to enhance input legitimacy, whereas others might add to the deliberative quality of political processes or support the improvement of civic skills” (Geissel, 2009: 66). However, participatory innovations are not a universal answer to the problems of representative democracy. Without proper investigation and observation, implementation of participatory procedures may even lead to detrimental results. </p><p><strong>Secondary Sources</strong></p><p>Frings, Cornelia/Volker Kunz, Ökonomie und Ökologie. Lokale Agenda 21-Prozesse, in: Globalisierung und Lokalisierung. Zur Neubestimmung des Kommunalen in Deutschland, eds., Rüdiger Robert and Norbert Konegen (Münster, 2006), 151-68.</p><p>Gabriel, Oscar W./Melanie Walter-Rogg, 2006: Bürgerbegehren und Bürgerentscheide, in: Deutsche Zeitschrift für Kommunalwissenschaft 45 (2006): 39-56.</p><p>Geißel. Brigitte, 2009: How to Improve the Quality of Democracy? Experiences with Participative Innovations at the Local Level in Germany, in: German Politics and Society, Issue 93, Vol. 27, No. 4 Winter 2009, p. 51-71.</p>", "title": "Democratic Innovations in Germany"}