{"htmlbody": "<h2>The Evolution of Democracy</h2><p><a class=\"external text\" href=\"http://eudemocracia.org/\" rel=\"nofollow\" title=\"http://eudemocracia.org/\">Eudemocracy</a> (εὖ an ancient Greek word meaning: “true”, “better”, “good”, “happy”) is an open and direct democracy system that takes advantage of the new Information and Communication Technology to turn current representative democracy into an Eudemocracy. It is also a NGO established in Buenos Aires in the year 2009. We are currently developing the first web application for Eudemocratic governance in small communities.</p><h2>Goals</h2><p>Provide and foster efficient ways in which communities can enhance their involvement in governance. Our proposal takes into account everyone's skills and experience. As involvement aids the development of collaborative capabilities, it will also help pinpointing common priorities and avoid bureaucracy and corruption therefore leading to successful accomplishment of initiatives.</p><p>Developing such a tool for a Country is a complex matter. Hence, we started out with a simplified version of the issue: communities with up to 5000 members, with a certain structure and education level of its users in order to run the system. We've initially aimed at Universities; however NGOs, clubs and other neighbourhood organizations may fulfil the above requirements. <a id=\"Mission\" name=\"Mission\"></a></p><h2>Mission</h2><p>Develop a Direct Democracy system through Internet; being implemented by small wired communities. We believe Web 2.0 has created the perfect environment where to nurse and nourish an Open, Direct Democracy, capable of finding its own place inside the current Representative system or even replacing it!</p><p>Without any kind of proscription on other Political Parties, all issues and proposals will flow through the system. It is truly an inclusive tool by nature, doesn't clash with any ideology or group. Furthermore, those who disagree with our proposal will be able to continue voting for representatives as they have been doing in the past without loosing their right to use the application as the rest of the community. <a id=\"Vision\" name=\"Vision\"></a></p><h2>Vision</h2><p>We hope to prove that the only obstacle to achieving an Eudemocratic Government is the free and universal internet access for the whole society. Finally grounding the already proposed idea that the new illiterate is the one who lacks internet access.</p><p>This way, the current representative democracy (which is nothing but false or pseudo democracy) will finally fall to pieces, leading to the rise of a true democracy, never seen before since the times of Ancient Greece. <a id=\"Values\" name=\"Values\"></a></p><h2>Values</h2><p>1. Social Spirit:</p><p>Amplifying society's capability to reshape its destiny, and our effort to definitely introduce popular participation in its own government.</p><p>2. Respect of diversity:</p><p>Channelling with absolute transparency and honesty the free speech of All members and Groups of each community through a plural system that provides sensitivity and equality towards everyone's needs.</p><p>3. Interdisciplinary:</p><p>Through team work, collaboration and creativity as indispensable tools, we make it possible for great ideas from anyone to take shape without concerning their technical skills. <a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p><a class=\"external text\" href=\"http://eudemocracia.org\" rel=\"nofollow\" title=\"http://eudemocracia.org\">Asociación Civil Eudemocracia</a> <a href=\"/methods/direct-democracy\" title=\"Direct Democracy\">Direct_Democracy</a> organisations present on Participedia</p>", "title": "Eudemocracia"}