{"htmlbody": "<p><a id=\"Austria_direct_democratising_-_direct_democracy_Austria\" name=\"Austria_direct_democratising_-_direct_democracy_Austria\"></a></p><h2>Direct Democracy Austria </h2><p><a href=\"http://www.mehr-demokratie.at\">Mehr Demokratie Austria</a></p><p> </p>content:  <a href=\"#Unsere_Organisation\">Unsere Organisation   </a><a href=\"#Unsere_Ziele\">Unsere Ziele   </a><p> </p><p>Our citizens’ initiative has existed since the beginning of 2006 and is independent from any political party. We see our field of action in public relations and in promoting the idea of direct democracy.</p><p>In Austria, there are some laws which regulate direct democracy and we have different types of referendums.</p><p>On the one hand, the so called “Volksbegehren” which has been held 32 times since 1964 has only limited effects. The parliament has to discuss the result and is not obliged to pass a new law. This kind of referendum can be initiated by 8023 citizens.</p><p>On the other hand, there is a “Volksabstimmung” whose results oblige the parliament to pass a new law. This type of referendum must be permitted by the parliament or the state president and has only been proceeded twice in Austria after the second world war. That kind of referendum cannot be initiated by the citizens.</p><p>Therefore we have a restricted access to direct democracy in Austria. Our aims are to abolish these barriers as well as to guarantee free access to media. To coordinate our citizens’ initiative we have an office in Graz as well as this website from which you can download flyers, stickers, and other material to spread our ideas.</p><p> </p><p><a id=\"Unsere_Organisation\" name=\"Unsere_Organisation\"></a></p><h2>Unsere Organisation </h2><p>mehr demokratie! versteht sich als Teil der Demokratisierungsbewegung und setzt sich für eine Verbesserung der Demokratiequalität auf allen politischen Ebenen und in allen gesellschaftlichen Bereichen ein. Vorrangiges Ziel von mehr demokratie! ist die Stärkung direkt-demokratischer Instrumente der BürgerInnen-Mitbestimmung.</p><p>Unsere Initiative ist parteiunabhängig, steht keiner Partei nahe und wird ausschließlich von Spendengeldern finanziert, die an keine Bedingungen geknüpft sind.</p><p>Unser Engagement für mehr Demokratie in Österreich hat Anfang 2006 begonnen. Seit diesem Zeitpunkt ist die Anzahl an MitarbeiterInnen, AktivistInnen und SympathisantInnen kontinuierlich gestiegen. mehr demokratie! konnte sich seither zu einer unabhängigen Stimme für bessere Demokratiequalität entwickeln. Unsere Initiative hat sich bislang noch nicht als Verein konstituiert, wird diese Formalität jedoch demnächst nachholen.</p><p>Für unsere Aktivitäten nutzen wir auch die Potenziale des Internet. Eine Mitarbeit bei mehr demokratie! ist daher in allen Bundesländern ortsunabhängig möglich und erwünscht.</p><p>Wir laden Dich ein, Dich mit uns für eine Verbesserung der Demokratiequalität und für eine Stärkerung Direkter Demokratie einzusetzen. Wenn Du Dich bei mehr demokratie! engagieren willst, dann lies weiter bei Mach mit.</p><p><a id=\"Unsere_Ziele\" name=\"Unsere_Ziele\"></a></p><h2>Unsere Ziele</h2><p>Es hat sich gezeigt, dass sich die Bundesregierung nicht als Vertretung des Volkes versteht sondern als Regierung in eigener Sache. Unsere Politiker müssen erkennen, dass wir Menschen die Folgen der Politik zu tragen haben und deshalb auch selbst entscheiden wollen. Statt wirkungslosen Volksbegehren fordern wir faire Volksabstimmungen!</p><p>Unser primäres Anliegen ist die Koppelung des Volksbegehrens an die Volksabstimmung. Diese Koppelung gibt der Bevölkerung die Möglichkeit, Volksabstimmungen selbst einleiten zu können. Dadurch wird gewährleistet, dass wir Menschen in den Entwicklungsprozess und in die Fragestellung einer Volksabstimmung mit eingebunden sind. Die Instrumente der direkten Demokratie sollen die repräsentative Demokratie nicht ersetzen, sondern ergänzen.</p><p>Nach der derzeitigen Gesetzeslage müssen Volksabstimmungen mit einfacher- beziehungsweise Zweidrittel-Mehrheit im Nationalrat beschlossen und genehmigt werden. Daher kann in diesem Fall nicht davon gesprochen werden, dass das Recht vom Volk ausgeht. Die BürgerInnen wählen zwar alle vier (zukünftig fünf) Jahre die Abgeordneten zum Nationalrat, haben aber anschließend keinerlei Möglichkeit selbst Abstimmungen zu initiieren. Lediglich das so genannte Volksbegehren ist ihnen vorbehalten, dessen Ergebnis allerdings nicht zwingend ist.</p><p>Die Schweiz ist ein Vorreiter der direkten Demokratie. Die Eidgenossen haben Volksabstimmungen, sobald 100.000 Unterschriften gesammelt sind. Es hat sich dort gezeigt, dass direkte Demokratie zu mehr Bürgernähe, Vertrauen in die Politik und Stabilität geführt hat.</p><p>Zudem sind Mediengesetze notwendig, welche sicherstellen, dass die Bürger bei Abstimmungen ausgewogen informiert werden. Politische Fernsehwerbung für Wahlen oder Abstimmungskämpfe sind in der Schweiz nicht erlaubt. In Österreich schalten politische Parteien munter Werbespots und Politiker besuchen Rhetorik-Kurse. Schluss mit Luftballon-Wahlkampf! Wir fordern offene Diskussionssendungen statt gezielter Propaganda.</p><p><br/><a href=\"/methods/direct-democracy\">Direct_Democracy</a> organisations present on Participedia</p>", "title": "Mehr Demokratie (Austria)"}