{"htmlbody": "<p>Continuous Democracy</p><p>We promote the adoption of telematics tools to manage the running, in a safe and continuous manner, of a platform to practice a proper application of the concept of Democracy in the Age of the Web.</p><p>The way Democracy is practiced nowadays is a long way from the perfection of an ideal world. Although many people sacrificed their lives over the centuries towards that goal, people were seldom allowed to cast anything more than a pure preference for certain parties or personalities, being more or less influenced by ideologies, without any opportunity to actually take control of the inner workings of politics.</p><p>Moreover, it seems like recent decades saw an involution in democratic participation, merely relegated to casting a vote to a few parties, which claim unlimited powers, and have broadly demonstrated that they respond to certain special interests often far removed from those of the majority of their electorate.</p><p>To escape this dead end, many people are currently discussing putting the ideal concept of a True and Continuous Democracy into practice, where citizens directly discuss topics while directly expressing their votes, as in the Athenian Polis, but on a much larger scale. This may have seemed impractical until now to most people, but could today become a feasible alternative, thanks to the growing diffusion of modern communication tools such as the Internet and mobile phone and data infrastructures.</p><p><a class=\"external text\" href=\"http://www.telematicsfreedom.org/en/projects/continuous-democracy\" rel=\"nofollow\" title=\"http://www.telematicsfreedom.org/en/projects/continuous-democracy\">Telematics Freedom Foundation</a>, thanks to the experience of its staff and their collaborators, has designed and developed a series of software tools, methodologies and telematics infrastructures focused on security, reliability and stability to support people willing to start experiencing the potential of a Continuous Democracy, in the expectation of spreading the adoption of these methods on a larger scale in the near future in order to ultimately achieve a democracy based on everybody's participation, in the overall public interest.</p><p>Discover which <a class=\"external text\" href=\"http://www.telematicsfreedom.org/en/project/6/telematic-tools-continuous-democracy\" rel=\"nofollow\" title=\"http://www.telematicsfreedom.org/en/project/6/telematic-tools-continuous-democracy\">telematics tools</a> you can start using now and which we can build together to make a really democratic system.</p><p>Discover how the <a class=\"external text\" href=\"http://www.telematicsfreedom.org/en/project/6/lista-partecipata\" rel=\"nofollow\" title=\"http://www.telematicsfreedom.org/en/project/6/lista-partecipata\">Lista Partecipata</a> is putting this method into practice.</p><p><a href=\"/methods/direct-democracy\" title=\"Direct Democracy\">Direct_Democracy</a> organisations present on Participedia</p>", "title": "Telematics Freedom Foundation"}