{"htmlbody": "<p>Qué es el <a class=\"external text\" href=\"http://www.partidodeinternet.es/\" rel=\"nofollow\" title=\"http://www.partidodeinternet.es/\">PDI</a>\n</p>\n<p>What is PDI?\nOur mission is to restore democracy in Spain.\nThe Internet party has as objective to give voice to every citizen in the political process. Through our platform you can vote on every initiative presented in the Cortes Generales. In this way the political class is at the service of the society .\n</p><p>\n</p>\n<p>\nEl Partido de Internet es un partido político que nace de una iniciativa popular cuyo principal objetivo es la participación ciudadana en el proceso político, con la intención de poner a la clase política al servicio de la sociedad.\n</p><p>Nuestra intención y por ende de todo aquel que se involucre es regenerar la Democracia en España. Para ello, tal como dice la Constitución, la soberanía es del pueblo español y por tanto hemos de ser partícipes de ella. \n</p><p>Los cambios necesitan de iniciativa y ésta es una humilde pero tremendamente ambiciosa iniciativa por mejorar las cosas.\n</p><p>\nEn el PdI confluyen diferentes ideologías, visiones y espíritus teniendo como nexo de unión el propósito de participar y la meta de democratizar plenamente la sociedad.\nEn este viaje caben todos por que todos tienen algo que decir y todos tienen el derecho a que su opinión sea escuchada. Eso es la Democracia.\n</p><p>\nEl Partido de Internet quiere hacer de la Democracia algo real y tangible para la ciudadanía pues son los ciudadanos los que hacen funcionar la sociedad, los que la hacen crecer y evolucionar. Por eso en el PdI creemos firmemente que para evolucionar hay que involucrarse en el proceso. Si la ciudadanía se comporta como un mero espectador nunca podrá dirigir el proceso hacia donde su voluntad la guíe, pero si se involucra activamente podrá encauzar las decisiones, iniciativas y medidas en la dirección que su voluntad legítima haya determinado.\n</p><p>La iniciativa del Partido de Internet posibilita que la voz de la ciudadanía se escuche dentro del Congreso. He aquí en este punto lo realmente innovador, pues haremos saber en todo momento, con número exacto y en tiempo real lo que opina la ciudadanía. Ello se conseguirá creando un entorno virtual (web) de votación continua, de discusión y acuerdo dentro del propio partido que desembocará en una opinión mayoritaria que guiará la decisión final de el/la diputado en relación a todas las votaciones que se lleven a cabo.\n</p><p>\nTodo ciudadano puede entrar en la web del partido y expresar su opinión y conmutar su voto en cada votación del Congreso sin que para ello se haya tenido que afiliar al partido. Esto obedece a la propia identidad del partido: Participación Ciudadana sin cortapisas de ningún tipo.\n</p><p>\nTodos tenemos en mente la burocracia que impera en las diferentes instancias del estado, las numerosas leyes que se votan todos los días y de las cuales la ciudadanía en general normalmente no tiene conocimiento. Es por ello que en el seno del partido se han creado comisiones de información que clasificarán las votaciones en virtud de las diferentes materias que afecten la vida diaria del Estado. Acorde a esas clasificaciones se posibilitará la creación de diferentes grupos o corrientes de opinión dentro del entorno virtual para que todas las tendencias que conforman el abanico ideológico de la sociedad se vean reflejadas de facto en el seno del partido. Esos grupos serán los que inclinen la balanza en una dirección u otra a la hora de que nuestros diputados voten en el Congreso.\n</p><p>Los grupos se conformarán con una estructura idéntica para todos, formada por plantillas base que cada afiliado podrá personalizar acorde a sus inquietudes políticas. Esto posibilitará que cualquier votante pueda delegar su voto en un grupo o de manera independiente dependiendo del deseo del mismo.\n</p><p>Ser un afiliado del Partido de Internet es de por sí una identidad democrática. Un ciudadano que vota al PdI está implicándose con determinación en el proceso democrático. Se implica porque quiere cambiar las cosas. Se implica porque cree firmemente en que la polítca ha de ser parte de la ciudadanía y por tanto la voz de esta ha de ser escuchada en el Parlamento. Un afiliado tiene una responsabilidad para con los demás afiliados y por extensión para con el resto de la sociedad. Un afiliado forma parte activa de la vida diaria del partido, proponiendo contenidos e interviniendo en los debates, pero puede implicarse aún más cooperando con los demás afiliados y la organización del partido en cada una de las tareas para las cuales se vea preparado. En la Aventura de Regenerar la Democracia hay quehacer para todos.\n</p><p>Si la ciudadanía se comporta como un mero espectador nunca podrá dirigir el proceso hacia donde su voluntad la guíe, pero si se involucra activamente podrá encauzar las decisiones, iniciativas y medidas en la dirección que su voluntad legítima haya determinado.\n</p><p>La democracia del siglo XXI se construye hoy.\n¡Participa en el cambio!\n</p><p><a class=\"external text\" href=\"http://partidodeinternet.es/wiki/Otros_movimientos\" rel=\"nofollow\" title=\"http://partidodeinternet.es/wiki/Otros_movimientos\">Otros movimientos</a>\n</p><p><a href=\"/methods/direct-democracy\" title=\"Direct Democracy\">Direct_Democracy</a> organisations present on Participedia\n</p>", "title": "Partido de Internet"}