{"htmlbody": "<p><a id=\"Mission_and_Purpose\" name=\"Mission_and_Purpose\"></a></p><h2>Mission and Purpose</h2><p>The Interactivity Foundation (IF) provides forums for citizens to explore public policy. IF believes that the health of a democracy depends on “how well its citizens discuss, explore and develop public policy.” Public policy choices should be based on careful consideration of reasonable alternatives, and the likely consequences of each of those alternatives should receive thorough analysis. <a href=\"#cite_note-0\" title=\"\">[1]</a></p><p>IF wants to expand the quality of policy choices typically developed from real-world politics. Quick response to politically-charged crises limits the development of policy options available and discredits solutions outside of the mainstream. Often, politicians choose a solution which can be described as “the lesser of two evils”. The organization believes the full development of policy options requires the development and consideration of meaningful citizen input. Accordingly, the mission of the Interactivity Foundation “…is to enhance the process and expand the scope of our public discussions, thereby improving the health of our democracy and its development of public policy. That is, IF works to improve both the quality and quantity of the public discussions that shape the development of our public policy options.”</p><p>The Foundation works publicly and continually and “learns by doing”. It accomplishes its goals by conducting various “Project Discussions”, “Public Discussions”, and “Classroom Discussions”.</p><p>The Interactivity Foundation develops its own processes and procedures. The Interactivity Foundation is a non-partisan, tax-exempt 501(c)(3) organization. The IF does not engage in political advocacy for itself or any other organization or group. The organization does not provide grants to other groups, but occasionally engages in joint research. <a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>The Interactivity Foundation was founded and incorporated in 1965, under Delaware law, by West-Virginian businessman Jay Stern. The Interactivity Foundation was originally founded as the “Upper Ohio Valley Self Help Foundation”. Its name was changed to the current title in 1987. The Foundation conducted seven projects in the United States in the 1990s. In 2001, the IF hired several Fellows to further develop its processes and engage in more Projects. Jay Stern continues to provide significant contributions to The Foundation.</p><p>In 2002, the first series of Project Discussions began. Since then, the IF has continued to engage in Project Discussions. The conclusions of Project Discussions, when possible, have been used to create “Discussion Reports”.</p><p>Following the development of the Project Discussion process, the IF began working on ways to facilitate student-centered discussions in college classrooms. Development began in 2005, and the collegiate discussion process, Classroom Discussion, led to the creation of a Summer conference program named the Summer Institute. In the program, the IF works with college professors to adapt their discussion process to the classroom environment. The Summer Institute program was held in 2006 and in 2009. The programs had a lasting impact on the colleges where they were held: several college campuses now have sponsored courses, which facilitate the Interactivity Foundation's form of deliberative discussion.</p><p>Seeking more open and public projects, IF Fellows began testing the The Foundation's Discussion Reports in shorter discussion series in 2007. These discussions are now called Public Discussions. These projects have been “very helpful” in further developing the Discussion Reports used by the IF. Significantly, the Interactivity Foundation believes that Public Discussions are central to their mission. <a id=\"Structure\" name=\"Structure\"></a></p><h2>Structure</h2><p>The Interactivity Foundation is governed by a Board of Trustees. The Board serves three, primary functions. First, the Board administers the financial matters of the IF. The Board also administers the Foundation’s general mission. Finally, the Board controls an Intellectual Development Committee, which handles the operational and day-to-day concerns of the organization. The Board of Trustees has central control over all of the organization’s decisions. While the main office and its staff are located in Parkersburg, West Virginia, the President of the IF, other members of the Intellectual Development Committee, and the Fellows reside in other locations throughout the United States. Most of the organization’s work is done in locations separate from its main office. <a id=\"Methods_of_Deliberation\" name=\"Methods_of_Deliberation\"></a></p><h2>Methods of Deliberation</h2><p>Project Discussions</p><p>Project discussions focus on broad, complex topics of societal concern. Fellows facilitate discussions that focus on a variety of issues, such as the future of K-12 education, civil rights, food policy and property rights. Two panels of 5-8 citizens are recruited to participate in discussions about a specific area of public interest over an extended period of time. One panel includes persons with some form of expertise on the subject, known as “specialists”. The other panel consists of non-experts with an interest in discussing the topic, called “generalists.” The panels work independently for most of the project. At the end of the project, which can last over one year, the two panels meet to discuss and combine ideas while helping a fellow prepare a Discussion Report.</p><p>While the discussions are generally organic and non-linear, they are designed and facilitated to progress through several stages: “(1) exploring the emerging concerns about the topic that society might face; (2) developing multiple and different possible responses to those concerns; (3) exploring the possible consequences for each of those different approaches; which leads to (4) revision and often consolidation of the possibilities.” The process used is designed, specifically, to protect panelists from external and internal pressures. Social approval, time, and conventional wisdom are among the pressures prevented. Because Project Discussions provide for intellectual safety and comfort, the IF sometimes calls them “Sanctuary Discussions”. The combination of these stages and procedures forms a deliberative process created internally by the Interactivity Foundation for their own research and activities.</p><p>Classroom Discussions</p><p>The Interactivity Foundation also applies its discussion process to the classroom. Key similarities between the college environment and IF’s approach to public discussion include a long-term time framework without a demand for short-term payoffs, a focus on exploration for its own sake, a value in discourse and dialogue, and increased civic engagement. In 2006 and 2009, the Interactivity Foundation hosted and sponsored “Summer Institutes”. The IF selected and worked with interested college professors with mutual interests in the development of public discussion. These conferences have led the Interactivity Foundation to support a variety of college courses containing substantial elements of the organization’s discussion process. The Foundation continues to work with many professors for research and other projects.</p><p>Public Discussions</p><p>The starting points of public discussions (sometimes called citizen discussions) are policy reports generated by IF. Much like the longer-time project discussions, an active facilitator leads a discussion of 5-8 participants. However, public discussions only last 1-3 sessions. The goal of public discussions is to engage with the policy possibilities generated by the \"sanctuary\" panel and spread the deliberative process. IF sponsors the discussions in order to enrich public conversation and strengthen our democracy. <a id=\"Current_Activities\" name=\"Current_Activities\"></a></p><h2>Current Activities</h2><p>The Interactivity Foundation is continually researching and developing its discussion process. Accordingly, IF sponsors and hosts both Project Discussions and Public Discussions. IF is planning its next Summer Institute, which will take place in 2012.</p><p>The following is a list of current long-term Project Discussions:</p><p>Future of Childhood</p><p>Shaping our Towns &amp; Cities,</p><p>Human Migration</p><p>Money, Credit and Debt</p><p>The Future of the Arts &amp; Society</p><p>Sports &amp; Society</p><p>The Future of the Family</p><p>The Future of Higher Education,</p><p>Crime &amp; Punishment</p><p>Democratic Practice &amp; Process</p><p>The following is a list of possible topics for current Public Discussions:</p><p>Food: What Might Be for Dinner?</p><p>Helping Out: Humanitarian Policy for Global Security,</p><p>Democratic Nation Building</p><p>The Future of K-12 Education</p><p>Global Security</p><p>Health Care: the Case of Depression,</p><p>Privacy &amp; Privacy Rights</p><p>Anticipating Human Genetic Technology</p><p>Science</p><p>Rewarding Work</p><p>Property &amp; Property Rights</p><p>The Future of Regulation</p><p>Helping America Talk</p><p>How Will We All Retire?</p><p>The Future of Civil Rights <a id=\"Publications\" name=\"Publications\"></a></p><h2>Publications</h2><p>Note: See the External Links section on the bottom of this page for more information.</p><p>The following Discussion Reports are complete and publicly available:</p><p>Health Care: the Case of Depression,</p><p>Privacy &amp; Privacy Rights,</p><p>Anticipating Human Genetic Technology,</p><p>Science,</p><p>Rewarding Work,</p><p>Property,</p><p>The Future of Regulation,</p><p>Helping America Talk,</p><p>How Will We All Retire?</p><p>The following Guidebooks, which provide practical advice for having a facilitated discussion, have been published and are publicly available:</p><p>Facilitation Guidebook (1st edition, 2005)—a guide for facilitating Project Discussions,</p><p>Support Materials for the IF Discussion Process (1st edition, 2009)—a guide for participants in a Project Discussion,</p><p>Facilitation Guidebook for Small Group Citizen Discussions (2nd edition, 2009)—a guide for facilitating Public Discussions, Guidebook for Student-Centered Classroom Discussions (1st edition, 2008)—a guide for teachers facilitating college classroom discussions</p><p>The following Teaching Aids have been published and are publicly available:</p><p>Guidebook for Student-Centered Classroom Discussions (1st edition, 2008)—a guide for teachers facilitating college classroom discussions,</p><p>Teaching Tips (Byrd, Prudhomme &amp; Lea, eds., 2009),</p><p>Student-Centered Discussion Strategies for the 21st Century Classroom (Lea &amp; Byrd, 200)—an IF White Paper,</p><p>Diversity in the Student-Centered Classroom (Lea &amp; Horowitz, 2009)—an IF White Paper,</p><p>An Integrated Approach for the Development of Communication Skills (Byrd and Lea, 2009)—an IF White Paper,</p><p>Practical Approaches to Communications (Byrd, 2009),</p><p>A Typical Week in the IF Classroom (Lea, 2009),</p><p>Stories for Interactive Exploration (Byrd, Lea &amp; Prudhomme, eds., 2009)</p><p>The following “White Papers” and academic papers have been published and are publicly available:</p><p>Contrasting Possibilities and the Interactivity Foundation Discussion Process (Gundersen, 2nd edition, 2009)—an IF White Paper,</p><p>An Integrated Approach for the Development of Communication Skills (Byrd and Lea, 2009)—an IF White Paper,</p><p>Student-Centered Discussion Strategies for the 21st Century Classroom (Lea &amp; Byrd, 2009)—an IF White Paper,</p><p>Diversity in the Student Centered Classroom (Lea &amp; Horowitz, 2009)—an IF White Paper,</p><p>Public Discussion as the Exploration &amp; Development of Contrasting Conceptual Possibilities (Gundersen, Stern, ed., 2006),</p><p>Why Political Science Should Teach democratic Facilitation—and How (Gundersen, Byrd, Prudhomme, 2006)</p><p>Other Publications:</p><p>Plenary Review (Prudhomme and Gundersen, 2008),</p><p>A Brief Description of the Interactivity Foundation’s Sanctuary and Public Discussions (Gundersen, 2007),</p><p>An Overview of the IF Discussion Process – 3 stages (Prudhomme, 2009),</p><p>Beyond Troop Levels (Boyer, 2009),</p><p>Climate Change Possibilities (Boyer, 2009),</p><p>Julius “Jay” Stern: A Biography (Hopkinson, 2010) <a id=\"The_Interactivity_Foundation_in_the_Media\" name=\"The_Interactivity_Foundation_in_the_Media\"></a></p><h2>The Interactivity Foundation in the Media</h2><p>June 28, 2010: Adolf Gundersen and Jeff Prudhomme, Fellows of the IF, published their short essay \"How to Keep Wall Street Under Control\" on CNN.com.<a href=\"#cite_note-1\" title=\"\">[2]</a></p><p>The Interactivity Foundation has a Facebook Fan Page. As of 29 November 2010, the page has 48 followers. <a href=\"#cite_note-2\" title=\"\">[3]</a> <a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p><a class=\"external text\" href=\"http://www.interactivityfoundation.org/\" rel=\"nofollow\" title=\"http://www.interactivityfoundation.org/\">Interactivity Foundation Website</a></p><p><a class=\"external text\" href=\"http://vimeo.com/22625307\" rel=\"nofollow\" title=\"http://vimeo.com/22625307\">Video: What is the Interactivity Foundation</a></p><p><a class=\"external text\" href=\"http://www.facebook.com/pages/Interactivity-Foundation/194638041766\" rel=\"nofollow\" title=\"http://www.facebook.com/pages/Interactivity-Foundation/194638041766\">IF Facebook Page</a></p><p><a class=\"external text\" href=\"http://www.interactivityfoundation.org/resources-downloads\" rel=\"nofollow\" title=\"http://www.interactivityfoundation.org/resources-downloads\">IF Publications</a></p><p><a class=\"external text\" href=\"http://ifc.podbean.com/\" rel=\"nofollow\" title=\"http://ifc.podbean.com/\">IF Monthly Podcast</a> <a id=\"Sources\" name=\"Sources\"></a></p><h2>Sources</h2><p>Note: The website of the Interactivity Foundation, cited below, can be credited for providing most of the information in this article.</p><ol class=\"references\"><li id=\"cite_note-0\"><a href=\"#cite_ref-0\" title=\"\">↑</a> Interactivity Foundation | Engaging Citizens in the Exploration and Development of Possibilities for Public Policy. The Interactivity Foundation. Web. 25 Nov. 2010. &lt;<a class=\"external free\" href=\"http://www.interactivityfoundation.org/\" rel=\"nofollow\" title=\"http://www.interactivityfoundation.org/\">http://www.interactivityfoundation.org/</a>&gt;.</li><li id=\"cite_note-1\"><a href=\"#cite_ref-1\" title=\"\">↑</a> Gundersenn, Adolf, and Jeff Prudhomme. \"How to Keep Wall Street Under Control.\" CNN Opinion. CNN, 28 June 2010. Web. 27 Nov. 2010. &lt;<a class=\"external free\" href=\"http://www.cnn.com/2010/OPINION/06/27/gundersen.financial.crisis/index.html\" rel=\"nofollow\" title=\"http://www.cnn.com/2010/OPINION/06/27/gundersen.financial.crisis/index.html\">http://www.cnn.com/2010/OPINION/06/27/gundersen.financial.crisis/index.html</a>&gt;.</li><li id=\"cite_note-2\"><a href=\"#cite_ref-2\" title=\"\">↑</a> Interactivity Foundation Facebook Page. Web. 29 Nov. 2010. &lt;<a class=\"external free\" href=\"http://www.facebook.com/pages/Interactivity-Foundation/194638041766\" rel=\"nofollow\" title=\"http://www.facebook.com/pages/Interactivity-Foundation/194638041766\">http://www.facebook.com/pages/Interactivity-Foundation/194638041766</a>&gt;.</li></ol>", "title": "Interactivity Foundation"}