{"htmlbody": "<p><a id=\"Purpose_and_Mission\" name=\"Purpose_and_Mission\"></a></p><h2>Purpose and Mission</h2><p>The White House Office of Public Engagement was started by President Barak Obama, with the purpose of being a medium through which the American public could directly communicate with the Obama administration. The president’s goal with this project was to make the government “inclusive, transparent, accountable, and responsible” (1). Through the OPE, the American public can voice their concerns about issues concerning our nation, and they can make their voices heard within the administration.</p><p>The goal of the OPE is to facilitate two-way discussion between the American public and the administration, through public, face-to-face events, as well as online resources. The American public can read about the activities of the OPE and the White House on the OPE blog, and can directly contact the OPE via an online form. In return, staff members from the OPE (if requested) will personally respond to messages they receive. In addition the OPE works side by side with the Office of Intergovernmental Affairs to assist with public outreach efforts (1).</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>On his first day as President of the United States, Barak Obama issued a memo to leaders of executive departments and government agencies, asserting that “we will work together to ensure the public trust and establish a system of transparency, public participation, and collaboration” (3). Thus began a series of events in an effort to launch Obama’s plan for a government that was more open and transparent to the American people.</p><p>In late March of 2009, members of the National Coalition for Dialogue and Deliberation (NCDD), including AmericaSpeaks, Everyday Democracy, and Demos, held a one-day meeting about Obama’s Open Government Directive. At the meeting, which also involved representatives from 23 different federal agencies and offices, attendees discussed not only the technological and transparency issues of the President’s plan, but also considered the idea of incorporating face-to-face interaction with online interactions (3).</p><p>Previously the Office of Public Liaison, the Office of Public Engagement was launched by President Obama on May 11, 2009. In previous presidencies, the Office of Public Liaison had the primary purpose of communicating and working with lobbyist and special interest groups around the country (7). President Obama felt, however, that there needed to be greater opportunity to allow the American public to participate in government issues, events, and discussions. In May of 2009, Obama announced that the “office would seek to engage as many Americans as possible in the difficult work of changing this country, through meetings and conversations with groups and individuals held in Washington and across the country” (2). Instead of only communicating with special interest and lobbyist groups, Obama wanted to be able to create a way in which every American could engage in a two-way dialogue with his administration. Americans could voice their questions and concerns, and the administration could better inform the public about day-to-day goings on in the White House.</p><p>Along with the development of the OPE, Obama announced the creation of the Citizens’ Briefing Handbook. Using the website, change.gov, ordinary, everyday citizens were given the opportunity to submit, reflect over, and vote on various ideas and issues they felt the Obama administration should address. In the end over 44,000 ideas were submitted by about 125,000 users, and 1.4 million votes were cast; some of the most popular ideas accumulated tens of thousands of votes. The Citizens’ Briefing Handbook, contains some of those ideas which received the most votes, such as introduction of age-appropriate sex education to replace abstinence-only education, making “green” improvements such as a national high-speed rail system, and eliminating the military’s “Don’t Ask, Don’t Tell” policy. The book contains actual, unedited comments and concerns, put forth by American citizens. Once all of the top ideas were compiled, the book was delivered to President Obama (7).</p><p>There are currently 21 individuals on staff in the Office of Public Engagement. The current leadership in the OPE includes Valerie Jarrett (Senior Advisor and Assistant to the President for Intergovernmental Affairs and Public Engagement); Christina M. Tchen (Director of the Office of Public Engagement); and Michael Strautmanis (Chief of Staff to the Assistant to the President for Intergovernmental Relations and Public Engagement) (6).</p><p><a id=\"Activities\" name=\"Activities\"></a></p><h2>Activities</h2><p>Website- The Office of Public Engagement has their own official website, <a class=\"external free\" href=\"http://www.whitehouse.gov/administration/eop/ope\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/administration/eop/ope\">http://www.whitehouse.gov/administration/eop/ope</a>. Through the OPE website, anyone can access the OPE Blog, biographies about the OPE staff members, and even a page which can be used to contact the OPE directly. On the ‘Contact’ page is an option where you can request a response, thereby facilitating the two-way communication that President Obama is striving for.</p><p>Blog- The Office of Public Engagement keeps a blog that can be accessed through the OPE website. The blog is updated a few times per month by staff members in the OPE, and highlights White House and OPE events that might not necessarily get news coverage, but that the public might want to know about. For example, the most recent entry, posted on October 9, 2010, discusses the involvement of Valerie Jarrett, Senior Advisor to the President, in the “It Gets Better” project, a nationwide campaign that addresses the struggles faced by young gay, lesbian, bisexual, or transgender individuals.</p><p>Anyone can subscribe to the blog and receive e-mails when the blog is updated. In addition to text, the blog also includes pictures and video that can be viewed by the public. The OPE Blog also includes links to all of the other White House blogs, as well as a Blog Archive, which is organized by date, as well as by issue; people can read blog entries from different areas of the White House based on which issues concern them the most, such as education, the economy, health care, immigration, veteran’s issues, or social security issues (5).</p><p>Public Events- The OPE, in seeking to gain feedback from Americans outside of the Washington, D.C. area, reaches out to the rest of the nation through public events and town meetings, during which everyday citizens can come out and voice their opinions and concerns about issues that are important to them, such as health care, the environment, and education (7). In addition to in-person public events, the OPE also organizes online forums which function as \"virtual town halls\", where Americans can join in the discussion of topics that concern them, such as healthcare (7). Some examples of public events that have been held in the past are an online community health forum in Michigain, as well as a town hall meeting in California.</p><p><a id=\"Funding\" name=\"Funding\"></a></p><h2>Funding</h2><p>The White House Office of Public Engagement is funded by the United States federal government.</p><p><a id=\"Major_Projects\" name=\"Major_Projects\"></a></p><h2>Major Projects</h2><p>The OPE discusses many of its major projects on its blog. Most recently, on August 3, 2010, President Obama hosted 115 young African leaders during a three-day event, the President’s Forum for Young African Leaders. During this forum, representatives from many different African countries were able to share their thoughts and visions for the future of their countries, and for the future of Africa as a whole (5). Other major projects of the OPE include reaching out to various distinguished groups in our nation, such as youth (U.S. Senate Youth Program, Big Brothers and Big Sisters of the Year, Children’s Miracle Network Champions, etc.), the disabled (celebrating the 20th anniversary of the Americans With Disabilities Act, supporting the Paralympics, etc.), and Native Americans (support of the Recovery Act, which awarded $224 million to enable Indian tribes to build and renovate prisons and jails on tribal land) (5). First and foremost, however, the OPE’s major project is to be the mediator of communications between the administration and the American people. It is the major purpose of the OPE to give a voice to the American people, and to make sure that their views are heard by the administration.</p><p>As mentioned above, one of the major projects of the OPE was the Citizen's Briefing Handbook, the book full of American citizens' ideas and concerns about our country. Categories within the book included Economy; Education; Energy/Environment; Foreign Policy; Healthcare; Homeland Security; Service; Technology; and Veterans, as well as additional issues such as the legality of marijuana and marriage equality (8).</p><p>Top vote-earning ideas under each of these categories include:</p><p>Economy -Revoke Bush Tax Cuts for top 1% earners; Make reduced-scale farming affordable; less dependence on imported foods</p><p>Education -End government-sponsored abstinence education; introduce age appropriate sex-education</p><p>Environment Committ to becoming the \"greenest\" country in the world; Introduce/increase use of bullet trains and light rail systems; Increase MPG requirements on new cars</p><p>Foreign Policy -Permanent closure of facilities such as Guantanamo Bay and Abu Ghraib</p><p>Healthcare -Stop using federal resources to undermine states' medical marijuana laws</p><p>Homeland Security -Eliminate \"Don't Ask, Don't Tell\"; Find a balance between U.S. security and civil liberties</p><p>Service -National Service Corps</p><p>Technology -Boost America's economy by legalizing online poker; Each of the 50 state governors should create their own version of the Citizen's Briefing Handbook to gather ideas</p><p>Veterans -Signing bonuses for enlistment should not be revoked due to injuries beyond the control of the soldiers; Do away with unacceptable tour extensions</p><p><a id=\"Secondary_Literature\" name=\"Secondary_Literature\"></a></p><h2>Secondary Literature</h2><p>-Citizen's Briefing Handbook. Change.gov. 2009. &lt;<a class=\"external free\" href=\"http://www.whitehouse.gov/sites/default/files/microsites/Citizens_Briefing_Book_Final2.pdf\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/sites/default/files/microsites/Citizens_Briefing_Book_Final2.pdf\">http://www.whitehouse.gov/sites/default/files/microsites/Citizens_Briefing_Book_Final2.pdf</a>&gt;</p><p><a id=\"Links\" name=\"Links\"></a></p><h2>Links</h2><p>-White House Office of Public Engagement Website &lt;<a class=\"external free\" href=\"http://www.whitehouse.gov/administration/eop/ope\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/administration/eop/ope\">http://www.whitehouse.gov/administration/eop/ope</a>&gt;</p><p>-White House Office of Public Engagement Blog &lt;<a class=\"external free\" href=\"http://www.whitehouse.gov/administration/eop/ope/blog\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/administration/eop/ope/blog\">http://www.whitehouse.gov/administration/eop/ope/blog</a>&gt;</p><p><a id=\"Sources\" name=\"Sources\"></a></p><h2>Sources</h2><p>1. Beizer, Doug. “Obama Creates Public Engagement Office”. Federal Computer Week. 12 May 2009. 28 November 2010. &lt;<a class=\"external free\" href=\"http://fcw.com/articles/2009/05/12/new-white-house-office.aspx\" rel=\"nofollow\" title=\"http://fcw.com/articles/2009/05/12/new-white-house-office.aspx\">http://fcw.com/articles/2009/05/12/new-white-house-office.aspx</a>&gt;</p><p>2. Gibbs, Robert. “President Obama Launches Office of Public Engagement: A New Name, Mission, for White House Liaison Office”. The White House. 11 May 2009. The White House, President Barak Obama. 28 November 2010. &lt;<a class=\"external free\" href=\"http://www.whitehouse.gov/the_press_office/President-Obama-Launches-Office-of-Public-Engagement/\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/the_press_office/President-Obama-Launches-Office-of-Public-Engagement/\">http://www.whitehouse.gov/the_press_office/President-Obama-Launches-Office-of-Public-Engagement/</a>&gt;</p><p>3. Heierbacher, Sandy. “Obama, Public Engagement, and the D&amp;D Community”. 15 July 2009. National Coalition for Dialogue and Deliberation. 3 December 2010. &lt;<a class=\"external free\" href=\"http://www.thataway.org/?p=1492\" rel=\"nofollow\" title=\"http://www.thataway.org/?p=1492\">http://www.thataway.org/?p=1492</a>&gt;</p><p>4. Office of Public Engagement. WhiteHouse.Gov. The White House, President Barak Obama. 29 November 2010. &lt;<a class=\"external free\" href=\"http://www.whitehouse.gov/administration/eop/ope\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/administration/eop/ope\">http://www.whitehouse.gov/administration/eop/ope</a>&gt;</p><p>5. “The Office of Public Engagement Blog”. WhiteHouse.Gov. The White House, President Barak Obama. 30 November 2010. &lt;<a class=\"external free\" href=\"http://www.whitehouse.gov/administration/eop/ope/blog\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/administration/eop/ope/blog\">http://www.whitehouse.gov/administration/eop/ope/blog</a>&gt;</p><p>6. “White House Office of Public Engagement Launched, Replacing Office of Public Liaison”. Huffington Post. 11 May 2009. 30 November 2010. &lt;<a class=\"external free\" href=\"http://www.huffingtonpost.com/2009/05/11/white-house-office-of-pub_n_201707.html\" rel=\"nofollow\" title=\"http://www.huffingtonpost.com/2009/05/11/white-house-office-of-pub_n_201707.html\">http://www.huffingtonpost.com/2009/05/11/white-house-office-of-pub_n_201707.html</a>&gt;</p><p>7. “The White House Transition Project”. WhiteHouseTransitionProject.Org. 2008. The White House Office of Public Liaison. 30 November 2010. &lt;<a class=\"external free\" href=\"http://whitehousetransitionproject.org/resources/briefing/WHTP-2009-03-Public%20Liaison.pdf\" rel=\"nofollow\" title=\"http://whitehousetransitionproject.org/resources/briefing/WHTP-2009-03-Public%20Liaison.pdf\">http://whitehousetransitionproject.org/resources/briefing/WHTP-2009-03-Public%20Liaison.pdf</a>&gt;</p><p>8. “The Citizen’s Briefing Handbook”. Change.gov. 2009. 3 December 2010. &lt; <a class=\"external free\" href=\"http://www.whitehouse.gov/sites/default/files/microsites/Citizens_Briefing_Book_Final2.pdf\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/sites/default/files/microsites/Citizens_Briefing_Book_Final2.pdf\">http://www.whitehouse.gov/sites/default/files/microsites/Citizens_Briefing_Book_Final2.pdf</a>&gt;</p>", "title": "White House Office of Public Engagement"}