{"htmlbody": "<h3>Hintergrund:</h3><p>Im Januar des Jahres 1995 wurde Groß-Kobe in Japan von einem sehr starken Erdbeben heimgesucht, welches unter der Bezeichnung des großen Hanshin Awaji Erdbeben bekannt geworden ist. Die Schäden erstreckten sich bis nach Kyoto, Osaka und Hyogo. Allein in Hyogo brannten infolge des Erdbebens über 240.000 Häuser nieder oder stürzten ein. Im März 1995 gab die Lokalregierung der Stadt Kobe Pläne für die Bestimmung von Gebieten zur Reorganisation oder zum Wiederaufbau des Landes (<em>Designation of Land Readjustment and Redevelopment Areas</em>) heraus, welche für das Gebiet Kobe sechs Regionen für eine Neuanpassung des Landes und zwei Regionen für den Wiederaufbau designierten. Zudem unterteilte die Stadt Kobe die betroffenen Gebiete in schwarze, graue und weiße Zonen, welche sich auf den von der Regierung bestimmten jeweiligen Grad der notwendigen Wiedernutzbarmachung bezogen. Schwarze Zonen benötigten das größte Maß an Aufmerksamkeit und Wiederaufbau infolge des schweren Erdbebens; graue Zonen bedurften des Wiederaufbaus und hatten beträchtliche Schäden, waren jedoch insgesamt weniger zerstört als die am stärksten betroffenen Gebiete; weiße Zonen schließlich wiesen eher geringe Schäden auf und erforderten dementsprechend weitaus weniger Arbeit als die anderen Gebiete im Raum Groß-Kobe.</p><h3>Probleme und Zweckbestimmung:</h3><p align=\"left\">Diese Pläne führten zu einer Kontroverse zwischen den Anwohnern und der Lokalregierung, da die Pläne erforderten, dass Anwohner ihre von der Familie vererbten und im Besitz der Familie befindlichen Grundstücke verloren. Darüber hinaus hatte die Regierung ihre Entscheidungen bezüglich der Wiedernutzbarmachung ohne jegliche Verhandlungen oder Beratungen mit den von den Plänen betroffenen Anwohnern getroffen. Für öffentliche Untersuchungen und Einwände gegen die Pläne räumte die Verwaltung der Stadt Kobe zudem lediglich zwei Wochen Zeit vor dem Beginn ihrer Umsetzung ein. Diese zwei Aspekte vermittelten den Anwohnern in aller Klarheit, dass die Regierung wenig geneigt war, ihre Absichten bezüglich der Stadt noch zu ändern.    </p><p>Als Teil des Prozesses der Wiedernutzbarmachung Kobes wurden auch <em>Machizukuri</em> Bürgergruppen herangezogen, wie z.B. im japanischen Rokko im nördlichen Bezirk. <em>Machizukuri</em> existiert in Japan seit den 1960er Jahren und wurde dazu verwendet, die Bewohner für die Verbesserung ihrer eigenen Gemeinschaften anzustellen und sie in den Dialog mit der Lokalregierung zu bringen, um Verantwortlichkeit zu schaffen. Die japanische Bezeichnung <em>Machizukuri</em> lässt sich ihrer Bedeutung nach in <em>Prozess der Gemeinde- oder Gemeinschaftsbildung</em> übersetzen. “Ein <em>Machizukuri </em>Gremium [diskutiert] den Rahmen eines städtischen Plans unter Zuhilfenahme von professionellen Beratern und legt den von ihm erarbeiteten Vorschlag den städtischen Behörden vor, welche dann den Plan unter Berücksichtigung jenes Vorschlags umsetzen.” (Übersetzung: Eichhorn) <a href=\"#_ftn1\" id=\"_ftnref\" name=\"_ftnref\" title=\"\">[1]</a>  Die wesentlichen Grundsätze des <em>Machizukuri</em> waren, soziales Kapital zu binden, überzuleiten und zu verknüpfen - mit anderen Worten, gemeinschaftliche Einheit und ein vielschichtiges Netzwerk im sozialen Sektor zu schaffen sowie in den Entscheidungsfindungsprozess der Regierung mit einbezogen zu werden. Innerhalb dieser Struktur sind – zumindest im Falle der erfolgreicheren Beispiele – das Konzept einer Bürgerversammlung, Deliberation, Konsensbildung, Verhandeln, der Austausch von Informationen und Meinungen sowie lokale Leitung weitere wesentliche Aspekte, die jene Art der bürgerlichen Beteiligung auszeichnen. Die folgende Fallstudie diskutiert, wie der nördliche Bezirk (Rokko) <em>Machizukuri </em>anwandte, um die Gemeindepläne der Lokalregierung zu beeinflussen, und in den 1990er Jahren seine eigene Initiative begründete.     </p><p><a href=\"#_ftnref\" id=\"_ftn1\" name=\"_ftn1\" title=\"\">[1]</a>Moriaki Hirohara &amp; Yoshimitsu Shiozaki, <em>VIII. Urban Planning And Machizukuri</em>, <a href=\"http://www.shinsai.or.jp/hrc-e/publish/lessons_ghe/lghe29.html\">http://www.shinsai.or.jp/hrc-e/publish/lessons_ghe/lghe29.html</a>, November 2011.  </p><h3><strong><em>Machizukuri</em> in Rokko (Nördlicher Bezirk) – Instanzen, Deliberation, Entscheidungen und öffentliches Zusammenwirken</strong>: </h3><p align=\"left\">Als Reaktion auf die regionalen Wiederaufbaupläne der Regierung organisierten sich die Anwohner des nördlichen Bezirks Mitte der 1990er Jahre in der <em>Rokko Association for New Machizukuri</em> (Rokko Vereinigung für ein neues <em>Machizukuri</em>). Die beteiligten Anwohner hielten Versammlungen ab, um die Details der Pläne der Stadt Kobe zu diskutieren und sich selber über die durch das Erdbeben verursachten Schäden und die Möglichkeiten einer Rehabilitierung der Region zu informieren. Zudem sammelte die Vereinigung von den Anwohnern deren verschriftlichte Missfallensbekundungen gegenüber den Plänen der Regierung und ihre Vorschläge für neue Pläne. Im Anschluss an diese Phase formten sich die <em>Machizukuri</em> Räte. Deren schlichtes Ziel bestand darin, die Beteiligung der Gemeinde zu erhöhen mit der Absicht, die Lokalregierung von der Umsetzung ihrer unter Ausschluss der Öffentlichkeit entwickelten Pläne abzuhalten. Unter anderem sahen die Pläne der Regierung eine Verbesserung der räumlichen Aufteilung des Bezirks durch das Anlegen eines großen Parks vor, dessen Fläche sich aus Landesstücken zusammensetzen sollte, welche von den Grundstückseigentümern der Anwohner im Zuge einer Umverteilung abzutreten waren. Im Mai des Jahres 1996 handelte das Gremium jedoch aus, die Größe des Parks zu reduzieren, damit so viel privates Eigentum wie möglich bewahrt würde.</p><p align=\"left\">Insgesamt organisierte sich eine Gesamtzahl von acht <em>Machizukuri </em>Räten in dem Bezirk. Diese acht Gremien organisierten sich wiederum im Gemeinsamen <em>Machizukuri</em> Rat (<em>Joint Machizukuri Council</em>), welcher über Angelegenheiten beriet, die den gesamten nördlichen Bezirk betrafen. Darüber hinaus wurden im Februar 1997 fünf Ausschüsse ins Leben gerufen, welche sich konkret mit den gemeinsamen Angelegenheiten und denjenigen Regionen des Bezirks, die der Aufmerksamkeit bedurften, befassen sollten. Diese Ausschüsse setzten sich aus Bürgern der Region zusammen und konzentrierten sich auf den Wiederaufbau von Wohnhäusern, Katastrophenprävention, das Sorgen um die Lebensumwelt sowie die Pflege von Straßen, öffentlichen Räumen und Parks.</p><p>Im Mai 1998 wurde der Ausschuss zur Organisation des Nachbarschaftsverbands (<em>Committee to Organize the Neighborhood Association</em>) ins Leben gerufen. Selbst nachdem die Phase der Erholung von dem Erdbeben zum Ende gekommen war, blieb der <em>Machizukuri</em> Rat bestehen und setzte seine Tätigkeit nun in der Form eines Nachbarschaftsverbandes (<em>Neighborhood Association</em>) fort. Die fünf Unterausschüsse blieben ebenfalls bestehen. Mehr als die Hälfte der Führer des Nachbarschaftsverbandes waren zuvor auch Mitglieder des vorherigen <em>Machizukuri </em>Rates gewesen und meldeten sich nun freiwillig für die Mitwirkung in dem Nachbarschaftsverband. Im August 1998 organisierte sich zudem aus bürgerlicher Initiative heraus die Gruppe zum Management des Rokkomichi Station North District Park (<em>Rokkomichi Station North District Park Management Group</em>), welche sich die Verwaltung der Instandhaltung von Parks zur Aufgabe setzte. Über den Zeitraum von vier Jahren traten mehr als 5.000 Anwohner dieser Gruppe bei und beteiligten sich fortan als Mitglieder der Gruppe an der Entwicklung und Instandhaltung von lokalen Parks.  </p><h3>Auswahl der Teilnehmer:</h3><p align=\"left\">Die Hauptakteure in der Wiedernutzbarmachung des nördlichen Bezirks und in dem <em>Machizukuri</em> Prozess waren Gemeindemitglieder – Anwohner der Region, welche sich aus eigenem Antrieb oder Interesse heraus freiwillig dazu entschlossen, sich in einer der Organisationen zu engagieren. Ihr Interesse oder ihr Anreiz, sich aktiv am <em>Machizukuri</em> zu beteiligen, gründete sich auf ihre Sorge um die Neuentwicklung der Region, welche andernfalls allein von der Lokalregierung bestimmt worden wäre. Amtsträger in der Lokalregierung der Stadt Kobe fungierten ebenfalls als Hauptakteure im Prozess des Wiederaufbaus der Großregion Kobe, indem sie Vorschläge überprüften und selber entwarfen sowie bedeutsame Wiederaufbauprojekte verordneten. Innerhalb der <em>Machizukuri</em> Räte und Organisationen unterstützen Berater und Experten mit Erfahrungen in der Stadtplanung und im Bauwesen die Anwohner bei der Formulierung von Plänen, welche anschließend der Stadt Kobe zur Weiterentwicklung vorgelegt wurden. Während in einigen Fällen die Dienstleistungen und Beratungen der Berater explizit von der Lokalregierung Kobes gewünscht wurden, waren es in anderen Fällen die Anwohner der Gemeinde selber, welche diese Dienstleistungen erbaten.</p><p align=\"left\">Die Auswahl der Bürger vollzog sich einerseits mittels Selbstselektion, andererseits war sie aber auch abhängig von dem Bezirk des jeweiligen Wohnsitzes. Die Auswahl der Teilnehmer wurde zudem durch das Ausmaß bestimmt, in welchem die eigene Gemeinde jeweils von dem Erdbeben betroffen war, und, noch spezifischer, durch den eigenen Wohn- und Arbeitsort. Hier handelt es sich um eine Frage der Relevanz. Dementsprechend waren das Ausmaß und die genaue Gestalt der potenziellen Auswirkungen der Wiederaufbaupläne weitere Faktoren, welche beeinflussten, ob die betroffenen Anwohner an den <em>Machizukuri</em> Organisationen und den Nachbarschaftsverbänden mitwirkten. In einigen Gegenden Kobes war es die Lokalregierung, welche die <em>Machizukuri</em> Organisationen ins Leben rief. In anderen Regionen jedoch – wie im Falle Rokkos im nördlichen Distrikt – initiierten und organisierten die Bewohner eigenständig <em>Machizukuri</em> als eine Art der Selbsthilfe.  </p><h3>Einfluss, Ergebnisse und Auswirkungen:</h3><p align=\"left\">In Rokko hat die Methode des <em>Machizukuri</em> hauptsächlich vier positive Ergebnisse infolge ihrer Funktion für den Wiederaufbau nach dem Erdbeben erzielt. Erstens bildeten sich diejenigen Anwohner, welche sich zu einer Beteiligung in der <em>Machizukuri</em> Struktur und in dem Nachbarschaftsverband entschlossen, durch Eigenrecherche und mittels Deliberation mit anderen Anwohnern dahingehend weiter, um schließlich ihre eigenen Pläne für die Region entwickeln zu können sowie ein stärkeres Zusammenwirken zwischen Bürgen und Lokalregierung zu fördern und einer einseitigen, exklusiven Entscheidungsgewalt seitens der Lokalregierung, welche eine vorherige Konsultation mit den Bürgern ausschloss, entgegenzuwirken. Dank dem weitreichenden und durchgängigen Rückgriff auf das Mittel der Diskussion zwischen unterschiedlichen Anwohnern wurden mehr Informationen verbreitet, bessere Ideen hinsichtlich einer Verbesserung der Gemeinschaft formuliert und ausgetauscht sowie eine Kooperation unter den Beteiligten stärker unterstützt. Zweitens erhöhte die Präsenz aktiver, von Bürgern angeführter <em>Machizukuri</em> Organisationen das Interesse und die Beteiligung der Zivilbevölkerung an Nachbarschaftsverbänden zur weiteren Entwicklung der Gemeinde. Menschen, die unter normalen Umständen nicht in Gemeinschaftsangelegenheiten involviert und nicht einmal ihrer bewusst gewesen wären, waren dies nun. Darüber hinaus hatten Normalbürger nun sogar lokale Führungspositionen inne. Drittens formierten sich zivilbürgerliche Ausschüsse und Organisationen zum Zwecke der Verbesserung der Gemeinde. Außerdem hatte es vor dem Projekt der Wiedernutzbarmachung und den im Bezirk im Zuge dessen entstandenen <em>Machizukuri</em> Organisationen kein Netzwerk an Gemeindeorganisationen oder -ausschüssen gegeben, welche sich auf unterschiedliche gemeinbezirkliche Angelegenheiten spezialisierten. Viertens strukturierten sich die Prozesse des Informationsaustauschs und der Entscheidungsfindung vor dem Erdbeben noch von oben nach unten nach dem Top-Down-Ansatz. Dies bedeutete in der Praxis, dass Informationen von der Lokalregierung kamen und von dort an einige wenige Nachbarschaftsverbände weitergeleitet wurden, um durch jene schließlich an die Anwohner zu gelangen. Nach der Inanspruchnahme des <em>Machizukuri</em> infolge des großen Erdbebens gewann ein Bottom-Up-Ansatz zunehmend Gewicht, welcher den Anwohnern eine aktivere Rolle im Informationsaustauch untereinander und in der Problemlösung innerhalb der Strukturen der Nachbarschaftsverbände und des <em>Machizukuri</em> einräumte. Diese Körperschaften würden dann anschließend der Lokalregierung ihre Vorschläge unterbreiten.</p><h3>Analyse und Kritik:</h3><p>Drei wesentliche Herausforderungen begleiteten die Inanspruchnahme der <em>Machizukuri</em> Struktur. Die erste Herausforderung war der Mangel an bürgerlichem Interesse oder aktiver Beteiligung an Deliberation, Informationsaustausch und der Formulierung von Vorschlägen für Entwicklung. Ein solcher Mangel an Interesse und Beteiligung fand sich häufig in ländlichen Gegenden und in den weißen Zonen, in welchen die durch das Erdbeben verursachten Schäden minimal waren und es eine gewisse Distanz zwischen Nachbarn und Grundstücken gab. Eine zweite Herausforderung war die etwaige Möglichkeit längerer, zäher Verhandlungen zwischen den in den <em>Machizukuri</em> Organisationen beteiligten Gemeindemitgliedern und der Lokalregierung sowie eine mögliche Widersetzlichkeit der einen oder anderen Seite. Die dritte Herausforderung bestand darin, dass zwischen den Gemeinden selbst die Produktivität und die Geschwindigkeit von Annahme und Umsetzung von Vorschlägen variieren konnten. Während diese drei Herausforderungen für die <em>Machizukuri</em> Gruppen im Großraum Kobe nachweislich zutreffen, lässt sich aus den dieser Fallstudie zugrundeliegenden Sekundärquellen nicht klar entnehmen, ob die Inanspruchnahme von <em>Machizukuri</em> in Rokko ebenfalls unter jenen Rückschlägen litt. Außerdem bleiben logistische Fragen, inwiefern <em>Machizukuri</em> eine nachhaltige zivilbürgerliche Beteiligung und Einflussnahme förderte, unbeantwortet. Dies betrifft unter anderem Fragen nach Geldmitteln, einem zentralen Versammlungsort, der Anzahl an Bürgern und Experten, welche sich regelmäßig in dem neugegründeten Rat und den Ausschüssen engagierten, sowie die Frage, inwiefern mit Amtsträgern der Lokalregierung wirkungsvoll kommuniziert wurde. Es ist sehr deutlich zu erkennen, dass <em>Machizukuri</em> in Rokko eine positive Auswirkung auf die der lokalen Bevölkerung zugänglichen Möglichkeiten der Mitwirkung an der Verwaltung ihrer eigenen Gemeinde hatte und dass die Bürgerbeteiligung über diese Anlaufwege generell erhöht wurde. Es bleibt allerdings fraglich, ob die Inanspruchnahme des <em>Machizukuri</em> und ähnlicher Methoden den Bürgern des nördlichen Bezirk auch dabei half, ihr Hauptziele tatsächlich zu erreichen: erstens, die Lokalregierung davon abzuhalten, ihre Pläne für die Wiedernutzbarmachung von Kobe ohne jeglichen Beitrag oder jede Art der Zustimmung der Öffentlichkeit umzusetzen; sowie, zweitens, es den Bürgern zu ermöglichen, ihre eigenen Pläne zur Neuentwicklung Kobes zu gestalten und umgesetzt zu sehen.</p><h3>Sekundärquellen:</h3><p>Healey, Patsy. \"Developing Neighbourhood Management Capacity in Kobe, Japan: Interactions Between Civil Society and Formal Planning Institutions.\" unhabitat.org. Accessed November 12, 2011. <a href=\"http://www.unhabitat.org/downloads/docs/GRHS2009CaseStudyChapter04Kobe.pdf\">http://www.unhabitat.org/downloads/docs/GRHS2009CaseStudyChapter04Kobe.pdf</a>.</p><p>Hein, Carola. \"TOSHIKEIKAKU AND MACHIZUKURI IN JAPANESE URBAN PLANNING: THE RECONSTRUCTION OF INNER CITY NEIGHBORHOODS IN KOBE.\" dijtokyo.org. Accessed November 14, 2011. <a href=\"http://www.dijtokyo.org/doc/dij-jb_13-hein.pdf\">http://www.dijtokyo.org/doc/dij-jb_13-hein.pdf</a>.</p><p>Nakagawa, Yuko, and Rajib Shaw. \"Social Capital and Disaster Recovery: A Comparative Case Study of Kobe and Gujarat Earthquake.\" World Conference on Earthquake Engineering. Accessed November 9, 2011. <a href=\"http://www.iitk.ac.in/nicee/wcee/article/13_771.pdf\">http://www.iitk.ac.in/nicee/wcee/article/13_771.pdf</a>.</p><p>Nishimura, Yukio. \"From City Planning to Machizukuri: A Japanese Experience of Community Planning.\" International Community Planning Forum. Accessed November 14, 2011. <a href=\"http://ud.t.u-tokyo.ac.jp/book/2005aij/taipei.pdf\">http://ud.t.u-tokyo.ac.jp/book/2005aij/taipei.pdf</a>.</p><p>Sorensen, Andre, and Carolin Funck, eds. <em>Living Cities in Japan: Citizens' Movements, </em><em>Machizukuri and Local Environments</em>. New York: Routledge, 2007. Accessed November 10, 2011. <a href=\"http://books.google.it/books?id=8QU-FcqL2NIC&amp;pg=PA157&amp;dq=local+citizen+participation+case+studies&amp;hl=en&amp;ei=TVSVTv2PDaj54QTTqdiBCA&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=2&amp;ved=0CDIQ6AEwAQ#v=onepage&amp;q=loc\">http://books.google.it/books?id=8QUFcqL2NIC&amp;pg=PA157&amp;dq=local+citizen+participation+case+studies&amp;hl=en&amp;ei=TVSVTv2PDaj54QTTqdiBCA&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=2&amp;ved=0CDIQ6AEwAQ#v=onepage&amp;q=loc</a>. </p><h3>Externe Links:</h3><p>Hirohara, Moriaki, and Yoshimitsu Shiozaki. \"Urban Planning and Machizukuri.\" Hyogo Research Center for Quake Restoration. Accessed November 9, 2011. <a href=\"http://www.shinsai.or.jp/hrc-e/publish/lessons_ghe/lghe29.html\">http://www.shinsai.or.jp/hrc-e/publish/lessons_ghe/lghe29.html</a>.</p><p>\"Key Terminology in Restoration From Hansin Earthquake Disaster .\" Accessed November 12, 2011. <a href=\"http://www.gakugei-pub.jp/kobe/key_e/index.htm\">http://www.gakugei-pub.jp/kobe/key_e/index.htm</a>.</p>", "title": "Die Inanspruchnahme von Machizukuri nach dem Erdbeben von 1995 (Kobe, Japan)"}