{"htmlbody": "<h3>Mission and Purpose</h3><p>The Dudley Street Neighborhood Initiative (DSNI) is a non profit community-based organizing and planning group based in Roxbury/North Dorchester neighborhoods of Boston. Through economic, environmental, physical, and human growth they are able to take steps and make goals in order to revitalize their neighborhood. \"DSNI works to implement resident-driven plans with non-profit organizations, community development corporations, businesses, and religious groups.\"<a class=\"external autonumber\" href=\"http://www.dsni.org/history.shtml\" rel=\"nofollow\" title=\"http://www.dsni.org/history.shtml\">[1]</a> The Dudley Street Neighborhood has progressively grown into a joint effort of over 3,000 volunteers committed to renew this culturally diverse neighborhood of over 24,000 people. DSNI is the only community-based nonprofit in the country which has been granted eminent domain authority over abandoned properties within its boundaries. The eminent domain authority was applied to the vacant land in a 60 acre area called the \"Dudley Triangle\" This organization aims to achieve affordability, while also preserving the neighborhoods character. The Dudley Street Neighborhood is committed to continuing the efforts of the combined community, and with their community collaboration they hope to create affordability, permanence, and pride for the Dudley neighborhood. <a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>By the late 1970s and early 1980s, many of the homes in the community adjoining Dudley Street had been abandoned or burned by property owners in hopes of profit or fear of gentrification. The vacant land was being used as a dumping zone for garbage, sanitation companies, and contractors working on nearby urban renewal projects would dispose of their refuse on the lots. The city began to appear as a garbage dump or junkyard with abandoned cars along the street sides. In the early 1980s, a group of women started a campaign, called \"Don't Dump on Us.\" This campaign gained the attention of the public and the Mayor. This began the start to revitalization through the help of the city. It began to regulate the abandoned lots and participated in clearing away the broken down cars, and waste. Following the initiatives success, \"the group met with a class at MIT to develop a long-term plan for revitalizing the neighborhood.\" <a class=\"external autonumber\" href=\"http://web.ebscohost.com.offcampus.lib.washington.edu/ehost/pdfviewer/pdfviewer?vid=4&amp;hid=13&amp;sid=d1ff3f1a-26d4-4c95-87d0-033a6d86ead8%40sessionmgr12\" rel=\"nofollow\" title=\"http://web.ebscohost.com.offcampus.lib.washington.edu/ehost/pdfviewer/pdfviewer?vid=4&amp;hid=13&amp;sid=d1ff3f1a-26d4-4c95-87d0-033a6d86ead8%40sessionmgr12\">[2]</a> A local Boston foundation gave its support, however not much impact was noticed. This was due to the foundation dispersing their money to a number of smaller projects, rather than only one. This foundation then redirected their efforts, and fully invested into Dudley Street. However, redevelopment plans were hindered due to the inconsistency of land within the neighborhood. The city had taken over approximately half of the land from past tax delinquency and those pieces were in the way for DSNIs plans. DSNI realized that a Massachusetts law could enable them to gain eminent domain<a class=\"external autonumber\" href=\"http://en.wikipedia.org/wiki/Eminent_domain\" rel=\"nofollow\" title=\"http://en.wikipedia.org/wiki/Eminent_domain\">[3]</a>over much of the community's abandoned parcels. After four years of dealing with the court and convincing the City Hall, Dudley Street Neighborhood Initiative gained the right of nearly one-half of the land in the neighborhood. Dudley Street Initiative had to then find the funds to purchase this newly available land. The Riley Foundation supported DSNI amounting to $1.4 million through the years, and contributed to the legal work on the eminent domain case. Without sizable support from banks and conventional lenders, finding the money to fund the purchase of the land was difficult. The Ford Foundation agreed to make a $2 million loan. From this $2 million loan, D.S.N.I. was able to grow immensely and has continued to prosper.</p><p>Of the neighborhoods 24,000 residents, 40% are African-Americans, 30% Latin Americans mostly from Puerto Rico and the Dominican Republic, 24% Cape Verdeans, from islands off the coast of West Africa, and 6% Whites mostly elderly Irish and Italians who have lived in the neighborhood since the 1950s.</p><p>The organizations active membership has grown steadily, and now numbers near 3,600. More the 150 people met to plan out the future of Dudley Street Neighborhood in an eight-month series of meetings that were conducted in Spanish, Cape Verdean as well as English. The membership board came up with a wide- ranging plan that focused on maintaining culture, and building the community spirit through new opportunities, housing, and youth involvement. To this day, bike paths, a community center, community gardens fountains, art programs, a town commons, youth programs, parent meetings, and college opportunities have been made possible for this neighborhood.</p><p>Today:</p><p>There are more than 3,600 members, over half of 1,300 vacant lots have been transformed into homes, parks, playgrounds, gardens, schools, community centers and a Town Common. There are over 400 new homes built since the start of DSNI, and residents who were children at the start of DSNI are now active leaders in the community <a id=\"Specializations_and_Activities\" name=\"Specializations_and_Activities\"></a></p><h2>Specializations and Activities</h2><p>DSNI holds Board Meetings, tutoring opportunities, neighborhood meetings, and events for the youth and children of the area. They encourage meetings to help the academic education of the youth in their neighborhood. They provide activities where parents along with children can receive special information on testing, college, or other options for schooling. Many of their activities are to encourage community involvement and to have active members of their community. <a id=\"Major_Projects_and_Events\" name=\"Major_Projects_and_Events\"></a></p><h2>Major Projects and Events</h2><p>The Dudley Street Neighborhood Initiative is governed by a 34-member Board of Directors. Community-wide board elections are held every two years at the DSNI Annual Meeting. For the Board of Directors, equal representation is provided for the community's four major cultures-African American, Cape Verdean, Latino, and White. The structure of the DSNI board is as follows:</p><p>16 Residents from the whole area</p><p>5 Nonprofit agencies representing the Health and Human Service fields from the core area</p><p>2 Community Development Corporations from the core area</p><p>2 Small Businesses from the core area</p><p>2 Religious Organizations from the core area</p><p>3 Youths from the core area (ages 15-18)</p><p>2 Nonprofit organizations or groups fro, the secondary area</p><p>2 Residents appointed by the newly elected board</p><p>Agreeing to be on the Board of Directors of the Dudley Street Neighborhood Initiative, all members must make a pledge to \"empower Dudley residents to organize, plan for, create and control a vibrant, diverse, and high quality neighborhood in collaboration with community partners.\" They then further pledge to support the residents' and community's right to shape all plans, programs, and policies affecting their quality of life. The pledge also includes to control the development of neighborhood land, live in a healthy and safe family, supportive environments, the right to education/career/economic opportunities, quality, affordable housing and child care, safe accessible public transportation, quality services, and a full spiritual and religious life.</p><p>Dudley Neighbors Incorporated (DNI)</p><p>The Dudley Neighbors was created by the Dudley Street Neighborhood Initiative to achieve the housing development portion of DSNI's plan for revitalization. In 1988 DNI's request to become a Massachusetts 121A Corporation was approved by the Boston Redevelopment Authority (BRA). This enabled DNI to obtain privately-owned vacant land in the area designated as the Dudley Triangle. These parcels of land are leased to private and nonprofit developers in order to build affordable housing within the Board of Directors master plan. \"DSNI’s focus on community empowerment expresses their fundamental belief in the wisdom and collective power of the community, led by residents, to realize their shared vision.\"<a class=\"external autonumber\" href=\"http://www.dsni.org/Reports/Annual%20Report%20FY09.pdf\" rel=\"nofollow\" title=\"http://www.dsni.org/Reports/Annual%20Report%20FY09.pdf\">[4]</a></p><p>Dudley Youth Council (DYC)</p><p>DYC was formed by Dudley youth to empower and give a \"united youth voice\" in the Dudley area. <a class=\"external autonumber\" href=\"http://www.dsni.org/youth.shtml\" rel=\"nofollow\" title=\"http://www.dsni.org/youth.shtml\">[5]</a> The mission was to empower and give motivation to youth in order to develop goals and plans. They have orchestrated sports tournaments, and radio shows where the youth chose the topics.</p><p>GOTCHA (Get off the Corner Hanging Around) Youth Jobs Collaborative</p><p>DSNI works with five organizations in Roxbury and Dorchester (Bowdoin Street Health Center, Bird Street Community Center, Dorchester Bay EDC and The City School). They form a collaborative effort to provide youth jobs and connect them with opportunities to build valuable skills with the help of professionals. Ultimately they foster leadership among the youth, and help build a caring, strong community. They provide meaningful employment opportunities while also making available personal, emotional, and intellectual supports. The nonprofits involved continue to strengthen and develop their capacity to work with teens.</p><p>Dudley Children Thrive: Community Developing Children (DCT)</p><p>This is a new initiative created by a group of local agencies arranged by Dudley Street Initiative. DCT works directly with Children’s Services of Roxbury, Project Hope, and La Alianz Hispana as partners in discovering and handling the needs of Dudley neighborhood children up to 5 years. Their united mission is to begin by academically strengthening the children from a young age, to develop high achieving and successful children. Dudley Children Thrive hopes to initiate a bar of excellence by educating families and educators with programs, resources, and information.</p><p>College Bound</p><p>DSNI’s College Bound program introduces Dudley neighborhood youth to opportunities available to them after high school. They organize college visits, interaction between youth and those who have went to college from the neighborhood, and by providing families with the knowledge in assisting their child and encouraging growth and development. Boston Parent Organizing Network DSNI and five other community-based organizations joined forces to form the</p><p>Boston Parent Organizing Network.</p><p>This group, comprised of Boston’s parents, students, families, and others worked to improve the public school system. “For the first time, Community based organizations linked their neighborhood successes to the challenge of underperforming schools and in improving the quality of education that Boston children were receiving.” <a class=\"external autonumber\" href=\"http://data.ed.gov/node/17238\" rel=\"nofollow\" title=\"http://data.ed.gov/node/17238\">[6]</a> <a id=\"Funding\" name=\"Funding\"></a></p><h2>Funding</h2><p>It is unknown how much money is given to this organization, however founders and partners include:</p><p>Amelia Peabody Foundation</p><p>Bank of America Charitable Foundation</p><p>Boston Compassion Capital Fund</p><p>Boston Foundation</p><p>Boston Parent Organizing Network (BPON)</p><p>Annie E. Casey Foundation</p><p>Citizens Bank</p><p>Georgeanna Goddard Eaton Memorial Fund</p><p>EarthShare of New England</p><p>Foley Hoag Foundation</p><p>Hyams Foundation</p><p>Jessie Smith Noyes Foundation</p><p>NSTAR Financial</p><p>Sovereign Bank</p><p>State Street Bank</p><p>Wellington Management Co., LLP <a id=\"Publications\" name=\"Publications\"></a></p><h2>Publications</h2><p>In 1994, the acclaimed book Streets of Hope was published about DSNI. <a id=\"Evaluation_and_Critique\" name=\"Evaluation_and_Critique\"></a></p><h2>Evaluation and Critique</h2><p>Through the DSNIs diverse, 34 seat Board of Directors, the organization incorporates 16 board members who are residents from each of the four major ethnic groups (African-American, Latino, Cape Verdean, White) plus the two additional board appointed residents, and three youth, they are able to reflect on personal values that directly effect the decisions that will be made by the Board. These participants alone will have a very different opinion then those who are not directly residents but are from the church or local businesses. This enables the Board to accurately meet all the demands and touch on all bases of concern, criticism, or support. Within these meetings are translators to ensure comprehension among every member. The Board of Directors must all sign a DSNI Board Pledge which in one aspect participants must agree to support the residents' and community's right to \"shape all plans, programs, and policies affecting our quality of life.\" <a class=\"external autonumber\" href=\"http://www.dsni.org/board.shtml\" rel=\"nofollow\" title=\"http://www.dsni.org/board.shtml\">[7]</a> This pledge alone holds every member of the board, all which are residents or community members, accountable to showing respect in opinions and thoughts that take place during the meetings and outside. In brainstorming ideas, and problems the Board of Directors work together to develop strategies to \"ensure that local residents are the primary beneficiaries of the community economic growth, and that human development and environmental issues are addressed.\" <a class=\"external autonumber\" href=\"http://www.dsni.org/History%20and%20Organization.htm\" rel=\"nofollow\" title=\"http://www.dsni.org/History%20and%20Organization.htm\">[8]</a></p><p>The Dudley Street Neighborhood Initiative has found ways to implement the opinions of residents with those of surrounding professionals in order to reach their full potential in revitalizing the neighborhood economically, environmentally, and through its inner members. They have done a thorough job at providing numerous avenues for success and knowledge, while \"organizing and empowering the residents of the neighborhood to create a shared vision of the neighborhood and bringing it to reality by strategic partnerships.\" <a class=\"external autonumber\" href=\"http://www.dsni.org/history.shtml\" rel=\"nofollow\" title=\"http://www.dsni.org/history.shtml\">[9]</a> They have brought together a diverse group of people for the betterment of a cultural flourishing neighborhood. The have executed a deliberative practice in both their neighborhood meetings, and through their diverse Board of Directors. An additional idea that would only strengthen their quality of deliberation would be to create more frequently available meetings, open for all residents of the neighborhood to come. There could be separate meetings available for the different ethnic groups or areas of town, on specified dates, where they could attend and express their concerns or ideas together, comfortably. Then approximately two members from each of these meeting groups would come together to present their data. This would be a structured meeting where every group of people is able to have an educated opinion from those of their nationality or area of town. Different areas of town, or different ethnic groups may express different needs or concerns affecting them directly. This would be an accumulation of information from a larger sample of residents in the neighborhood. More ideas may be expressed and others may reflect on those opinions presented. <a id=\"References\" name=\"References\"></a></p><h2>References</h2><p><a class=\"external free\" href=\"http://www.dsni.org/dni/\" rel=\"nofollow\" title=\"http://www.dsni.org/dni/\">http://www.dsni.org/dni/</a></p><p><a class=\"external free\" href=\"http://www.dsni.org/youth.shtml\" rel=\"nofollow\" title=\"http://www.dsni.org/youth.shtml\">http://www.dsni.org/youth.shtml</a></p><p>Choosing Healing Over Saving by Gregory A Smith</p><p>Encounter; Spring2004, Vol. 17 Issue 1, p31-37, 7p <a class=\"external free\" href=\"http://web.ebscohost.com.offcampus.lib.washington.edu/ehost/pdfviewer/pdfviewer?vid=2&amp;hid=17&amp;sid=7e4bf08f-95cd-492d-a783-264da996f298%40sessionmgr14\" rel=\"nofollow\" title=\"http://web.ebscohost.com.offcampus.lib.washington.edu/ehost/pdfviewer/pdfviewer?vid=2&amp;hid=17&amp;sid=7e4bf08f-95cd-492d-a783-264da996f298%40sessionmgr14\">http://web.ebscohost.com.offcampus.lib.washington.edu/ehost/pdfviewer/pdfviewer?vid=2&amp;hid=17&amp;sid=7e4bf08f-95cd-492d-a783-264da996f298%40sessionmgr14</a></p><p>\"Dudley Street Neighborhood Initiative.\" DATA.ED.GOV. N.p., n.d. Web. 6 Dec 2010. &lt;<a class=\"external free\" href=\"http://data.ed.gov/node/17238\" rel=\"nofollow\" title=\"http://data.ed.gov/node/17238\">http://data.ed.gov/node/17238</a>&gt;.</p><p>Wallijasper, Jay. \"When Activists Win: The Renaissance of Dudley St..\" Nation. 3 Mar 1997: 13. Print. <a id=\"Secondary_Literature\" name=\"Secondary_Literature\"></a></p><h2>Secondary Literature</h2><p>Becoming good neighbors; One step at a time, residents of Dudley Street are establishing their own rules of the game. The Boston Globe, September, 17, 1991.<a class=\"external free\" href=\"http://www.tenant.net/Tengroup/Metcounc/May96/holdingg.html\" rel=\"nofollow\" title=\"http://www.tenant.net/Tengroup/Metcounc/May96/holdingg.html\">http://www.tenant.net/Tengroup/Metcounc/May96/holdingg.html</a></p><p>Rose, Mark New Crisis (15591603); Apr/May98, Vol. 105 Issue 2, p14, 3p, 1 Color Photograph <a class=\"external free\" href=\"http://web.ebscohost.com.offcampus.lib.washington.edu/ehost/pdfviewer/pdfviewer?vid=3&amp;hid=17&amp;sid=7e4bf08f-95cd-492d-a783-264da996f298%40sessionmgr14\" rel=\"nofollow\" title=\"http://web.ebscohost.com.offcampus.lib.washington.edu/ehost/pdfviewer/pdfviewer?vid=3&amp;hid=17&amp;sid=7e4bf08f-95cd-492d-a783-264da996f298%40sessionmgr14\">http://web.ebscohost.com.offcampus.lib.washington.edu/ehost/pdfviewer/pdfviewer?vid=3&amp;hid=17&amp;sid=7e4bf08f-95cd-492d-a783-264da996f298%40sessionmgr14</a></p><p><a class=\"external free\" href=\"http://www.urbanstrategies.org/programs/econopp/slfp/documents/DSNIHandouts4SLF507.pdf\" rel=\"nofollow\" title=\"http://www.urbanstrategies.org/programs/econopp/slfp/documents/DSNIHandouts4SLF507.pdf\">http://www.urbanstrategies.org/programs/econopp/slfp/documents/DSNIHandouts4SLF507.pdf</a></p><p>Dunlop, Sean R. \"Millennial Mayors Congress.\" Dudley Street Neighborhood Initiative. Blog, 030042009. Web. 6 Dec 2010. &lt;<a class=\"external free\" href=\"http://www.millennialmayors.org/profiles/blogs/dudley-street-neighborhood\" rel=\"nofollow\" title=\"http://www.millennialmayors.org/profiles/blogs/dudley-street-neighborhood\">http://www.millennialmayors.org/profiles/blogs/dudley-street-neighborhood</a>&gt;. <a id=\"Links\" name=\"Links\"></a></p><h2>Links</h2><p><a class=\"external free\" href=\"http://www.youtube.com/watch?v=CnHRodEb5no\" rel=\"nofollow\" title=\"http://www.youtube.com/watch?v=CnHRodEb5no\">http://www.youtube.com/watch?v=CnHRodEb5no</a></p><p><a class=\"external free\" href=\"http://www.youtube.com/watch?v=g2eHq-zriso&amp;feature=geosearch\" rel=\"nofollow\" title=\"http://www.youtube.com/watch?v=g2eHq-zriso&amp;feature=geosearch\">http://www.youtube.com/watch?v=g2eHq-zriso&amp;feature=geosearch</a></p><p><a class=\"external free\" href=\"http://www.facebook.com/dsni.org?v=info\" rel=\"nofollow\" title=\"http://www.facebook.com/dsni.org?v=info\">http://www.facebook.com/dsni.org?v=info</a></p><p>Carpenter II, Dick M. \"Do Restrictions on Eminent Domain Harm Economic Development?.\" (2010): 1. Web. 6 Dec 2010. &lt;<a class=\"external free\" href=\"http://edq.sagepub.com.offcampus.lib.washington.edu/content/24/4/337\" rel=\"nofollow\" title=\"http://edq.sagepub.com.offcampus.lib.washington.edu/content/24/4/337\">http://edq.sagepub.com.offcampus.lib.washington.edu/content/24/4/337</a>&gt;. </p>", "title": "Dudley Street Neighborhood Initiative"}