{"htmlbody": "<a id=\"Mission_and_Purpose\" name=\"Mission_and_Purpose\"></a><h2> Mission and Purpose </h2>\n<p>GOV2U <a class=\"external autonumber\" href=\"http://www.gov2u.org\" rel=\"nofollow\" title=\"http://www.gov2u.org\">[1]</a> is a non-profit, non-governmental organization that supports political discourse between citizens and elected officials through the use of technology. The organization helps provides opportunities for citizens to actively engage themselves in deliberation with officials to best practice democracy and to improve policy-making procedures. \n</p><p>Its main focus is to further develop Information Communication Technologies (ICT) tools, which will help promote transparent governance by giving citizens more opportunities to participate. \n</p>\n<p>Gov2U’s main goal is to have a Global Leadership Profile so that it can globally share its innovative tools of bettering governments. Their goal can be achieved by completing these five objectives:\t\n</p><p>(1) The organization hopes to promote the use of ICT-tools between Legislative and Elected Bodies to make such parliamentary and legislative procedures more efficient. By doing so, they will be creating this sense of transparency between the citizen’s opinions and the Elected Bodies’ decisions. Thus, it helps the people have a stronger voice in their government. \n</p><p>(2) By becoming one of the leading organizations, GOV2U feels that it has the necessary tools to make Legislatures more effective and make the democratic process stronger. Democracy is the idea of giving the people the opportunity to voice their opinions to the officials whom they have elected. By using modern technology, as GOV2U suggest and since most are accustomed to the online network, society would be more inclined to participate since it is made readily available to them. At GOV2U, they believe in the unrealized potential of ICT-tools and how its significant value can help increase democratic participation. \n</p><p>(3) It hopes to educate both citizens and Elected bodies in regards to public information and political issues through ICT-tools because they feel it will increase the accountability between both sides since the data will be readily accessible. \n</p><p>(4) By using unique and innovative ICT-tools, this organization wishes that this would help instill a sense of motivation to other organizations and governments to advance their current tools. By doing so, new standards will be expected for their projects and thus, will result in new developments to better the organization and its practices in the future years to come. \n</p><p>(5) Lastly, GOV2U is able to ultimately have the Global Leadership Profile they wish to attain through sharing their knowledge and creativity “to the community of public, academic, civil, and private professionals and citizens through workshops, seminars, and conferences.” This not only helps their public relations images but also establishes them as a credible, strong, and branded source that others would trust because its great presence.\n</p>\n<a id=\"History\" name=\"History\"></a><h2> History </h2>\n<p>In 2005, a group of professionals from the fields of Legislative Information and Communication Technology (ICT) and community activism, including its current Executive Director, Vasilis Koulolias, created a non-profit, non-governmental organization now known as GOV2U to better citizens’ participation in the decision making processes of their governments. Less than three years later, GOV2U became one of the Top 10 most influential players in the realm of politics and the Internet according to PoliticsOnline <a class=\"external autonumber\" href=\"http://www.politicsonline.com/\" rel=\"nofollow\" title=\"http://www.politicsonline.com/\">[2]</a>. Currently, the organization acts as a global consultant, helping governments become more familiar with technological advancements that can modernize the legislative process so that citizens can gain easier access to participate in such democratic procedures. \n</p>\n<p>Awards and Recognition\n</p><p>Within only two years of GOV2U’s existence, the organization was voted as Top 20 Who Are Changing the World of Internet and Politics (2006) and Top 10 Who Are Changing the World of Internet and Politics (2007). These awards acknowledge the organization for integrating the online world and democracy.\n</p><p>With such high recognition, GOV2U is making progress in becoming a globally renown tool for promoting political deliberation through its campaign for greater citizen participation through online use.\n</p>\n<a id=\"Specializations_and_Activities\" name=\"Specializations_and_Activities\"></a><h2> Specializations and Activities </h2>\n<p>GOV2U provides a range of services for various legislatures, specializing in the fields of e-\nGovernment, e-Democracy and e-Participation, all in which incorporate the use of ICT tools. \n</p><p>The organization includes four main activities:\n</p><p>1) It finds ways to create, customize, and maintain ICT tools that best fit the government they are working with according to the citizens’ and elected officials’ needs and specific criteria.\n</p><p>2) The organization gathers legislative information through the use of necessary technological tools that it deems useful to the government.\n</p><p>3) GOV2U strives to help the governments they are working (local, regional, or national) with develop their network infrastructure by implementing the following:\n- Using organization and grouping skills\n- Developing regulations and procedures\n- Creating strategies to better implement legislative practices\n- Operations and personnel guidelines\n- Training team members who will actively engage themselves with the ICT applications introduced by GOV2U\n</p><p>Currently, GOV2U is working on its image and branding so that it can become a better-known tool on global scale. Examples in which they have increased their public relations include organizing seminars and promotional events, which showcase their services. They also attend conferences, seminars, and workshops both regionally and internationally to reach a wider scope of potential GOV2U users.\n</p>\n<p>\n</p>\n<a id=\"GOV2U_Projects\" name=\"GOV2U_Projects\"></a><h2> GOV2U Projects </h2>\n<p>Currently, GOV2U is participating in the following projects:\n</p><p>QUESTAO PUBLICA <a class=\"external autonumber\" href=\"http://www.questaopublica.org.br/\" rel=\"nofollow\" title=\"http://www.questaopublica.org.br/\">[3]</a> : GOV2U in conjunction with the Centre for Research on Direct democracy of Zurich University and other local organizations in Avina and Ethos work to increase participation in Presidential elections in Brazil.\n</p><p>USPEAK <a class=\"external autonumber\" href=\"http://www.gov2u.org/index.php?option=com_content&amp;view=article&amp;id=57&amp;Itemid=72\" rel=\"nofollow\" title=\"http://www.gov2u.org/index.php?option=com_content&amp;view=article&amp;id=57&amp;Itemid=72\">[4]</a> : This is a program that GOV2U collaborates with the National Democratic Institute to help the advancement of MPs relations in Uganda and other African countries. \n</p><p>Agios Stefanos <a class=\"external autonumber\" href=\"http://www.agstefanos.gr\" rel=\"nofollow\" title=\"http://www.agstefanos.gr\">[5]</a> : Since 2008, GOV2U has consulted and provided IT service to the Municipality of Agios Stefanos by introducing eParticipation tools to citizens and municipal authorities.\n</p><p>WeGov <a class=\"external autonumber\" href=\"http://www.wegov-project.eu/\" rel=\"nofollow\" title=\"http://www.wegov-project.eu/\">[6]</a> : The WeGov project incorporates social networking sites such as Facebook <a class=\"external autonumber\" href=\"http://www.facebook.com\" rel=\"nofollow\" title=\"http://www.facebook.com\">[7]</a>, Twitter <a class=\"external autonumber\" href=\"http://www.twitter.com\" rel=\"nofollow\" title=\"http://www.twitter.com\">[8]</a>, etc. to encourage dialogue between citizens and policy makers. The key feature of this project that promotes great deliberation is the fact that existing social networking communities already have high  levels of participation and by feeding off of these sites, the potential to reach a larger audience is quite plausible. GOV2U is one out of six organizations that are helping to establish this social networking platform. \n</p><p>SPOCS <a class=\"external autonumber\" href=\"http://www.eu-spocs.eu\" rel=\"nofollow\" title=\"http://www.eu-spocs.eu\">[9]</a> is a project created by European Commission which hopes to remove administrative restrictions that numerous European businesses deal with before opening their services to other countries abroad. SPOCS goal is to make the transaction between borders easier for all businesses with the help of <strong class=\"selflink\">GOV2U</strong> to help it become more established and well known around all EU Member States. \n</p><p>Africa4allproject <a class=\"external autonumber\" href=\"http://www.africa4all-project.eu\" rel=\"nofollow\" title=\"http://www.africa4all-project.eu\">[10]</a> : This project will hopefully help engage both Parliament and the general public in their legislative procedures through the use of ICT tools. Its goal is to make such technological advancements and platforms available to all participating African countries.\n</p><p>Stork <a class=\"external autonumber\" href=\"http://www.eid-stork.eu/\" rel=\"nofollow\" title=\"http://www.eid-stork.eu/\">[11]</a> : Stork is an eGovernment identity project cofunded by the EU which aims to create a system for electronic identity (eID) so that businesses will be able to operate their services without any border barriers. GOV2U is leading all necessary activities to help this eGovernment project launch. \n</p><p>VoiceS <a class=\"external autonumber\" href=\"http://www.give-your-voice.eu\" rel=\"nofollow\" title=\"http://www.give-your-voice.eu\">[12]</a> : VoiceS is platform that is created to help promote dialogue between citizens in European regions and their policy makers to ensure that there is direct communication between the two groups. \n</p><p><a href=\"/cdn-cgi/l/email-protection#8bdecbe6eaf9eee5e4f8fff9fee6\"><span class=\"__cf_email__\" data-cfemail=\"d38693beb2a1b6bdbca0a7a1a6be\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a> <a class=\"external autonumber\" href=\"http://www.uatmarenostrum.eu\" rel=\"nofollow\" title=\"http://www.uatmarenostrum.eu\">[13]</a> : GOV2U helped build this platform with a web-based Public Participation Geographic Information System that is needed to further engage citizens in discussion regarding the environmental problems related to their surrounding regions. \n</p><p>Projects that GOV2U has participated in the past include the following:\nVoicE <a class=\"external autonumber\" href=\"http://www.give-your-voice.eu\" rel=\"nofollow\" title=\"http://www.give-your-voice.eu\">[14]</a>, eGovMoNet <a class=\"external autonumber\" href=\"http://www.eGovMoNet.eu\" rel=\"nofollow\" title=\"http://www.eGovMoNet.eu\">[15]</a>, <a href=\"/cdn-cgi/l/email-protection#4c082921233f0c1b233e27\"><span class=\"__cf_email__\" data-cfemail=\"e7a3828a8894a7b088958c\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a> <a class=\"external autonumber\" href=\"http://www.demosatwork.org/\" rel=\"nofollow\" title=\"http://www.demosatwork.org/\">[16]</a>, Ucount4eu <a class=\"external autonumber\" href=\"http://www.ucount4eu.eu/index.php?lang=en\" rel=\"nofollow\" title=\"http://www.ucount4eu.eu/index.php?lang=en\">[17]</a>, Acaparticipacio <a class=\"external autonumber\" href=\"http://www.acaparticipacio.cat\" rel=\"nofollow\" title=\"http://www.acaparticipacio.cat\">[18]</a>, Amposta <a class=\"external autonumber\" href=\"http://eparticipa.ciutatdigital.cat\" rel=\"nofollow\" title=\"http://eparticipa.ciutatdigital.cat\">[19]</a>, DGPC of Aragon <a class=\"external autonumber\" href=\"http://aragonparticipa.aragon.es/\" rel=\"nofollow\" title=\"http://aragonparticipa.aragon.es/\">[20]</a>, GOV2Demoss <a class=\"external autonumber\" href=\"http://www.gov2u.org/gov2DemOSS/index.htm\" rel=\"nofollow\" title=\"http://www.gov2u.org/gov2DemOSS/index.htm\">[21]</a>, eConsensus <a class=\"external autonumber\" href=\"http://www.consensus.cat\" rel=\"nofollow\" title=\"http://www.consensus.cat\">[22]</a>, e-Representative <a class=\"external autonumber\" href=\"http://www.erepresentative.org\" rel=\"nofollow\" title=\"http://www.erepresentative.org\">[23]</a>, Karditsa , Metamorphose <a class=\"external autonumber\" href=\"http://ola.lausanne.ch/\" rel=\"nofollow\" title=\"http://ola.lausanne.ch/\">[24]</a>, Tegea, and Upper Kirby [<a href=\"http://www.upperkirbydistrict.org]\">www.upperkirbydistrict.org]</a>. \n</p><p>From the lists above, it is evident that GOV2U has participated in numerous, diverse projects that all help engage citizens in active participation with the decision-making processes of their governments. This greatly supports deliberation and contributes to a stronger democratic process because both the represented and elected with actual legislative power are able to contribute their ideas and collaborate to better their government.\n</p>\n<a id=\"Publications\" name=\"Publications\"></a><h2> Publications </h2>\n<p>Since Gov2U has such a user-friendly interface and encourages frequent social interaction with political deliberation, its website is constantly updated with daily publications, event notifications, and press releases. \n</p><p>As a result, the link to its publications is as listed below:\n</p><p>Gov2u News <a class=\"external autonumber\" href=\"http://www.gov2u.org/index.php?view=categoryevents&amp;id=4%3AGov2u+News&amp;option=com_eventlist&amp;Itemid=57\" rel=\"nofollow\" title=\"http://www.gov2u.org/index.php?view=categoryevents&amp;id=4%3AGov2u+News&amp;option=com_eventlist&amp;Itemid=57\">[25]</a>\nGov2u Events <a class=\"external autonumber\" href=\"http://www.gov2u.org/index.php?view=categoryevents&amp;id=6%3AGov2u+Events&amp;option=com_eventlist&amp;Itemid=57\" rel=\"nofollow\" title=\"http://www.gov2u.org/index.php?view=categoryevents&amp;id=6%3AGov2u+Events&amp;option=com_eventlist&amp;Itemid=57\">[26]</a>\n</p><p>Both links show when Gov2U will attend specific global conferences, workshops, and seminars. As well, it features upcoming projects that the organization will be working on as well as information regarding the cofunding sponsor of that project.\n</p>\n<a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a><h2> Secondary Sources </h2>\n<p>(eGovernment &amp; CIP Operations Newsletter June 2007) \n<a class=\"external free\" href=\"http://ec.europa.eu/information_society/activities/egovernment/newsletter/newsletter_may_june_2008.htm\" rel=\"nofollow\" title=\"http://ec.europa.eu/information_society/activities/egovernment/newsletter/newsletter_may_june_2008.htm\">http://ec.europa.eu/information_society/activities/egovernment/newsletter/newsletter_may_june_2008.htm</a>\n</p><p>(Interview with Vasilis Koulolias, Executive Director of Gov2u)\n<a class=\"external free\" href=\"http://www.egovblog.com/2007/03/21/interview-with-vasilis-koulolias-executive-director-of-gov2u/\" rel=\"nofollow\" title=\"http://www.egovblog.com/2007/03/21/interview-with-vasilis-koulolias-executive-director-of-gov2u/\">http://www.egovblog.com/2007/03/21/interview-with-vasilis-koulolias-executive-director-of-gov2u/</a>\n</p><p>(ICT for Governing and Policy Modeling)\n<a class=\"external free\" href=\"http://ec.europa.eu/information_society/activities/egovernment/research/fp7/fp7_workshop/documents/constituency_building_workshop_report.pdf\" rel=\"nofollow\" title=\"http://ec.europa.eu/information_society/activities/egovernment/research/fp7/fp7_workshop/documents/constituency_building_workshop_report.pdf\">http://ec.europa.eu/information_society/activities/egovernment/research/fp7/fp7_workshop/documents/constituency_building_workshop_report.pdf</a>\n</p><p>(Bringing social and technological innovation to the work of national, regional and local elected representatives: The eRepresentative Project)\n<a class=\"external free\" href=\"http://itc.napier.ac.uk/itc/Documents/Krems_eRep08.pdf\" rel=\"nofollow\" title=\"http://itc.napier.ac.uk/itc/Documents/Krems_eRep08.pdf\">http://itc.napier.ac.uk/itc/Documents/Krems_eRep08.pdf</a>\n</p>\n<a id=\"External_Links\" name=\"External_Links\"></a><h2> External Links </h2>\n<p>Below are links that are great resources to provide further information regarding GOV2U. \n</p><p><a class=\"external free\" href=\"http://www.gov2u.org/\" rel=\"nofollow\" title=\"http://www.gov2u.org/\">http://www.gov2u.org/</a>\n<a class=\"external free\" href=\"http://www.opengov2010.be/\" rel=\"nofollow\" title=\"http://www.opengov2010.be/\">http://www.opengov2010.be/</a>\n<a class=\"external free\" href=\"http://www.youtube.com/user/Government2U\" rel=\"nofollow\" title=\"http://www.youtube.com/user/Government2U\">http://www.youtube.com/user/Government2U</a>\n</p>\n<a id=\"Evaluation_of_Gov2u\" name=\"Evaluation_of_Gov2u\"></a><h2> Evaluation of Gov2u </h2>\n<p>Gov2u is an opportunity for citizens to actively engage themselves in political deliberation because it aims to help bridge the gap between the common people and those who are elected. Through using ICT tools that most are already familiar with, Gov2u is simply making these opportunities more readily available. With such programs that promote technologically integrated campaigns, citizens will be more inclined to participate, thus making legislative procedures more democratic. Eventually with such advancements, educating others on specific policies, presidential candidates for elections, and other important political procedures will be much easier. As a result, more and more participants will become involved in such deliberative processes resulting in a better democracy.\n</p>", "title": "GOV2U"}