{"htmlbody": "<em>For a comprehensive general account of the Citizens' Initiative Review process see <a href=\"http://participedia.net/en/methods/citizens-initiative-review\">here</a> </em> <p><strong>HOW IT WORKS</strong></p><p>The Citizens’ Initiative Review is a proven way of publicly evaluating ballot measures so that voters have clear, useful, and trustworthy information at election time.</p><p>During the Citizens’ Initiative Review, a panel of randomly-selected and demographically-balanced voters is brought together from across the state to fairly evaluate a ballot measure. The panel hears directly from advocates for and against the measure and calls upon policy experts during the multi-day public review.</p><p>For each measure reviewed, a new panel is convened. At the conclusion of each review, panelists draft a ‘Citizens’ Statement’ highlighting the most important findings about the measure. Each ‘Citizens’ Statement’ is published as a prominent page in the voters’ pamphlet as a new and easily accessible resource for voters to use at election time.</p><p>The CIR was adopted into Oregon Law during the 2011 session of the Oregon Legislature. <a href=\"http://www.healthydemocracy.org\">Healthy Democracy</a> worked on behalf of the Oregon Citizens’ Initiative Review Commission to run two CIRs for the 2012 election cycle and plans to run two more in 2014.</p><p> </p><p><strong>BACKGROUND</strong></p><p><em>THE CITIZENS’ INITIATIVE REVIEW IN OREGON</em></p><p>The Citizens’ Initiative Review was championed in Oregon by our sister organization, Healthy Democracy Oregon (HDO). HDO began in 2007 and worked over five years with a wide array of supporters and legislative leaders to develop the CIR concept. HDO worked tirelessly to advocate for the CIR over this period, running a ‘field test’ of the CIR in 2008, and helping to pass House Bill 2895 in 2009 that enabled an official pilot. Healthy Democracy helped raise the funds to convene an official CIR pilot in 2010.</p><p>In June, 2011, the Oregon legislature approved House Bill 2634, legislation making the Citizens’ Initiative Review a permanent part of Oregon elections. Oregon is now the first state in the nation to adopt this innovative policy into law. The law will be fully implemented during the 2012 election cycle.</p><p>Instrumental to the bill’s passage was the official 2010 ‘pilot’ of the CIR. Healthy Democracy Oregon worked with the Secretary of State’s office, State Elections Office, advocates, and policy experts to convene two reviews in 2010. A team led by nationally-recognized researchers, backed by funding from the National Science Foundation, evaluated the Reviews. The evaluation team concluded that the two CIR panels convened in August 2010 engaged in high-quality deliberation, and that the CIR Citizens’ Statements were widely used and helpful to a large percentage of voters.</p><p>To learn more about the 2010 Citizens’ Initiative Review pilot, please see:</p><p>         <a href=\"http://cirarchive.org/\">CIR Archive </a>(2010)</p><p>         <a href=\"http://healthydemocracy.org/wp-content/uploads/2012/07/CIR-Evaluation-Overview-Final.pdf\">National Science Foundation Evaluation summary</a> (2010)</p><p>         <a href=\"http://healthydemocracy.org/wp-content/uploads/2012/07/OregonLegislativeReportCIR.pdf\">National Science Foundation Evaluation full report</a> (2010)</p><p> </p><p>Members of the same research team that evaluated the 2010 pilot will be studying the 2012 CIRs. The results of this follow-up study will be available in late fall, 2012.</p><p><em>2012 OREGON CIRS</em></p><p>Healthy Democracy worked with the Citizens’ Initiative Review Commission (CIRC) to run CIRs for two ballot measures in August 2012.</p><p>Two panels of 24 randomly selected and demographically balanced voters heard arguments for and against the measures and call upon subject-area experts during the five-day public review. From August 6-10 in Salem, the first panel reviewed Ballot Measure 85, which proposes allocating revenue from corporate income and excise tax “kicker” refunds to the general fund for K-12 public education. From August 20-24 in Portland, a second panel reviewed Ballot Measure 82, which would amend the state constitution to authorize privately owned casinos.</p><p>Designed to be fair and in-depth, the review process culminated with the production of a Citizens’ Statement detailing the key findings of the CIR panel.  The Citizens’ Statement was included in the statewide Voters Pamphlet that is mailed to every voter prior to the election.</p><p><a href=\"http://healthydemocracy.org/cir-test/\">View the results of the 2012 Oregon CIRs</a></p><p><em>THE OREGON CIR COMMISSION</em></p><p>During the 2011 Legislative Session, the Oregon Legislature passed House Bill 2634 which created a commission to oversee and conduct the Citizens’ Initiative Review (CIR) in Oregon. The CIR Commission is the official authority on how the CIR works, how it is administered, and what measures are selected for review. Oregon is the first state in the nation to adopt this innovative policy into law.</p><p>To learn more about the CIR Commission, please visit <a href=\"http://www.oregon.gov/CIRC\">oregon.gov/CIRC</a>.</p><p><em>ORIGINS OF THE CITIZENS’ INITIATIVE REVIEW</em></p><p>Between 1999 and 2007, Ned Crosby, founder of the Minnesota-based Jefferson Center, and his wife and colleague, Pat Benn, began developing and promoting the idea of the CIR in the state of Washington. During that time, their presentations in both Washington and Oregon were met with enthusiasm and encouragement.</p><p>One of those early meetings inspired an email in 2003 titled “10 things you can do to improve democracy” that made its way to Elliot Shuford and Tyrone Reitman, then graduate students in public policy at the University of Oregon. In 2006,  Reitman and Shuford, with the support of Crosby and Benn, became the co-founders and co-directors of Healthy Democracy Oregon.</p><p>Crosby’s pioneering work to develop the Citizens Jury method of public deliberation is the foundation of the CIR process. Recognized as an innovation in the field of citizen deliberation and public engagement, the Citizens Jury method has been used over the past 30 years in a wide variety of applications. To learn more about the history of the Citizens Jury process and the current work of the Jefferson Center, please visit <a href=\"http://www.jefferson-center.org/\">jefferson-center.org</a>.</p>", "title": "Citizens' Initiative Review"}