{"htmlbody": "<a id=\"Mission_and_Purpose\" name=\"Mission_and_Purpose\"></a><h2>Mission and Purpose</h2>\n<p>The Citizens' Council, formally referred to as the <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/White_Citizens%27_Council\" title=\"White Citizens' Council\">White Citizens Council</a>, was a white supremacist group created in the South. The Council was formed in the 1950s after the Supreme Court outlawed school segregation in <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/Brown_v._Board_of_Education\" title=\"Brown v. Board of Education\">Brown v. Board of Education</a> . Under the leadership of <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/Robert_B._Patterson\" title=\"Robert B. Patterson\">Robert B. Patterson</a>, The Citizens' Council in efforts to resist desegregation was formed on July 11, 1954. It was started in Indianola, MS, and expanded to other states, including Arkansas, Louisiana, Alabama, and Missouri. It attracted middle to upper-class civilians, most of them politicians, doctors, lawyers, teachers, bankers, and businessmen. The Citizens’ Council lasted approximately 25 years, from 1954 – 1979.<a href=\"#cite_note-UMS-0\" title=\"\">[1]</a>\n</p><p>Unlike the <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/Ku_Klux_Klan\" title=\"Ku Klux Klan\"> Ku Klux Klan  </a> and other racist groups during the <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/civil_rights_movement\" title=\"civil rights movement\">civil rights movement</a>, the Citizens' Council was not rooted in violence. Instead, the Citizens' Council focused on using economic, social and political pressures to oppress African Americans and supporters. While common stereotypes perceive racism to be behavior exemplified by the working and uneducated class, the Citizens’ Council proved that racism was well practiced by educated, upper class citizens. Characterized by their fear of miscegenation, the Citizens’ Council chronicled an important time in American history when it was not a law, but the people themselves that restricted each other from achieving civil rights. As Earl Johnson, a former member of the Citizens’ Council writes, “…it looked like to me that the Citizens' Council was just stirring up hate among whites and really was accomplishing nothing except just building an organization of members paying dues.”<a href=\"#cite_note-JOHNSTON-1\" title=\"\">[2]</a> The Citizens' Council monitored all aspects of life in the Deep South with the aid of <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/Jim_Crow_laws\" title=\"Jim Crow laws\"> Jim Crow laws</a> hoping to retain the status quo prior to the move towards integration. They heavily influenced outcomes of elections, health care policies, economic sanctions and progress, school districts, and other agenda.\n</p>\n<a id=\"History\" name=\"History\"></a><h2>History</h2>\n<p>On May 17, 1954, the Supreme Court ruled in Brown v. Board of Education that “in the field of public education, the doctrine of ‘separate but equal’ has no place. Separate but unequal education facilities are inherently unequal.” <a href=\"#cite_note-2\" title=\"\">[3]</a>  The Court further ruled that segregation in any public place was unequal. This proclamation for integration was celebrated by black Americans everywhere, but in the South it was received with skepticism. Known infamously as \"<a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/Black_Monday\" title=\"Black Monday\">Black Monday</a>,” Southern whites were greatly concerned with the Supreme Court’s unanimous decision, and many felt the threat of this change in status quo.  Mississippi Senator <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/James_O._Eastland\" title=\"James O. Eastland\">James O. Eastland </a> said, \"On May 17, 1954, the Constitution of the United States was destroyed because of the Supreme Court's decision. You are not obliged to obey the decisions of any court which are plainly fraudulent [and based on] sociological considerations.” <a href=\"#cite_note-SOUTH-3\" title=\"\">[4]</a>\n</p><p>\nThe first Citizens’ Council meeting was held in a living room in <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/Indianola,_Mississippi\" title=\"Indianola, Mississippi\">Indianola, Mississippi</a> on July 11, 1954.  Robert “Tut” Patterson, a plantation manager, led the chapter.  Attendance was approximately 100 people, including the town mayor and civic attorney. By August 1955, membership in the Citizens’ Council had exceeded 60,000 people, and included 253 Councils. In August 1956, the Citizens’ Council had expanded to 30 states to form the <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/Citizens%E2%80%99_Council_of_America\" title=\"Citizens’ Council of America\">Citizens’ Council of America</a>. Under the goal to preserve the “natural” rights of racial segregation and the “maintenance of our States’ Rights to regulate public health, morals, marriage, education, peace and good order in the States, under the Constitution of the United States.” Membership for the Citizens’ Councils peaked at 250,000 in 1957. The Citizens’ Council of America boasted a strong board of advisors, including Senator James O. Eastland and Representative John Bell Williams of Mississsippi, Senator J. Strom Thurmond and Representative L. Mendel of South Carolina, and Governor Marvin Griffin of Georgia.  <a href=\"#cite_note-UMS-0\" title=\"\">[1]</a>\n</p><p>In April 1957, a fifteen-minute telecast, “Forum” began its weekly broadcast over WLBT-TV in Jackson. Telecasts were shown by twelve stations across Alabama, Georgia, Louisiana, Mississippi, Texas, and Virginia, and radio tapes were broadcasted over fifty stations in the South. In 1962, the Civil Rights Act practically all but destroyed the Citizens’ Council’s years of work as racial integration became more widely popular and the councils’ advocacy started to backfire. That September 29, President Kennedy federalized Mississippi National Guard troops to force integration at the <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/University_of_Mississippi\" title=\"University of Mississippi\">University of Mississippi</a> (Ole Miss). <a href=\"#cite_note-SOUTH-3\" title=\"\">[4]</a>\n</p><p>\n<a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/The_Sovereignty_Commission_(see_below)\" title=\"The Sovereignty Commission (see below)\">The Sovereignty Commission</a> announced on October 19, 1964 that monthly payments to “Forum” would be reduced from $4,500 to $2,000. Viewer attention started to dwindle, and by December 1964, only a few stations in Mississippi and neighboring states still regularly played “Forum” programs. While the Citizens’ Councils strived for in the late 1960s, the effects soon began to wear off. The decline can be explained by a number of reasons, but mostly Southerners grew wary of upholding such strict traditions in an era of forward thinking. As African Americans started to gain political, economic, and social status, businesses could no longer deny services to African Americans. Political leaders and other community official started to liberalize towards integration, and the balanced shifted favorably towards civil rights in the South. The social cultural change was generally accepted by Southern citizens, who became reluctant to associate with racist groups that were being condemned by the rest of the nation. \n</p><p>\nBy the 1970s, support had drastically diminished for the Citizens’ Councils. There was a brief revival in 1985 for the Citizens’ Council when a new group emerged dedicated to preserving the privileges of white America, <a class=\"external text\" href=\"http://cofcc.org/\" rel=\"nofollow\" title=\"http://cofcc.org/\">The Council of Conservative Citizens (CofCC)</a>. Founded in St. Louis, MO in 1985 by leaders in the Citizens’ Council, including Robert Patterson, the CCC had a more specific set of values on which they based the need for a European America.  The Citizens Council was eventually completely replaced by The Council of Conservative Citizens.  They still reserve the same extremist views of white supremacy and white separatism by promoting “the interests of European Americans” today. <a href=\"#cite_note-CCC-4\" title=\"\">[5]</a>\n</p>\n<a id=\"The_Movement\" name=\"The_Movement\"></a><h2>The Movement</h2>\n<a id=\"Oppression\" name=\"Oppression\"></a><h3>Oppression</h3>\n<p>As Southern blacks began their civil rights movement through boycotts, protests, and other forms of revolt, Southern whites also began their own form of resistance. When Southern blacks boycotted the bus system in Montgomery, Alabama in 1955, the Citizens Council gained an exponential increase of membership. Southern blacks were evicted by landlords, fired by employers, denied credit by merchants, refused service, and assaulted. Other members worked to prevent African American voters from rolls, threatened to fire employees who registered to vote or integrate public facilities, and foreclosed businesses and farms.  <a href=\"#cite_note-WCC-5\" title=\"\">[6]</a>\n</p>\n<a id=\"Education\" name=\"Education\"></a><h3>Education</h3>\n<p>Since the Citizens’ Council’s Movement was rooted in opposition for segregated education, it was no surprise that a good majority of attention was focused on school boards. The Dallas Citizens’ Council was founded in 1957 with a membership of 25,000. Supported by Representative Joe N. Chapman of Sulphur Springs and Texas B.E. Masters, president emeritus of Kilgore JuniorCollege, the Texas Board of Education allowed states funds for desegregated school districts. In the small town of Hoxie, Arkansas, where Caucasian students outnumbered African American students by a ratio of 99 to 1, dissent for integration rose until the school board suspended classes for fall harvest weeks in advance. Angry parents picketed and boycotted students from school. In New Orleans, Louisiana, <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/Leander_Perez\" title=\"Leander Perez\">Leander Perez </a>, a wealthy land owner, lawyer, and judge, was hired by the Orleans Parish School Board to help prevent desegregation. Perez preached that integration was a communist plot to weaken the country, using the slogan “integration is the Southern expression of communism.” <a href=\"#cite_note-SOUTH-3\" title=\"\">[4]</a>  In Virginia, massive resistance was evident in extreme measures taken by school districts. Funding was eliminated for public schools attempting to integrate. Special privileges were given to white students, including grants to pay tuition for segregated private schools (excluded by Brown v. Board of Education), tax credits granted to parents who sent children to segregated schools, and additional funds were given to transport white students to segregated private schools. <a href=\"#cite_note-WEB-6\" title=\"\">[7]</a>\n</p>\n<a id=\"Intimidation_.26_Violence\" name=\"Intimidation_.26_Violence\"></a><h3>Intimidation &amp; Violence</h3>\n<p>The Citizens’ Council initially sought to distinguish from the Ku Klux Klan (KKK), but as their movement began to move towards extreme racial disparities, they soon became labeled as the “country club Klan” or “uptown Klan.” Black voter registration fell from 31.7% to 25.7% between 1956 and 1959 due to intimidation. <a href=\"#cite_note-SOUTH-3\" title=\"\">[4]</a> Direct violence committed by the Citizens' Council was hard to find, but the members of the Council often supported violence executed by the KKK.\n</p>\n<a id=\"Activities.2C_Major_Projects_.26_Events\" name=\"Activities.2C_Major_Projects_.26_Events\"></a><h2>Activities, Major Projects &amp; Events</h2>\n<p>In efforts to recreate old town meetings locally, the Citizens’ Council movement urged local groups to meet and discuss ways to “meet any crisis by expressing the will of the people.”<a href=\"#cite_note-COMMENTARY-7\" title=\"\">[8]</a> The Citizens’ Councils of America encouraged local white Americans to disrupt daily living for African Americans and sympathizers. Below are a few examples that occurred:\n</p><p>Mississippi was a crucial state in the segregationist movement. They claimed a membership of 80,000 in 1956. In 1959, the Citizens’ Council played a key role in electing Ross Barnett, a segregationist, to the Governor’s Office. \n</p><p>\nAt a large public meeting on May 17, 1956, the Citizens' Council of Greater New Orleans launched an attack on the Urban League, an integrated organization devoted to developing job opportunities for blacks. Leander Perez attacked the Urban League as \"a communist organization\" and denounced a list of its board members in public. <a href=\"#cite_note-SOUTH-3\" title=\"\">[4]</a>\n</p><p>\nOn Feburary 10, 1956, twelve thousand whites filled the state coliseum in Montgomery at a Citizens’ Council rally featuring Senator James O. Eastland. It was one of the largest political gatherings in the history of the state then. Many rushed to affiliate themselves with the Council after city officials urged the white community to unite against the bus boycott. <a href=\"#cite_note-MONT-8\" title=\"\">[9]</a>\n</p><p>\nIn <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/Little_Rock,_Arkansas\" title=\"Little Rock, Arkansas\">Little Rock</a>, disruption caused headlines news when the local Capital Citizens’ Council interrupted school board meetings, held letter-writing campaigns to the governor urging him to invoke police powers, and raised havoc within the white community for fear of [integration. <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/Central_High_School\" title=\"Central High School\">Central High School </a> was in the process of being integrated, and with the help of the National Guard, it was – but not without facing Capital Citizens’ Council’s adamant insistence that “forced integration was impractical.” <a href=\"#cite_note-WHITE-9\" title=\"\">[10]</a>\n</p>\n<a id=\"Funding\" name=\"Funding\"></a><h2>Funding</h2>\n<p>The majority of funding came from members themselves, who paid dues every meeting. The Citizens' Councils especially attracted wealthy members of society who were more than willing to donate for a worthy cause. Membership was open to anyone who fit the correct description: white, powerful, and racist. Members paid dues and attended weekly meetings in local homes, courthouses, schools, and other locations.  A typical meeting in Mississippi is described by Erle Johnston, former director of the Mississippi State Sovereignty Commission:\n</p>\n<blockquote>Big speaker [would] get up and say, \"We're not going to let the federal government do so-and-so. We are not going to do so-and-so. Come on. Bring your money up here. Let's join. Give us your money.\" So people would give their money and leave there, and they would feel better, like an emotional purgative, even though no plan had been adopted; no course had been assumed.<a href=\"#cite_note-JOHNSTON-1\" title=\"\">[2]</a> </blockquote>\n<p>The other way to receive revenue was from the publicly-funded<a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/Mississippi_State_Sovereignty_Commission\" title=\"Mississippi State Sovereignty Commission\">  Mississippi State Sovereignty Commission</a>, an agency that promoted segregation. In 1956, the Mississippi legislature formed the State Sovereignty Commission. The Sovereignty Commission contributed generous funds to the Citizens’ Council, and also offered their investigation through a covert network that tracked blacks and whites. <a href=\"#cite_note-UMS-0\" title=\"\">[1]</a>\n</p><p>The Citizens’ Council did not keep specific records, but speculation estimates its annual budget in 1956 to be around 400,000 in Mississippi alone. William J. Simmons estimated the budget to have fallen to around 200,000 by 1963.\n</p>\n<a id=\"Publications\" name=\"Publications\"></a><h2>Publications</h2>\n<p>As the Citizens’ Council spread into other states, many started to use propaganda to spread the message. On October 15, 1955 the Citizens’ Council in Mississippi released the first issue of The Citizens’ Council, a pro-segregationist newspaper. By 1960, 50,000 copies of the issue were circulating on average, and television and radio broadcasts were also available for program. Other Citizens’ Council pamphlets often carried messages describing African Americans as having “an inherent deficiency in mental ability” and “a natural indolence.”<a href=\"#cite_note-EXTREME-10\" title=\"\">[11]</a> The monthly four page newspaper contained news from area newspapers, essays from advocates, and articles of similar campaigns in South Africa. Both American and African blacks were portrayed as sexual predators or caricatured as African savages, cannibals, and witch doctors incapable of self-control through cartoons and writing. <a href=\"#cite_note-CCC-4\" title=\"\">[5]</a>\n</p><p>\nThe notorious Black Monday, title referring to the day of Brown v. Board of Education , was written by <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/Thomas_Pickens_Brady\" title=\"Thomas Pickens Brady\"> Thomas Pickens Brady</a>, a Mississippi circuit court judge. The handbook became a staple in the Citizens’ Council’s movement. \n</p><p>\nIn 1956, Patterson published a series of five pamphlets. Patterson used powerful politicians to support his main points: incorporated into his pamphlets were an article by former Supreme Court Justice James F. Brynes of South Carolina, a speech by state Attorney General Eugene Cook of Georgia, and addresses by Senator James O. Eastland and Representative John Bell Williams. Patterson went on to publish sets of single-sheet leaflets which boasted statistics to show that crime, illegitimacy, and venereal disease were more prevalent in blacks than whites.\n</p><p>\nIn January 1956, Montgomery mayor W.A. Gayle joined the Citizens’ Council, publicly declaring that “every right-right thinking white person in Montgomery, Alabama and the South should do the same.”<a href=\"#cite_note-KING-11\" title=\"\">[12]</a> By February, membership had doubled. Martin Luther King wrote to President Dwight D. Eisenhower asking him to investigate the Citizens’ Council violence.\n</p>\n<a id=\"Present_Day\" name=\"Present_Day\"></a><h2>Present Day</h2>\n<p>Today, the <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/Council_of_Conservative_Citizens_(CofCC)\" title=\"Council of Conservative Citizens (CofCC)\">Council of Conservative Citizens</a> continues to exists, and is headquartered in St. Louis, MO. They follow a “Statement of Principles,” written by <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/Dr._Samuel_Francis\" title=\"Dr. Samuel Francis\">Dr. Samuel Francis</a>, the former editor of the Citizens’ informer newspaper and a member of the CofCC National Board of Directors.  The “Statement of Principles” begins with a declaration: “The American men and women who make up the Council of Conservative Citizens (CofCC) believe in, commit themselves to, and pledge to work for and support these fundamental principles of American civilization, liberty, justice, and national safety.” <a href=\"#cite_note-CCC-4\" title=\"\">[5]</a> A list of 14 points detail the  from the United States as a Christian country, the preservation of European peoples in the United States, to specific policies on family, the environment, national and state law. CofCC has chapter sites in Alabama, California, Mississippi, and the Carolinas to name a few, and also European allies, including the <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/British_National_Party\" title=\"British National Party\"> British National Party</a>, <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/Vlaams_Belang\" title=\"Vlaams Belang\"> Vlaams Belang</a> (in Flanders), and <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/Front_National\" title=\"Front National\"> Front National </a> (in France). Members of the CofCC describe themselves as “the country’s most effective conservative activist group.” The group publishes a newspaper, The Citizens Informer, that is delivered quarterly. Each issue contains a section called “Council News,” which contains events happening in local chapters. CofCC can also be heard on Talk Radio, where they CofCC CEO Gordon Baum and member Earl Holt have hosted “Right at Night” for 10 years. The station was shut down after the death of the station’s owner. <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/The_Political_Cesspool_Radio_Program\" title=\"The Political Cesspool Radio Program\">The Political Cesspool Radio Program</a> is another radio broadcast that can be heard live every Saturday evening from 6:00pm – 9:00pm CT in Memphis, Tennessee.\n</p>\n<a id=\"Analysis_.26_Criticism\" name=\"Analysis_.26_Criticism\"></a><h2>Analysis &amp; Criticism</h2>\n<p>The Citizens' Council, curiously enough, practiced deliberation at the social and analytical process. By conforming to each other’s racist ideals, the Citizens’ Council united under a common fear of integration. Deliberation is the act of interaction through peoples as they evaluate choices and reach solutions. When members met for their weekly meetings and discussed recent news, deliberation occurred because they tried to address current issues by gathering resources and agreeing on actions to be taken. But why did such a vast movement of a shared political thinking fail?  Political Communication and Deliberation , written by John Gastil, explains the necessary components of deliberation. At the analytical level, the spread of information through mass media successfully created a solid information base for users, and clearly identified a set of values that defined the Citizens’ Council. Yet, the organization ultimately failed to continue its influence on society as the civil rights movement was embraced by the rest of the nation. The Citizens’ Council largely focused on the process of enticing members to join, while following up on results or brainstorming various ways to execute their opinions. At the social level, the Citizens’ Council adequately fulfilled criteria to ensure mutual comprehension, but failed to respects its citizenry by giving the average citizen little opportunity to express their experiences to the big leaders that charismatically led the way. The Councils were hardly a community-friendly organization as they were controlled by the most rich and most powerful of society. The decline of this organization can only be accredited to the lack of coherent political deliberation. \n</p>\n<a id=\"Groupthink\" name=\"Groupthink\"></a><h3>Groupthink</h3>\n<p>The Citizens’ Council is a notable organization of deliberation because it fulfills many groupthink proposals. For one, it brought together individuals in society who identified their lifestyles based on a specific set of beliefs. By first creating an identity that related to the movement, the Citizens’ Council could draw more support by easily appealing to their shared views. That mere opinions at a local level could be magnified to a national scale of racial segregation is a remarkable accomplishment. Another praiseworthy quality of the Citizens’ Council was its ability to mobilize the populace at a local level. Though there was disconnect between states, all of the councils had the same “inherent morality” to maintain segregation.”<a href=\"#cite_note-GASTIL-12\" title=\"\">[13]</a> By maintain a stereotyped view of the opposing group’s motivations (“African Americans are bad.”) while secretly keeping negative news or flaws hidden to avoid dispute (ie. Not discussing a new civil rights group, not presenting the latest discovery of integration cities, etc), members of the Citizens’ Council fell into a monotonous duty to their segregationist ideals. Despite its power and effectiveness, groupthink can be for large groups, many also believe it is an explanation for policy disasters. Flawed decisions are inevitable in a groupthink dynamic since no one dares to question a policy strategy or make suggestions.\n</p>\n<a id=\"Lack_of_Communication\" name=\"Lack_of_Communication\"></a><h3>Lack of Communication</h3>\n<p>The Citizens’ Council’s eventual demise can only be attributed to its lack of deliberation at a larger scope. The movement had difficulty working jointly with other states because each council focused solely on matters that could be handled locally. If Councils had formed monthly or semi-annual meetings for all those involved in Citizens’ Council of America, or even at the state level between cities, the Citizens’ Council surely would have survived the more revolutionary civil rights agenda that destroyed the Citizens’ Council.\n</p>\n<a id=\"Political_Language\" name=\"Political_Language\"></a><h3>Political Language</h3>\n<p>One of the more manipulative political influences the Citizens’ Council fostered was the usage of powerful words to manipulate the public at large. Much like the political scientist Murray Edelman described with the word crisis, repetitive usage of the Citizens’ Council for words like racism, dirty, disease, and other derogatory adjectives for African Americans confused normal citizenry enough to the Councils’ advantage. As Edelman pointed out, “crisis language maybe used to encourage the…population to accept [the proposed ideas],” and furthermore often “relaxes resistance to governmental interferences with civil liberties and bolsters support for executive actions, including discouragement of suppression of criticism.\" <a href=\"#cite_note-GASTIL-12\" title=\"\">[13]</a>  Such practice was commonly used by the Citizens’ Councils through their campaigns and propaganda, and extremely effective during the organization's earlier years.\n</p>\n<a id=\"External_Links\" name=\"External_Links\"></a><h2>External Links</h2>\n<p><a class=\"external text\" href=\"http://www.dallasnews.com/sharedcontent/dws/news/localnews/125th/newsevents/stories/061810dnmetdcc125.b7765fb8.html\" rel=\"nofollow\" title=\"http://www.dallasnews.com/sharedcontent/dws/news/localnews/125th/newsevents/stories/061810dnmetdcc125.b7765fb8.html\">Dallas Citizens' Council</a>\n</p><p><a class=\"external text\" href=\"http://cofcc.org/\" rel=\"nofollow\" title=\"http://cofcc.org/\">Council of Conservative Citizens</a>\n</p><p><a class=\"external text\" href=\"http://www.citizenscouncils.com/\" rel=\"nofollow\" title=\"http://www.citizenscouncils.com/\">Citizens' Council</a>\n</p><p><a class=\"external text\" href=\"http://orig.jacksonsun.com/civilrights/sec2_citizencouncil.shtml\" rel=\"nofollow\" title=\"http://orig.jacksonsun.com/civilrights/sec2_citizencouncil.shtml\">The Jackson Sun</a>\n</p><p><a class=\"external text\" href=\"http://www.ferris.edu/htmls/othersrv/isar/Institut/CCC/\" rel=\"nofollow\" title=\"http://www.ferris.edu/htmls/othersrv/isar/Institut/CCC/\">Institute for the Study of Academic Racism</a>\n</p>\n<a id=\"Secondary_Literature\" name=\"Secondary_Literature\"></a><h2>Secondary Literature</h2>\n<p>McMillen, Niel R. The Citizens' Council: Organized Resistance to the Second Reconstruction, 1954-64. Illini Books, 1994. Print.\n</p><p><a class=\"external text\" href=\"http://www.commentarymagazine.com/viewarticle.cfm/the-white-citizens-councils-br-respectable-means-for-unrespectable-ends-2460\" rel=\"nofollow\" title=\"http://www.commentarymagazine.com/viewarticle.cfm/the-white-citizens-councils-br-respectable-means-for-unrespectable-ends-2460\">The White Citizens Councils: Respectable Means for Unrespectable Ends</a>\n</p><p><a class=\"external text\" href=\"http://faculty.nwacc.edu/dvinzant/documents/McMillen.pdf\" rel=\"nofollow\" title=\"http://faculty.nwacc.edu/dvinzant/documents/McMillen.pdf\">The White Citizens’ Council and Resistance to School Desegregation in Arkansas</a>\n</p><p><a class=\"external text\" href=\"http://etd.ohiolink.edu/send-pdf.cgi/Luce%20Phillip%20Abbott.pdf?osu1144847499\" rel=\"nofollow\" title=\"http://etd.ohiolink.edu/send-pdf.cgi/Luce%20Phillip%20Abbott.pdf?osu1144847499\">The Mississippi White Citizens' Council</a>\n</p>\n<a id=\"References\" name=\"References\"></a><h2>References</h2>\n<p><a class=\"external text\" href=\"http://www.adl.org/mwd/ccc.asp\" rel=\"nofollow\" title=\"http://www.adl.org/mwd/ccc.asp\">The Militia Watchdog</a>\n</p>\n<ol class=\"references\"><li id=\"cite_note-UMS-0\">↑ <a href=\"#cite_ref-UMS_0-0\" title=\"\">1.0</a> <a href=\"#cite_ref-UMS_0-1\" title=\"\">1.1</a> <a href=\"#cite_ref-UMS_0-2\" title=\"\">1.2</a>  Citizens' Council Collection (MUM00072). Archives &amp; Special Collections, J.D. Williams Library, The University of Mississippi.</li>\n<li id=\"cite_note-JOHNSTON-1\">↑ <a href=\"#cite_ref-JOHNSTON_1-0\" title=\"\">2.0</a> <a href=\"#cite_ref-JOHNSTON_1-1\" title=\"\">2.1</a>  Earl Johnston, <a class=\"external free\" href=\"http://www.usm.edu/crdp/html/cd/citizens.htm\" rel=\"nofollow\" title=\"http://www.usm.edu/crdp/html/cd/citizens.htm\">http://www.usm.edu/crdp/html/cd/citizens.htm</a> </li>\n<li id=\"cite_note-2\"><a href=\"#cite_ref-2\" title=\"\">↑</a>  United States Supreme Court Brown v. Board of Education <a class=\"external text\" href=\"http://caselaw.lp.findlaw.com/scripts/getcase.pl?court=us&amp;vol=347&amp;invol=483\" rel=\"nofollow\" title=\"http://caselaw.lp.findlaw.com/scripts/getcase.pl?court=us&amp;vol=347&amp;invol=483\">FindLaw Cases &amp; Codes</a></li>\n<li id=\"cite_note-SOUTH-3\">↑ <a href=\"#cite_ref-SOUTH_3-0\" title=\"\">4.0</a> <a href=\"#cite_ref-SOUTH_3-1\" title=\"\">4.1</a> <a href=\"#cite_ref-SOUTH_3-2\" title=\"\">4.2</a> <a href=\"#cite_ref-SOUTH_3-3\" title=\"\">4.3</a> <a href=\"#cite_ref-SOUTH_3-4\" title=\"\">4.4</a>  The Southern Institute for Education and Research \"Civil Rights Education\" &lt;<a class=\"external free\" href=\"http://www.southerninstitute.info/civil_rights_education/divided12.html\" rel=\"nofollow\" title=\"http://www.southerninstitute.info/civil_rights_education/divided12.html\">http://www.southerninstitute.info/civil_rights_education/divided12.html</a>&gt; </li>\n<li id=\"cite_note-CCC-4\">↑ <a href=\"#cite_ref-CCC_4-0\" title=\"\">5.0</a> <a href=\"#cite_ref-CCC_4-1\" title=\"\">5.1</a> <a href=\"#cite_ref-CCC_4-2\" title=\"\">5.2</a>  Council of Conservative Citizens &lt;<a class=\"external free\" href=\"http://cofcc.org/\" rel=\"nofollow\" title=\"http://cofcc.org/\">http://cofcc.org/</a>&gt; </li>\n<li id=\"cite_note-WCC-5\"><a href=\"#cite_ref-WCC_5-0\" title=\"\">↑</a>  Adams, Thomas Jessen. \"White Citizens' Council.\" Mwire: Encyclopedia of African American History, 1896 to Present: From the Age of Segregation to the Twenty-First Century (2008): n. pag. Web. 7 Dec 2010.<a class=\"external autonumber\" href=\"http://www.mywire.com/a/Enc-African-American-History-from-1896/White-Citizens-Council/9451397/\" rel=\"nofollow\" title=\"http://www.mywire.com/a/Enc-African-American-History-from-1896/White-Citizens-Council/9451397/\">[1]</a> </li>\n<li id=\"cite_note-WEB-6\"><a href=\"#cite_ref-WEB_6-0\" title=\"\">↑</a>  Webspinner, 1999-2009 <a class=\"external text\" href=\"http://www.crmvet.org/tim/timhis54.htm\" rel=\"nofollow\" title=\"http://www.crmvet.org/tim/timhis54.htm\">Civil Rights Movement Veterans</a> </li>\n<li id=\"cite_note-COMMENTARY-7\"><a href=\"#cite_ref-COMMENTARY_7-0\" title=\"\">↑</a>  Halberstam, David. The White Citizens Councils: Respectable Means for Unrespectable Ends&lt;/i&gt; October 1956 <a class=\"external text\" href=\"http://www.commentarymagazine.com/viewarticle.cfm/the-white-citizens-councils-br-respectable-means-for-unrespectable-ends-2460\" rel=\"nofollow\" title=\"http://www.commentarymagazine.com/viewarticle.cfm/the-white-citizens-councils-br-respectable-means-for-unrespectable-ends-2460\">Commentary Magazine</a> </li>\n<li id=\"cite_note-MONT-8\"><a href=\"#cite_ref-MONT_8-0\" title=\"\">↑</a> Randall, Vernellia R. Rebellion in Montgomery 1997, 1998, 1999, 2001 </li>\n<li id=\"cite_note-WHITE-9\"><a href=\"#cite_ref-WHITE_9-0\" title=\"\">↑</a> <a class=\"external text\" href=\"http://people.virginia.edu/~dew3r/whitec.htm\" rel=\"nofollow\" title=\"http://people.virginia.edu/~dew3r/whitec.htm\">White Citizens' Council</a> </li>\n<li id=\"cite_note-EXTREME-10\"><a href=\"#cite_ref-EXTREME_10-0\" title=\"\">↑</a> \"Extremism in America: Council of Conservative Citizens,\" <a class=\"external text\" href=\"http://www.adl.org/learn/ext_us/CCCitizens.asp?xpicked=3&amp;item=12\" rel=\"nofollow\" title=\"http://www.adl.org/learn/ext_us/CCCitizens.asp?xpicked=3&amp;item=12\">ADL: The Anti-Defamation League</a> </li>\n<li id=\"cite_note-KING-11\"><a href=\"#cite_ref-KING_11-0\" title=\"\">↑</a>  The Martin Luther King Jr. Research and Education Institute \"White Citizens' Council (WCC)\" <a class=\"external text\" href=\"http://mlk-kpp01.stanford.edu/index.php/encyclopedia/encyclopedia/enc_white_citizens_councils_wcc/\" rel=\"nofollow\" title=\"http://mlk-kpp01.stanford.edu/index.php/encyclopedia/encyclopedia/enc_white_citizens_councils_wcc/\">Martin Luther King Jr. and the Global Freedom Struggle </a></li>\n<li id=\"cite_note-GASTIL-12\">↑ <a href=\"#cite_ref-GASTIL_12-0\" title=\"\">13.0</a> <a href=\"#cite_ref-GASTIL_12-1\" title=\"\">13.1</a>  Gastil, John. Political communication and deliberation. Sage Publications, Inc, 2007. Print. p. 141, 90-91</li></ol>", "title": "Citizens' Council"}