{"htmlbody": "<p>Chicago Local School Councils <a id=\"Mission_and_Purpose\" name=\"Mission_and_Purpose\"></a></p><h2>Mission and Purpose</h2><p>The Chicago Local School Council is a deliberative process used by the schools of Chicago, Illinois in order to discuss and come to conclusions of how to improve the schools, allocate funds, discuss long-term school improvement plans, and further evaluating the school’s principal. <a id=\"Council_Structure\" name=\"Council_Structure\"></a></p><h2>Council Structure</h2><p>The Local School Councils consist of eleven or twelve members, depending on if the school is an elementary school or high school. For elementary schools, the councils consist of eleven members who are one principal, six parent representatives, two community representatives, and two teacher representatives. [1] For high schools, and councils consist of twelve members which are the principal, six parent representatives, two community representatives, two teacher representatives, and one student representative. However, in high school councils, the student representative is not allowed to vote on personnel matters such as contractual agreements, evaluation retention, principal selection, and the allocation of teaching and staff resources.</p><p>School-Based Budget</p><p>LSCs help develop and approve a school budget, with major control over an average of $500,000 per year in flexible funds from the state. [2] <a id=\"Member_Eligibility\" name=\"Member_Eligibility\"></a></p><h2>Member Eligibility</h2><p>In order to be a member of a Chicago Local School Council (LSC), you must be either a parent or community member of the schools and fill out an application. The members are elected or nominated by parents and community residence in an election that takes place every two years. [1] The applications that future members are required to fill out, call for them to include basic information such as name, date of birth, address and how many children of theirs attending the school; as well as their children’s birth date and classroom. Candidates are also required to have two forms of identification and show their economic interests; such as if they are related to the principal and if they or any family member or relatives do business with the school. This is done at the time in which they are applying to be a member of the council. This shows if the applicant may have any outside interest in becoming a member aside from improving the schools.</p><p>Further description of what qualifies candidates to be eligible for these positions is given.</p><p>Principal</p><p>-The Principal, whether contractual, acting, or interim, is automatically a member of their school’s LSC.</p><p>Parent representative</p><p>A parent representative is eligible to serve on an LSC if he/she:</p><p>-Is the parent or legal guardian of a child currently enrolled in that school; and</p><p>-is not an employee of the Board. [1]</p><p>Community representative</p><p>A community representative is eligible to serve on an LSC if he/she:</p><p>-Resides in the attendance area or voting district of that school.</p><p>-Does not have a child currently enrolled at that school and is not an employee of the Board. [1]</p><p>Teacher representative</p><p>A teacher representative is eligible to serve on an LSC if he/she:</p><p>-Is employed and assigned in a teaching position or in a position for which qualifications as a teacher are required; and</p><p>-is employed to perform the majority of his/her employment duties at the attendance center. [1]</p><p>Student representative</p><p>A student representative is eligible to serve on the LSC if he/she is a full-time high school student. [1] Additional LSC information</p><p>-Relatives of the principal are ineligible to serve on the LSC.</p><p>-Individuals who have been convicted of certain felony crimes are ineligible to serve, either indefinitely or for 10 years after the date of conviction.</p><p>-Appointed or elected LSC members may be seated immediately with FULL LSC voting privileges pending the completion of their criminal background checks. [1] <a id=\"Meeting_Structure\" name=\"Meeting_Structure\"></a></p><h2>Meeting Structure</h2><p>Most LSCs meet monthly, and the date, time, and location of these meetings posted.</p><p>One great part of these meetings is that they are open to the public. This allows parents, teachers, students, and community members who are not part of the councils to at least be informed of what is happening within their schools. This is a great aspect of the organization in relation to deliberation because, again, it allows for a wide variety of opinions and views. This also creates a space where the attending public to make comments about the topics at hand. Also, comments from people in attendance can provide other solutions that the council members may not have previously thought of. The public can voice their opinions of what their main concerns are as well. This feature of the council contributes to the social aspect of deliberation because all people in attendance have an opportunity to give their thoughts and concerns, and it allows people to consider the ideas and experiences of others.</p><p>Not all meetings however, are open to the public. These closed meetings are ones that discuss matters along the lines of personnel, discipline issues, and safety.</p><p>The LSCs are required to hold at least two meetings that are open to the public specifically to present and discuss the annual school improvement plan, proposals to the budget, and present a report on the progress of the school and students. <a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>In 1988 the Chicago School Reform Act passed, which created the Local School Councils, as well as sub district councils, School Board Nominating Commission, and Mayor-appointed interim board. The first election for the first Local School Council was held in October of 1989. 17,256 people ran, 312,000 voted, and 6,000 members were elected to serve. [1] Since then, the LSC voting process was declared unconstitutional in 1990 due to the suspicion of corrupt council members; thus a new election process was created and altered throughout the years. In 1995 a new requirement was implemented in which incoming LSC members were required to take three days of training. This was to make sure each member knew their duty and what they would be deliberating on. In 1996 the CPS acquired the ability to set criteria for principal positions. Three years later in 1999, the CPS system was restructured, and LSC members would have to go through criminal background checks, and members no longer had to file Statement of Economic Interest with Cook County. [1] Today, LSCs meetings are taken very seriously and its members do the best they can for their local schools. <a id=\"Major_Projects_and_Events\" name=\"Major_Projects_and_Events\"></a></p><h2>Major Projects and Events</h2><p>The LSC meets on a regular basis discussing the hire of their school’s principal on a four-year performance contract, set priorities for school improvement, and determine the school’s budget. The typical LSC meets monthly and nearly always has a quorum. The average parent or community LSC member devotes 28 hours per month to helping their school. [2] To build on the strengths of Chicago’s LSCs and overcome weaknesses, those committed to the Chicago schools have taken major actions to change the ways in which LSCs are currently treated and educated: Central office staff had been interfering inappropriately in LSC decision making, often pursuing their own political agendas. LSCs and their supporters have included a wider variety of people to stop these abuses and build LSCs capability. The process for educating and assisting LSCs is used to stop the violation of widely recognized standards for effective adult education. [2]</p><p>Now the LSC has a number of instructional learning sessions required for local school council members. These sessions are used to enhance their knowledge of how LSCs operate and their role as a LSC member. [1] An 18 hour training program must be completed with in six months of a council member taking office. The Board is in charge of monitoring this training, and if an LSC member fails to complete the required program with in the designated six month time period, the Board will declare his or her position vacant. The LSC will then appoint a qualified person who meets the eligibility requirements to fill the unexpired term. [1]</p><p>There are six mandatory lessons (12 hours) that LSC members have to take. The additional 3 lessons can come from a variety of topics approved by the Board. The six mandatory lessons are: [1]</p><p>• Roles and Responsibilities as Policy Makers</p><p>• Effective Local School Councils</p><p>• School Improvement Planning for Advancing Academic Achievement</p><p>• Budget</p><p>• Principal Performance Evaluation</p><p>• Principal Retention and Principal Selection</p><p>The process of teaching those who are in the council contributes the making the council more deliberative a whole. This creates a strong information base for the members and allows the council to perform to the best of their ability. Once the council members have gone through the mandatory sessions within the six month period, council members are able to make the best decisions possible for the local schools. <a id=\"Funding\" name=\"Funding\"></a></p><h2>Funding</h2><p>Local School Councils are run by faculty, staff, parents and students. These are all people who are there strictly to make a difference in their local schools and not for profit. Being volunteers, there is no organized funding for this organization. The LSCs are a representation of those involved in Chicago’s local school districts. <a id=\"Analysis_and_Critique\" name=\"Analysis_and_Critique\"></a></p><h2>Analysis and Critique</h2><p>In this section there will be statements showing how the Chicago LSCs are doing well portraying a deliberative process. There will also be critiques and suggestions stating how the Chicago LSCs are not ideally deliberative and how a council could improve.</p><p>Analysis</p><p>There are several ways that the Chicago LSCs are deliberative. First, it allows for differing points of view from community members, parents, principals, teachers, and at the high school level, students as well. The restrictions on eligibility are necessary to have in place so that only people, who have the ability to make an impact on local schools, are the ones who have a direct connection with the schools. Whether they live in the area of one of the schools, they are an employee of the school, or are a parent of a student attending the school, or students themselves, they can make a difference. The ability for such a variety of people to become involved with these LSCs is also a strong point in the deliberative process, as it allows for lots of different and contrasting viewpoints. Not only older, more experienced members of the public, but the youth that actually attend the schools (high schools) can be elected and have a voice as well.</p><p>This also allows the members to identify a broad range of solutions to the issues that the councils deal with, such as budget allocation and future planning. Teachers who have been in the education system have seen where budgeting has gone and can have a great input on where it needs to go. Students can also chime in to where they would like to see their schools budget go and what their peers would participate in or enjoy having in their school. Parents can make suggestions on what they may or may not want their kids being influenced by where the budget is being spent. Citizens in the area can voice their opinions on what improvements they may want to see in the local schools. Principals are also important for regulating what planning solutions are actually plausible. This group together, can come up with a variety of solutions and make the best decision possible for that particular location.</p><p>Local School Council members are now more educated in the job that they are carrying out. Because everyone that enters the council takes the same required classes there is less room for misunderstanding during deliberation. This requirement ensures that there is mutual comprehension between members, yet there is still a variety of ideas and experiences.</p><p>Critique</p><p>An improvement that could be made to make this organization more deliberative would be to open it up to more members. As of now, only council participation number maxes out at eleven members for elementary schools and twelve members for high schools. The restrictions on eligibility could remain the same, as to keep those who are relevant in the running. However, adding more members could also provide more viewpoints, allowing the councils to come to even more educated, well rounded, and beneficial decisions on the issues. Currently, high school LSCs are restricted to only twelve members, one of which is a student at the school. While the variety of members is a great resource, more members in general could provide an even greater benefit for the organization; especially more students and teachers. These are the people who have the first hand experience of what goes on in the school and know what needs improvement. Similarly, schools below the high school level are currently only allowed eleven members; none of which are students. Allowing more input from parents, teachers, and community members could provide a great benefit to the organization.</p><p>At this point LSCs are run by volunteers and thus are a nonprofit organization. Although a high percentage of LSCs are up and running smoothly, 4% of Chicago’s LSCs are practically inactive and 13% are very inconsistent with actually performing their most basic responsibilities. [2] This creates for a very unsuccessful or nonexistent deliberative process. If there were some sort of system put in place to make people want to volunteer there would be more people volunteering in these low functioning councils. If a rule were put in place that made there be a new council member in each spot (beside teachers and the principal) every tow years, instead of just another election. The rule would provide a wider variety of people that would have to volunteer and there would be a greater turnover in member volunteering. This would give new people a chance to make a difference in the local school system and discourage unethical behavior from taking place. With new members comes a new wave of fresh ideas and more experiences; a better deliberative process. <a id=\"Publications\" name=\"Publications\"></a></p><h2>Publications</h2><p><a id=\"Extra_Links\" name=\"Extra_Links\"></a></p><h2>Extra Links</h2><p><a class=\"external free\" href=\"http://en.wikipedia.org/wiki/Local_School_Councils\" rel=\"nofollow\" title=\"http://en.wikipedia.org/wiki/Local_School_Councils\">http://en.wikipedia.org/wiki/Local_School_Councils</a> <a class=\"external free\" href=\"http://en.wikipedia.org/wiki/List_of_schools_in_Chicago_Public_Schools\" rel=\"nofollow\" title=\"http://en.wikipedia.org/wiki/List_of_schools_in_Chicago_Public_Schools\">http://en.wikipedia.org/wiki/List_of_schools_in_Chicago_Public_Schools</a> <a class=\"external free\" href=\"http://piccolo.cps.k12.il.us/local_school_council.htm\" rel=\"nofollow\" title=\"http://piccolo.cps.k12.il.us/local_school_council.htm\">http://piccolo.cps.k12.il.us/local_school_council.htm</a> <a class=\"external free\" href=\"http://www.edline.net/pages/Whitney_M_Young_Magnet_HS/-Parent_Group/Local_School_Council\" rel=\"nofollow\" title=\"http://www.edline.net/pages/Whitney_M_Young_Magnet_HS/-Parent_Group/Local_School_Council\">http://www.edline.net/pages/Whitney_M_Young_Magnet_HS/-Parent_Group/Local_School_Council</a> <a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h2>Secondary Sources</h2><p><a class=\"external free\" href=\"http://www.Designforchange.org\" rel=\"nofollow\" title=\"http://www.Designforchange.org\">http://www.Designforchange.org</a> <a class=\"external free\" href=\"http://www.catalyst-chicago.org/index.php\" rel=\"nofollow\" title=\"http://www.catalyst-chicago.org/index.php\">http://www.catalyst-chicago.org/index.php</a> <a class=\"external free\" href=\"http://blogs.suntimes.com/backtalk/2010/03/your_local_school_council_need.html\" rel=\"nofollow\" title=\"http://blogs.suntimes.com/backtalk/2010/03/your_local_school_council_need.html\">http://blogs.suntimes.com/backtalk/2010/03/your_local_school_council_need.html</a> <a class=\"external free\" href=\"http://austintalks.org/2010/11/douglass-local-school-council-members-brace-for-change/\" rel=\"nofollow\" title=\"http://austintalks.org/2010/11/douglass-local-school-council-members-brace-for-change/\">http://austintalks.org/2010/11/douglass-local-school-council-members-brace-for-change/</a> <a id=\"Notes\" name=\"Notes\"></a></p><h2>Notes</h2><p><a id=\"Bibliography\" name=\"Bibliography\"></a></p><h2>Bibliography</h2><p>[1] Chicago Public Schools. \"Chicago Public Schools: Local School Councils.\" Chicago Public Schools: Home. 2010. Web. 19 Nov, 2010. &lt;<a class=\"external free\" href=\"http://www.cps.edu/pages/Localschoolcouncils.aspx\" rel=\"nofollow\" title=\"http://www.cps.edu/pages/Localschoolcouncils.aspx\">http://www.cps.edu/pages/Localschoolcouncils.aspx</a>&gt;. [2] Merritt, Gail, and Donald R. Moore. \"DFC | Chicago's LSCs: What the Research Says,\" Designs for Change, 2002. Web. 23 Nov. 2010. &lt;<a class=\"external free\" href=\"http://www.designsforchange.org/pubs/LSCresearch_feb02/LSC_3.html\" rel=\"nofollow\" title=\"http://www.designsforchange.org/pubs/LSCresearch_feb02/LSC_3.html\">http://www.designsforchange.org/pubs/LSCresearch_feb02/LSC_3.html</a>&gt;.</p>", "title": "Chicago Public Schools: Local School Councils"}