{"htmlbody": "<p><a id=\"Mission_and_Purpose\" name=\"Mission_and_Purpose\"></a></p><h1>Mission and Purpose</h1><p>Mission</p><p>The foundation’s mission is to develop strategies that will help in strengthening democracy. They are concerned with what the citizens in our country are concerned with, and in turn focus on these issues. A question that has driven their research today is: “What does it take to make democracy work as it should?” They focus on the importance of citizens taking an active role to make political practices more deliberative. Their research is unique because it really puts people in the forefront. They strive to explore what people can do to address different problems in their community and also at a national level. There are three hypotheses, which are used in all of Kettering’s research. These hypotheses state that democracy requires: “Citizens who as “sovereigns” can make sound decisions about public issues.” “Citizens who can act together to deal with their problems beginning in their communities.” “Citizens who can align the work they do with the institutions they created to serve them so that civic initiatives reinforce institutional efforts.”</p><p><a class=\"external free\" href=\"http://www.kettering.org/about_the_foundation\" rel=\"nofollow\" title=\"http://www.kettering.org/about_the_foundation\">http://www.kettering.org/about_the_foundation</a></p><p>Purpose</p><p>The Kettering Foundation is run on continuing to uncover more information through different aspects of research. There are six different research programs, which they work on conjointly to help ensure that democracy is working, as it should. These programs draw from the experiences of citizens in our country when they are able to get involved and work within their communities The six programs are: Citizens and Public Choice, Community Politics, Public-Public Education, Public-Government Relationship, Institutions And Professions In The Public Realm and Multinational Research. The first program is based on citizens and public choice. They look at how citizens can make a collective actions and decisions with sound judgment, which ensures a more deliberative process. Kettering feels that people will be more inclined to take accountability for decisions that they make on their own. The Kettering foundation spreads the word by issuing books on different issues; people can then use these books as resources so they can make more deliberative decisions on different issues. The next program focuses on all of the aspects of community politics. This ranges from how to address problems as citizens and also how to make decisions on different issues in the community. They really put an emphasis on the importance of citizen involvement in the community. There is another program that researches public-to-public education. This research really displays the importance of citizens taking responsibility and ownership of the education we offer our children. The next research program is based on the public to government relationship. Many citizens looking from the outside sometimes feel that the political system is driven by special interests from the government. The relationship between the citizens and government are examined and the research also sees if the work of government can support their work to the citizens. Kettering also has a research program, which examines how institutions and professions can connect to the citizens in a democratic way. It dwells into how the practices of institutions and professions can support the citizens in a more democratic fashion. They also contribute by doing multinational research; they are able to work with many countries. They spend time learning from people around the world about their own personal feelings on their own individual governments. The research also tries to discover how people feel that their country should be run; in what they believe to be is more democratic.</p><p><a class=\"external free\" href=\"http://www.kettering.org/foundation_programs\" rel=\"nofollow\" title=\"http://www.kettering.org/foundation_programs\">http://www.kettering.org/foundation_programs</a></p><p><a id=\"History\" name=\"History\"></a></p><h1>History</h1><p>The foundation is named after Charles Kettering and was founded in 1927 \"to sponsor and carry out scientific research for the benefit of humanity.\" The American born Charles F. Kettering founded Kettering based on his positive outlook and thinking. It was built on his inspiration and philosophical approach. Today, the foundation has increased the scope of research to many different areas like improving democracy and education. During the 1960’s many new areas of concern were brought up and used for research. These concerns included improving public education and the relationship with the government and public. One of the most important projects the foundation began to work on was called the Institute for Development of Educational Activities, Inc. The purpose was to improve education so that the younger generations could receive a better way of being taught. One of the most important events involved with this was the Dartmouth Conferences, “a series of high level discussions between prominent citizens of the U.S. and USSR, which the foundation began to cosponsor in 1969.” The foundation went private in the 1970’s and decided to operate in a different manner. There was a change in how the foundation was run and this was from the idea that the foundation would stop making grants. The foundation decided it would be a better idea to perform research on its own. They began to focus their research on areas such as: “education, urban affairs, science and technology, and international relations.” The evidence which the foundation is uncovering is that the issues in our world have more connection to resolutions that stem from practices in a social sense. They have begun to realize that many problems we face aren’t necessarily in need of new age technology; rather that they can be faced through politics. This again, draws what the foundation really cares about, and this is the citizen. Kettering is researching the ways in which the individual can get involved and help improve democracy in the world.</p><p><a class=\"external free\" href=\"http://www.kettering.org/about_the_foundation/history\" rel=\"nofollow\" title=\"http://www.kettering.org/about_the_foundation/history\">http://www.kettering.org/about_the_foundation/history</a></p><p><a id=\"Projects_and_Events\" name=\"Projects_and_Events\"></a></p><h1>Projects and Events</h1><p>The Kettering foundation’s focus on education and research is represented in the types of projects the foundation undertakes. The foundation produces periodicals, collaborates with other institutions such as the National Issues Forums, and sponsors numerous publications that aim at informing the public of relevant national issues.</p><p>Many institutions have used of the research that the Kettering Foundation has conducted. The foundation has had the opportunity to conduct experiments in the state of Hawaii. This research was initiated by the legislature who wanted a group at the university to research the information that is available how citizens evaluate issues in a deliberative matter before the general assembly. This research is crucial because it evaluates the reasoning citizens have when evaluating issues. The government can also understand what it is that is important to citizens and how they will evaluate issues when they do arise.</p><p><a class=\"external free\" href=\"http://www.kettering.org\" rel=\"nofollow\" title=\"http://www.kettering.org\">http://www.kettering.org</a></p><p><a id=\"Periodicals\" name=\"Periodicals\"></a></p><h2>Periodicals</h2><p>There are three annual periodicals that the Kettering Foundation produces and distributes:</p><p>Connections is an annual newsletter that focuses on one specific program area that the Foundation finds important. Editing of the newsletter rotates among the Kettering Foundation staff. This allows for the information and viewpoints to change and the influences printed in the letter to never be monopolized by one view. The contents of each newsletter include book reviews, articles and stories pertaining to the focus discussion.</p><p>The Kettering Review is a periodical dedicated to improving American public life and democracy. This publication presents ideas and activities aimed at starting public discussion and initiating large-scale involvement in civic deliberation. The Kettering Foundation explains that, each issue addresses a single theme, including the changing roles of the citizen, the press, public leadership, and public opinion. Contributors include a diverse group of American and international educators, historians, philosophers, and social and political scientists.</p><p>The Higher Education Exchange is a periodical that focuses on ways that students and instructors can start and keep ongoing discussions about public life. The Foundation found inspiration for the periodical in the following quote by Thomas Jefferson, “I know no safe depository of the ultimate powers of the society but the people themselves; and if we think them not enlightened enough to exercise their control with a wholesome discretion, the remedy is not to take it from them, but to inform their discretion by education.” The foundation believes that the purpose of higher education is to provide students with a foundation for living a productive and successful public life. This includes a definitive understanding of democracy and how deliberation improves not only democratic ideals but civic life also.</p><p><a class=\"external free\" href=\"http://www.kettering.org/media_room\" rel=\"nofollow\" title=\"http://www.kettering.org/media_room\">http://www.kettering.org/media_room</a></p><p><a id=\"Specialization\" name=\"Specialization\"></a></p><h1>Specialization</h1><p>The Kettering Foundation stands out because of their unique research in which the conduct. They want their research to be focused from the eyes of citizens. This means they are primarily concerned with how people evaluate issues and what can be done. Kettering promotes the advancement of democracy in hopes to make it a better system for citizens. They hope to see that people can make a change at a micro-level, in terms of being involved in their own communities.</p><p><a class=\"external free\" href=\"http://www.kettering.org/about_the_foundation/what_we_do\" rel=\"nofollow\" title=\"http://www.kettering.org/about_the_foundation/what_we_do\">http://www.kettering.org/about_the_foundation/what_we_do</a></p><p> </p><p><a id=\"Funding\" name=\"Funding\"></a></p><h1>Funding</h1><p>The Kettering Foundation was originally funded by a private endowment from Charles F. Kettering. The initial purpose of the foundation was to use scientific research as a platform to improve humanity. Over time the foundation expanded its research and also the endowment. The funding for the foundation currently estimated at $270 million is invested in many assets. These investments provide funding for the research programs and interests the Kettering Foundation sponsors. Also the foundation’s annual budget is reflective of the market and the current net worth of the company’s assets and investments.</p><p>Some examples of other organizations the Kettering foundation collaborates with both financially and through research are: The Harwood Institute for Public Innovation, International Civil Society Consortium, International Institute For Sustained Dialogue, National Issues Forums Institute, Public Agenda, and Sustained Dialogue Campus Network. These partner organizations allow the Kettering Foundation to diversify their funding and invest in multiple research ventures.</p><p>-Kettering Washington D.C. Headquarters -Businessweek Magazine -<a class=\"external free\" href=\"http://www.kettering.org\" rel=\"nofollow\" title=\"http://www.kettering.org\">http://www.kettering.org</a></p><p><a id=\"Publications\" name=\"Publications\"></a></p><h1>Publications</h1><p>Publications are a large part of the Kettering Foundations focus. The foundation displays a number of articles, essays, books, and studies on their web site for people to read and examine. Kettering Foundation staff and partners alike write these publications. Each publication focuses on issues like citizen engagement, education, politics, international discourse, community leadership and deliberation.</p><p>Readers Forum: The readers forum is a section on the Kettering Foundation’s website that allows visitors to read discussion pieces and write comments about their own opinions. This portion of the website aims at extending deliberation to the online user and opening the zone of influence not only to those who participate in face-to-face discussions but also those who utilize internet forums.</p><p>Abstracts: The abstracts portion of the website is a collection of over 15000 articles and essays written by Kettering Foundation staff. These articles cover the six core programs of the Foundation: Public Choice, Public/Government, Community Politics, Public/ Public Education, Institutions and Professions, and Multinational Research.</p><p>Video and Podcast: The Kettering foundation provides videos and podcasts (series of videos or audio files) that visitors can use to research issues and as building blocks for the start of discussions. The videos are reflective of current issues and possible future issues of public concern.</p><p><a class=\"external free\" href=\"http://www.kettering.org/media_room\" rel=\"nofollow\" title=\"http://www.kettering.org/media_room\">http://www.kettering.org/media_room</a></p><p><a id=\"Partners\" name=\"Partners\"></a></p><h1>Partners</h1><p>The Kettering Foundation has six major partners that they collaborate with to further their research and educational goals. Each of these organizations allows the Foundation to search for betters ways of living democratically.</p><p><a href=\"/organizations/harwood-institute-public-innovation\" title=\"The Harwood Institute For Public Innovation\">The Harwood Institute For Public Innovation</a>:</p><p>A nonpartisan nonprofit organization that focuses on improving public life and politics. The Institute was established in 1988 by Richard Harwood. The institutions main focus is on ways to improve civic involvement and understand how communities change socially and politically.</p><p><a href=\"/organizations/international-civil-society-consortium\" title=\"International Civil Society Consortium\">International Civil Society Consortium</a>:</p><p>A group of civic nonprofit organizations that network to promote productive democratic institutions and practices as well as enhance deliberation.</p><p><a href=\"/organizations/international-institute-sustained-dialogue\" title=\"International Institute for Sustained Dialogue\">International Institute for Sustained Dialogue</a>:</p><p>Institution founded in conjunction with the Kettering Foundation. The IISD was developed to dissolve racial and ethnic conflicts internationally.</p><p><a href=\"/methods/national-issues-forum\" title=\"National Issues Forum\">National Issues Forum</a>:</p><p>Non-partisan institution developed in 1989 to promote the Nation Issues Forum. The Institute is a network of organizations concerned with promoting and improving civic deliberation in the United States.</p><p><a href=\"/organizations/public-agenda\" title=\"Public Agenda\">Public Agenda</a>:</p><p>Organization used to shrink the gap between policy makers and citizens. Public Agenda focuses on informing the American public of issues by providing discussion forums in communities throughout the United States. For twenty-five years the organization has tackled important American issues such as foreign policy, international relations, public education etc.</p><p><a href=\"/organizations/sustained-dialogue-campus-network\" title=\"Sustained Dialogue Campus Network\">Sustained Dialogue Campus Network</a>:</p><p>Network of students from college campuses around the United States that attempt to make their campuses more cohesive. The mission of the organization is to train and mentor student leaders who will mediate campus interactions and influence other students to create more engaged and diverse groups.</p><p><a class=\"external free\" href=\"http://www.kettering.org\" rel=\"nofollow\" title=\"http://www.kettering.org\">http://www.kettering.org</a></p><p><a id=\"Critique_and_Evaluation_of_Foundation_and_Deliberative_Nature\" name=\"Critique_and_Evaluation_of_Foundation_and_Deliberative_Nature\"></a></p><h1>Critique and Evaluation of Foundation and Deliberative Nature</h1><p>The Kettering Foundation expects citizens to achieve a deliberative democracy by following three “hypothesizes”. The first being Citizens who as “sovereigns” can make sound decisions about public issues, the second: Citizens who can act together to deal with their problems, beginning in their communities, and lastly: Citizens who can align the work they do with the institutions they created to serve them so that civic initiatives reinforce institutional efforts (Kettering Foundation Website). These three “hypothesizes” are all viable to expect a deliberative community to function. This foundation is one that focuses not on implementing deliberation, rather researches how deliberation can become more affective in our communities from the citizens’ perspective. The Kettering Foundation follows the “Three Criteria for the Democratic Process” (Gastil, PCD, 2008) which are inclusion, participation opportunities, and enlightened understanding. Inclusion is attained by researching not only governmental examples of deliberation, but the educational system and how to maintain deliberation in schools. Participation opportunities are achieved not only on the employment level but participating in studies as well. The Kettering Foundation provides many possibilities for people of different backgrounds to participate in their studies and provide input as to how deliberation can be accomplished. Foundation programs range from public programs on education and community politics to multinational research where deliberation is evaluated overseas. In terms of enlightened understanding the goal to learn how to study issues and reflect carefully on their values, is reached by results that the Kettering Foundation posts to the citizens’. These findings that are discovered through their research are published to the public through various types of media such as research reports, books, occasional papers, and videos posted on this Web site; The Kettering Review, The Higher Education Exchange, and Connections are examples of research findings that The Kettering Foundation places into periodicals. The guides and publications that are produced by this large foundation are not only used by officially sponsored events, but by local community organizers as well (<a class=\"external free\" href=\"http://eric.ed.gov/PDFS/ED510122.pdf\" rel=\"nofollow\" title=\"http://eric.ed.gov/PDFS/ED510122.pdf\">http://eric.ed.gov/PDFS/ED510122.pdf</a>). Information published in these guides is available to the general public, making sure that each person has an equal opportunity to understand how to accomplish correct deliberation.</p><p>The National Issues Forums has been a central figure in terms of attaining deliberation. This discussion program that has been a milestone for decades has been a key partner with the Kettering Foundation. The partnership that has developed between these two organizations has created remarkable improvements of reaching the deliberation standards. There is a massive amount of positivity being conveyed from many organizations and people about the Kettering Foundation and the NIF working together, “The National Issues Forums, with the encouragement of the Kettering Foundation, has refined and enriched the discussion group methodology” (<a class=\"external free\" href=\"http://www.viewpointlearning.org/publications/articles/kettering_fall06.pdf\" rel=\"nofollow\" title=\"http://www.viewpointlearning.org/publications/articles/kettering_fall06.pdf\">http://www.viewpointlearning.org/publications/articles/kettering_fall06.pdf</a>). The next event will take place in spring of 2011; the two organizations collaborated to create a program to address economic security on the national, state, and local level (nifi.org). The effectiveness of the Kettering Foundation on increasing the quality of deliberation is noticed by the largest organizations worldwide, that is why they are constantly in demand of other organizations. A second example of the guide being used was when discussing the term “achievement gap” and evaluating the context and meaning of the phrase. The guide was able to allow diverse participants to talk openly about the issue and eventually the participants were able to find common ground and work through strategies of improvement to be implemented to the connotation of the phrase “achievement gap” (<a class=\"external free\" href=\"http://eric.ed.gov/PDFS/ED510122.pdf\" rel=\"nofollow\" title=\"http://eric.ed.gov/PDFS/ED510122.pdf\">http://eric.ed.gov/PDFS/ED510122.pdf</a>). Kettering Foundation is able to achieve deliberation not only through organizations and events that are sponsored by them, but by producing these useful guides. These guides are extremely constructive and very deliberative as they direct citizens how to facilitate meetings.</p><p>Overall the Kettering Foundation is at one of the highest levels possible in terms of promoting deliberation. This promotion of deliberation is not just to community members, but to government officials as well. The guides that are produced are utilized by many different markets of people; therefore their spread of the concept, deliberation, is vital to continue to allow deliberation to grow. The organization as a whole is promoting deliberation at the highest level possible. The Kettering Foundation does not only focus on government, but education, communities, and race as well, reaching a very wide market of people. The Kettering Foundation is an organization that is noticed by many of the top professionals in the deliberation field.</p><p> </p><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h1>Secondary Sources</h1><p><a class=\"external free\" href=\"http://eric.ed.gov/PDFS/ED510122.pdf\" rel=\"nofollow\" title=\"http://eric.ed.gov/PDFS/ED510122.pdf\">http://eric.ed.gov/PDFS/ED510122.pdf</a> = (Flono, Fannie. 2010. Published by: Kettering Foundation. 24 pages)</p><p><a class=\"external free\" href=\"http://eric.ed.gov/PDFS/ED510128.pdf\" rel=\"nofollow\" title=\"http://eric.ed.gov/PDFS/ED510128.pdf\">http://eric.ed.gov/PDFS/ED510128.pdf</a> = (Boyte, Harry. 2009. Published by: Kettering Foundation. 44 pages)</p><p>Harper, Joe. Media, profit, and politics: competing priorities in an open society. 2003. Kent State University Press. 298 pages.</p><p><a class=\"external free\" href=\"http://www.investing.businessweek.com/research/stocks/snapshot/snapshot.asp\" rel=\"nofollow\" title=\"http://www.investing.businessweek.com/research/stocks/snapshot/snapshot.asp\">http://www.investing.businessweek.com/research/stocks/snapshot/snapshot.asp</a>?</p><p><a class=\"external free\" href=\"http://www.youtube.com/watch?v=UQCJ6oeeI40\" rel=\"nofollow\" title=\"http://www.youtube.com/watch?v=UQCJ6oeeI40\">http://www.youtube.com/watch?v=UQCJ6oeeI40</a></p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h1>External Links</h1><p><a class=\"external free\" href=\"http://www.theharwoodinstitute.org/\" rel=\"nofollow\" title=\"http://www.theharwoodinstitute.org/\">http://www.theharwoodinstitute.org/</a></p><p><a class=\"external free\" href=\"http://www.icscpd.org/\" rel=\"nofollow\" title=\"http://www.icscpd.org/\">http://www.icscpd.org/</a></p><p><a class=\"external free\" href=\"http://www.sustaineddialogue.org/\" rel=\"nofollow\" title=\"http://www.sustaineddialogue.org/\">http://www.sustaineddialogue.org/</a></p><p><a class=\"external free\" href=\"http://www.nifi.org/\" rel=\"nofollow\" title=\"http://www.nifi.org/\">http://www.nifi.org/</a></p><p><a class=\"external free\" href=\"http://www.publicagenda.org/\" rel=\"nofollow\" title=\"http://www.publicagenda.org/\">http://www.publicagenda.org/</a></p><p><a class=\"external free\" href=\"http://www.sdcampusnetwork.org/\" rel=\"nofollow\" title=\"http://www.sdcampusnetwork.org/\">http://www.sdcampusnetwork.org/</a></p><p><a class=\"external free\" href=\"http://www.kettering.org/media_room/periodicals/connections/connections\" rel=\"nofollow\" title=\"http://www.kettering.org/media_room/periodicals/connections/connections\">http://www.kettering.org/media_room/periodicals/connections/connections</a></p><p><a class=\"external free\" href=\"http://www.kettering.org/media_room/periodicals/kettering_review\" rel=\"nofollow\" title=\"http://www.kettering.org/media_room/periodicals/kettering_review\">http://www.kettering.org/media_room/periodicals/kettering_review</a></p><p><a class=\"external free\" href=\"http://www.kettering.org/media_room/periodicals/higher_education_exchange\" rel=\"nofollow\" title=\"http://www.kettering.org/media_room/periodicals/higher_education_exchange\">http://www.kettering.org/media_room/periodicals/higher_education_exchange</a></p><p><a class=\"external free\" href=\"http://www.kettering.org\" rel=\"nofollow\" title=\"http://www.kettering.org\">http://www.kettering.org</a></p>", "title": "Kettering Foundation"}