{"htmlbody": "<h3>Purpose and Mission</h3><p>oD Russia (also known as openDemocracy Russia) is a special project conducted by the deliberative media project, OpenDemocracy.net, for the purposes of expanding deliberation and meaningful discussion over relevant topics of political, economic, and cultural significance within Russia and the post-Soviet region. Overseen by OpenDemocracy.net and its advisory board (yet edited and conducted by an independent panel with relevant expertise to the region), the organization incorporates news, blogs, and opinions from a broad spectrum of sources and intellectual camps onto the oD Russia website, with the aim of fostering a platform for more comprehensive information gathering, value orienting, and deliberation to occur for those who are otherwise only exposed to less deliberative media sources on the relevant topics in the region. More elegantly stated by oD Russia’s founder editors Susan Richards and Zygmunt Dzieciolowski, “openDemocracy Russia offers a thoughtful platform for people concerned about the future of Russia and her desire to establish a new place in the world.” (1)</p><p><a id=\"Media_Contributors\" name=\"Media_Contributors\"></a></p><h2>Media Contributors</h2><p>oD Russia utilizes a number of main stream news sources, as well as more marginalized opinion sources, when compiling the totality of its presented media. Of particular note is the Moscow ezine polit.ru, for which oD Russia claims is ”at the core of openDemocracy Russia's offering[s]” (1). However, oD Russia also has distributing partnerships with openspace.ru, an internet magazine dedicated to Russian culture, and the Levada Center, a Russian survey research group which conducts regular polls on all aspects of Russian life. Among the list of individual contributors to the website include Floriana Fossato, “a former Moscow correspondent for Radio Free Europe/Radio Liberty”, Maria Lipman, a “fellow of the Carnegie Moscow Centre”, Andrei Zorin, “a professor of Russian and Fellow of New College, Oxford”, and a much more extensive list of various authors, journalists, and academics who volunteer their work on a list consistent basis. (1)</p><p><a id=\"Specializations_and_Activities\" name=\"Specializations_and_Activities\"></a></p><h2>Specializations and Activities</h2><p>Among the topics for which oD Russia reports on are “conflict, culture, economy, environment, foreign, history, human rights, internal, law and order, media, politics, and religion” (1). Users are able to either utilize the main page’s “front page,” which displays the most viewed and promoted topics for the day, or search for news and opinion under the specific sections listed above. Also available is the option to search region-specifically, including sections for news and opinion under Abkhazia, Armenia, Azerbaijan, Belarus, Kazakhstan, Kyrgyzstan, Georgia, Moldova, Russia, Tajikistan, Turkmenistan, Ukraine, Uzbekistan (1). Of particular note is oD Russia’s recognition of Abkhazia as a legitimized nation, an otherwise controversial question of legitimacy, as the region is only recognized by Russia, Nicaraugua, Venezuela, Naura, and the unrecognized national entities of South Ossetia and Transnistria (2). News and opinion are reported under of these sections from a wide spectrum of sources and opinions, often times presenting both sides of an issues arguments, with the ability for users to then comment and continue the discussion using the websites comment forum. oD Russia also has a Facebook fan group and Twitter account, allowing for users to integrate the oD Russia media and deliberation into their social networks. Finally, oD Russia contributes to the printed publishing’s of the openDemocracy network, for which a notable portion of the entirety of the openDemocracy budget is derived.</p><p><a id=\"Funding\" name=\"Funding\"></a></p><h2>Funding</h2><p>oD Russia’s funding comes from the general openDemocracy budget. According to the OpenDemocracy website, “[half of the grants are] for special projects and sections … including oD Russia” (3). Of the $823,675 which makes up the entirety of openDemocracy’s annual budget, 87% comes from special grants. The 2010 major contributors to the openDemocracy and editorial projects included: The Barrow Cadbury Trust,The Charles E Chadwyck-Healey Charitable Trust, David &amp; Elaine Potter Charitable Foundation, Hivos, The Open Society Institute, The Open Trust, The Tedworth Charitable Trust, Heinrich Boell Foundation, Joseph Rowntree Charitable Trust,and John Jackson (3). The maximum amount from these grants directly contributed to oD Russia and its project execution is $716,597. However, oD Russia also has access to the rest of the openDemocracy budget, which is derived from reader donations, books and publications, and advertising and republishing, at 5%, 6%, and 2% respectively (3). Most of the books and publications proceeds come from the openDemocracy Amazon.com store section, for which “all purchases from [the store section] and any search on Amazon starting [there] earn’s OPENDEMOCRACY referral fees” (4). Reader donations are made available at multiple junctions through-out both the openDemocracy main site and the oD Russia site alike. The advertising and republishing appears to result largely out of the republishing and information sharing partnership oD Russia has with polit.ru.</p><p><a id=\"Role_and_Context_in_Russian_Media_Climate\" name=\"Role_and_Context_in_Russian_Media_Climate\"></a></p><h2>Role and Context in Russian Media Climate</h2><p>oD Russia plays a unique role in the media climate of Russia. Unlike other western nations, the media in Russia and the post-Soviet region is largely regulated and concentrated, although admittedly not to the extent that occurred during the Soviet period. Like other industries that went through privatization after the fall of the Soviet Union, the media in the region was quickly re-centralized into the hands of elite former party members, parties, and business’ oligarchs due to the process of voucher privatization. Telecommunications was not even fully de-nationalized until late in the 1990’s. During this period, acquisition of media holdings became increasingly important, as “the role of the [emerging parties] was determined by media holdings” (5) This climate resulted in the current media environment, where in Vladimir Putin and the United Russia political party has implemented drastic restrictions on the ability of news outlets to report on all political matters, and the total number of news sources available to the public pales in comparison to similar Western nations (5).</p><p>Further, the lack of progress Russian news publishers have made in utilizing new media channels, such as the internet, compared to world news sources is of particular note. Due to lack of infrastructure, a majority of Russians are still without high-speed internet access in their homes. As such, the motivation for producing Russo-centric news, and there by taking advantage of the internet’s deliberative advantage, is lacking. Still, even that news which is made available on the internet is more often than not simply the replication of paper sources. One estimate places the figure for the percentage of all internet media being simple replications of paper sources at about 70% (5).</p><p>oD Russia is unique in the Russian media market in that it focuses on obtaining multiple opinions and input on given topics and that it is almost strictly an online news source, encouraging users to engage the topic discussions actively. The ability to not only publish dissenting opinions on otherwise uniform Russian opinion/official Kremlin position, but as well voice unadulterated support for these positions, makes oD Russia a unique media platform in the Russian media environment. Ultimately, it is these qualities which make this otherwise un-noteworthy online news source impactful and critical to the landscape of its target audience.</p><p><a id=\"Evaluation_of_Deliberative_Quality\" name=\"Evaluation_of_Deliberative_Quality\"></a></p><h2>Evaluation of Deliberative Quality</h2><p>In evaluating oD Russia’s deliberative quality, Dr. John Gastil’s five analytical criteria for deliberation are utilized, those being: providing a solid information base, prioritizing values, brainstorming a broad range of solutions, weighing pros and cons, and finally making the best decision possible (6). oD Russia excels considerably in the first two steps of establishing information and orienting values. Considering the fact that most Russians gain their news from only one two sources, oD Russia’s emphasis on covering a multiplicity of different types of stories, especially those not being covered anywhere else, contributes greatly to the ability of its users to deliberate further. Similarly, oD Russia excels greatly in helping users orient their values further by compiling opinions and editorials from multiple different ideological camps on the stories being covered. In doing so, users of oD Russia become more acquainted with different thought and analytical patterns, helping them establish an opinion and ideology to utilize in further discussion. The other three deliberative steps are emphasized to a lesser extent by oD Russia. While the website offers a forum for users to comment on the stories and editorials they read, the platform is not set up in a Socratic format, but rather a narrative one. Conceivably, users are able to engage in direct discussion on the website, although admittedly this is not the primary mission or purpose of program. Rather, oD Russia is a tool for which to help otherwise uninformed Russians begin the process of establishing the knowledge and values to engage in deliberation through other mediums. Especially considering the media environment of Russia and the post-Soviet region, oD Russia’s simple contribution and aim of allowing for a more democratic and deliberative civil society to flourish is commendable. While the platform is not directly a deliberative one, its value as a tool to the people of the region is unparalleled.</p><p><a id=\"Online_Sources\" name=\"Online_Sources\"></a></p><h2>Online Sources</h2><p>1.) <a class=\"external free\" href=\"http://www.opendemocracy.net/russia/russia_about\" rel=\"nofollow\" title=\"http://www.opendemocracy.net/russia/russia_about\">http://www.opendemocracy.net/russia/russia_about</a></p><p>2.) <a class=\"external free\" href=\"http://georgiandaily.com/index.php?option=com_content&amp;task=view&amp;id=6233&amp;Itemid=65\" rel=\"nofollow\" title=\"http://georgiandaily.com/index.php?option=com_content&amp;task=view&amp;id=6233&amp;Itemid=65\">http://georgiandaily.com/index.php?option=com_content&amp;task=view&amp;id=6233&amp;Itemid=65</a></p><p>3.) <a class=\"external free\" href=\"http://www.opendemocracy.net/info/opendemocracy-financial-summary-2009\" rel=\"nofollow\" title=\"http://www.opendemocracy.net/info/opendemocracy-financial-summary-2009\">http://www.opendemocracy.net/info/opendemocracy-financial-summary-2009</a></p><p>4.) <a class=\"external free\" href=\"http://astore.amazon.co.uk/opendemocra0e-21\" rel=\"nofollow\" title=\"http://astore.amazon.co.uk/opendemocra0e-21\">http://astore.amazon.co.uk/opendemocra0e-21</a></p><p><a id=\"Secondary_Literature\" name=\"Secondary_Literature\"></a></p><h2>Secondary Literature</h2><p>5.) Rantanen, Tehri. \"The Global and the National: Media and Communications in Post-Communist Russia\" Lanham, Maryland: Rowman and Littlefield 2002. page 31</p><p>6.) Gastil, John. \"Political Communication and Deliberation\" Thousand Oaks, California: Sage 2008 page 20</p><p>7.) DYCK, A., VOLCHKOVA, N. and ZINGALES, L. (2008), The Corporate Governance Role of the Media: Evidence from Russia. The Journal of Finance, 63: 1093–1135. doi: 10.1111/j.1540-6261.2008.01353.x</p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><ul><li>openDemocracy <a class=\"external free\" href=\"http://www.opendemocracy.net\" rel=\"nofollow\" title=\"http://www.opendemocracy.net\">http://www.opendemocracy.net</a></li><li>oD Russia <a class=\"external free\" href=\"http://www.opendemocracy.net/russia\" rel=\"nofollow\" title=\"http://www.opendemocracy.net/russia\">http://www.opendemocracy.net/russia</a></li><li>Polit.ru <a class=\"external free\" href=\"http://www.polit.ru\" rel=\"nofollow\" title=\"http://www.polit.ru\">http://www.polit.ru</a></li></ul>", "title": "OD Russia"}