{"htmlbody": "<p>DEMO-net, short for The Democracy network is a Network of Excellence research project funded by the European Commission’s sixth framework programme. The overarching objective from DEMO-net.org is to strengthen scientific, technological and social research excellence in eParticipation by integrating the research capacities of individuals and organizations spread across Europe. A more detailed definition of e-participation is \"the use of information and communication technologies to broaden and deepen political participation by enabling citizens to connect with one another and with their elected representatives\" (Macintosh 2004). This research will help coordinate the framework involved in eParticipitation by connecting leading European organizations to pool together research regarding current political practices. \n</p>\n<a id=\"Purpose_and_Mission\" name=\"Purpose_and_Mission\"></a><h2>Purpose and Mission</h2>\n<p>The main issues covered in this research focus on the lack of involvement with current politics. This organization wishes to develop tools that will help promote political involvement by integrating current research with eParticipation. DEMO-net plans on advancing the research involved by achieving active citizenship and reducing voter disinterest. DEMO-net puts together research information and resources for hundreds of people to use. Pages include resources for practitioners, researchers and PhD students. There is also a page that allows for practitioner stakeholders to engage in eParticipation. With all resources given to participants, the programme is designed to pool together all information pertaining to the lack of citizen interest with politics. In order to fulfill all goals set forth by the European Council, DEMO-net has established three high-level research objectives. These objectives are:\n</p><p>Objective 1: Establish a large amount of easily accessible material relating to the research and information regarding eParticipation that will be helpful for European policy making. 1.1 Acquire research information provided from a wide variety of viewpoints in order to view opposing objectives. 1.2 Use relevant sources that will provide evidence to support solid decision making for both policy-makers and practitioners. \n</p><p>Objective 2: Investigate what is responsible for limiting eParticipation across Europe. 2.1 Analyze conversational techniques to discover what needs to be done and what alliances need to be build at different levels. 2.2 Research future and current eParticipation technological infrastructures and methods. \n</p><p>Objective 3: Develop a set of criteria that can be easily adopted by future eParticipation initiatives across Europe. 3.1 Design a way for concepts and terminologies to be organized from both academic disciplines involved and non-academic stakeholders.\n</p>\n<a id=\"History\" name=\"History\"></a><h2>History</h2>\n<p>DEMO-net started up Janurary 1, 2006. It was created by the European Commision’s sixth framework programme as one of the Network of excellence research projects and is expected to run for four years. The European Commission comes from one of the five key institutions created in the supranatural European Union community system. The proposal for commission came from Robert Schuman, a French Minister on May 9th, 1950. The first commission that originated in 1951 was the nine member “high authority.” Two communities were added in 1958 with the Treaties of Rome. These three bodies existed as the European executives until July 1st, 1967 when the Merger Treaty was signed. Currently the Commission is comprised of a college of Commissioners. There are 27 members total including the President and vice-presidents. They are responsible for proposing legislation, implementing decisions, and general running of the Union. Under the signing of the Amsterdam Treaty on October 2nd, 1997, conducting research institutions and implementing European research programmes became an obligation. With this, The Framework Programmes for Research and Technological Development were revised to receive more funding than when the Framework Programmes began in 1984. The Sixth Framework Programme was the beginning of funding for the creation of DEMO-net. It was started up as one of the Programme’s Network of Excellence research projects. This Programme’s main objective was to contribute to the European Research Area. DEMO-net was then designed to help with research regarding eParticipation and the lack of citizen involvement in current politics. The current project coordinator is Professor Ann Macintosh from the Institute of Communications Studies at the University of Leeds in Leeds, United Kingdom. Since it’s founding in 2006, DEMO-net has been able to host over 100 events and continues to research eParticipation with roughly 727 active users.\n</p>\n<a id=\"Specializations_and_Activities\" name=\"Specializations_and_Activities\"></a><h2>Specializations and Activities</h2>\n<p>Four different strategies are integrated into DEMO-net activities. These strategies include:\n</p><p>1. Integration Activities- The integration activities are designed to bring together many varying research topics from all over Europe. The goal is to strengthen national Centers of Excellence by allowing research to be gained from differing disciplinary boundaries. Activities that took place were researcher integration, workshops between institutions, PhD student seminars, exchange programs for students, student field studies, and the creation of a European eParticiparion portal. Each of these activities took place in different workpackages, or WPs. There were a total of 12 for integration. \n</p><p>2. Joint Research Activities- This programme was designed to bring together 12 diverse areas to provide a common platform for research. It focused its ideas on issues regarding the community and excellence in European eParticipation. Some activities include: gap analysis and roadmapping, study of eParticipation tools and methods, communication analysis, vital communities, evaluation methods, and emerging standards and business models. This consisted of 14 different workpackages all focusing on different activities.\n</p><p>3. Spreading of Excellence- Ensures that the Network of Excellence is the main focus between all connecting networks to generate knowledge to stakeholders and decision-makers while collecting important feedback to contribute to the network’s research agenda. The spreading of excellence activities include: community and partnership building, sustainable innovation methods within public sector, regional and national seminars for eParticipation decision making, publication of all research, and conferences and seminars. \n</p><p>4. Network Management- Ensures professional management of the network by evaluation of risk management and careful planning by creating a management technical infrastructure. Activities include: financial coordination, planning and control of activities, risk assessment and project evaluations. The goal is to ensure a high quality of management in the network.\n</p>\n<a id=\"Major_Projects_and_Events\" name=\"Major_Projects_and_Events\"></a><h2>Major Projects and Events</h2>\n<p>DEMO-net is organized to provide many events covering various countries in Europe. It offers the support to build a solid structural system in order to mobilize researchers around Europe and strengthens the connection between academics and government organizations. There are 19 head partners involved in DEMO-net with multiple locations across Europe. Hundreds of practitioners, researchers, and PhD students are also involved in contributing to the research. In order for successful research between differing demographics, many different types of events must occur. Since it started in 2006, DEMO-net archives list 123 events to have taken place. Among these events are committee meetings, many international conferences regarding topics such as voting and eDemocracy, online deliberations, seminars, workshops, networking sessions, colloquiums, symposiums, and forums. The council of Europe forum for future of democracy is an event contributing to debates regarding research information. DEMO-net also features the eGovernment days. The 8th annual was held in Prague in April, 2010. This event provides a solid platform for the exchange of diverse and creative ideas between European countries. It also inspires technology transfer between eastern and western Europe. <a href=\"http://www.demo-net.org\">www.demo-net.org</a> provides a map and information for all upcoming events.\n</p>\n<a id=\"Funding\" name=\"Funding\"></a><h2>Funding</h2>\n<p>DEMO-net is funded under the European Commission's sixth framework programme: Information Society Technologies IS. The sixth framework programme (FP6) is one of seven framework programmes set up by the European Union to fund research and technological development for European advancement. The European Union provides funding for the Framework Programmes with the idea that they will provide a high investment return in the future. Putting money into research will help the European economy in years to come. The overall budget for the Sixth Framework Programme during the four year period from 3003-2006 was €17.5 billion. DEMO-net was given a four year budget of €6 million starting on January 1, 2006 leaving them with a $1.9 million U.S. annual budget. The seventh Framework Programme is currently in place and will run until 2013 with a budget of €51 billion.\n</p>\n<a id=\"References\" name=\"References\"></a><h2>References</h2>\n<p>1.\"The eParticipation Network of Excellence.\" DEMO-net.org. University of Koblenz, 2009. Web. 5 Dec 2010. <a class=\"external autonumber\" href=\"http://www.demo-net.org/\" rel=\"nofollow\" title=\"http://www.demo-net.org/\">[1]</a>\n</p><p>2. Macintosh, A. (2004), \"Characterizing E-Participation in Policy-Making\" <a class=\"external autonumber\" href=\"http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.98.6150&amp;rep=rep1&amp;type=pdf\" rel=\"nofollow\" title=\"http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.98.6150&amp;rep=rep1&amp;type=pdf\">[2]</a>, In the Proceedings of the Thirty-Seventh Annual Hawaii International Conference on System Sciences (HICSS-37), January 5 – 8, 2004, Big Island, Hawaii\n</p><p>3. Macintosh, Ann, and Angus Whyte. \"Evaluating How eParticipation Changes Local Democracy.\" eGovernment Workshop '06 (2006): 1-16. Web. 5 Dec 2010. <a class=\"external autonumber\" href=\"http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.119.373&amp;rep=rep1&amp;type=pdf\" rel=\"nofollow\" title=\"http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.119.373&amp;rep=rep1&amp;type=pdf\">[3]</a>\n</p>\n<a id=\"Secondary_Literature\" name=\"Secondary_Literature\"></a><h2>Secondary Literature</h2>\n<p>Efthimios TAMBOURIS, Naoum LIOTAS, Konstantinos TARABANIS, \"A Framework for Assessing eParticipation Projects and Tools,\" hicss, pp.90a, 40th Annual Hawaii International Conference on System Sciences (HICSS'07), 2007 <a class=\"external autonumber\" href=\"http://www.computer.org/portal/web/csdl/doi/10.1109/HICSS.2007.13\" rel=\"nofollow\" title=\"http://www.computer.org/portal/web/csdl/doi/10.1109/HICSS.2007.13\">[4]</a>\n</p><p>Panopoulou, Eleni, Efthimios Tambouris, and Konstantinos Tarabanis. \"eParticipation initiatives: How is Europe progressing?.\" European Journal of ePractice (2009): 1-12. Web. 4 Dec 2010.<a class=\"external autonumber\" href=\"http://www.epractice.eu/files/7.2.pdf\" rel=\"nofollow\" title=\"http://www.epractice.eu/files/7.2.pdf\">[5]</a>\n</p><p>Wimmer, Maria A. \"Ontology for an e-participation virtual resource centre.\" ACM Digital Library(2007): n. pag. Web. 4 Dec 2010.<a class=\"external autonumber\" href=\"http://portal.acm.org/citation.cfm?id=1328079\" rel=\"nofollow\" title=\"http://portal.acm.org/citation.cfm?id=1328079\">[6]</a>\n</p><p>Tambouris, Efthimios, Naoum Liotis, Dimitiros Kaliviotis, and Konstantinos Tarabanis. \"A Framework for Scoping eParticipation.\"Proceedings of the 8th annual international conference on Digital government research: bridging disciplines &amp; domains (2007): n. pag. Web. 5 Dec 2010. <a class=\"external autonumber\" href=\"http://portal.acm.org/citation.cfm?id=1248460.1248523\" rel=\"nofollow\" title=\"http://portal.acm.org/citation.cfm?id=1248460.1248523\">[7]</a>\n</p>\n<a id=\"External_Links\" name=\"External_Links\"></a><h2>External Links</h2>\n<p><a class=\"external autonumber\" href=\"http://www.DEMO-net.org/about-the-epn/brochures/DEMO-net-brochure/DEMO-net-brochure.pdf\" rel=\"nofollow\" title=\"http://www.DEMO-net.org/about-the-epn/brochures/DEMO-net-brochure/DEMO-net-brochure.pdf\">[8]</a>DEMO-net Information Brochure\n</p><p><a class=\"external autonumber\" href=\"http://www.DEMO-net.org\" rel=\"nofollow\" title=\"http://www.DEMO-net.org\">[9]</a>DEMO-net Home Page\n</p><p><a class=\"external autonumber\" href=\"http://en.wikipedia.org/wiki/Sixth_Framework_Programme\" rel=\"nofollow\" title=\"http://en.wikipedia.org/wiki/Sixth_Framework_Programme\">[10]</a>Sixth Framework Programme\n</p><p><a class=\"external autonumber\" href=\"http://en.wikipedia.org/wiki/EParticipation\" rel=\"nofollow\" title=\"http://en.wikipedia.org/wiki/EParticipation\">[11]</a>eParticipation\n</p><p><a class=\"external autonumber\" href=\"http://ec.europa.eu/research/fp6/index_en.cfm\" rel=\"nofollow\" title=\"http://ec.europa.eu/research/fp6/index_en.cfm\">[12]</a>Sixth Framework Programme Home Page\n</p>", "title": "Demo-net"}