{"htmlbody": "<p>\"We are a network. Our members share an interest in education for a more deliberative democracy and work together to share ideas; steward and distribute knowledge; develop, validate, and disseminate practices; and encourage innovation.We are a resource to individuals and institutions. We are advocates for change in higher education.\" <a id=\"Purpose_and_Mission\" name=\"Purpose_and_Mission\"></a></p><h2>Purpose and Mission</h2><p>The Democracy Imperative's mission is to strengthen public life and democracy in and through higher education. Their written guide, the Statement of Principles and Practices, was drafted by the original members and later edited in 2007. These principles guide The Democracy Imperative (TDI) as a program, and stands to this day as their method of direction for the organization. They want to help promote a deliberative democracy through education in: democracy’s foundational ideals, conflict resolution, communication, intergroup dialogue, deliberation, democratic leadership, diversity, and civic learning.TDI is an initiative of the University of New Hampshire, but operates nationally, and maintains a free membership. Members receive updates and invitations to events. Individual members have the chance to be as much a part of the organization as they see fit. They encourage members to send announcements, syllabi, and information to contribute to the website and organization.</p><p>This organization promotes a deliberative democracy and works to expand democracy beyond its governmental definition. The Democracy Imperative’s goal is to create a more just society by furthering democracy as a set of “principles and practices,” that help guide how people interact to solve problems. They seeks to enhance to enhance the understanding of a deliberative democracy were everyone is a member in the decision making process. They do this through education, encouragement of participation, public deliberation, openness of opinion, understanding, and other characteristics. TDI seeks to advance student understanding of democracy's guiding principles, particularly freedom, justice, and equity. They want all students to graduate knowing: constitutional ideals; history and political theory of American democracy; the global context for American democracy global interdependence and problem solving, economic, issues of social and political justice, equity, and access, and the responsibilities of citizens in a free society. Information on how they are able to spread their ideas and facilitate education follows is found in the \"Activities\" and \"Major Projects sections.\"</p><p>“The point is that democracy is not something we have. It’s something we do.”</p><p>Statement of Principles and Practices: <a class=\"external free\" href=\"http://www.unh.edu/democracy/pdf/statement_20080612.pdf\" rel=\"nofollow\" title=\"http://www.unh.edu/democracy/pdf/statement_20080612.pdf\">http://www.unh.edu/democracy/pdf/statement_20080612.pdf</a> <a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>The Democracy Imperative was formed by a national network of scholars, campus leaders, and civic leaders committed to enhancing democracy within education. It all began in the fall of 2006 when a group of three, then eventually seven organizers started having meetings and exchanging ideas about the problems in American public life. They formulated ideas on “fixing disengaged citizenry, public dissatisfaction with partisan politics, an increasingly polarized public in which people move into ideological camps rather than see common solutions, persistent disparities bases on social identity and class, disturbing limitations to civil liberties, and academic freedom and environmental stability on campuses.”</p><p>The original group of The Democracy Imperative created their Statement of Principles and Practices, and revised it in 2007 and 2009. They currently welcome suggestions and encourage the use of their own Statement of Principles and Practices in other group discussion forums as a standard of democracy.</p><p>Since 2007 The Democracy Imperative has grown to nearly 450 members, from all disciplines, institutions and programs around the nation. They maintain an open source website so that materials are available to the masses. <a id=\"Activities\" name=\"Activities\"></a></p><h2>Activities</h2><p>Syllabi Repository</p><p>The Democracy Imperative maintains a syllabi repository. “They request syllabi or detailed descriptions that describe courses and programs in deliberative democracy, inclusive dialogue, public reasoning and deliberation, community conflict resolution, and citizen participation in public decision and policy-making.” This is so that courses and programs throughout the nation can supplement their classes and also contribute material to the website.</p><p>Catalyst Papers</p><p>TDI asks colleges and universities to consider how they support teaching and learning for democracy, the Catalyst Papers initiative is designed to help campuses break that task down into manageable parts by asking, what can be done on campus within specific academic programs and activities.</p><p>Constitution Day\u2028</p><p>Currently, their UNH intern is collecting links and resources for campuses interested in bolstering their Constitution Day activities. Let them know if your campus is doing something worth sharing. Email: <a href=\"/cdn-cgi/l/email-protection#5b1f3e363438293a38227512362b3e293a2f322d3e1b2e3533753e3f2e\"><span class=\"__cf_email__\" data-cfemail=\"bcf8d9d1d3dfcedddfc592f5d1ccd9ceddc8d5cad9fcc9d2d492d9d8c9\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a></p><p>Bibliography</p><p>\u2028Read a good book lately about democracy, justice, public deliberation, dialogue, social change, democratic education, or another relevant topic? Write a review for the Notable Publications page or check out their Bibliography and send in suggestions. <a id=\"Funding\" name=\"Funding\"></a></p><h2>Funding</h2><p>The Democracy Imperative was is sponsored by a New Hampshire Foundation and the University of New Hampshire for three years. However, due to economic hardships the program is currently unfunded. The Democracy Imperative also currently works as a community and practice, and is grateful for its website and technical support from the University of New Hampshire that it is still providing. Due to this predicament, it is open to organization or foundations that are looking for a program to sponsor. Membership is still free and open to members around the nation. <a id=\"Major_Projects\" name=\"Major_Projects\"></a></p><h2>Major Projects</h2><p>Notable Projects: 2009 National Conference, Workshops, Projects, Working Groups, and Institutional Support.</p><p>2009 National Conference Organized by both The Democracy Imperative and the Deliberative Democracy Consortium, the 2009 National Conference was instituted on the need to discuss and deliberate the challenges and changes facing democracy in America. At this conference, members noted that campuses nationally had an increased interest in politics and a trend towards deliberative methods of democracy. They strove to understand what methods were effective and popular among student bases.</p><p>Workshops</p><p>The Democracy Imperative currently offers three workshops that they can visit college campus and teach. Those are: “An Introduction to Models of Inclusive Dialogue, Public Deliberation, and Deliberative Democracy on Campuses, An Introduction to Models of Inclusive Dialogue, Public Deliberation, and Deliberative Democracy on Campuses, Democratic Teaching Methods.” The purpose of these workshops is to educate students, staff, and faculty about different deliberative methods so that they can implement them on their respective campuses.</p><p>Projects</p><p>Projects are contributions to the website by members and the The Democracy Imperative’s Board. These can come in the form of syllabi, papers, bibliography additions, and comments. The Democracy Imperative Welcomes all comments, suggestions, and contributions, and maintains open access to all information it generates and receives.</p><p>Working Groups</p><p>Working groups are comprised of members from The Democracy Imperative and are informal meeting groups of people who share a common interest or concern and wish to discuss and improve the issue. These informal groups are open to all, and members are encouraged to join already established working groups to contribute and interact with members. Some working groups have a physical location, such as a university classroom, and other working groups choose to participate entirely online. Online workshops are done in private forums, Wiki spaces, and other forms of online interaction.</p><p>Institutional Support</p><p>The Democracy Imperative recognizes the difficulty in implementing a deliberative democracy, and is there to support institutions that need help bringing deliberation to their community or campus. TDI seeks to aid in resources and provide information so that individuals searching to develop a deliberative environment can attain the education and assistance they need to do so. <a id=\"Secondary_Literature\" name=\"Secondary_Literature\"></a></p><h2>Secondary Literature</h2><p>Journal of Public Deliberation <a class=\"external free\" href=\"http://services.bepress.com/cgi/viewcontent.cgi?article=1139&amp;context=jpd\" rel=\"nofollow\" title=\"http://services.bepress.com/cgi/viewcontent.cgi?article=1139&amp;context=jpd\">http://services.bepress.com/cgi/viewcontent.cgi?article=1139&amp;context=jpd</a></p><p>Leading in the UNH community: Achieving common goals through shared leadership <a class=\"external free\" href=\"http://www.unh.edu/democracy/pdf/catalyst-paper2_20071116.pdf\" rel=\"nofollow\" title=\"http://www.unh.edu/democracy/pdf/catalyst-paper2_20071116.pdf\">http://www.unh.edu/democracy/pdf/catalyst-paper2_20071116.pdf</a></p><p>Shared Governance Literature <a class=\"external free\" href=\"http://www.csus.edu/ccp/publications/Shared_Governance_in_Higher_Education_-_April_2008.pdf\" rel=\"nofollow\" title=\"http://www.csus.edu/ccp/publications/Shared_Governance_in_Higher_Education_-_April_2008.pdf\">http://www.csus.edu/ccp/publications/Shared_Governance_in_Higher_Education_-_April_2008.pdf</a></p><p>Journal of College and Character <a class=\"external free\" href=\"http://journals.naspa.org/jcc/\" rel=\"nofollow\" title=\"http://journals.naspa.org/jcc/\">http://journals.naspa.org/jcc/</a> U.K. Government Report on People Power <a class=\"external free\" href=\"http://www.communities.gov.uk/publications/communities/communitiesincontrol\" rel=\"nofollow\" title=\"http://www.communities.gov.uk/publications/communities/communitiesincontrol\">http://www.communities.gov.uk/publications/communities/communitiesincontrol</a></p><p>Venues For Democratic Leadership and Decision Making <a class=\"external free\" href=\"http://www.unh.edu/democracy/pdf/venues_democratic-governance.pdf\" rel=\"nofollow\" title=\"http://www.unh.edu/democracy/pdf/venues_democratic-governance.pdf\">http://www.unh.edu/democracy/pdf/venues_democratic-governance.pdf</a></p><p>Venues for Teaching and Learning Deliberative Democracy <a class=\"external free\" href=\"http://www.unh.edu/democracy/pdf/venues_teaching-learning.pdf\" rel=\"nofollow\" title=\"http://www.unh.edu/democracy/pdf/venues_teaching-learning.pdf\">http://www.unh.edu/democracy/pdf/venues_teaching-learning.pdf</a> <a id=\"Links\" name=\"Links\"></a></p><h2>Links</h2><p>AACU resources on civic learning <a class=\"external free\" href=\"http://www.aacu.org/resources/civicengagement/index.cfm?utm_source=pubs&amp;utm_medium=blast&amp;utm_campaign=ccresppub\" rel=\"nofollow\" title=\"http://www.aacu.org/resources/civicengagement/index.cfm?utm_source=pubs&amp;utm_medium=blast&amp;utm_campaign=ccresppub\">http://www.aacu.org/resources/civicengagement/index.cfm?utm_source=pubs&amp;utm_medium=blast&amp;utm_campaign=ccresppub</a></p><p>The Deliberative Democracy Consortium (DDC) <a class=\"external free\" href=\"http://www.deliberative-democracy.net/\" rel=\"nofollow\" title=\"http://www.deliberative-democracy.net/\">http://www.deliberative-democracy.net/</a></p><p>Everyday Democracy (Previously the Study Circles Resource Center) <a class=\"external free\" href=\"http://www.everyday-democracy.org\" rel=\"nofollow\" title=\"http://www.everyday-democracy.org\">http://www.everyday-democracy.org</a></p><p>American Associations of State Colleges and Universities (AASCU)\u2028American Democracy Project <a class=\"external free\" href=\"http://www.aascu.org/programs/adp\" rel=\"nofollow\" title=\"http://www.aascu.org/programs/adp\">http://www.aascu.org/programs/adp</a>.</p><p>Campus Compact <a class=\"external free\" href=\"http://www.compact.org\" rel=\"nofollow\" title=\"http://www.compact.org\">http://www.compact.org</a></p><p>Higher Education Network for Civic Engagement (HENCE)\"\" <a class=\"external free\" href=\"http://www.henceonline.org/\" rel=\"nofollow\" title=\"http://www.henceonline.org/\">http://www.henceonline.org/</a></p><p>Democratic Theory &amp; Practice Database <a class=\"external free\" href=\"http://www.refworks.com/refshare/?site=015251129878000000/RWWS1AA583513/027431162392817000\" rel=\"nofollow\" title=\"http://www.refworks.com/refshare/?site=015251129878000000/RWWS1AA583513/027431162392817000\">http://www.refworks.com/refshare/?site=015251129878000000/RWWS1AA583513/027431162392817000</a> <a id=\"Please_Note\" name=\"Please_Note\"></a></p><h2>Please Note</h2><p>For all quotes in this entry please refer to the website and citation below. Citation \"The Democracy Imperative: Mobilizing Higher Education for Deliberative Democracy.\" Home | University of New Hampshire. 2010. Web. 07 Dec. 2010. &lt;<a class=\"external free\" href=\"http://www.unh.edu/democracy/\" rel=\"nofollow\" title=\"http://www.unh.edu/democracy/\">http://www.unh.edu/democracy/</a>&gt;.</p>", "title": "The Democracy Imperative"}