{"htmlbody": "<a id=\"Mission_and_Purpose\" name=\"Mission_and_Purpose\"></a><h1>Mission and Purpose</h1>\n<p>“Guided by our common vision of a united and strong Africa and by the need to build a partnership between governments and all segments of civil society, in particular women, youth and the private sector, in order to strengthen solidarity and cohesion among our peoples, the Union shall function in accordance with the following principles; participation of the African peoples in the activities of the Union; respect for democratic principles, human rights, the rule of law and good governance; peaceful co-existence of Member States and their right to live in peace and security and; promotion of social justice to ensure balanced economic development.\"  - CCP-AU Mission Statement \n</p><p>In its entirety, the Centre for Citizens’ Participation in the African Union (CCP-AU) is an organization that strives to enhance the African Union by incorporating and facilitating the voices of society. In addition, it fosters the participation of people around the continent in order to support and benefit the citizens of the African Union, promote incorporation of key African Union policy standards into national law by state and non-state figures, and lastly to encourage policies and programs that entail good social, political, economic, and cultural practices. The process of the CCP-AU encourages joint collaboration, research, discussion, and deliberation among participants and others in the African Union, therefore contributing to all the above key purposes. The CCP-AU believes in the inclusion of all African voices, and a citizenship that is underpinned with transparency and accountability. The CCP-AU believes that a successful country is one strengthened by the participation of its citizens, ultimately achieving collaborative development of the country. \n</p><p>The following is a list of the key objectives for the CCP-AU:\n</p><p>1.       To enhance African Civil Society Organizations’ (CSOs) awareness and knowledge of the African Union’s objectives and working procedures and provide up-to-date information of its activities\n2.       To serve as a link between African CSOs and the AU in enabling CSOs to access the Citizens and Diaspora Directorate (CIDO) and the Economic Social and Cultural Council (ECOSOCC), the official organ for CSO participation in the African Union;\n3.       To organize, conduct and coordinate Continental CSO Conferences in the lead up to the AU’s bi-annual summits with the view to enhance meaningful participation of African CSOs and generate a communiqué to enable CSOs to lobby Heads of States on AU Summit agenda issues;\n4.       To lobby and advocate the African Union member states to adopt agreements, protocols and other similar legal instruments that promote political, economical, social and cultural progress of African countries;\n5.       To advocate for the domestication of such adopted instruments into State parties’ legal system and policy framework according to local legislations;\n6.       To raise, mobilize and disburse funds and other resources to enable African CSOs to participate in Continental CSO Conferences organized by the Centre.\n</p><p>The CCP-AU achieves it’s key objectives through a number of strategies, including training workshops on the structures and functions of the African Union, collaboration with civil society organizations (CSOs) to brainstorm new policies, supplying CSOs and other stakeholders with detailed and timely updates on the activities of the African Union through its website and listserv, as well as holding biannual Citizens’ Continental Conferences. The latter allows delegates from all around the continent the ability to deliberate on issues of common concern, and subsequently relay concrete recommendations to the Heads of State and Government meetings.\n</p>\n<a id=\"History\" name=\"History\"></a><h1>History</h1>\n<p>\tThe CCP-AU began in 2007, originally with the intention of facilitating and creating the participation of CSOs and encouraging a clear understanding amongst citizens of the African Union, including its key functions and decision making processes. The CCP-AU has two office locations, one in Nairobi and another in Addis, however they are aspiring to have four locations very soon. The two current offices work with the African Union Commission, the AU Judicial Organs, and the NEPAD/APRM; its three main focal organizations. The CCP-AU began in order to allow discussion and deliberation amongst citizens and CSOs about five main themes prevalent to current concerns within the continent. The five themes are listed below:\n</p><p>•\tAfrican Union Government and Regional Integration\n•\tDemocracy, Governance, Human Rights and Leadership\n•\tEconomic Justice\n•\tGender Equality and Women’s Rights\n•\tPeace and Security\n</p><p>Membership and participation in the CCP-AU is open to any organization or interested citizen. Members are encouraged to partake in the CCP-AU in accordance with “the spirit and letter of the Constitutive Act of the African Union and African Court of Human and Peoples’ Rights.” All organizations seeking to participate should be prepared to enhance and complement the values of the main themes listed previously. In addition, the CCP-AU website (<a href=\"http://www.ccpau.org\">www.ccpau.org</a>) is open to the public for registration. Being a registered member of the website keeps participants and interested citizens updated with news, progress, and developments occurring within the CCP-AU. Furthermore, there is a discussion forum on the website that allows everyone to participate and converse about current affairs, CCP-AU activities/projects, CCP-AU improvements, suggestions, and questions, as well as other general information regarding CSOs in Africa. \n</p>\n<a id=\"Activities\" name=\"Activities\"></a><h1>Activities</h1>\n<p>The CCP-AU’s time and energy is committed to increasing civic participation and transparency within the AU. CCP-AU members attend and participate in annual or bi-annual nongovernmental and governmental meetings concerning policy to help improve the overall enhancement of democracy. In the major projects section below, it is evident that the CCP-AU contributes to the discussion and implementation of advocacy programs. Also, as discussed earlier, the CCP-AU is committed to promoting knowledge among the social, cultural, political and economic concerns in the AU and possible policy solutions. In doing so, the CCP-AU motivates its current and incoming members to attend state or regional events. The CCP-AU in turn provides logistical support to keep its members interested and continuously active in civic engagement. \n</p><p>Since 2007 the CCP-AU has held training workshops for more than 100 representatives of African Citizens and CSO’s to focus on and study the structures of the AU and how to become engaged with it. In addition, the CCP-AU has organized five continental conferences, bringing together over 350 CSO representatives. These continental conferences resulted in the bi-annual summit results, which provided recommendations that were distributed to governmental delegates attending the conferences as well as the media. \n</p>\n<a id=\"Major_Projects_and_Events\" name=\"Major_Projects_and_Events\"></a><h1>Major Projects and Events</h1>\n<p>The information below is relayed on the CCP-AU website for further inquiry. Significantly, this literature is not only accessible to viewers but also to those who subscribe via their list serve database.\nSome of the recent major projects include: \n</p><p>Annual General Meeting (AGM) of the CCP-AU:\nThis past years annual meeting was held at the Nairobi Safari Club in Nairobi, Kenya on 26th to 28th November 2010 from 8:00am – 5:00pm on each day, to consider and, if deemed fit, to pass, with or without modification, the following agenda items: \n1. Welcome and Introductions\n2. Adoption of the Agenda\n3. Considerations and Adoption of the Report of the Interim Task Force\n4. Adoption of the Revised Constitution\n5. Consideration of the Accounts and Balance Sheet\n6. Appointment of Auditors and Fixing their Remuneration\n7. Election of Members of the Board \n8. AOB\nParticipation at the AGM is based on regional criteria including—eight (8) representatives from each of the five (5) regions of the African continent, who work on the five thematic clusters of CCP-AU namely: 1. Peace and Security; 2. Democracy, Governance and Human Rights; 3. Gender Equality and Women’s Rights; 4. Economic Justice; and 5. AU Government and Regional Integration.\nDecisions of the 15th AU Summit\nJuly 29th 2010, the AU Summit in Kampala, Uganda, from July 19th- 27th \nThe theme of the Summit, “Maternal, infant and child Health and Development in Africa,” adopted actions to be undertaken in various Member State, in particular the actions aimed at attaining MDGs 4, 5 and 6, including the launching of CARMMA, mobilization of adequate resources for integrated health programs up to 15% of national budgets, the sharing of best practices within regions, regular evaluation and reporting of progress achieved by Member States. A continuation of this information can be found on the CCPAU website or the news link from afrik-news.com found at the bottom.\n</p><p>90 days to Peace Day in Africa\n“African Union Year of Peace and Security reaches critical milestone\nPlanned cessation of hostilities in conflict countries and day of non‐violence across Africa”\nJune 22nd marks 90 days to a planned cessation of hostilities and a day of non‐violence across Africa on 21 September 2010. Peace Day aims to put practice in peace as the continent comes together to communicate different strategies and methods. This day is in effect to impact citizens from all backgrounds, from political actors, businesses, and civil society to address the direct causes of conflict. \nOther planned activities for Peace Day include:\n-One minute of silence for peace across Africa at a pre‐agreed time;\n</p>\n-Relevant developmental work and community support by members of the armed and security forces in Africa, such as building bridges, repairing schools and community facilities, and providing humanitarian assistance; \n\n<p>-One Day One Goal football games, these are football games to be played across Africa to bring communities together around one common goal – peace\n-Make Peace Happen Lesson Plan: utilisation of a special lesson plan by schools and colleges in Africa on peace and Africa’s aspiration to be free from want and fear.\n</p><p>CSO’s Consultation on the Year of Peace and Security in Africa\nOn January 20th and 21st of 2010, the undersigned Civil Society Organizations in Africa, including the CCPAU, and the Diaspora working in all five geographical regions of the continent met at this consultation to consider peace and security issues that the African leaders will further deliberate in the upcoming 14th Ordinary African Union Summit of Heads and State and Government. This meetings is an opportunity for participants to communicate concrete recommendations to the Heads of State and Government. The theme of the future Summit is titled, “Information and Communication Technologies (ICT) in Africa: Challenges and Prospects for Development.” The CSO meeting has made suggestions in light of this theme and consideration to the year of 2010 declared to be “Year of Peace and Security on the Continent.” The consultation’s recommendations and suggestions are further found on the CCPAU’s website. \nHand Guide: “Strengthening Popular Participation in the African Union: A Guide to AU Strucures and Processes”\nIn preparation for the 14th Ordinary Summit of the African Union, Oxfam International and its partner have launched a Hand Guide on the African Union’s structures and processes. This hand guide, written in both English and French, is a helpful tool for citizens and organizations to participate with African Union policies and programs. The book is titled “Strengthening Popular Participation in the African Union: A Guide to AU Structures and Processes,” describes the governments decision-making process and the roles of the AU institutions. \nTo view this hand guide, visit the Archives Page of the CCPAU website or follow the link below.\n</p>\n<a id=\"Funding\" name=\"Funding\"></a><h1>Funding</h1>\n<p>The CCP-AU is a self-funded organization. The CCP-AU mobilizes and disburses funds and other resources to enable African CSOs to participate in Continental CSO Conferences organized by the Centre. \n</p>\n<a id=\"Publications\" name=\"Publications\"></a><h1>Publications</h1>\n<p>\tThe main publications from the CCP-AU are the most recent reports from the Citizens’ Continental Conferences for the African Union as well a report of the Continental Civil Society Conference on the Proposed African Union Government. These publications can be found on the website, <a href=\"http://www.ccpau.org\">www.ccpau.org</a>. They are open for any public viewer to see, and in thorough detail report the progress and results of each conference. \n\t-Report of the Fifth Citizens’ Continental conference, June 2009 (English or French)\n\t-Fifth Citizens’ Continental Conference on the AU Summit (English or French) \n\t-Report of the Fourth Citizens’ Continental Conference, January 2009\n\t-Report of the Continental Civil Society Conference on the Purposed African Union Government \n\t-Fourth Citizens’ Continental Conference on the AU Summit \n</p>\n<a id=\"Evaluation_and_Critique\" name=\"Evaluation_and_Critique\"></a><h1>Evaluation and Critique</h1>\n<p>The CCP-AU is an organization that promotes deliberation in a participatory government setting. The organization allows citizens of the AU to gather and deliberate about issues that need attention or policy amendment. In addition, the CCP-AU attempts to inform and educate the citizens of the continent through their organization techniques and strategies such as sending updates to registered members of the organization, informing the public of decisions being made on key current issues or national affairs. Most importantly, the five main themes prevalent to concerns within the continent are focused on by the CCP-AU, therefore keeping the continents entire well being in consideration. Since the CCP-AU is one of the few organizations supporting citizen participation, its creation has been a crucial stepping-stone for the AU. The CCP-AU has proven to be a highly deliberative organization through its strategies, activities, and major events. \n</p><p>In terms of the analytic processes of deliberation, the CCP-AU has several strong points. Primarily, the CCP-AU has demonstrated to be very thorough at prioritizing key vales at stake. Through its training workshops, conferences, and overall function, the organization is incredibly skilled and equipped in identifying the key public concerns behind the surface facts and events that define an issue. Moreover, the CCP-AU gathers a group of people with a variety of perspectives to carefully examine and deliberate over the most important issues in the African Union, eventually to arrive well reasoned suggestions for improvements. For example, in the conference the CCP-AU organizes bi-annually, equal amounts of people are invited from each of the five regions of the continent in order to ensure diverse viewpoints. In this way the broadest possible range of solutions for solutions to problems are addressed by a large group that may have varying viewpoints. \n</p><p>The CCP-AU also effectively addresses several aspects of the social process for deliberation. For example, the organizations web site makes news and information understandable for readers since each event or publication the CCP-AU is involved with has an external link to more news resources. Also, with the use of diverse sources in their activities and major events (including diverse participants from all different parts of the continent with different backgrounds and perspectives), the CCP-AU reaches beyond conventional debates and discussion. There is therefore time for everyone to seek out other view points and voices in order to arrive at their own personal best decision. \n</p><p>However, there are still a few unclear elements in the CCP-AU. Primarily, the annual budget and how the CCP-AU raises its funding is undisclosed. It is also vague as to how many members are apart of the organization, and their demographic location. Lastly, if the web site was more properly configured with transparent information, then it would be more deliberatively effective. \n</p>\n<a id=\"References\" name=\"References\"></a><h1>References</h1>\n<p><a class=\"external free\" href=\"http://www.ccpau.org/Home/tabid/36/language/en-US/Default.aspx\" rel=\"nofollow\" title=\"http://www.ccpau.org/Home/tabid/36/language/en-US/Default.aspx\">http://www.ccpau.org/Home/tabid/36/language/en-US/Default.aspx</a>\n</p><p>\n</p>\n<a id=\"Secondary_Literature\" name=\"Secondary_Literature\"></a><h1>Secondary Literature</h1>\n<p>Chitiga, Rudo, Bronwen Manby, and Irungu Houghton. Strengthening Popular Participation in the African Union a Guide to AU Structures and Processese. Johannesburg Etc.]: Open Society Initiative for Southern Africa (OSISA) [etc.]., 2009. Print\n</p><p>\"Decisions of the 15th AU Summit.\" Afrik-News. 31 July 2010. Web. 6 Dec. 2010. &lt;<a class=\"external free\" href=\"http://http://www.afrik-news.com/article18054.html\" rel=\"nofollow\" title=\"http://http://www.afrik-news.com/article18054.html\">http://http://www.afrik-news.com/article18054.html</a>&gt;\n</p><p>Gastil, John. Political Communication and Deliberation. 1st ed. Thousand Oaks, CA: Sage Publications Inc., 2008. Print. \n</p><p>\n</p>\n<a id=\"Links\" name=\"Links\"></a><h1>Links</h1>\n<p>“Strengthening Popular Participation in the African Union: A Guide to AU Structures and Processes”\n<a class=\"external free\" href=\"http://www.ccpau.org/LinkClick.aspx?fileticket=Da0l06BeeAY=&amp;tabid=58&amp;mid=387\" rel=\"nofollow\" title=\"http://www.ccpau.org/LinkClick.aspx?fileticket=Da0l06BeeAY=&amp;tabid=58&amp;mid=387\">http://www.ccpau.org/LinkClick.aspx?fileticket=Da0l06BeeAY=&amp;tabid=58&amp;mid=387</a>\n<a class=\"external free\" href=\"http://www.kenyan-jobs.com/2010/05/executive-director-job-centre-citizens-participation-african-union-ccpau/\" rel=\"nofollow\" title=\"http://www.kenyan-jobs.com/2010/05/executive-director-job-centre-citizens-participation-african-union-ccpau/\">http://www.kenyan-jobs.com/2010/05/executive-director-job-centre-citizens-participation-african-union-ccpau/</a>\n</p>", "title": "Centre for Citizens' participation in the African Union (CCP-AU)"}