{"htmlbody": "<p>Der ASUW Studentensenat</p>\n<p>Anmerkung: Dies ist die deutsche Übersetzung einer englischen Fallstudie, die von Sarah Round am 04.06.2010 verfasst wurde. Die Originalversion ist abrufbar unter <a href=\"http://participedia.net/en/cases/asuw-student-senate\">http://participedia.net/en/cases/asuw-student-senate</a>. </p>\n<p>Zweck und Problemstellung</p>\n<p>Die studentische Leitung der Universität Washington, ‘Associated Students of the University of Washington’ (ASUW), rief den Studentensenat 1994 ins Leben. Ziel war es, ein vielfältiges Gesetzgebungsorgan zu erschaffen, um der Exekutive, dem ‚Board of Control‘ (Kontrollbehörde), Ratschläge zu wichtigen Themen zu geben, Anliegen zu priorisieren und Lösungen anzubieten. </p>\n<p>Geschichte</p>\n<p>Den studentischen Leitungsausschuss der Universität Washington gibt es seit 1886. Damals waren 300 Studenten an der Universität eingeschrieben. Die Studenten äußerten den Wunsch, eine studentische Leitung einzuführen und Mark Harrington, der Präsident der Universität, brachte die Studenten in einer informellen Studentenversammlungen zusammen. Präsident Harrington beschloss, eine Verfassung für diese Institution zu erstellen. Durch die Verfassung wurden zwei Körper geschaffen: der repräsentative Rat mit Vertretern jedes Kurses und jeder Abteilung und die Studentenversammlung, die aus der gesamten Studentenschaft bestand. [1]</p>\n<p>Zusätzlich gab es einen Exekutivrat, dem der Präsident, Vize-Präsident und einige Beamte angehörten. Im Jahr 1906 wurde der studentische Rat zu einer gemeinnützigen Gesellschaft. Der Exekutivrat, später Kontrollbehörde, leitete die ‚Associated Students of the University of Washington’. Die Kontrollbehörde umfasste sechs Kursvertreter, drei Fakultätsmitglieder, drei Alumni, den Präsidenten, Vize-Präsidenten und einen Sekretär. Ein Vollzeit-Student überprüfte die Organisation. [2]. Das Kontrollgremium entwickelte sich über die Jahre und heißt heute Verwaltungsrat. 1985 wurde ein legislatives Organ, die Studentenversammlung, ins Leben gerufen um den Kontrollrat in Bezug auf die Wünsche, Bedürfnisse und Prioritäten der Studenten zu beraten. [3]. Dieses Organ diskutierte über studentische Belange, engagierte seine Wähler und verabschiedete Gesetze zu studentischen Anliegen. Acht Vertreter der griechischen Gemeinde, der Studentenwohnheime, und der Pendler waren involviert, sowie zwei Mitglieder des Kontrollrats, der Vertreter des Präsidenten und Studenten von gemeldeten Studentenorganisationen. In den Jahren 1986-87 diskutierte die Studentenversammlung darüber, die ASUW Verfassung zu ändern sowie Computergebühren und einen Parkbereich für Anwohner einzuführen. Im Jahr 1994 wurde aus der Studentenversammlung der Studentensenat. Phil Neiswinder, der damalige Präsident der ASUW, wollte eine größere Vielfalt im legislativen Körper herstellen. Der Studentensenat wurde umgesetzt und es gab seitdem mehr Sitze für unterschiedliche Gruppe sowie geschützte Sitze für einige gemeldete Studentenorganisationen. Der Senat wurde zu einem Organ, das sich mit umstrittenen politischen Problemen beschäftigte und Vertreter von libertären Gruppen, Republikanern, Demokraten und Sozialisten beinhaltete. Studenten mit den verschiedensten politischen Ansichten erarbeiteten eine Vielzahl an Lösungsansätzen.  </p>\n<p>Es gab drei Mikrophone in dem Versammlungsraum, eins auf jeder Seite des Raums für Pro und Kontra Argumente, sowie ein Mikrophon in der Mitte des Raums für Argumente, die in der Mitte lagen. Die Sitzungen des Senats begannen um 16.30 Uhr und konnten aufgrund der intensiven Debatten und langen Reden bis 21 Uhr dauern. Auch Studenten, die keine Senatoren waren, beteiligten sich an den Diskussionen. Der Senat war ein aktives Organ mit lebhaften Debatten. Wenn die Studenten der Meinung waren, der Senat handle nicht mehr in ihrem Willen, verlor er die Unterstützung. Als sich der Senat einmal in seinen eigenen Regeln verstrickte, einen ganzen Herbst für die Wahlen des Vorsitzenden brauchte, und einige umstrittene Veränderungen vornahm, nahm die Zahl der teilnehmenden Studierenden ab [5]. Im Jahr 2005 wurde die Arbeitsgruppe zur Reform des Senats vom Vorsitzenden Cammi Croft geführt. Die Gruppe war verantwortlich für den Auswahlprozess der Teilnehmer und die Kontrolle des Direktoriums und Senats. Das Direktorium war damals in der Lage, gegen Entscheidungen des Senats Einspruch zu erheben, ohne dass der Senat Möglichkeiten zum Widerspruch gehabt hätte. So hob das Direktorium bisweilen die Gesetzgebung des Senats auf und respektierte nicht dessen Fähigkeit, die studentische Meinung zu vertreten. Es gab keine Verbindung zwischen dem Direktorium und dem Senat. Einige der Veränderungen brachten jedoch zwei Mitglieder des Direktoriums in den Senat um als Verbindung zwischen dem Senat und dem Direktorium zu dienen, jedoch ohne den Besitz des Wahlrechts [6]. Der Senat ist nicht mehr der politisch aufgeladene Körper, der er einmal war. Über 70 Senatoren aus Wohngruppen, registrierten studentischen Organisationen, und Kommissionen besuchen ihn jede Woche, um ihre Gemeinschaft zu vertreten.</p>\n<p>Auswahl der Teilnehmer</p>\n<p>Der Studentensenat besteht aus Vertretern von Wohngruppen, registrierten Studentenorganisationen, einem Vertreter aus jeder ASUW Vielfaltskommission, und dem ASUW Präsidenten. Sie sind stimmberechtigte Mitglieder. Der panhellenische und „Interfraternity“ Rat haben 44 Sitze mit je einem Sitz pro Verband. Die Studentenwohnheime haben ebenfalls 44 Sitze, mit je zwei Vertretern jedes Wohnheims und 26 Repräsentanten, die die Wohnheimgemeinschaft als Ganzes vertreten. Jeder dieser Vertreter wurde entweder gewählt oder in seinem „Wahlkreis“ ernannt. Es gibt weiterhin 56 Sitze für Pendler, die nicht auf dem Campus wohnen. Diese Vertreter werden nach einem Bewerbungs- und Interviewprozess ernannt. Zuletzt gibt es einige geschützte Sitze für den Exekutivrat, den “Interfraternity” und den panhellenischen Rat, die Studentenversammlung der Wohngemeinschaften, die „Black Student Union“, „First Nations“, „Asian American Student Union“, die MEChA Studentenorganisation, sowie den studentischen Beratungsausschuss. </p>\n<p>Beratung, Entscheidung und öffentliche Interaktion</p>\n<p>Der Studentensenat hat mehrere Maßnahmen ergriffen, die ihn zu einem Beratungsgremium machen. Er folgt den Instruktionen von Alice Sturgis parlamentischen Prozeduren um angemessene Redemöglichkeiten und Ordnung zu gewährleisten. Um die Gesetzgebung zu verabschieden, muss sie den folgenden Prozess durchlaufen:</p>\n<p>1)\tErste Lesungen, in denen nur erklärende und vertiefende Fragen gestellt werden dürfen. Dies ermöglicht es dem Initiator der Gesetzgebung Bereiche, die unklar sind und mehr Forschung benötigen, zu identifizieren, was hilft, gegenseitiges Verständnis in Bezug auf die Fragestellung zu gewährleisten.<br/>\n2)\tDer Komitee-Bericht: Der Gesetzesvorschlag wird dann von einem der vier Komitees (Akademische und Administrative Anliegen, Generelle Anliegen, Abseits des Campus, Auf dem Campus) überprüft. Das Komitee kann Änderungen vorschlagen und seine Meinung äußern. Das Komitee kann das Gesetz zudem auf unbestimmte Zeit vertagen, wenn es dies für richtig hält. Wenn das Komitee über das Gesetz entschieden hat, kann es die neue Vorschrift, als günstig, ungünstig, oder mit „keiner Meinung“ deklarieren. Ein Mehrheits- und Minderheitsbericht kann weiterhin erstellt werden.<br/>\n3)\tWährend der zweiten Lesung wird der Bericht des Komitees vorgestellt und argumentative Fragen zum Gesetzesvorschlag dürfen gestellt werden. Es können auch weitere Veränderungen am Gesetz vorgenommen werden. Der Senat kann über die Gesetzgebung diskutieren und das Gesetz bis auf unbestimmte Zeit verschieben, es verabschieden oder es ablehnen.<br/>\n4)\tDirektorium: Als nächstes geht der Gesetzesentwurf an das Direktorium, das das Gesetz verabschieden, ändern, ablehnen oder zurück an den Senat geben kann. Der Senat kann die Entscheidung des Direktoriums mit einer 2/3 Mehrheit aushebeln. </p>\n<p>Diese Schritte im Gesetzgebungsprozess erlauben ein höheres Maß an Deliberation. Senatoren können die Probleme mit ihren Wählern diskutieren. Es bietet außerdem Zeit für weitere Forschung, sodass eine solide Informationsbasis gebildet werden kann. Die Komitees identifizieren eine große Bandbreite an Lösungen in ihren Treffen, indem sie kleinere Fokusgruppen bilden in denen sie die Gesetze bearbeiten.<br/>\nDer Senat interagiert mit der Öffentlichkeit auf unterschiedliche Weise: über öffentliche Foren, die Medien, und über das Gespräch mit den Wählern. Jedes Jahr gibt es eine Vielzahl von öffentlichen Foren im Senat. Die Foren finden zu Beginn der Senatstreffen statt und jedes Jahr kommen Mitglieder der Verwaltung, der Universitätspräsident, studentische Gruppen, und einige Vertreter des Verwaltungsrates zum Senat um Präsentationen zu geben. „The Daily“, die Zeitung der Universität Washington, berichtet häufig über die Gesetzgebungsverfahren im Senat. </p>\n<p>Einfluss, Ergebnisse und Wirkung </p>\n<p>Der Studentensenat vertritt Studenten des gesamten Campus. Wenn ein Gesetz vom Senat verabschiedet wird, wird es daher als offizielle Studentenmeinung betrachtet. Die Gesetzgebung des Senats verfolgt die Zwecke die studentische Meinung oder Unterstützung zu einem Thema einzuholen, sowie neue Ideen und Lösungsansätze für die Studenten zu finden. </p>\n<p>Im Jahr 2006 stellte ein Senator fest, dass Oberst Gregory Boyington, USMC, ein Alumnus der Universität, mit der US Ehrenmedaille ausgezeichnet worden war. Um Oberst Boyingtons Beiträge für die Universität und die Nation zu feiern, schlug der Senator vor, eine Gedenkstätte für den Oberst anlässlich des zwanzigsten Jahrestages seines Todes zu errichten [7]. </p>\n<p>Die Gesetzgebung scheiterte wegen einer Vielzahl an Gründen. Einige Senatoren wollten lieber Filipino Veteranen ehren oder Gordon Hirabayashi, ein Absolvent der Universität, der sich weigerte in die japanischen Internierungslager zu gehen [8].  Nach einer Untersuchung fanden die Senatoren heraus, dass mehreren anderen UW Alumnus die Ehrenmedaille verliehen worden war. Die Universität Washington hat die zweithöchste Anzahl von Alumnus unter den nicht-militärischen Institutionen, die mit der Medaille ausgezeichnet worden sind [9]. Im Februar 2006 wurde ein neues Gesetz vorgeschlagen, um die Alumnus der Universität zu ehren, die mit der Medaille ausgezeichnet worden sind. Dazu sollte ein Denkmal auf dem Campus errichtet werden. Dieses Gesetz beschleunigte den Prozess, das Denkmal zu errichten, das heute am Ende des „Memorial“-Wegs steht. </p>\n<p>Während der Wirtschaftskrise musste die Universität Washington viele finanzielle Einschnitte hinnehmen. Um das Bewusstsein über die Auswirkungen dieser Kürzungen zu erhöhen und die Anstrengungen des ASUW Büros bei ihren Bemühungen zu unterstützen, für vorhersehbare und erschwingliche Studiengebühren und ausreichende finanzielle Hilfe zu sorgen, wurden zwei Beschlüsse zur Unterstützung der Hochschulen gefasst: R-16-17 \"Eine Resolution zur Notwendigkeit der Unterstützung von Hochschulbildung\" und R-16 bis 19 \"eine Resolution zum Erhalt Finanzieller Hilfe\". Jeder Teil der Gesetzgebung wurde zu den Senatoren und Vertretern der Gesetzgebung Washingtons geschickt und über fünfzig Senatoren schrieben die Regierung an, um die Notwendigkeit der höheren Bildung zu unterstreichen, und keine neuen finanziellen Einschnitte, sondern finanzielle Hilfe zu fordern.</p>\n<p>Diese beiden Fälle sind nur zwei von Hunderten von Gesetzen und Auswirkungen, die der Studentensenat bei der Förderung der studentischen Meinungen und Interessen hat.</p>\n<p>Analyse und Kritik</p>\n<p>Seitdem er ins Leben gerufen wurde, hat sich der Studentensenat stets weiterentwickelt und verändert. Er stellt einen Raum für studentische Deliberation dar und dient als meinungsschaffendes Organ der Studenten. An einem guten Tag nimmt der Senat ein Thema auseinander, bildet sich eine Meinung und bietet Lösungsvorschläge. Im Jahr 2009, während der 15. Sitzung, wurde R-15-21, „eine Resolution zur Unterstützung der Unterbringung der „Zelt-Stadt III“ an der Universität Washington eingeführt. Dieses Gesetz ging schnell durch den Senat ohne breite Informationsbasis, unterschiedliche Meinunge, Material zu dem Thema, und einer Evaluation der Vor- und Nachteile. Obwohl die Gesetzgebung des Senats mächtig ist, da der Senat 40.000 Studenten vertritt, wurde dieses Gesetz ohne die notwendige Deliberation verabschiedet.<br/>\nDer Senat ist zudem nicht mehr der politisch aktive Körper, der er einst war. Einige Studenten kritisieren die Senatoren dafür, nicht leidenschaftlich genug zu sein. Der ehemalige Senator Aaron Lerner gab an, dass er auf dem gesamten Campus ein Gefühl der Apathie gegenüber dem Senat festgestellt habe und dass die Senatoren sich mehr um die Studenten bemühen sollten. Er möchte den Senat so politisch wie einst erleben [10]. Der Senat folgt einer bestimmten parlamentarischen Prozedur und manchmal fühlen sich die Senatoren nicht wohl damit, ihre Meinungen auszudrücken, da sie durch diese komplexe parlamentarische Prozedur verwirrt sind. Hier sind die Komitees hilfreich, da sie es für die Senatoren erleichtern, sich auszudrücken. </p>\n<p>Um ein deliberativerer Körper zu werden, müssen sich die Senatoren und aktiver mit den Studenten beschäftigen und sie über die anfallenden Themen informieren. Dazu ist eine solide Informationsgrundlage nötig. Es müssen zudem inhaltliche Fragen zu den Themen beantwortet werden um die gegenseitige Verständigung zu erleichtern. Die parlamentarischen Prozeduren sollten weiterhin von allen Senatoren verstanden werden, um Redemöglichkeiten gleich zu verteilen und unterschiedliche Ansichten zu hören. Dadurch, dass die Gesetzgebung bereits ein paar Wochen vor der Abstimmung thematisiert wird, sodass Senatoren zu Wort kommen können und Studenten beteiligt werden, wird gewährleistet, dass eine breite Palette von Lösungen adressiert und vollständig bewertet wird, um sicherzustellen, dass am Ende die beste Entscheidung getroffen werden kann.</p>\n<p>Referenzen</p>\n<p>1. ASUW Office of Communications. ASUW Student Handbook. Seattle: ASUW, 1987. Print.<br/>\n2. Hall, Camden. Student Government : an Analysis of Its Origin and Purpose, with the History of the Associated Students of the University of Washington and an Analysis of the 1961 ASUW Presidential Election. Seattle: Political Science 499, 1962. Print.<br/>\n3. \"Interview with Former Senator Aaron Lerner.\" E-mail interview. 1 June 2010.<br/>\n4. \"Interview with SAO Advisor Rene Singleton.\" Personal interview.<br/>\nLinks<br/>\n5. <a href=\"http://senate.asuw.org/legislation/12/R/R-12-26.html\">http://senate.asuw.org/legislation/12/R/R-12-26.html</a></p>\n", "title": "Der ASUW Studentensenat"}