{"htmlbody": "<p><a id=\"Problems_and_Purpose\" name=\"Problems_and_Purpose\"></a></p><h2>Problems and Purpose</h2><p>The repercussions of Hurricane Katrina threatened preexisting divisions of affected communities. These divisions are drawn by tense relationships between individuals of different race, socioeconomic status, and beliefs. While the disaster itself resulted in a devastating aftermath, residents and decision-makers faced unforeseeable destructed infrastructure and massive financial loss. New Orleans promptly created an exigence for a valid recovery plan that would be planned though deliberative processes.</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>Mayor Ray Nagin of New Orleans, Louisiana, assigned the Bring New Orleans Back (BNOB) Committee to formulate appropriate plans. The committee conducted their activities alongside national experts from the Urban Plan Institute (UPI), but their endeavors were unsupported by the public. The public reasoned that the situation demanded public participation. To avoid further public distrust, the mayor asked the BNOB and associated parties to step down from the assignment.</p><p>After the first failed attempt of disaster recovery planning, the City Council promoted the Lambert Plan. The Lambert Team was consisted of local planners and architects who worked closely with residents to envision feasible plans to rebuild certain neighborhoods. However, because the City Council did not have major stakeholders and excluded other neighborhoods, the City Council struggled to commit to plan with large enough impact.</p><p>The Louisiana Recovery Authority was the ultimate party responsible for managing federal funding for the best recovery plan. They began to network with local political actors to advocate a Unified New Orleans Plan (UNOP) that would heavily rely on civic engagement. Various foundations agreed to contribute financial funds to run such a plan if the organization promised public participation. While at first the UNOP faced opposition from competitive parties, the UNOP continued to move forward and appointed non-profit and non-partisan organization AmericaSpeaks to lead the proposed congresses. By October 2006, AmericaSpeaks raised $2.6 million and facilitated a highly anticipated city-wide public participation process.</p><p><a id=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\" name=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\"></a></p><h2>Deliberations, Decisions, and Public Interaction</h2><p><a id=\"Community_Congress_I\" name=\"Community_Congress_I\"></a><u><em>Community Congress I</em></u></p><p>In late October 28, 2006, Community Congress I (CCI) had the purpose of highlighting the motives of UNOP and to gather general input from the public of the issue. The attempt resulted in unfavorable public responses because of poor attendance and skewed representation.</p><p><a id=\"Community_Congress_II\" name=\"Community_Congress_II\"></a><u><em>Community Congress II</em></u></p><p>With the objective to gain public trust, AmericaSpeaks conducted Community Congress II (CCII) with more monitoring and speculation. AmericaSpeaks used a campaign approach to reach the supporters in four cities, plus 16 other cities via satellite technology. To address the problem of skewed population, AmericaSpeaks worked with over 50 local grassroots organizations to attract prospective participants from low-income neighborhoods. Furthermore, neighborhood associations, professional groups, and social service agencies also helped out by encouraging individuals in their communities. To block some of the barriers that would prevent participants from attending, AmericaSpeaks provided necessary child care, as well as breakfast and lunch.</p><p>AmericaSpeaks used the 21st Century Town Meeting approach, which aims for large group decision-making through small group discussions and technology. On December 2, 2006 participants gathered at tables of eight to ten with a facilitator, and discussed given questions in 15 to 30 minute intervals. Participants were encouraged to refer to the discussion guide and weigh the pros and cons for each option, alter necessary changes, and propose new solutions. Ideas were then collected and sent to a ‘theme team,’ who would organize them and send them back after each interval for further deliberation. By the end of the day, participants were faced with an expanded list that best condensed the diverse ideas into nine final options. The participants were asked to select the top five options they felt belonged to the agenda.</p><p>The majority use of the key pad produced quick results for real-time access. The following information outlines the results of the majority decisions:</p><p>Flood risk: 71% agreed that creating and enforcing standards on reducing high flood risk , 64% agreed to provide incentives for individuals to reduce risk, and 58% agreed that Category 5 levees have to be built faster. Neighborhood Stability: 65% agreed to provide incentives for homeowners to build near each other, 62% agreed to provide adequate information for homeowners to help them make decisions about where and how to build, and 57% agreed to allow homeowners to buy destroyed property quickly and easily. Rental and Affordable Housing: 73% agreed to provide incentives to developers, and 53% agreed to fund low and moderate income public housing. Schools and Health Services: 73% agreed to reopen and rebuild public schools and health centers based on repopulation and recovery rates, another high majority agreed to build multipurpose school facilities to reduce cost. Police and Fire Fighters: 71% agreed to support of building facilities according to greatest need. Infrastructure: 67% agreed to concentrate funds in areas with greatest need. Note: The ambiguity of “greatest need” mentioned in issues of neighborhood stability, police and fire fighters, and infrastructure was determined unclear, and the issues were later disregarded.</p><p><a id=\"Community_Congress_III\" name=\"Community_Congress_III\"></a><u><em>Community Congress III</em></u></p><p>The agenda was reorganized and presented again just six weeks later on January 20, 2007 at Community Congress III (CCIII). With about 1,500 New Orleanians attending CCIII, approximately 92% of them supported UNOP. To ensure public trust, City Planning Commission, city council and mayor, and Louisiana Recovery Management all approved of the decision thereafter. Planner Ed Blackely of Louisiana Recovery Management implemented UNOP in the final proposal for design, illustrating the projects, dollars, and time table for it. The first steps for the plan included a $216 million budget mostly provided by federal funds.</p><p><a id=\"Influence.2C_Outcomes.2C_and_Effects\" name=\"Influence.2C_Outcomes.2C_and_Effects\"></a></p><h2>Influence, Outcomes, and Effects</h2><p>After adequate funding for reconstruction had arrived June 2007, the public saw disappointment in government accountability. The issues that were disregarded due to ambiguity of the words upset the public because unexpected actions replaced the concerns of the community congresses. The slow recovery process led to very frustrating attitudes and fading of hope.</p><p>Although the recovery process based on what was planned at the community congresses were dissatisfying, the support for civic engagement was promising. There was an increased sense of social trust and healing. The event served as a forum that built new relationships. As one participant notes, “everybody was skeptical at the beginning. No one knew each other before and at the end everyone was friends and hugging.” It connected those who were displaced from their old communities, and those who were affected by Hurricane Katrina but lived elsewhere. It enhanced the meaning of team work and the importance of cooperation with community members to reach progress. It permitted co-governance so that participants would feel empowered. It led to the occasion of mutual and greater understanding. And finally, it also strengthened community ties and the pledge to engage in further public participation.</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h2>Analysis and Criticism</h2><p>CCII demonstrated that the challenges of effective public participation including: cynicism, unfamiliarity with the system, unwillingness, mistrust, social division, etc... did not result in a low quality deliberation. Although the community congresses were voluntary, the topic and the urgency associated with the community congresses established an optimistic opportunity for deliberation. Many agree that CCII was a successful effort of political deliberation and informed decision-making because of wide public access and high attendance. In addition, the event included more than structured discussion activities such as motivational speeches from locals, artistic performances, live interviews, and music. These customized features connected New Orleanians with their home and compelled them to reflect on their values for the best of their community.</p><p>To promote the deliberative aspect of CCII, AmericaSpeaks asked participants to respond to issues by explaining why each option seems viable or not, and suggest any new solutions that address the problem better. They were also not restrained by just one option; the challenge of ruling out other possible solutions clearly does not equate with participants’ positions. Thus, the ability to select five options from the list of nine allowed for more openness and a transparency of important agenda items. The effect of having ongoing rounds was that it synthesized the various ideas into fewer practicable solutions that sought to respond to the ideas of all participants. The participants felt empowered by the amount of contribution allotted to them, allowing for more trust in the system more when options displayed collective interests.</p><p>Patricia A. Wilson claims that, “the event resulted in a new level of trust in the recovery process, trust in the future of New Orleans itself, and trust in the ability of New Orleanians to come together and make collective agreements for the common good.” Nearly three out of four participants felt more confident with New Orleans’ recovery plan than before CCII. The experience that participants gained from the opportunity changed or reinforced their values as citizens. The exit survey reveals compelling results of both successful social and analytic processes necessary for effective deliberation. Socially, out of the 28 that were surveyed, 27 felt very comfortable with speaking their mind in front of the peers, while 23 felt that participants listened carefully to each other. Analytically, 25 said they gained a somewhat or much clearer understanding of the choices and the difficult tradeoffs, and 25 said that they either agree or strongly agree with the choices made during CCII.</p><p>In contrast to the CCI, CCII’s participants astonishingly mirrored the diverse profile of pre-Katrina. Furthermore, the household income was also comparable to pre-Katrina. For instance, Pre-Katrina Orleans was composed of 67% African Americans, which is fairly consistent with 64% of African Americans present at CCII. AmericaSpeaks’ application of the outreach program effectively drew in the proportion of the population that is relatively difficult to approach, as proved by CCI. In any case, the diverse opinions that had arisen due to the variety of groups produced a more meaningful instance of deliberation. More disparity attached to the same aim of a disaster recovery plan in a constrained time period resulted in high quality social and analytic deliberation. In addition, 350 qualified facilitators from around the world traveled to guide table discussions. Elected officials were also asked to come to magnify the legitimacy and to maintain government accountability for the actions that are implemented in the final decisions.</p><p>However, others would claim the quality of deliberation did not reach its fullest potential because of the time constraint. The unpredictable event of Hurricane Katrina and the devastation it gave rise to proceeded in a pressured decision to conduct a deliberation process that improved public trust in an immediate manner. The exit interviews showed that while differences were mentioned, there was not enough time to throughly discuss each one. Therefore, while there was some extent of better understanding, participants were discouraged from persuasion because of time constraint. Two out of three participants stated that their opinions have not changed after table discussions. One table observer notes, “they expressed frustration, not with one another, but with the enormity of what they were trying to do in a limited time.”</p><p>Some measures display unbalanced participation throughout the deliberation process. Observers measured that white females spoke most frequently out of any other groups. In contrast, one in four African spoke once or not at all compared to one in eight whites who spoke once or not at all. Yet other evidence is more hopeful in terms of successful deliberation. For example, less than 10% of the table conversations were dominated by one person.</p><p> </p><p><a id=\"Reference\" name=\"Reference\"></a></p><h2>References</h2><p>Fussell, Elizabeth. “Leaving New Orleans, Again.” Sage Journals Online. Vol. 14 (2008). 63-66.</p><p>Koritz, Amy and Sanchez, George. “Civic Engagement in the Wake of Katrina.” Michigan. University of Michigan, 2009. Print.</p><p>Liu, Amy. “Building a Better New Orleans: A Review of and Plan for Progress One Year After Hurricane Katrina.” The Brooklyn Institution. August 2006. <a class=\"external free\" href=\"http://www.brookings.edu/~/media/Files/rc/reports/2006/08metropolitanpolicy_liu02/200608_katrinareview.pdf\" rel=\"nofollow\" title=\"http://www.brookings.edu/~/media/Files/rc/reports/2006/08metropolitanpolicy_liu02/200608_katrinareview.pdf\">http://www.brookings.edu/~/media/Files/rc/reports/2006/08metropolitanpolicy_liu02/200608_katrinareview.pdf</a>.</p><p>Lukensmeyer, Carolyn J. Large-Scale Citizen Engagement and the Rebuilding of New Orleans: A Case Study.” National Civic Review, 2007. <a class=\"external free\" href=\"http://www.ncl.org/publications/ncr/96-3/New%20OrelansAmericaSpeaks.pdf\" rel=\"nofollow\" title=\"http://www.ncl.org/publications/ncr/96-3/New%20OrelansAmericaSpeaks.pdf\">http://www.ncl.org/publications/ncr/96-3/New%20OrelansAmericaSpeaks.pdf</a>. [DEAD LINK]</p><p>Rubin, Victor. “‘Post-Disaster Planning in New Orleans:’ NEcessary Conditions for Community Partnerships.” Sage Journals Online. Vol. 28 (2009). 401-402.</p><p>Wilson, Patricia A. “Deliberative Planning for Disaster Recovery: Remembering New Orleans.” Journal of Public Deliberation. 5:1 (2009). 1-22. Online.</p><p><a id=\"Secondary_Literature\" name=\"Secondary_Literature\"></a></p><h2>Secondary Sources</h2><p>Gastil, John. “Political Communication and Deliberation.” Los Angeles: Sage Publications, 2008. Print.</p><p>Gastil, John and Levine, Peter. The Deliberative Democracy Handbook: Strategies for Effective Civic Engagement in the Twenty-First Century. San Francisco: Jossey-Bass, 2005. Print.</p><p><a id=\"Links\" name=\"Links\"></a></p><h2>External Links</h2><p><a class=\"external free\" href=\"http://www.americaspeaks.org/index.cfm?fuseaction=page.viewpage&amp;pageid=630&amp;grandparentID=473&amp;parentID=688\" rel=\"nofollow\" title=\"http://www.americaspeaks.org/index.cfm?fuseaction=page.viewpage&amp;pageid=630&amp;grandparentID=473&amp;parentID=688\">AmericaSpeaks: UNOP</a> [DEAD LINK]</p><p><a href=\"http://nolaplans.com/unop/\">New Orleans Plan Database - UNOP</a></p><p><a href=\"http://www.nolaplans.com/plans/UNOP/UNOP_Citywide.pdf\">Final Plan</a></p><p><a href=\"http://www.planetizen.com/node/23229\">'Planetizen' - Article on UNOP </a></p><p><a class=\"external free\" href=\"http://www.allbusiness.com/north-america/united-states-louisiana/4107795-1.html\" rel=\"nofollow\" title=\"http://www.allbusiness.com/north-america/united-states-louisiana/4107795-1.html\">tp://www.allbusiness.com/north-america/united-states-louisiana/4107795-1.html</a> [DEAD LINK]</p>", "title": "Unified New Orleans Plan"}