{"htmlbody": "<a id=\"Mission_and_Purpose\" name=\"Mission_and_Purpose\"></a><h2>Mission and Purpose</h2>\n<p>The Alliance for Education is a non-profit, non-government organization dedicated to bettering education in Seattle Public Schools. Independent from the Seattle School District itself, the Alliance works directly with the community and other organizations acting as a junction between the general public and the school district. The mission of the Alliance is to serve as a catalyst for wanted change in the education system based on “a strong belief in the value of public education, the opportunity it brings to every child, and the importance of public education to the health of our whole community.” The organization works behind a self-fulfilling-prophecy idea that raising the bar in education will incite fulfillment of these expectations and benefit all students while further reducing the achievement gap. Five core values guide their process: Accountability to established goals and funders, collaboration with partners, equity for all students’ education, innovation in ideas, and transparency about the outcomes of programs, good or bad. Through its Community Engagement Task Force, the organization provides a space for the local public to express cares and concerns regarding the education system using a community engagement deliberative process.\n</p>\n<a id=\"History\" name=\"History\"></a><h2>History</h2>\n<p>The Alliance for Education was created in 1995 as a result of robust unhappiness with the Seattle Public School District’s recurring trend of academic decline.  The Seattle Public School District is the largest district in Washington state, educating 45,000 students on an annual budget around half a million dollars (sps.org). However, much of this budget is delegated to every-day maintenance before the school year even begins, leaving the district at a financial loss for any additional improvements or changes made. Combining three education-related organizations into one, the Alliance for Education became “a catalyst for change, a convener of community leadership, and a conduit for directing private resources ⎯ both dollars and expertise ⎯ toward critical needs in Seattle Public Schools” <a class=\"external text\" href=\"http://www.alliance4ed.com\" rel=\"nofollow\" title=\"http://www.alliance4ed.com\">Alliance for Education</a> \n\tBeginning with Chief Executive Officer Robin Pasquarella, the organization started off with strong community support and the excited cooperation of Superintendent John Stanford. In 2007, Pasquarella retired and was replaced by Patrick D’Amelio, the former CEO of Big Brothers Big Sisters of Puget Sound. In 2008, Maria Goodloe-Johnson was elected Superintendent of Seattle Public Schools and began the implementation of a five-year strategic plan for better learning. Around this time the organization suffered from a substantial decrease in funding and rumors of bankruptcy were on the horizon. Nonetheless, two new task forces were created in attempts to refocus the Alliance on accountability and collaboration in conjunction with the school district’s five-year plan. These new subdivisions are the Community Engagement Force and Educational Investments Task Force. \n\tSince it’s foundation, the Alliance for Education has directed over $115 million into Seattle Public Schools. Furthermore, the organization has provided leadership training for numerous teachers, School Board members, and administrators while also advocating for the social worth of retaining and rewarding high-quality teachers. Despite financial turmoil in the past three years, the Alliance for Education has remained afloat, continuing to garner the support of the Seattle community and easing the achievement gap to the best of its ability. Current President and CEO, Sara Morris, was appointed in March 2010. <a class=\"external text\" href=\"http://seattletimes.nwsource.com/cgi-bin/PrintStory.pl?document_id=2003722493&amp;slug=allia\" rel=\"nofollow\" title=\"http://seattletimes.nwsource.com/cgi-bin/PrintStory.pl?document_id=2003722493&amp;slug=allia\">Alliance Rights its Ship</a>\n</p><p>\n<a class=\"new\" href=\"/w/index.php?title=Activities&amp;action=edit&amp;redlink=1\" title=\"Activities (page does not exist)\">Activities</a>\n</p>\n<a id=\"Activities\" name=\"Activities\"></a><h2>Activities</h2>\n<p><a class=\"external text\" href=\"http://www.alliance4ed.org/ar/documents/AllianceUpdatetotheCommunity.pdf\" rel=\"nofollow\" title=\"http://www.alliance4ed.org/ar/documents/AllianceUpdatetotheCommunity.pdf\">March 2008, Update the Community</a>\n</p>\n<a id=\"College_Readiness\" name=\"College_Readiness\"></a><h3> College Readiness </h3>\n<p>One in five Seattle Public School graduates currently meet the requirements to attend a four-year college. <a class=\"external text\" href=\"http://www.seattleschools.org\" rel=\"nofollow\" title=\"http://www.seattleschools.org\">Seattle Public Schools</a> The Alliance for Education is dedicated to raising the standards of a high school diploma to equate the preparedness necessary for college, the workforce, and life. This challenge requires significant focus on curriculum, course-offerings, and teacher/student support. The organization is working closely with the school district to create a consistent approach to reading, writing, math, science, social studies, and world languages to “ensure that all students have access to the highest quality content and materials.” It is also taking a direct approach to install more college-preparatory classes into high school by offering more Advanced Placement courses and International Baccalaureate programs as well as distributing the PSAT exam to all 9th, 10th, and 11th, graders to instill a college-bound mentality. In order for any success, the Alliance recognizes the need for increased teacher and student support and is helping the district train more teachers for AP curriculums as well as methods of student support.\n</p>\n<a id=\"Data.2C_Assessment.2C_and_Performance_Management\" name=\"Data.2C_Assessment.2C_and_Performance_Management\"></a><h3> Data, Assessment, and Performance Management </h3>\n<p>Standardized testing like the WASL is useful for monitoring a school’s progress over time but the new data-assessment model, Monitoring Academic Process (MAP), is working to be instilled as a real-time measurer of student performance. MAP assessments are presented three times a school year to in attempts to quickly detect students and school that may be falling behind. Quick detection leads to quick action and better chances of success. The Seattle School District is working to create a new data system for to make such information readily attainable to teaching staff that can then make any necessary altercations to the curriculum in response. This new system will also carry over to the central office as well, allowing the public to track progress at both the school and district level\n</p>\n<a id=\"School_Board_Development\" name=\"School_Board_Development\"></a><h3> School Board Development </h3>\n<p>School board members are the major decision-makers in a public school system but, as elected officials, they often meet a lot of gridlock when it comes to agreeing on priorities. Board members represent various constituencies, making their communication all the more important. As part of the Alliance’s Excellence for All program, grant funding will be provided for the development of school board leaders’ governance, roles and responsibilities, policy, and other necessary areas. Public awareness of the School Board’s work will be discussed and presented in regular meetings with local and national facilitators.\n</p>\n<a id=\"Staff_Development\" name=\"Staff_Development\"></a><h3> Staff Development </h3>\n<p>In the near future, an overhaul of the Seattle Schools District’s human resources team will attempt to gain a wider selection of quality teachers by attracting strong candidates and rewarding the excellence that already exists. As another part of Excellence for All, grant funding will provide the necessary education and training for new principals and district leaders.\n</p>\n<a id=\"Major_Projects_and_Events\" name=\"Major_Projects_and_Events\"></a><h2>Major Projects and Events</h2>\n<a id=\"Community_Engagement\" name=\"Community_Engagement\"></a><h3> Community Engagement </h3>\n<p>The Alliance for Education is dedicated to bridging the gap between the community and the Seattle School District. They believe that it is only with full public support and involvement that the challenges facing Seattle schools will be overcome. The Community Engagement Task Force was created as part of the organization’s refocusing plan in 2007. Here, representatives from various communities and organizations meet to discuss issues at hand and create dialogue among the public about possible solutions and ways to get involved. The task force uses the <a class=\"new\" href=\"/w/index.php?title=Community_Dialogue&amp;action=edit&amp;redlink=1\" title=\"Community Dialogue (page does not exist)\">Community Dialogue</a> method of deliberation to achieve a well-rounded and organized discussion between schools and the community. This effort is widely supported by the Bill and Melinda Gates Foundation.  \n</p><p>“Through our community engagement efforts, we bridge the work of Seattle Public Schools and the communities it serves through constructive dialogue. By engaging the greater community in a thoughtful process, we create opportunities to inspire, inform, listen to, and learn from the collective wisdom of Seattle residents.\" <a class=\"external autonumber\" href=\"http://www.alliance4ed.org/community/\" rel=\"nofollow\" title=\"http://www.alliance4ed.org/community/\">[1]</a>\n</p>\n<a id=\"Community_Schools\" name=\"Community_Schools\"></a><h3>Community Schools</h3>\n<p>The Alliance for Educations is involved in research and discussion surrounding a successful new model of public school involvement called Community Schools (CS). CS programs engage participants in a variety of supports to children, youth, parents, and families. Common partners include healthcare, social services, educators, businesses, parents and volunteers, and local organizations. Through this approach, “the school becomes a center for student, family and neighborhood engagement, a place where school-community connections are built and reinforced” (alliance4ed.com).  Common programs offered include ESL classes, counseling, refugee assistance, tutoring, and pre-school or early learning. \n</p>\n<a id=\"Excellence_for_All\" name=\"Excellence_for_All\"></a><h3>Excellence for All</h3>\n<p>Excellence for All is an umbrella program encompassing numerous areas of the Seattle School District. The plan that focuses on improving student achievement by “providing students and teachers with the resources they need to succeed, expanding college-ready coursework for students, improving access to student data, and strengthening professional development opportunities for teachers, school leaders, and district officials” (alliance.org). The plan is funded by $9 million grants awarded by the Bill and Melinda Gates Foundation, Eli and Edythe Broad Foundation, The Boeing Company, and The Stuart Foundation. Excellence for All is meant to support the Seattle School District’s five-year strategic plan for better learning. <a class=\"external text\" href=\"http://www.seattleschools.org/area/strategicplan/draft/index.dxml\" rel=\"nofollow\" title=\"http://www.seattleschools.org/area/strategicplan/draft/index.dxml\">Seattle School's Strategic Plan</a>\n</p>\n<a id=\"Analysis_of_Project_Deliberation\" name=\"Analysis_of_Project_Deliberation\"></a><h3>Analysis of Project Deliberation</h3>\n<p>The Alliance for Education is based on the foundations of successful deliberation. That is, its purpose is to unite the community and school district through dialogue in hopes of creating change. Though every organization must utilize deliberation in order to function, the most active part of the Alliance for Education rests in its Community Engagement force. This portion of the organization is relatively new and still has a lot of progress to make. However, in terms of the definition of deliberation, this task force provides the space necessary to meet such social and analytical needs. That alone is a major step for improving the district-school-community relationship. [Gastil, John]\n</p>\n<a id=\"Funding\" name=\"Funding\"></a><h2>Funding</h2>\n<p>The Alliance for Education relies on private donations from individuals, businesses, and foundations as well as its vast volunteer base. As of 2007, the majority of donations came from individuals closely followed by donations from Boeing and Washington Mutual (J.P. Morgan Chase), as well as the Bill and Melinda Gates Foundation. They also host an annual breakfast and auction. The majority of funds go into data infrastructure, direct school support, and curriculum development with about twenty percent invested in leadership and community building, management, and fundraising.\n</p>\n<a id=\"Philanthropic_Partnership_for_Public_Education_.28PPPE.29\" name=\"Philanthropic_Partnership_for_Public_Education_.28PPPE.29\"></a><h3>Philanthropic Partnership for Public Education (PPPE)</h3>\n<p>This is a group of local funders who support Seattle Public Schools. Members convene four times a year to discuss relevant initiatives and sometimes to join together on a specific project. The group focused on the purposes and usefulness of philanthropies in public schools and Washington State education as a whole. In 2009 the PPPE was responsible for funding audits that helped develop the Excellence for All program.\n</p>\n<a id=\"Educational_Investments\" name=\"Educational_Investments\"></a><h3>Educational Investments</h3>\n<p>The Alliance’s Educational Investments Task Force works hand in hand, first and foremost with the Seattle Public School District, as well as the City of Seattle and higher education. The board works to distribute funds and implement actions into schools in the most beneficial way possible. Before anything is begun, board members conduct pre-investment planning to ensure that everything aligns with the overarching goals of the school district, the funders, and the organization itself. This also consists of prioritizing and pinpointing specific investments that will be most successful and will also fulfill the highest concerns of the public. Furthermore, the Task Force creates a strategic plan for sustainability of the investment as well as specific measurements of its success, which it continues to monitor over time.\n</p>\n<a id=\"Further_reading\" name=\"Further_reading\"></a><h2> Further reading </h2>\n<ul><li>Gastil, John. Political Communication and Deliberation. Thousand Oaks, CA: Sage Publications, 2008. Print\n</li><li>Walsh, Katherine Cramer. Talking about Race: Community Dialogues and the Politics of Difference. Chicago: University of Chicago, 2007. Print.\n</li><li>Alliance for Education Publications <a class=\"external free\" href=\"http://www.alliance4ed.org/news/#Publications\" rel=\"nofollow\" title=\"http://www.alliance4ed.org/news/#Publications\">http://www.alliance4ed.org/news/#Publications</a>\n</li></ul><a id=\"External_links\" name=\"External_links\"></a><h2> External links </h2>\n<ul><li><a class=\"external free\" href=\"http://www.alliance4ed.com/community/\" rel=\"nofollow\" title=\"http://www.alliance4ed.com/community/\">http://www.alliance4ed.com/community/</a>\n</li><li><a class=\"external free\" href=\"http://www.seattleschools.org\" rel=\"nofollow\" title=\"http://www.seattleschools.org\">http://www.seattleschools.org</a>\n</li><li><a class=\"external free\" href=\"http://www.alliance4ed.org/ar/documents/AllianceUpdatetotheCommunity.pdf\" rel=\"nofollow\" title=\"http://www.alliance4ed.org/ar/documents/AllianceUpdatetotheCommunity.pdf\">http://www.alliance4ed.org/ar/documents/AllianceUpdatetotheCommunity.pdf</a>\n</li><li><a class=\"external free\" href=\"http://seattletimes.nwsource.com/cgi-bin/PrintStory.pl?document_id=2003722493&amp;slug=allia\" rel=\"nofollow\" title=\"http://seattletimes.nwsource.com/cgi-bin/PrintStory.pl?document_id=2003722493&amp;slug=allia\">http://seattletimes.nwsource.com/cgi-bin/PrintStory.pl?document_id=2003722493&amp;slug=allia</a>\n</li><li><a class=\"external free\" href=\"http://www.alliance4ed.com\" rel=\"nofollow\" title=\"http://www.alliance4ed.com\">http://www.alliance4ed.com</a>\n</li><li><a class=\"external free\" href=\"http://www.seattleschools.org/area/strategicplan/draft/index.dxml\" rel=\"nofollow\" title=\"http://www.seattleschools.org/area/strategicplan/draft/index.dxml\">http://www.seattleschools.org/area/strategicplan/draft/index.dxml</a>\n</li><li><a class=\"external free\" href=\"http://www.seattlepi.com/local/356767_alliance28.html\" rel=\"nofollow\" title=\"http://www.seattlepi.com/local/356767_alliance28.html\">http://www.seattlepi.com/local/356767_alliance28.html</a>\n</li></ul>", "title": "Alliance For Education"}