{"htmlbody": "<p><a id=\"Mission_and_Purpose\" name=\"Mission_and_Purpose\"></a></p><h2>Mission and Purpose</h2><p>According to the <a href=\"http://www.c2d2.ca/\">Canadian Community for Dialogue and Deliberation (C2D2) website</a>, the organization's mission is \"to increase our society’s capacity to have constructive conversations to enhance decision- making and collaborative action, to improve relationships and generate insight and knowledge – in short, to strengthen democracy\".</p><p>The purpose behind creating C2D2 was to strengthen communities through dialogue and deliberation (D&amp;D). The organization has effectively done so by hosting popular events and conferences throughout Canada. Those working and volunteering at C2D2 all agree participatory government through D&amp;D is very important to the success of a community or nation. By continually striving for these positive changes, C2D2 has been able to recruit hundreds of supporters nationwide.</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>Co-founders Miriam Wyman and Sandra Zagon attended the 2002 National Conference on Dialogue and Deliberation (NCDD). They immediately realized the beneficial need for such organizations and conferences in Canada. Three years later, October 2005, employees at C2D2 helped host the first Canadian Conference on Dialogue and Deliberation. Wyman and Zagon's vision had come true; more than 300 people deliberately participated. The conference was deemed successful because it laid a thriving foundation for which the C2D2 was founded upon. Although the organization was officially founded in 2006, C2D2 had already created a positive impact on the nation.</p><p>Today, the organization is responsible for a nationwide conference every other year in Canada. In between conferences, employees and volunteers strive to promote strong deliberative processes throughout Canadian communities.</p><p><a id=\"Specializations_and_activities\" name=\"Specializations_and_activities\"></a></p><h2>Specializations and activities</h2><p>Every two years, the Canadian Community for Dialogue and Deliberation invites citizens and professionals to a deliberative conference.</p><ul><li><a class=\"external text\" href=\"http://www.c2d2.ca/conference2005/\" rel=\"nofollow\" title=\"http://www.c2d2.ca/conference2005/\">Ottawa, 2005</a>; The theme surrounding Ottawa's conference was, \"From Dream to Reality\". Sandra Zagon and Miriam Wyman initially imagined such a conference in 2002. After three years of hard work, the women's dream became a reality. More information about the conference is available through the previous link.</li></ul><ul><li><a class=\"external text\" href=\"http://www.c2d2.ca/conference2007/\" rel=\"nofollow\" title=\"http://www.c2d2.ca/conference2007/\">Vancouver, 2007</a>; The overall theme for Vancouver's conference was, \"Facing Complex Issues Together\". The purpose of the conference was to display all dialogue and deliberative efforts shown through multiple Canadian communities. More information about the conference is available through the previous link.</li></ul><ul><li><a class=\"external text\" href=\"http://www.c2d2.ca/conference2009/\" rel=\"nofollow\" title=\"http://www.c2d2.ca/conference2009/\">Toronto, 2009</a>; The theme for Toronto's conference was, \"Leading Change: How Conversations Make Stronger Communities and Healthier Democracies\". This conference emulated topics discussed at the <a class=\"external text\" href=\"http://www.citizensparliament.org.au/\" rel=\"nofollow\" title=\"http://www.citizensparliament.org.au/\">Australia's Citizens Parliament</a> (February 2009). More information about the conference is available through the first link.</li></ul><p><a id=\"Major_projects_and_events\" name=\"Major_projects_and_events\"></a></p><h2>Major projects and events</h2><p><a class=\"new\" href=\"/w/index.php?title=D%26D_Evaluation_Project&amp;action=edit&amp;redlink=1\" title=\"D&amp;D Evaluation Project (page does not exist)\">D&amp;D Evaluation Project</a></p><p>Throughout the year 2010, C2D2 has held multiple conference calls. This is an opportunity for citizens to evaluate the organization's efforts on strengthening dialogue and deliberation. In August and November, national conference calls were held, as well as opportunities for feedback during the Toronto conference. The organization takes every opinion very seriously, and has made pdf files of the notes during each call available on their <a class=\"external text\" href=\"http://www.c2d2.ca/dd-evaluation-project/\" rel=\"nofollow\" title=\"http://www.c2d2.ca/dd-evaluation-project/\">website</a>. These calls are valuable learning opportunities for C2D2 because of the concentrated interaction between citizens and professionals.</p><p><a class=\"new\" href=\"/w/index.php?title=Events&amp;action=edit&amp;redlink=1\" title=\"Events (page does not exist)\">Events</a></p><p>In 2010, C2D2 has helped coordinate multiple events throughout Canada.</p><ul><li>January 21, 2010, Canadian and US Experiences in Public Involvement--Learning from our Neighbors: Citizens from Canada and the northern United States shared experiences and methods on how to engage the public in environmental issues.</li></ul><ul><li>February 13, 2010, Authentic Voice and Dialogue: Workshop teaching people how to be mindful of a range of conversations--from personal, to social, to political.</li></ul><ul><li>March 10, 2010, Ottawa C2D2/IAP2 Learning and Networking lunch hour event: A review of sessions held at respective conferences.</li></ul><ul><li>March 25, 2010--March 26, 2010, Emotion, Outrage and Public Participation: Two-day conference discussing the works of Dr. Peter Sandman and IAP2. Main topic was how to manage public outrage.</li></ul><ul><li>April 13, 2010--April 15, 2010, The Engaging Facilitator Course: Myriam Laberge and Brenda Chaddock led course on how to successfully facilitate political deliberation.</li></ul><ul><li>April 14, 2010--May 25, 2010, EVOKE: uncover your human rights perspective: Contest held through Canadian Museum for Human Rights asking for submissions from Canadian youth.</li></ul><ul><li>April 23, 2010, From Political Won't to Political Will: C2D2 and IAP2 co-hosted Carmen Malena's (part-time director of Civicus) new book, From Political Won't to Polticial Will, Building Support for Participatory Governance.</li></ul><ul><li>April 23, 2010, Who Decides? Democracy, Power and the Municipal Franchise in Cities of Immigration: Conference held prominent Canadian speakers; discussing their jurisdictions and experiences on non-citizen voting rights.</li></ul><ul><li>April 26, 2010--May 16, 2010, Online Conference on Networks and Communities: Three-week online streaming conference presented by Curtin University of Technology and Open Universities Australia.</li></ul><ul><li>April 26, 2010--April 30, 2010, TPN 1 - Becoming a Third Party Neutral: Part one of four mediation concept presentations for prospective facilitators.</li></ul><ul><li>May 6, 2010, Collaboration Practitioners Network Teleconference on the Alberta Climate Dialogue: Teleconference with purpose of engaging Canadian citizens on climate change action plans.</li></ul><ul><li>May 10, 2010--May 12, 2010, City of Regina Hosts IAP2 Certificate Program in Public Participation: Sessions to further build skills and capacity for civic involvement.</li></ul><ul><li>May 13, 2010--May 16, 2010, Deepening Democracy as a Way of Life: Held throughout Rosario, Argentina; presenters highlighted their own successes in participatory democracy.</li></ul><ul><li>May 31, 2010--June 4, 2010, IAP2 Certificate in Public Participation: Certificate-earning event for the BC Chapter of IAP2 for advanced and intermediate facilitators.</li></ul><ul><li>May 31, 2010--June 1, 2010, Co-Creative Stakeholder Engagement &amp; Dialogue Workshops: Two-day workshop intended to develop knowledge and skills necessary for stakeholder networks.</li></ul><ul><li>June 2, 2010, Advancing a Canadian Knowledge Commons - All Day Summit: Panel, round table discussions and presentations on the role of knowledge in society.</li></ul><ul><li>June 6, 2010--June 12, 2010, Shambhala Summer Institute: Five-day leadership program aimed at innovation of creativity and collaboration.</li></ul><ul><li>June 11, 2010, Breakfast Panel: Social Media and the Future of Public Sector Governance: Expert panel discussing the impact of e-government on traditional methods of corporate governance.</li></ul><ul><li>June 15, 2010, PACE Presents: The Emerging Framework for Civic Engagement Evaluation: A global webinar between citizens and Philanthropy for Active Civic Engagement (PACE) discussing improvements for civic engagement.</li></ul><ul><li>June 16, 2010, Publishing Diverse Products of Community-Engaged Scholarship: Conference call provided by CES4Health.info details products of their website.</li></ul><ul><li>June 19, 2010, PrivacyCampTO: Privacy for Everyone: Learning session on maintaining privacy during the social media revolution.</li></ul><ul><li>June 21, 2010--June 23, 2010, Transforming Trauma: Awakening Resilience in our Lives and Communities: Educational course for people working with those affected by psychological trauma.</li></ul><ul><li>June 24, 2010, Power and Love: Practical Guidance for Collaborative Decision-Makers: Author Adam Kahane presents topics from his newest book, Power and Love.</li></ul><ul><li>June 26, 2010, AmericaSpeaks: Our Budget, Our Economy: National town meeting webcast discussed how citizens can find common ground with shrinking budgets.</li></ul><ul><li>June 30, 2010--July 2, 2010, Deliberative Democracy Master-class and Workshop by John Dryzek: Taught at the London School of Economics, Dryzek focused on the theme \"The epistemic potential and empirical realities of deliberative democracy\".</li></ul><ul><li>August 4, 2010--August 6, 2010, International Visual Practitioners 15th Anniversary Conference 2010: IFVP gives information of \"The Ripple Effects of Visual Practice: Engaging Stakeholders, Embracing Collaboration, Enabling Creativity\".</li></ul><ul><li>August 17, 2010, Conference Call Dialogue on Evaluation Teleconference: Focused on improving formal evaluations of dialogue and deliberation.</li></ul><ul><li>August 20, 2010--August 23, 2010, CIVICUS World Assembly: The Montreal assembly's theme was \"Seeking out Solutions: Economic Justice\".</li></ul><ul><li>September 19, 2010, Breaking New Ground on City Governance in Ottawa: Citizens gathered to increase voice in participatory democracy.</li></ul><ul><li>September 21, 2010--September 22, 2010, Roadmap: 2030: Discussion on how to further engage citizens and communities in politics.</li></ul><ul><li>September 25, 2010, A City for Everyone: Suggestions on how citizens can become involved in Toronto's new plan, \"A City of Everyone\".</li></ul><ul><li>October 5, 2010--October 8, 2010, CommunityMatters'10 Conference - Steer the Change: Encouragement of North American citizens to become more involved in communal decisions.</li></ul><ul><li>October 21, 2010, Training in Facilitation for Collaborative Decision Making: The BC Chapter of IAP2 hosted a training session for future facilitators.</li></ul><ul><li>October 22, 2010--November 13, 2010, American D&amp;D Events in October and November: C2D2's sister organization National Coalition for Dialogue and Deliberation (NCDD) held networking events throughout the United States.</li></ul><ul><li>October 23, 2010, Leadership for Healthy Change: Changing Ways We Make Change: Leaders of diverse organizations gathered for an exploration of \"emerging needs and capacities for leading change\".</li></ul><ul><li>October 25, 2010--October 27, 2010, The Confident Facilitator: Essential Skills for Guiding Groups: Experiential program focused on achieving high outcomes, processes and interactions.</li></ul><ul><li>October 30, 2010, Toronto Tenant Leaders' Forum 2010: Strong Leaders. Strong Communities.: Housing tenant leaders met with the purpose of keeping Toronto's \"vibrant communities\" alive.</li></ul><ul><li>November 1, 2010--November 5, 2010, IAP2 Certificate in Public Participation: Certificate training program for beginners.</li></ul><ul><li>November 1, 2010--December 31, 2010, Caravan of dialogues for peace - Emerging from our solitudes: Three-step project involving a nationwide (Canada) caravan showing the documentary, The Imam and the Pastor.</li></ul><ul><li>November 2, 2010, C2D2 Evaluation Project: Teleconference regarding on-going dialogue of the Evaluation Project.</li></ul><ul><li>November 13, 2010, Cascadia Conference on Dialogue &amp; Deliberation: Networking opportunity for those interested in public engagement.</li></ul><ul><li>November 16, 2010, Professional Development Day: Opportunities for professionals to further develop skills and knowledge.</li></ul><ul><li>November 22, 2010--November 27, 2010, Inviting Dialogue: Restorative Justice and Victim Offender Dialogue Trainings: Hands-on course educates how to restore justice for the victim in criminal offenses.</li></ul><ul><li>November 22, 2010--November 26, 2010, IAP2 Certificate in Public Participation: Certificate training program for beginners.</li></ul><ul><li>November 24, 2010, IAP2 Southwestern and Central Ontario Meet and Greet: Gathering to discuss possibility of creating an IAP2 chapter for southern Ontario.</li></ul><p><a id=\"Funding\" name=\"Funding\"></a></p><h2>Funding</h2><p><a id=\"Publications\" name=\"Publications\"></a></p><h2>Publications</h2><p><a class=\"new\" href=\"/w/index.php?title=Newsletters&amp;action=edit&amp;redlink=1\" title=\"Newsletters (page does not exist)\">Newsletters</a></p><ul><li><a class=\"external text\" href=\"http://www.c2d2.ca/spring-2009-newsletter/\" rel=\"nofollow\" title=\"http://www.c2d2.ca/spring-2009-newsletter/\">Spring 2009</a></li><li><a class=\"external text\" href=\"http://www.c2d2.ca/winter-2009-newsletter/\" rel=\"nofollow\" title=\"http://www.c2d2.ca/winter-2009-newsletter/\">Winter 2009</a></li><li><a class=\"external text\" href=\"http://www.c2d2.ca/fall-2008-newsletter/\" rel=\"nofollow\" title=\"http://www.c2d2.ca/fall-2008-newsletter/\">Fall 2008</a></li><li><a class=\"external text\" href=\"http://www.c2d2.ca/summer-2008-newsletter/\" rel=\"nofollow\" title=\"http://www.c2d2.ca/summer-2008-newsletter/\">Summer 2008</a></li></ul><p><a class=\"new\" href=\"/w/index.php?title=Mailing_List&amp;action=edit&amp;redlink=1\" title=\"Mailing List (page does not exist)\">Mailing List</a></p><p>C2D2's mailing list keeps interested citizens and volunteers up to date on activities and events that promote dialogue and deliberation.</p><ul><li><a class=\"external text\" href=\"http://www.c2d2.ca/join-us/\" rel=\"nofollow\" title=\"http://www.c2d2.ca/join-us/\">Join Today!</a></li></ul><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h2>Secondary Sources</h2><ul><li>National Collaborating Centre for Healthy Public Policy: <a class=\"external text\" href=\"http://www.ncchpp.ca/docs/DeliberativeInventory_EN_pdf.pdf/\" rel=\"nofollow\" title=\"http://www.ncchpp.ca/docs/DeliberativeInventory_EN_pdf.pdf/\">\"Deliberative Processes: Inventory Of Resources\" </a></li><li>Susanna Haas Lyons: <a class=\"external text\" href=\"http://www.c2d2.ca/sites/default/files/Susanna%20Haas%20Lyons%20SocialMedia_USGoverance.pdf/\" rel=\"nofollow\" title=\"http://www.c2d2.ca/sites/default/files/Susanna%20Haas%20Lyons%20SocialMedia_USGoverance.pdf/\">\"Social Media in United States' Election, Transition and Governance\"</a></li><li>Rosa Venuta: <a class=\"external text\" href=\"http://www.c2d2.ca/sites/default/files/Rosa%20Venuta%20-%20Citizen%20Engagement%20Framework%20CIHR.pdf/\" rel=\"nofollow\" title=\"http://www.c2d2.ca/sites/default/files/Rosa%20Venuta%20-%20Citizen%20Engagement%20Framework%20CIHR.pdf/\">\"The Canadian Institutes of Health Research: Citizen Engagement Framework\"</a></li></ul><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p><a class=\"new\" href=\"/w/index.php?title=Website&amp;action=edit&amp;redlink=1\" title=\"Website (page does not exist)\">Website</a></p><ul><li><a class=\"external text\" href=\"http://www.c2d2.ca/\" rel=\"nofollow\" title=\"http://www.c2d2.ca/\">Canadian Community for Dialogue and Deliberation</a></li></ul><p><a class=\"new\" href=\"/w/index.php?title=Organizational_Affiliates&amp;action=edit&amp;redlink=1\" title=\"Organizational Affiliates (page does not exist)\">Organizational Affiliates</a></p><ul><li><a class=\"external text\" href=\"http://www.thataway.org/\" rel=\"nofollow\" title=\"http://www.thataway.org/\">National Coalition for Dialogue &amp; Deliberation</a></li><li><a class=\"external text\" href=\"http://www.torontohousing.ca/\" rel=\"nofollow\" title=\"http://www.torontohousing.ca/\">Toronto Housing Community</a></li><li><a class=\"external text\" href=\"http://www2.parl.gc.ca/Sites/LOP/VirtualLibrary/index-e.asp/\" rel=\"nofollow\" title=\"http://www2.parl.gc.ca/Sites/LOP/VirtualLibrary/index-e.asp/\">Library of Parliament</a></li><li><a class=\"external text\" href=\"http://tamarackcommunity.ca/\" rel=\"nofollow\" title=\"http://tamarackcommunity.ca/\">Tamarack: An Institute for Community Engagement</a></li></ul><p><a id=\"Notes\" name=\"Notes\"></a></p><h2>Notes</h2>", "title": "Canadian Community for Dialogue and Deliberation"}