{"htmlbody": "<p>TED (Technology, Entertainment, Design), whose motto is “Ideas Worth Spreading”, is a 501(c)(3) non-profit organization operated/curated by the Sapling Foundation.<a class=\"external autonumber\" href=\"http://www.ted.com/pages/view/id/42\" rel=\"nofollow\" title=\"http://www.ted.com/pages/view/id/42\">[1]</a> Formed in 1984, TED and its subsidiaries gather scholars of varied disciplines and notable personas in various conference formats to bring to light social/economic/political issues in the world and provide others with a new perspective on possible solutions. Using strictly structured events, TED aims to provide a way to connect visionaries to people that have the capacity to make things happen, to truly form a connected network of human beings that aim for the common good of all. \n</p><p>In January 2009, videos of talks available on TED.com had been viewed 50 million times; by July 2010, that value has ballooned to 290 million views.<a class=\"external autonumber\" href=\"http://www.guardian.co.uk/technology/2010/jul/04/ted-conference-oxford-carole-cadwalladr\" rel=\"nofollow\" title=\"http://www.guardian.co.uk/technology/2010/jul/04/ted-conference-oxford-carole-cadwalladr\">[2]</a> As the organization has grown, a new breed of events under the name TEDx aim to localize and increase the reach of TED, with 1000 independent events in over 60 countries in 2010.<a class=\"external autonumber\" href=\"http://blog.ted.com/2010/11/15/the-1000th-tedx-event-was-today/\" rel=\"nofollow\" title=\"http://blog.ted.com/2010/11/15/the-1000th-tedx-event-was-today/\">[3]</a> Notable presenters in past TED events include Bill Clinton, Al Gore, Google founders Larry Page and Sergey Brin, Gordon Brown, Bill Gates, and various other university professors and Nobel Prize winners.<a class=\"external autonumber\" href=\"http://www.ted.com/index.php/speakers\" rel=\"nofollow\" title=\"http://www.ted.com/index.php/speakers\">[4]</a>\n</p>\n<a id=\"Purpose_and_Mission\" name=\"Purpose_and_Mission\"></a><h2>Purpose and Mission</h2>\n<p>According to the TED website, the mission of TED is to spread ideas. Here is a direct excerpt: \n“We believe passionately in the power of ideas to change attitudes, lives and ultimately, the world. So we’re building here a clearinghouse that offers free knowledge and inspiration from the world’s most inspired thinkers, and also a community of curious souls to engage with ideas and each other.”<a class=\"external autonumber\" href=\"http://www.ted.com/pages/5\" rel=\"nofollow\" title=\"http://www.ted.com/pages/5\">[5]</a>\n</p>\n<a id=\"History\" name=\"History\"></a><h2>History</h2>\n<p>TED was formed in 1984 as a one-time conference by Richard Saul Wurman, which later became an annual event starting in 1990. Later in 2002, the TED conference was purchased by Chris Anderson for the Sapling Foundation. Only in recent years, as the growth of online media, has TED become the organization we know of today. Starting in 2007, lectures done at TED and TEDx events (otherwise known as “talks”) have been hosted on YouTube and available on iTunes.\n</p><p>To truly appeal to the global community nature of TED, volunteer members of TED have participated in the Open Translation Project to translate the talks into 80 languages, free of charge. Building upon the “radical openness” ethos, TED content is licensed for free to anyone wanted access to TED content.\n</p>\n<a id=\"Activities\" name=\"Activities\"></a><h2>Activities</h2>\n<p>TED as an organization is quite large, with programs that deal with various aspects involved with TED events. \n</p>\n<a id=\"TEDx\" name=\"TEDx\"></a><h3>TEDx</h3>\n<p>TEDx stands as a program that provides a TED experience on a more regional/local area, enabling schools, businesses, and other interest groups to host events that are independent of the main TED events to address issues more relevant to the area.<a class=\"external autonumber\" href=\"http://www.ted.com/tedx\" rel=\"nofollow\" title=\"http://www.ted.com/tedx\">[6]</a> Well known TEDx events include TEDxParis, TEDxYouth, and TEDxUSC. \n</p>\n<a id=\"TED_Fellows\" name=\"TED_Fellows\"></a><h3>TED Fellows</h3>\n<p>TED Fellows is a fellowship program that “helps world-changing innovators from around the globe become part of the TED community and, with its help, amplify the impact of their remarkable projects and activities. Fellows are drawn from many disciplines that reflect the diversity of TED's members: technology, entertainment, design, the sciences, the humanities, the arts, NGOs, business and more.”<a class=\"external autonumber\" href=\"http://www.ted.com/pages/view/id/241\" rel=\"nofollow\" title=\"http://www.ted.com/pages/view/id/241\">[7]</a>\n</p>\n<a id=\"TED_Prizes\" name=\"TED_Prizes\"></a><h3>TED Prizes</h3>\n<p>Starting in 2005, TED Prizes awarded three distinguished individuals $100,000 each annually to assist them in fulfilling a wish they expressed in changing the world. In 2010, only one prize winner was chosen, in order to focus resources to increase the winner’s chance of accomplishing his/her wish.<a class=\"external autonumber\" href=\"http://www.tedprize.org/\" rel=\"nofollow\" title=\"http://www.tedprize.org/\">[8]</a>\n</p>\n<a id=\"Funding\" name=\"Funding\"></a><h2>Funding</h2>\n<p>According to TED, “TED is owned by The Sapling Foundation, a private nonprofit foundation, a 501(c)(3) organization under US tax code. It was established in 1996 by Chris Anderson, who was at that time a magazine publishing entrepreneur.”\n</p><p>The main TED event is sponsored by many corporations such as:\n</p>\n<ul><li>Akamai\n</li><li>BlackBerry\n</li><li>AT&amp;T\n</li><li>Autodesk\n</li><li>Cisco\n</li><li>GE\n</li><li>IBM\n</li><li>IDEO\n</li><li>Intel\n</li><li>Liberty Mutual\n</li><li>Rolex\n</li><li>Santander\n</li><li>Steelcase\n</li><li>Tiffany &amp; Co. Foundation\n</li><li>UBC\n</li><li>and many others\n</li></ul><p>TEDx events are responsible for finding their own sponsors for their events, many of which end up being sponsors local to where the event is located. The list of sponsors must be provided prior to an event, and the TED organization heavily regulates who can sponsor and requires transparency in donations.\n</p><p>For events that have less than 100 attendees, total sponsorship funding cannot exceed $5000, while events with more than 100 attendees are limited to less than $20000 per sponsor. Attendees themselves end up sponsoring the event themselves, with ticket prices for the main TED event running around the range of $5000 per person (which not only accounts for attendance, but copies of content TED provides to attendees). TEDx events also have ticket prices to attend, however prices scale to the popularity and location of the event. \n</p><p>However, TED makes it very clear for their own events and TEDx events that sponsors cannot originate from the weapons/ammunition, tobacco/cigarettes, and Adult-oriented product/service industries. In addition, rules clearly dictate that sponsors cannot have any “editorial control or veto power over your program”<a class=\"external autonumber\" href=\"http://www.ted.com/pages/491\" rel=\"nofollow\" title=\"http://www.ted.com/pages/491\">[9]</a>.  On top of that, sponsors cannot be present in anyway on the stage, further cementing the gap between sponsors and content discussed in TED events, making the talks credible and opening the doors for potentially controversial topics to be discussed.\n</p>\n<a id=\"Major_Projects\" name=\"Major_Projects\"></a><h2>Major Projects</h2>\n<a id=\"Open_Translation_Project\" name=\"Open_Translation_Project\"></a><h3>Open Translation Project</h3>\n<p>To respond to the popularity of TED and TEDx events around the world, TED launched a program called the Open Translation Project. By combining the large human capital of the attendees and TED volunteers, the program aims to provide subtitles and time-coded transcripts for all of the TED talks available. At the time of writing, 80 languages are represented in 13357 translations by 4353 translators on various talks made at TED events. The languages with a large amount of translations include Czech, French, Hebrew, Korean, Romanian, and Spanish.<a class=\"external autonumber\" href=\"http://www.ted.com/translation\" rel=\"nofollow\" title=\"http://www.ted.com/translation\">[10]</a>\n</p>\n<a id=\"Evaluation_and_Critique\" name=\"Evaluation_and_Critique\"></a><h2>Evaluation and Critique</h2>\n<p>Various aspects of TED and TEDx events support deliberation, in the broad sense and in the details. One of the fundamental principles of deliberation is the collaboration of individuals from different perspectives and disciplines combining their intellect and experiences to form a broad and encompassing base of knowledge. At TED events, some of the brightest individuals on the planet are present, setting the potential for very high level deliberation. Some criticism has arisen over the fact that TED attendees must be invited to attend the events, many of which must go through an extensive application process to gauge potential attendee’s dedication to truly participating in the event. In addition, many view the high attendance costs (roughly $5000), as a form of elitism, limiting the accessibility of TED to everyone. However, I counter that the point of TED events are to provide a place for the very best of our society to tackle real-world problems in revolutionary ways, ultimately resulting in high-caliber ideas meeting the attention of those who have the capacity to make change happen. On top of that, much of the content from TED events are available online for the public to view, therefore allowing the viewer to view the talks and discuss it amongst their own peers. \n</p><p>TED events are structured to have multiple back-to-back lectures at strictly 18 minutes or less from various visionaries, which is meant to stimulate the mind of many. However, this tends to be TED’s weakness in terms of deliberation; where it doesn’t provide time for the group to consider and discuss the pros and cons to ideas/solutions presented to them while the content is still fresh in the attendee’s mind. TEDx events on the other hand allow breakout sessions between each lecture to allow for proper “digestion” of the content being presented to them. The event organizers are strictly told to allow proper time for the group to break up into smaller groups and process talks, which guarantees that events across the board follow the same standard.<a class=\"external autonumber\" href=\"http://www.ted.com/pages/480\" rel=\"nofollow\" title=\"http://www.ted.com/pages/480\">[11]</a>\n</p><p>In typical deliberative sessions, the group attempts to come to a general consensus and then that consensus is relayed to people or entities that have the power to execute. A major aspect where the TED organization succeeds is being able to make those two groups of people one and the same. With major attendees like Cameron Diaz to philanthropists like Bill Gates, the people with the capacity to make change are the audience to some of the most engaging proposals to benefit the world ever. This adds a step to the deliberative process, execution.\n</p><p>With a large foundation of knowledge combined with the brightest individuals on the planet, TED supports a form of global deliberation. It doesn’t tackle just national problems, but problems that are in the interests of everyone, whether they know it or not. Every idea has a relatively free chance to be presented to everyone, with the no difference between popular and controversial talks. With far ranging topics from global politics to the bleeding edge of technology, deliberation at TED facilitates the propagation of ideas and inspires many to take up an issue.\n</p>\n<a id=\"References\" name=\"References\"></a><h2>References</h2>\n<ol><li><a class=\"external free\" href=\"http://www.ted.com/pages/view/id/42\" rel=\"nofollow\" title=\"http://www.ted.com/pages/view/id/42\">http://www.ted.com/pages/view/id/42</a>\n</li><li><a class=\"external free\" href=\"http://www.guardian.co.uk/technology/2010/jul/04/ted-conference-oxford-carole-cadwalladr\" rel=\"nofollow\" title=\"http://www.guardian.co.uk/technology/2010/jul/04/ted-conference-oxford-carole-cadwalladr\">http://www.guardian.co.uk/technology/2010/jul/04/ted-conference-oxford-carole-cadwalladr</a>\n</li><li><a class=\"external free\" href=\"http://blog.ted.com/2010/11/15/the-1000th-tedx-event-was-today/\" rel=\"nofollow\" title=\"http://blog.ted.com/2010/11/15/the-1000th-tedx-event-was-today/\">http://blog.ted.com/2010/11/15/the-1000th-tedx-event-was-today/</a>\n</li><li><a class=\"external free\" href=\"http://www.ted.com/index.php/speakers\" rel=\"nofollow\" title=\"http://www.ted.com/index.php/speakers\">http://www.ted.com/index.php/speakers</a>\n</li><li><a class=\"external free\" href=\"http://www.ted.com/pages/5\" rel=\"nofollow\" title=\"http://www.ted.com/pages/5\">http://www.ted.com/pages/5</a>\n</li><li><a class=\"external free\" href=\"http://www.ted.com/tedx\" rel=\"nofollow\" title=\"http://www.ted.com/tedx\">http://www.ted.com/tedx</a>\n</li><li><a class=\"external free\" href=\"http://www.ted.com/pages/view/id/241\" rel=\"nofollow\" title=\"http://www.ted.com/pages/view/id/241\">http://www.ted.com/pages/view/id/241</a>\n</li><li><a class=\"external free\" href=\"http://www.tedprize.org/\" rel=\"nofollow\" title=\"http://www.tedprize.org/\">http://www.tedprize.org/</a>\n</li><li><a class=\"external free\" href=\"http://www.ted.com/translation\" rel=\"nofollow\" title=\"http://www.ted.com/translation\">http://www.ted.com/translation</a>\n</li><li><a class=\"external free\" href=\"http://www.ted.com/pages/480\" rel=\"nofollow\" title=\"http://www.ted.com/pages/480\">http://www.ted.com/pages/480</a>\n</li></ol><a id=\"Secondary_Literature\" name=\"Secondary_Literature\"></a><h2>Secondary Literature</h2>\n<ul><li>Zuniga, D., Stanley, C., Arden, D., Latham, S., Gore, A., Brilliant, L. B., Negroponte, N., ... TED. (2007). The future we will create: Inside the world of TED. New York?: Docurama Films.\n</li></ul><ul><li>Orsak, G. C. (January 01, 2009). AT STAKE - Banish the Mundane: It's TED Time - The Technology, Entertainment, Design conference allows people to exchange \"ideas worth sharing.\". Oem Products/suppliers Issue, 64, 3, 28.\n</li></ul><ul><li>PATEL, P. U. R. V. A. (May 29, 2010). Spread of good ideas is the goal Event to bring in speakers from science, energy TEDx: 'A sort of rebirth of intellectualism'. Houston Chronicle.\n</li></ul><ul><li>Rosenbloom, S. (September 26, 2010). Opening Up An Elite Brand To the Masses. New York Times.\n</li></ul><ul><li>Kamenetz, A. (September 01, 2010). How TED Became the NEW HARVARD. Fast Company, 148, 81-85. \n</li></ul><a id=\"Links\" name=\"Links\"></a><h2>Links</h2>\n<ol><li><a class=\"external free\" href=\"http://www.TED.com\" rel=\"nofollow\" title=\"http://www.TED.com\">http://www.TED.com</a>\n</li></ol>", "title": "TED"}