{"htmlbody": "<p><a id=\"Mission\" name=\"Mission\"></a></p><h1>Mission</h1><p>\"The Harwood Institute for Public Innovation is a non-profit, non-partisan organization that seeks nothing less than to spark fundamental change and authentic hope in American public life. We do this by cultivating, coaching, connecting, and supporting Public Innovators – those fearless leaders who are trying to create hope, change and progress in their communities and in the lives of the people who live there.\" -Harwood Institute <a class=\"external free\" href=\"http://www.theharwoodinstitute.org\" rel=\"nofollow\" title=\"http://www.theharwoodinstitute.org\">http://www.theharwoodinstitute.org</a> <a id=\"Core_Values\" name=\"Core_Values\"></a></p><h1>Core Values</h1><ul><li>Innate goodness of individuals and the possibility for change</li><li>People to imagine and act for the public good so that we can all do the unfinished work of our communities and the nation</li><li>Together, we must create the conditions for people to tap their potential to make a difference and join together to build a common future</li><li>Our aim is to ignite a sense of possibility and hope in America</li><li>Create more advocates for public life</li></ul><p><a class=\"external free\" href=\"http://www.theharwoodinstitute.org\" rel=\"nofollow\" title=\"http://www.theharwoodinstitute.org\">http://www.theharwoodinstitute.org</a> <a id=\"History\" name=\"History\"></a></p><h1>History</h1><p>The Harwood Institute is a nonpartisan nonprofit institute that aims to help Americans make fundamental changes in their way of life. The organization was founded in 1989 by Richard C. Harwood. The focus of the Institute has been to help communities and organizations in engaging in new productive ways of life. The Institute has helped many people ranging from organizations to schools, public, private, and academic sectors as well as libraries and newspapers in creating productive and positive community environments. One of the more popular organizations that has sought help is the United Way.</p>", "title": "The Harwood Institute For Public Innovation"}