{"htmlbody": "<p>CIVICUS: World Alliance for Citizen Participation is an international network of civil society promoting members, partners and most significantly, organizations. Since its founding in 1993, the group has used this network to improve citizen participation and the free involvement of civilians around shared causes (civil society). CIVICUS sees itself as an international platform for connecting similarly-concerned citizens to each other, as well as to information resources, and possibly being a conduit for the creation of new NGOs. There are 450 participants in around 110 different countries.<a href=\"#cite_note-0\" title=\"\">[1]</a> The purpose of this membership is to create an influential force by coordinating with partner NGOs and NGO leaders. These members' influence spans from the local to international levels. The nature of the various NGOs is diverse in terms of their contribution to civil society, including: “civil society networks and organizations; trade unions; faith-based networks; professional associations; NGO capacity development organizations; philanthropic foundations and other funding bodies; businesses; and social responsibility programs.”<a href=\"#cite_note-1\" title=\"\">[2]</a> <a id=\"Purpose_and_Mission\" name=\"Purpose_and_Mission\"></a></p><h2>Purpose and Mission</h2><p>“CIVICUS has a vision of a global community of active, engaged citizens committed to the creation of a more just and equitable world.”<a href=\"#cite_note-2\" title=\"\">[3]</a></p><p>The group wants to increase the influence of ordinary citizens, and believes civil society capable of solving problems that business or government cannot.The purpose of CIVICUS is to help nations to improve citizen participation in community service and around shared humanitarian causes. This action is meant to connect with governments and encourage them to cultivate what they see as an under-cultivated resource, civilian engagement.</p><p>More specifically, the goal is to aid civil society oriented, non-profit NGOs in the protection, restoration, or expansion of “civic space”, civilian freedom and motivation to gather around and solve social problems. In a 2005 interview, CIVICUS's Secretary General, Kumi Naidoo, stated that at the time, the focus of the group was rectifying the “attack on civil liberties that is happening in the context of the war on terror.” <a href=\"#cite_note-3\" title=\"\">[4]</a>All of these goals are founded on the opinion that a democracy can only exist if it allows, and more importantly harnesses, the energy and creativity of its citizenry.</p><p>The stated values the CIVICUS views as integral to its purpose as they appear on the CIVICUS website:<a href=\"#cite_note-4\" title=\"\">[5]</a></p><ul><li>Justice and Equality - CIVICUS believes in the equality and dignity of every person, and that all people should be free to exercise their rights as citizens as defined in the Universal Declaration of Human Rights.</li><li>Reciprocity - CIVICUS exists to ensure that people treat one another with the respect with which they themselves wish to be treated. Civil society cannot thrive without mutual respect.</li><li>Knowledge - CIVICUS recognises that to increase its global awareness of civil society and before it can assist or take action, it needs to form alliances with other concerned bodies to increase its influence and knowledge.</li><li>Vision - CIVICUS is realistic about conflict in today's world, but remains optimistic that most people, organisations, governments and businesses will work together for the benefit of all.</li><li>Principled Courage - CIVICUS will always promote civil justice and pledges to act in a manner that honours the principles of democratic civil society.</li></ul><p>In pursuit of the realization of these values, CIVICUS works to expand and protect free association and collective action rights, improving civil society management, particularly in goal setting, and encouraging productive relationships between civil society organizations and other institutions. <a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>The development of CIVICUS began in 1991 with the meeting of a group of twenty civil society leaders and the agreement to form an experimental international alliance of individuals and NGOs with the aim of enhancing civil society around the globe. CIVICUS was officially formed in Barcelona in 1993 and the original board consisted of members from 18 different countries. Since then it has expanded and begun many new projects. The first CIVICUS World Assembly was held in 1995, and it has been held many times since. It is largely out of these conferences that the initiatives were begun: The Civil Society Index in 2000, The Affinity Group of National Associations in March 2004, The Civil Society Watch in 2005, and the Legitmacy, Transparency, and Accountability initiative began in 2010.<a href=\"#cite_note-5\" title=\"\">[6]</a></p><p>When CIVICUS was founded, it was temporarily based in Washington D.C., but it relocated and is permanently headquartered in Johannesburg, South Africa. Kumi Naidoo was the Secretary General of CIVICUS between mid 1998 and 2008, presiding over the majority of the organization's growth. He was replaced soon after leaving by Ingrid Srinath, who is still serving. <a id=\"Activities\" name=\"Activities\"></a></p><h2>Activities</h2><p>Outside of the main four campaigns under the CIVICUS umbrella, the Affinity Group of National Organizations (AGNA) and the CIVICUS World Assembly (CWA) are both important undertakings for the organization.</p><p>The CIVICUS World Assembly is a conference that has been held periodically since 1995. It has taken place all over the world; six different countries for nine conferences. This conference is open to participation from the general public, business, and civil society and government leaders. A few past speakers at the CWA: Former US President Jimmy Carter, Desmond Tutu, and Former Ireland President Mary Robinson. The conference picks a new theme each time; the last two theme statements were “People, Participation and Power” and “Accountability: Delivering Results.”<a href=\"#cite_note-6\" title=\"\">[7]</a></p><p>The Affinity Group of National Associations was started in 2004 for the purpose of gathering networks of NGOs that operate on a national or regional level. The focus of AGNA is creating a resource for information on civil society as well as encouraging international coordinated civic engagement in trans-boundary causes. It works to advocate for these associations which “actively promote the values and principles that underpin CIVICUS.”<a href=\"#cite_note-7\" title=\"\">[8]</a> <a id=\"Funding\" name=\"Funding\"></a></p><h2>Funding</h2><p>Based on past CIVICUS annual reports (2008 is the most recent available year), it receives the vast majority of its funding from public and private grants. In this report, the following organizations were credited with funding support:<a href=\"#cite_note-8\" title=\"\">[9]</a></p><p>ActionAid International, </p><p>African Monitor,</p><p>Aga Khan Foundation Canada,</p><p>Amnesty International,</p><p>Australian Volunteers International (AVI),</p><p>Canadian International Development Agency,</p><p>Carnegie UK Trust,</p><p>Charles Stewart Mott Foundation,</p><p>Christian Aid,</p><p>Commonwealth Foundation,</p><p>Conrad N. Hilton Foundation,</p><p>CordAid,</p><p>Debt, AID, Trade Africa (DATA),</p><p>Ford Foundation,</p><p>Ibis,</p><p>Institute of International Education,</p><p>Inter-American Foundation,</p><p>International Development Research Centre/Centre de Recherches pour le Développement International (IDRC/CRDI),</p><p>Inter-America Foundation,</p><p>Irish Aid,</p><p>International Human Rights Exchange (IHRE), University of Witwatersrand,</p><p>International Senior Lawyers Project (ISLP),</p><p>New Zealand Aid,</p><p>Norwegian Agency for Development Cooperation (NORAD),</p><p>One Campaign,</p><p>Organisation Internationale de la Francophonie (OIF),</p><p>Overseas Development Institute,</p><p>Oxfam America,</p><p>Oxfam GB,</p><p>Oxfam Novib,</p><p>Rockefeller Brothers Fund,</p><p>Sasakawa Peace Foundation,</p><p>Schooner Foundation,</p><p>Scottish Council for Voluntary Organisations (SCVO),</p><p>Swedish International Development Cooperation Agency (SIDA),</p><p>Tides Foundation, </p><p>Trocaire,</p><p>United Nations Democracy Fund,</p><p>United Nations Development Programme (UNDP),</p><p>United Nations Millennium Campaign,</p><p>United Nations Volunteers (UNV),</p><p>Wallace Global Fund,</p><p>Wolfensohn Family Foundation,</p><p>World Vision International.</p><p>CIVICUS also charges a small membership fee, and accepts donations from individuals.</p><p>When CIVICUS was founded, it received funding from the Ford Foundation, the Kellogg Foundation, the Charles Stewart Mott Foundation, and the Carnegie Corporation. To countries that were expected to struggle with the costs of participation, The Hitachi Foundation gave $250,000.<a href=\"#cite_note-9\" title=\"\">[10]</a> <a id=\"Major_Projects\" name=\"Major_Projects\"></a></p><h2>Major Projects</h2><p>The Civil Society Index (CSI) is a method for quantitatively measuring the quality of a nation's civic openness and participation. The idea is that it will be used to develop plans for strengthening civil society in each nation that uses it. The CSI is managed by national level NGOs to expand the base of knowledge useful for strengthening civil society. Government, supporters, and scholars all are involved with a nation's CSI process.</p><p>To achieve positive change, the CSI conductors use “participatory and other research methods to create an assessment of the state of civil society.” Once finished, the findings are used to create goals and a plan for the improved quality and sustainability of civil society in the medium to long term. Part of this improvement consists of increasing real world impact on community problems and social progress. <a href=\"#cite_note-10\" title=\"\">[11]</a></p><p>The Participatory Governance Programme (PGP) focuses on governments and NGOs in the southern hemisphere. It works to improve the accountability and citizen involvement in these governmental action at all levels. The way the PGP seeks to do this is by increasing the knowledge base regarding the effective execution of participatory government, by educating facilitators on how best to cultivate civic involvment, by strengthening connections between volunteers/NGOs and government leaders/institutions and by providing support to new, original projects/methods supported by both government and civil society, and aimed at promoting participatory governance.</p><p>The purpose of the Legitimacy, Transparency, and Accountability Programme (LTA) is to develop institutional mechanisms make civil society organizations more transparent and accountable. This is done with the belief that NGOs cannot be effective or sustainable without accountability measures. This initiative works to recognize and analyze legitimacy threats, to institute appropriate methods of ensuring accountability, and to continue to learn and develop effective mechanisms based on prior instances of LTA issues.</p><p>Civil Society Watch (CSW) is a program relating to the timely identification and response to what is evaluated to be a threat to civil society and democratic liberties, mostly from the perspective that states are reacting to terrorism and other threats by instituting policies that are unacceptably intrusive. The primary way of doing this is the Early Warning System that the program has developed. This system works by monitoring media, governmental publication/statements, IGO reports, NGO reports, and in some cases civilian observation, and then producing an assessment every two weeks on possible jeopardy to civil society. The actions following these reports may include press statements, writing letters to decision making bodies, etc. <a id=\"Evaluation_and_Critique\" name=\"Evaluation_and_Critique\"></a></p><h2>Evaluation and Critique</h2><p>CIVICUS is not exactly a deliberation-dedicated body, but clearly its values and goals are oriented toward the sharing of knowledge, the freedom of ideas and association, and drawing the citizenry into participation in issues at the local to global level. These aims will both directly and indirectly provide support for good deliberation.</p><p>By promoting participation in NGO work and civic involvement, CIVICUS encourages the education of citizens in social and political issues. This also allows for the consideration of more and presumably more diverse viewpoints. Through its creation of various forums for international information exchange, CIVICUS broadens the knowledge base of leaders in diverse fields. These platforms allow more people to express their viewpoints. The LTA initiative augments these benefits by working to shed light on the origins of information and possible viewpoint influences, improving the knowledge base's quality.</p><p>Also, the CWA is a deliberative body. The conference attracts participants from all over the world. The CWA evaluates itself on criteria such as southern hemisphere and regional participation, and participant learning. The conference is broken into much smaller workshops, with greater individual participation the goal. <a id=\"Citations\" name=\"Citations\"></a></p><h2>Citations</h2><ol class=\"references\"><li id=\"cite_note-0\"><a href=\"#cite_ref-0\" title=\"\">↑</a> <a class=\"external text\" href=\"http://www.civicus.org\" rel=\"nofollow\" title=\"http://www.civicus.org\">CIVICUS Website</a>.</li><li id=\"cite_note-1\"><a href=\"#cite_ref-1\" title=\"\">↑</a> <a class=\"external text\" href=\"http://www.civicus.org\" rel=\"nofollow\" title=\"http://www.civicus.org\">CIVICUS Website</a>.</li><li id=\"cite_note-2\"><a href=\"#cite_ref-2\" title=\"\">↑</a> <a class=\"external text\" href=\"http://www.civicus.org/who-we-are\" rel=\"nofollow\" title=\"http://www.civicus.org/who-we-are\">CIVICUS Website: Who We Are</a>.</li><li id=\"cite_note-3\"><a href=\"#cite_ref-3\" title=\"\">↑</a> [Interview with Julia Kay]</li><li id=\"cite_note-4\"><a href=\"#cite_ref-4\" title=\"\">↑</a> <a class=\"external text\" href=\"http://www.civicus.org/who-we-are\" rel=\"nofollow\" title=\"http://www.civicus.org/who-we-are\">CIVICUS Website: Who We Are</a>.</li><li id=\"cite_note-5\"><a href=\"#cite_ref-5\" title=\"\">↑</a> <a class=\"external text\" href=\"http://www.civicus.org/history\" rel=\"nofollow\" title=\"http://www.civicus.org/history\">CIVICUS Website: Organizational History</a></li><li id=\"cite_note-6\"><a href=\"#cite_ref-6\" title=\"\">↑</a> <a class=\"external text\" href=\"http://www.civicusassembly.org/index.php?option=com_content&amp;view=category&amp;layout=blog&amp;id=49&amp;Itemid=85&amp;lang=en\" rel=\"nofollow\" title=\"http://www.civicusassembly.org/index.php?option=com_content&amp;view=category&amp;layout=blog&amp;id=49&amp;Itemid=85&amp;lang=en\">CIVICUS World Assembly Website</a>.</li><li id=\"cite_note-7\"><a href=\"#cite_ref-7\" title=\"\">↑</a> <a class=\"external text\" href=\"http://www.civicus.org/affinity-group-of-national-associations\" rel=\"nofollow\" title=\"http://www.civicus.org/affinity-group-of-national-associations\">CIVICUS Website: AGNA</a>.</li><li id=\"cite_note-8\"><a href=\"#cite_ref-8\" title=\"\">↑</a> <a class=\"external text\" href=\"http://www.civicus.org/images/stories/civicus/Annualreports/Annual_Report_2008.pdf\" rel=\"nofollow\" title=\"http://www.civicus.org/images/stories/civicus/Annualreports/Annual_Report_2008.pdf\">CIVICUS Annual Report Brochure</a>.</li><li id=\"cite_note-9\"><a href=\"#cite_ref-9\" title=\"\">↑</a> <a class=\"external text\" href=\"http://www.nytimes.com/1993/12/21/world/world-voluntarism-group-forms.html\" rel=\"nofollow\" title=\"http://www.nytimes.com/1993/12/21/world/world-voluntarism-group-forms.html\">NYT Article</a>.</li><li id=\"cite_note-10\"><a href=\"#cite_ref-10\" title=\"\">↑</a> <a class=\"external text\" href=\"http://civicus.org/csi\" rel=\"nofollow\" title=\"http://civicus.org/csi\">Civil Society Index</a>.</li></ol><p><a id=\"References\" name=\"References\"></a></p><h2>References</h2><p>Greene, Stephen G. \"Citizen Action Is Key to Successful Global Change, Alliance Says.\" Chronicle of Philanthropy 13, no. 22 (September 6, 2001): 41. Academic Search Complete, EBSCOhost (accessed December 7, 2010).</p><p>Kay, Julia. \"Creating a Space to Act Globally: Empowering Civil Society Organizations.\" Brown Journal of World Affairs 11, no. 2 (Winter/Spring 2005): 147-158. Academic Search Complete, EBSCOhost (accessed December 7, 2010).</p><p>Teltsch, Kathleen. \"World Voluntarism Group Forms.\" New York Times, December 21, 1993, 12.</p><p>Website: CIVICUS: World Alliance for Citizen Participation. CIVICUS, n.d. Web. 7 Dec. 2010. &lt;civicus.org&gt;. <a id=\"Secondary_Literature\" name=\"Secondary_Literature\"></a></p><h2>Secondary Literature</h2><p>Brassett, James, and William Smith. 2010. \"Deliberation and global civil society: agency, arena, affect.\" Review of International Studies 36, no. 2: 413-430.</p><p>Heinrich, Volkhart F. 2005. \"Studying civil society across the world: Exploring the Thorny issues of conceptualization and measurement.\" Journal of Civil Society 1, no. 3: 211-228.</p><p>Maloney, Steven Douglas, and Joshua A. Miller. 2008. \"An Act is Worth a Thousand Words A Place For Public Action And Civic Engagement in Deliberative Democracy.\" Theoria: A Journal of Social &amp; Political Theory 55, no. 117: 81-103.</p><p>Steffek, Jens, and Maria Paola Ferretti. 2009. \"Accountability or “Good Decisions”? The Competing Goals of Civil Society Participation in International Governance.\" Global Society: Journal of Interdisciplinary International Relations 23, no. 1: 37-57. <a id=\"Links\" name=\"Links\"></a></p><h2>Links</h2><p><a class=\"external free\" href=\"http://www.civicus.org/\" rel=\"nofollow\" title=\"http://www.civicus.org/\">http://www.civicus.org/</a></p><p><a class=\"external free\" href=\"http://pgexchange.org/\" rel=\"nofollow\" title=\"http://pgexchange.org/\">http://pgexchange.org/</a></p><p><a class=\"external free\" href=\"http://civilsocietyindex.wordpress.com/\" rel=\"nofollow\" title=\"http://civilsocietyindex.wordpress.com/\">http://civilsocietyindex.wordpress.com/</a></p><p><a class=\"external free\" href=\"http://www.cswatch.org\" rel=\"nofollow\" title=\"http://www.cswatch.org\">http://www.cswatch.org</a></p><p><a class=\"external free\" href=\"http://lta.civicus.org/\" rel=\"nofollow\" title=\"http://lta.civicus.org/\">http://lta.civicus.org/</a></p>", "title": "CIVICUS: World Alliance for Citizen Participation"}