{"htmlbody": "<p>The Institute for Civil Discourse and Democracy (ICDD) is an organization made up of scholars, professors, students and faculty members of Kansas State University who are there to try to help facilitate and promote civic public engagement within its community. The ICDD is has relations to many other deliberative organizations in the nation to help progress and promote Deliberative Democracy. \n</p><p>\n</p>\n<a id=\"Mission_and_Purpose\" name=\"Mission_and_Purpose\"></a><h2>Mission and Purpose</h2>\n<p>The purpose that drove the ICDD to be formed was because they feel like that in our society our social and political decision making is not driven by the right motives anymore. Instead it is being monopolized and polarized by party politics, people who manipulates the system and tries to control it. They feel that the voice of everyday citizens voices are being silence and our country is not staying true in being a democratic nation, because the common citizen does not get their viewpoint heard or expressed. Its mission in the own words of the ICDD, “Our mission is to build community capacity for informed, engaged, civil deliberation.” They also feel that many people in the public are not properly informed of what is going on in our social and politcal issues, therefore the,  “ICDD’s purpose is to engage in research, education, and facilitation of civic communication processes that promote an informed citizenry, community-based decision making ultimately enhancing our democracy.”[ <a class=\"external free\" href=\"http://icdd.k-state.edu/about\" rel=\"nofollow\" title=\"http://icdd.k-state.edu/about\">http://icdd.k-state.edu/about</a>]\n</p><p>The ICDD utalizes their faculty full of experts to try to help facilitate and produce civic engagement and Delierative Demorcracy within its communnity by holding forums, public meetings and deliberations. \n</p><p>Below are the rules and guidelines that the ICDD uses everytime they facilitate any type of these following engagements to ensure inclusive, civil dialouge.\n</p><p>Our ground rules for public discussion are:\n</p><p>• Seek understanding and common ground\n• Expect and explore conflicting viewpoints\n• Give everyone opportunity to speak\n• Listen respectfully and thoughtfully\n• Appreciate communication differences\n• Stay focused on issues\n• Respect time limits\n<a class=\"external autonumber\" href=\"http://icdd.k-state.edu/about\" rel=\"nofollow\" title=\"http://icdd.k-state.edu/about\">[1]</a>\n</p>\n<a id=\"History\" name=\"History\"></a><h2>History</h2>\n<p>The Institute for Civil Discourse and Democracy was founded at Kansas State University in 2004 in response to, “negative political discourse that permeates our society.”The ICDD promotes themselves as an interdisciplinary and non-partisan organiazation. It has partnerships with many other similar organizations in the nation. Including the following:\n</p>\n<ul><li>Eisenhower Presidential Library and Museum\n</li><li>Heartland Foundation\n</li><li>Interactivity Foundation\n</li><li>Kansas National Guard\n</li><li>K-State’s Center for Engagement and Community Development\n</li><li>Kettering Foundation\n</li><li>NAMI Kansas\n</li><li>National Issues Forum\n</li><li>United States Institute for Environmental Conflict Resolution\n</li><li>Kids Voting Kansas\n</li><li>Kansas City Star: Midwest Democracy Project\n</li><li>Kansas City Consensus\n</li></ul><a id=\"Activities\" name=\"Activities\"></a><h2>Activities</h2>\n<p>There are 5 main active role that the ICDD contributes to in its organization. They are as follows: facilitate, educate, research, train and engage. \n</p>\n<a id=\"Facilitate\" name=\"Facilitate\"></a><h3>Facilitate</h3>\n<p>The ICDD understand the importance of having highly trained and professionals to help facilitate any type of deliberative discusssion, so that it can be organized well and can fully take advantage of civic engagement. That is why in the organization they have an active role in holding workshops and forums on a regular basis to help train new facilitators within the community so that there are more qualified facilitators that can be access in their community. These workshops are offered to educators, government officials, community activist and students.\n</p>\n<a id=\"Educate\" name=\"Educate\"></a><h3>Educate</h3>\n<p>The ICDD is also involve in helping reshape the K-12 system and College curriculum in their state to help make the educational platform easier to engage with Deliberative Democracy. Example of this are two new courses that they create: Dialouge on Democracy and Communication and Democracy which the basis of the course helps shape the understanding of deliberative engagement.\n</p>\n<a id=\"Research\" name=\"Research\"></a><h3>Research</h3>\n<p>Faculty members and students that are all part of the ICDD is constantly engaging in extensive research of the latest: case, organizations, and/or methods that involves Deliberative Democracy worldwide to help ensure that they are always most up to date to any types of new methods to help better promote or exercise this ideal. \n</p>\n<a id=\"Train\" name=\"Train\"></a><h3>Train</h3>\n<p>The ICDD also regularly hold forums and workshops for citizens to attend that helps train them about social or political issues. \n</p><p>\n</p>\n<a id=\"Engage\" name=\"Engage\"></a><h3>Engage</h3>\n<p>The ICDD takes every opportunity to help get involve and engage with their community and other organizations like big business, non-profit sectors and educational institutions to help further educate the community in what they are trying to represent. They understand the important of civic engagement and lead by example by going out into the community to reach out to all the different types of organizations.\n</p>\n<a id=\"Major_Projects\" name=\"Major_Projects\"></a><h2>Major Projects</h2>\n<p>The Institute for Civic Discourse and Democracy is involved in many different projects with many different organizations in the nation. Some of the more prominant ones are: Midwest Democracy Project with KC Star, Journal of Public Deliberation and Rural Grocery Initiative. \n</p>\n<a id=\"Midwest_Democracy_Project_with_KC_Star\" name=\"Midwest_Democracy_Project_with_KC_Star\"></a><h3>Midwest Democracy Project with KC Star</h3>\n<p>This is a big scale project that is launched in Kansas City with the conbine efforts of The ICDD, Kansas City Star and a couple other educational institutions, in efforts to host three different public forums on three different political topics. The three topics that they are covering are: \n</p>\n<ul><li>A Community Conversation on Economic Security: How Should We Take Charge of Our Future?\n</li><li>A Community Conversation on Education: What is the 21st Century Mission of our Public Schools?\n</li><li>A Community Conversation on Economic Security: How Should We Take Charge of Our Future?\n</li></ul><p>For more information you can access the following link <a class=\"external autonumber\" href=\"http://midwestdemocracyproject.org/\" rel=\"nofollow\" title=\"http://midwestdemocracyproject.org/\">[2]</a>\n</p>\n<a id=\"Journal_of_Public_Deliberation\" name=\"Journal_of_Public_Deliberation\"></a><h3>Journal of Public Deliberation</h3>\n<p>This is a project that the ICDD partner up with Deliberative Democracy Consortium (DDC). It is an online journal of Public Deliberation that people can go online to access and two of the members of the ICDD Dave Procter and Tim Steffensmeier were chosen as the new co-editors of this online journal. For more information on the Journal of Delibration you can access this link. <a class=\"external autonumber\" href=\"http://services.bepress.com/jpd/\" rel=\"nofollow\" title=\"http://services.bepress.com/jpd/\">[3]</a>\n</p>\n<a id=\"Rural_grocery_Initiative\" name=\"Rural_grocery_Initiative\"></a><h3>Rural grocery Initiative</h3>\n<p>This was a forum that the ICDD hosted for over 50 local rural grocery store owners to join forces to deliberate on how to take action on the big grocery compnay chains that are taking over all the businesses, running all the small business owners out. At the end of the process they actually came up with an initiative to the state placed on the ballot.\n</p>\n<a id=\"Funding\" name=\"Funding\"></a><h2>Funding</h2>\n<p>The Institute for Civic Discourse and Democracy is funded by donations and also support from the government due to the fact that it is an organization under the Kansas State University it can utalize funds from the school to maintain the organization.\n</p>\n<a id=\"Evaluation_and_Critique\" name=\"Evaluation_and_Critique\"></a><h2>Evaluation and Critique</h2>\n<p>The idea behind The Institute for Civic Discourse and Democracy is a good one. It is very similar to many other state ran orginazation that tries to help promote the idea of Deliberative Democracy and helping the people in our country to learn to speak up and be informed about Political and Social issues. \n</p><p>The one set back of this organization is that it is very localized, and mainly focuses on the state of Kansas. However it is a very good model organization that could help motivate other states that don't currently have organizations like the ICDD to use them as an example to model after. Therefore if every state has their own ICDD than it can all work together to form one National ICDD.\n</p>\n<a id=\"References\" name=\"References\"></a><h2>References</h2>\n<ul><li><a class=\"external free\" href=\"http://icdd.k-state.edu/about\" rel=\"nofollow\" title=\"http://icdd.k-state.edu/about\">http://icdd.k-state.edu/about</a>\n</li><li><a class=\"external free\" href=\"http://icdd.k-state.edu/what-we-do\" rel=\"nofollow\" title=\"http://icdd.k-state.edu/what-we-do\">http://icdd.k-state.edu/what-we-do</a>\n</li><li><a class=\"external free\" href=\"http://icdd.k-state.edu/\" rel=\"nofollow\" title=\"http://icdd.k-state.edu/\">http://icdd.k-state.edu/</a>\n</li><li><a class=\"external free\" href=\"http://www.ruralgrocery.org/\" rel=\"nofollow\" title=\"http://www.ruralgrocery.org/\">http://www.ruralgrocery.org/</a>\n</li><li><a class=\"external free\" href=\"http://services.bepress.com/jpd/\" rel=\"nofollow\" title=\"http://services.bepress.com/jpd/\">http://services.bepress.com/jpd/</a>\n</li></ul><a id=\"Secondary_Literature\" name=\"Secondary_Literature\"></a><h2>Secondary Literature</h2>\n<ul><li>David Procter Moderated a Lecture on Judicial Diversity (David Procter 2009)\n</li></ul><ul><li>The Deliberative Democracy Handbook—Strategies for Effective Civic Engagement in the Twenty First Century (John Gastil, 2005)\n</li></ul><ul><li>Midterm Mud: Making a Mess of Elections (Jeffery Weiss 2010)\n</li></ul><a id=\"Links\" name=\"Links\"></a><h2>Links</h2>\n<ul><li><a class=\"external free\" href=\"http://www.dwightdeisenhower.com/library-museum.html\" rel=\"nofollow\" title=\"http://www.dwightdeisenhower.com/library-museum.html\">http://www.dwightdeisenhower.com/library-museum.html</a>\n</li><li><a class=\"external free\" href=\"http://www.heartlandfoundation.org/\" rel=\"nofollow\" title=\"http://www.heartlandfoundation.org/\">http://www.heartlandfoundation.org/</a>\n</li><li><a class=\"external free\" href=\"http://www.interactivityfoundation.org/\" rel=\"nofollow\" title=\"http://www.interactivityfoundation.org/\">http://www.interactivityfoundation.org/</a>\n</li><li><a class=\"external free\" href=\"http://www.kansasarmynationalguard.com/\" rel=\"nofollow\" title=\"http://www.kansasarmynationalguard.com/\">http://www.kansasarmynationalguard.com/</a>\n</li><li><a class=\"external free\" href=\"http://www.kettering.org/\" rel=\"nofollow\" title=\"http://www.kettering.org/\">http://www.kettering.org/</a>\n</li><li><a class=\"external free\" href=\"http://www.deliberative-democracy.net\" rel=\"nofollow\" title=\"http://www.deliberative-democracy.net\">http://www.deliberative-democracy.net</a>\n</li></ul>", "title": "The Institute for Civic Discourse & Democracy"}