{"htmlbody": "<p>The Mayor's Youth Summit was a large deliberative event composed of Seattle-area youth held on April 8th, 2010, at the Seattle City Hall and sponsored by the Seattle Mayor's Office and Office of Education. It was the culminating event of the first phase of Seattle Mayor Mike McGinn's 2010 Youth and Families Initiative. This Initiative consists of four decision-making phases that will help set the City of Seattle's priorities for the money that will be potentially be received from the Families and Education Levy, which will be on the ballot in 2011.</p><p><a id=\"Problems_and_Purpose\" name=\"Problems_and_Purpose\"></a></p><h2>Problems and Purpose</h2><p>The purpose of the Mayor's Youth Summit was to bring together youth aged 18 and under from the Seattle area to list the problems that they see in their communities, then brainstorm solutions to those problems. This Summit was one event of the larger Youth and Families Initiative, which was created to help set Seattle Mayor Mike McGinn's agenda for issues that affect children, teens and families. Specifically, the Initiative is most concerned with finding ways to improve education, child care, children's health, and the criminal justice system in Seattle.</p><p>The Youth and Families Initiative has four phases. The first phase consists of large community meetings at schools and community centers. Next are smaller community caucuses, which are hosted and facilitated by groups and organizations that serve youth. Third is the Kids and Families Congress on June 25th, 2010 at the Seattle Center, which will be composed of student delegates from the large community meetings and smaller community caucuses. Finally, Action and Planning Groups will formulate specific ways to design and implement solutions to the issues discussed during the three earlier phases.</p><p>The Mayor's Youth Summit's purpose within this larger framework was to act as the culminating event of the first phase, which involved a series of large community meetings. Its purpose was to draw a large, diverse group of youth from all over the city, then place them in random groups so each group formed small cross-section of the city as a whole.</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>The Mayor's Youth and Families Initiative was built on the foundation of former Seattle Mayor Norm Rice's Education Summit, which brought together a total of 2,500 people at 32 different meetings to discuss the problems facing the Seattle Public Schools. As a result of the Education Summit, a $69 million dollar Families and Education Levy was passed by Seattle's voters in 1990. That seven year levy provided funding for early-childhood education, family involvement in schools, after-school programming, and student health services. Since its creation, the levy has been renewed twice, first in 1997 and again in 2004. In 2011, the 2004 levy will expire and has the possibility to be renewed again by Seattle voters. The Mayor's Youth and Families Initiative is an updated and expanded version of Norm Rice's Education Summit, which will determine the distribution of funds if the Families and Education Levy is renewed. It is led by Seattle Mayor Mike McGinn, a first term mayor elected in 2009.</p><p><a id=\"Event_Structure_and_Participant_Selection\" name=\"Event_Structure_and_Participant_Selection\"></a></p><h2>Event Structure and Participant Selection</h2><p>The event lasted for two hours, from 4:00pm to 6:00pm. It began with a general address to the students by Mayor Mike McGinn. He discussed the overall goals of the Initiative and the Summit, as well as the importance of youth engagement in democracy. Next, the students broke into smaller groups containing about 15 people each to begin group discussions. These smaller groups were composed of a largely random sampling of the youth who registered for the meeting, although youth were permitted to register together, and in those cases were assigned to the same group.</p><p>Youth participation in the Summit was voluntary, with many community groups around Seattle that deal with youth publicizing the event to the populations they serve. The facilitators for the small groups were a mix of youth and adults.</p><p><a id=\"Deliberation\" name=\"Deliberation\"></a></p><h2>Deliberation</h2><p>The small group discussions were composed of three main parts: an introductory question, a brainstorm for problems youth saw in the city, and a brainstorm for solutions to those problems.</p><p>After brief personal introductions by the facilitator and participants, the small groups were asked to envision the City of Seattle five years into the future. The students were prompted to identify what had changed for the better, and what they thought the city's biggest accomplishment would be. This broad questions forced the students to begin prioritizing the biggest problems the city faced and how they could be solved without getting too specific. This set the tone for the rest of the conversation and helped the participants warm to the discussion while also realizing that they had a personal stake in the outcome of the Initiative. After five minutes with this question, the facilitator moved the group on to a new phase of the discussion.</p><p>Next, the real deliberation began, when students were asked to identify the critical issues they saw in their communities. As the students listed these issues, they were written down by group note-takers on a large mounted piece of paper. This part of the conversation lasted for around twenty minutes, and resulted in a sizable list of issues from a diverse range of subject areas. When the group reached the twenty-minute mark or ran out of ideas, the facilitator passed out five stickers to each participant, then placed the paper with the brainstormed list of problems in the center of the table. The students were then instructed to place their stickers next to the issues that they felt were the most pressing. They could distribute their stickers as they saw fit, with one sticker per item, or with all five stickers going to one item they felt particularly strongly about.</p><p>After tallying which five issues received the most votes, the facilitator led the group into the next phase - brainstorming solutions. For twenty minutes, participants looked at the problems that they had identified as the most critical and discussed solutions. The facilitator was instructed to urge the group to make their solutions as concrete and specific as possible. The facilitator also reminded the group to consider all the resources the city had to offer and how those resources could be used in ways that no one had thought of before. However, as during the rest of the deliberative process, the facilitator remained neutral and did not propose solutions themselves.</p><p>The last task for the participants was to select one delegate from their group to represent them at the Kids and Families Congress, which will be held on June 5th, 2010. There, the delegates will refine the issues that have been listed consistently into a short-list of priorities. They will then discuss solutions and form action plans for the final phase of the Youth and Families Initiative.</p><p><a id=\"Influence_and_Outcomes\" name=\"Influence_and_Outcomes\"></a></p><h2>Influence and Outcomes</h2><p>The main product of the Mayor's Youth Summit was a comprehensive list combining the most important issues that each group identified. Several issues appeared frequently on the list, including racism, drug use, safety and difficulties with public transit. A record of all the proposed solutions for these issues was also collected.</p><p>The next phase of the Initiative was a series of small, individual community caucuses held by local non-profits that serve youth. The format for these caucuses was the same as the small group discussions at the Summit. However, the small community groups tended to be more homogeneous than the Summit's groups because the community groups were organized by organizations serving specific youth populations within Seattle, like Latino or LGBT youth.</p><p>The problems and solutions collected from the Youth Summit and the community caucuses were compiled to form an exhaustive list that represented the collective viewpoints of youth from all over the Seattle area. This list will be narrowed into a more specific set of priorities by the delegates from the Summit and the community caucuses at the Kids and Families Congress on June 5th. These priorities and their proposed solutions will then be used as the basis for the final stage of the Initiative - Action Planning Groups. These groups will generate specific action plans to implement solutions and form the partnerships necessary in order to address the problems that Seattle's youth have identified. The funding for these solutions will come from the 2011 Families and Education Levy, which would operate for seven years.</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h2>Analysis and Criticism</h2><p>All things considered, the analytic criteria for deliberation were well met in the small groups of the Mayor's Youth Summit. Students were forced to reflect on their values as they envisioned an improved Seattle five year in the future. Additionally, students were encouraged to share their personal experiences while discussing what issues they saw in their communities. During the solution-oriented portion of the discussion, students were asked to brainstorm a wide range of solutions, and were generally very effective at doing so. One potential criticism is that students were not asked to critique or narrow down their list of solutions. However, the solutions will be discussed more in depth during the Kids and Families Congress, so this was not a priority during the Youth Summit.</p><p>The social criteria for deliberation were not as well achieved during the Summit. For example, the moderators were not given specific instructions to make sure that speaking opportunities were evenly distributed. While small groups tend to self-regulate speaking opportunities, at least to a point, the discussion could have been more deliberative with a moderator who actively enforced this. In addition, while mutual comprehension between speaker and the facilitator was necessary to make sure that the idea was recorded, mutual comprehension was not always achieved between the speaker and their fellow participants. This could have been improved by encouraging more discussions between youth, instead of having the facilitator being the only person receiving information from individuals. Overall, the levels of respect and consideration were very high.</p><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h2>Secondary Sources</h2><p>Fleishman, Jane E. \"Enlivening and Broadening Participatory Democracy: Reflections on Youth and Democracy.\" Journal of Community Psychology 35.6 (2007): 815-17. Web.</p><p>\"Norman B. Rice.\" Evans School of Public Affairs. Web. 04 June 2010. &lt;<a class=\"external free\" href=\"http://evans.washington.edu/faculty-staff/bios/lecturers/rice\" rel=\"nofollow\" title=\"http://evans.washington.edu/faculty-staff/bios/lecturers/rice\">http://evans.washington.edu/faculty-staff/bios/lecturers/rice</a>&gt;.</p><p>Seattle Youth and Families Initiative. Web. 04 June 2010. &lt;<a class=\"external free\" href=\"http://youthandfamilies.seattle.gov/\" rel=\"nofollow\" title=\"http://youthandfamilies.seattle.gov/\">http://youthandfamilies.seattle.gov/</a>&gt;.</p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><ul><li><a class=\"external text\" href=\"http://youthandfamilies.seattle.gov/\" rel=\"nofollow\" title=\"http://youthandfamilies.seattle.gov/\">Youth and Families Initiative Homepage</a></li><li><a class=\"external text\" href=\"http://youthandfamilies.seattle.gov/wp-content/uploads/2010/03/YFI.pdf\" rel=\"nofollow\" title=\"http://youthandfamilies.seattle.gov/wp-content/uploads/2010/03/YFI.pdf\">Timeline/Description of the Initiative</a></li><li><a class=\"external text\" href=\"http://youthandfamilies.seattle.gov/wp-content/uploads/2010/04/Top-Priorities-040810.pdf\" rel=\"nofollow\" title=\"http://youthandfamilies.seattle.gov/wp-content/uploads/2010/04/Top-Priorities-040810.pdf\">List of Priorities Identified at the Youth Summit</a></li></ul>", "title": "Mayor's Youth and Families Initiative Summit"}