{"htmlbody": "<p>The League of Women Voters is a nonpartisan political organization, established in 1920 to rework and improve the structure of government and benefit public policies by educating and engaging American citizens in public advocacy. The League of Women Voters is a grassroots organization composed of the people and operates on a National, State, and Local level. There are leagues represented in all fifty states, in addition to many local leagues across the globe. There are approximately 150,000 members nationwide (as of 2006). The League of Women voters operates on a national level with grassroots support from state and local leagues. <a href=\"#cite_note-0\" title=\"\">[1]</a></p><p> </p><p><a id=\"Purpose_and_Mission\" name=\"Purpose_and_Mission\"></a></p><h2>Purpose and Mission</h2><p>The league of women voters does not support or oppose candidates at any level of government participation. The league, however, is very political, striving to “influence policy through advocacy” and declaring their support or opposition of political issues (after examining them and reaching a consensus on a position. The league is described as the “original grassroots citizen network” and is directed by the general consensus of its members nationwide (900 state and local league). The league strives to enhance comprehension of major public policy issues through education and advocacy, along with lobbying in congress. The incumbent president of the League is Elisabeth MacNamara and Nancy E. Tate is the Executive Director. <a href=\"#cite_note-1\" title=\"\">[2]</a></p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>Carrie Chapman Catt founded the league in 1920 in Chicago in the wake of the final meeting of the National American Woman Suffrage Association. The establishment of the league was roughly six month prior to the Ninetieth amendment to the United States Constitution, which granted women the right to vote. Maud Wood Park was the first president. Initially, the organization strived to help newly enfranchised women become familiar with the voting process; such as where to register, how to assess candidate and ballot information, and what to do at the polling boxes. <a href=\"#cite_note-2\" title=\"\">[3]</a> Though the organization was composed of women the league did not want its activities to be confined to women’s issues. The three chief aims of the organization were to: 1. Complete enfranchisement of all women, 2. To remove all legal discrimination against women, 3.to make democracy safe so that every citizen feels secure and other nations acknowledge the United States as legitimate. <a href=\"#cite_note-3\" title=\"\">[4]</a> The league was divided into seven regions with regional directors and officers in addition to an overarching board of directors and a president (Maud Wood Park). In the league third year it took global initiative by inviting representatives from Latin American nations to participate in a pan American conference of women. In 1973, the league allowed males to join. Prior to this it was an all female organization. One of the first bills the league endorsed was the Sheppard-Towner Act in 1921, which provided federal aid for maternal and child care programs. This was the leagues first effective use of grassroots organization and active citizen education to organize participants into action. <a href=\"#cite_note-4\" title=\"\">[5]</a> In 1930, the league fought to solve a government corruption issue; hundreds of federal employees were politically supported in their government jobs. The league endorsed the merit system, which would base merit on the individual’s qualifications. This system would attempt to stop the government practice of giving federal jobs under the “Spoils System.” <a href=\"#cite_note-5\" title=\"\">[6]</a> The league was successful in helping to reduce this practice and in 1938 the Bill was passed which placed jobs under civil service. The league became more environmentally oriented in 1933 when they supported a legislation to develop The Tennessee River basin, the site of a publically owned power facility. The league continued their environmental pursuits by working to enact and implement the clean air act and the clean water act. The league also focused on the lack of public transportation and ways to promote conservation. In 1960 and 70s the league focused more on basic human rights, such as the ratification of the Equal Rights Amendment. The league focused its efforts on the 1980s Roe v. Wade Case, which granted women the constitutional right to make reproductive choices. In the 1990s the league refined their education fund by established a project to help guide civic education of women in emerging democracies. During this time the league worked to help register more Americans to vote by passing the national voter registration act. This act would help clarify the registration process and improve and reshape the position the government plays in the registration process. Currently, the league is working on health care reforms, effective gun control, and finance reforms. <a href=\"#cite_note-6\" title=\"\">[7]</a></p><p><a id=\"Current_issues\" name=\"Current_issues\"></a></p><h2>Current issues</h2><p>The leagues issues can be categorized into four categories of activity; representative government, international relations, natural resources, and social policy.</p><p><a id=\"Representative_government\" name=\"Representative_government\"></a></p><h3>Representative government</h3><p>“Promote an open governmental system that is representative, accountable and responsive.” <a href=\"#cite_note-7\" title=\"\">[8]</a></p><p><a id=\"Campaign_finance\" name=\"Campaign_finance\"></a>Campaign finance</p><p>In the 2008 presidential campaign, the league urged candidates to back the reform to the Presidential Public Financing System and legislation to fix public financing systems for the president, in addition to establishing a congressional public financing for the first time. <a href=\"#cite_note-8\" title=\"\">[9]</a></p><p><a id=\"Citizen_Participation\" name=\"Citizen_Participation\"></a>Citizen Participation</p><p>In the 109th Congress the League supported The Openness Promoted Effectiveness in our National Government Act. The act broadens the openness and accountability of the federal government by improving the Freedom of Information Act, and making information easier for people to acquire. In accordance with this, the league launched the “Openness in Government: Looking for the Sunshine,” which was a project to expand public awareness about issues concerning the accountability in the government. To effectively do this the league created educational material to distribute to citizens. <a href=\"#cite_note-9\" title=\"\">[10]</a></p><p><a id=\"Individual_liberties\" name=\"Individual_liberties\"></a>Individual liberties</p><p>In 2007 and 2008, the league encouraged legislation that would protect personal information of citizens by restricting the FBI’s authority to issue national security letters in lieu of judicial warrants to find materials and related information. <a href=\"#cite_note-10\" title=\"\">[11]</a></p><p><a id=\"Public_Policy_on_Reproductive_Choice\" name=\"Public_Policy_on_Reproductive_Choice\"></a>Public Policy on Reproductive Choice</p><p>In 2008, the league fought to stop the limitation of reproductive health care options for women by enabling the physicians and other providers to control their services based on their own perspectives of the reproductive health care. The league filled comments with the department of Health and Human Services to help their cause. <a href=\"#cite_note-11\" title=\"\">[12]</a></p><p><a id=\"Congress\" name=\"Congress\"></a>Congress</p><p>In 2007 and 2008, the league pressured congress to ratify lobbying reform measures to set limits on fundraising for lobbyists and lobbying firms; alter the gift, travel, and employment relationships among congress members, and consequently establish a new enforcement mechanism. <a href=\"#cite_note-12\" title=\"\">[13]</a></p><p><a id=\"International_Relations\" name=\"International_Relations\"></a></p><h3>International Relations</h3><p>“Promote peace in an interdependent world by working cooperatively with other nations and strengthening international organizations.” <a href=\"#cite_note-13\" title=\"\">[14]</a></p><p><a id=\"United_Nations\" name=\"United_Nations\"></a>United Nations</p><p>In 2008, the league in a joint effort with other NGOs made an official statement to the UN Commission on the State of Women emphasizing that the equality of girls is a basic tenet of all human rights. Currently, the league is working with the United Nations Campaign UNITE to End Violence against Women, to raise awareness and support to stop violence against women and girls around the world. <a href=\"#cite_note-14\" title=\"\">[15]</a></p><p><a id=\"Trade\" name=\"Trade\"></a>Trade</p><p>In 2002, the league opposed giving the president new negotiating authority for trade agreements. The league believed that the new authority put in jeopardy environmental, labor, and political values in trade negotiations. <a href=\"#cite_note-15\" title=\"\">[16]</a></p><p><a id=\"U.S._Relations_with_developing_countries\" name=\"U.S._Relations_with_developing_countries\"></a>U.S. Relations with developing countries</p><p>In 2006, the league planned “Women in the Americans: paths to political power,” an event to bring together female political leaders through the Americas. The aim was for women to discuss important issues. <a href=\"#cite_note-16\" title=\"\">[17]</a></p><p><a id=\"Arms_control\" name=\"Arms_control\"></a>Arms control</p><p>From 1997 to October 1999, the league lobbied for the sanction of the Comprehensive Test Ban Treaty. The senate rejected the resolution of the ratification. The league brought this issue back up in 2000, when it worked in opposition of the use of a planned national missile defense system and in support of the ABM Treaty. <a href=\"#cite_note-17\" title=\"\">[18]</a></p><p><a id=\"Military_policy_and_Defense_Spending\" name=\"Military_policy_and_Defense_Spending\"></a>Military policy and Defense Spending</p><p>Refuted to funding for the strategic defense initiative (since 1985) and has contributed to the efforts to limit spending increases for the SDJ program. <a href=\"#cite_note-18\" title=\"\">[19]</a></p><p><a id=\"Natural_Resources\" name=\"Natural_Resources\"></a></p><h3>Natural Resources</h3><p>“Promote an environment beneficial to life through the protection and wise management of natural resources in the public interest….agriculture policy, nuclear issues, land use, air quality, resource management, environmental protection and pollution control, water resources.”<a href=\"#cite_note-19\" title=\"\">[20]</a></p><p><a id=\"Global_climate_change\" name=\"Global_climate_change\"></a>Global climate change</p><p>Currently the main issue of concern for the League of Women Voters. The league encourages that federal action be taken to reduce global warming on both a global and national scale. The league believes that global warming can be reduced using current technologies to make power plans and factories more efficient, make cars suffice on less gasoline, and use cleaner technologies. <a href=\"#cite_note-20\" title=\"\">[21]</a></p><p><a id=\"Public_participation\" name=\"Public_participation\"></a>Public participation</p><p>In 1996, the league worked in collaboration with the Department of Energy to develop a National Dialogue on Nuclear Materials and Waste Management. The league proposed a National Dialogue with the aid of planning groups and independent facilitators. June-November 1997, pilot field workshops were held, despite some opposition from environmentalist and state officials. <a href=\"#cite_note-21\" title=\"\">[22]</a></p><p><a id=\"Social_policy\" name=\"Social_policy\"></a></p><h3>Social policy</h3><p>“Secure equal rights and equal opportunity for all. Promote social and economic justice and the health and safety of all Americans…..education, employment and housing, equal rights, fiscal policy, health care, immigration, meting basic human needs, child care, children at risk, violence prevention, gun control, urban policy, death penalty.” <a href=\"#cite_note-22\" title=\"\">[23]</a></p><p><a id=\"Health_care_reform\" name=\"Health_care_reform\"></a>Health care reform</p><p>Currently, the league is focusing most of its efforts onto Health Care Reforms. In 2007 and 2008, the league backed reauthorization of the State Children’s Health Insurance Program. This program provided coverage of health care to six million low-income children. The league aimed to encourage Senators and Representatives to fund the program. The legislation was vetoed by President Bush, but passed by the House and Senate. <a href=\"#cite_note-23\" title=\"\">[24]</a></p><p><a id=\"Basic_Human_Needs\" name=\"Basic_Human_Needs\"></a>Basic Human Needs</p><p>The League supported the legislation to create the National Housing Trust Fund in 2002. This legislation would establish a national housing trust fund by extra funds from the FHA (Federal Housing Administration). In result, new housing would be created for low-income families. <a href=\"#cite_note-24\" title=\"\">[25]</a></p><p><a id=\"Nondiscrimination_and_affirmative_action\" name=\"Nondiscrimination_and_affirmative_action\"></a>Nondiscrimination and affirmative action</p><p>The league in collaboration with other organizations, supported the Americans With Disabilities Act Amendment Act of 2008, which restored the ADA to its original objective to protect the rights of disabled Americans in all aspects of society. The bill was signed by President Bush and passed by Congress. <a href=\"#cite_note-25\" title=\"\">[26]</a></p><p><a id=\"Funding\" name=\"Funding\"></a></p><h2>Funding</h2><p>Local, State or National education funds contribute financially to the League. Contributions to the league are tax deductible for the donor. The leagues and its projects are funded through foundation grants (sometimes with pass-through grants for local/state Leagues). Money is also generated through membership. <a href=\"#cite_note-26\" title=\"\">[27]</a></p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><ul><li>[<a href=\"http://www.easyvoter.org/]\">www.easyvoter.org/]</a></li><li>[<a href=\"http://www.votesmart.org/]\">www.votesmart.org/]</a></li></ul><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h2>Secondary Sources</h2><p>Brumbaugh, Sara Barbara. Democratic Experience and Education in the National League of Women Voters. New York: AMS, 1972. Print.</p><p>Ware, Susan, Martin Paul. Schipper, and Robert Lester. Papers of the League of Women Voters, 1918-1974. Frederick, MD: University Publications of America, 1985. Print.</p><p>\"The Plastic Waste Primer/a Handbook for Citizens (9781558212299): Jeffrey D. Porro, League of Women Voters, Christine Mueller, Monica Sullivan: Books.\" Web. 07 Dec. 2010. &lt;<a class=\"external free\" href=\"http://www.amazon.com/Plastic-Waste-Primer-Handbook-Citizens/dp/1558212299\" rel=\"nofollow\" title=\"http://www.amazon.com/Plastic-Waste-Primer-Handbook-Citizens/dp/1558212299\">http://www.amazon.com/Plastic-Waste-Primer-Handbook-Citizens/dp/1558212299</a>&gt;.</p><p><a id=\"References\" name=\"References\"></a></p><h2>References</h2><ol class=\"references\"><li id=\"cite_note-0\"><a href=\"#cite_ref-0\" title=\"\">↑</a> McArthur, Judith N., and Harold L. Smith. Minnie Fisher Cunningham</li><li id=\"cite_note-1\"><a href=\"#cite_ref-1\" title=\"\">↑</a> Young, Louise Merwin, and Ralph A. Young. In the Public Interest: the League of Women Voters, 1920-1970. New York: Greenwood, 1989. Print.</li><li id=\"cite_note-2\"><a href=\"#cite_ref-2\" title=\"\">↑</a> McArthur, Judith N., and Harold L. Smith. Minnie Fisher Cunningham: a Suffragist's Life in Politics. New York: Oxford UP, 2003. Print.</li><li id=\"cite_note-3\"><a href=\"#cite_ref-3\" title=\"\">↑</a> McArthur, Judith N., and Harold L. Smith. Minnie Fisher Cunningham</li><li id=\"cite_note-4\"><a href=\"#cite_ref-4\" title=\"\">↑</a> Stuhler, Barbara. For the Public Record: a Documentary History of the League of Women Voters. Westport, CT: Greenwood, 2000. Print.</li><li id=\"cite_note-5\"><a href=\"#cite_ref-5\" title=\"\">↑</a> McArthur, Judith N., and Harold L. Smith. Minnie Fisher Cunningham</li><li id=\"cite_note-6\"><a href=\"#cite_ref-6\" title=\"\">↑</a> Stuhler, Barbara. For the Public Record: a Documentary History of the League of Women Voters. Westport, CT: Greenwood, 2000. Print.</li><li id=\"cite_note-7\"><a href=\"#cite_ref-7\" title=\"\">↑</a> <a class=\"external free\" href=\"http://www.lwv.org//AM/Template.cfm?Section=Home\" rel=\"nofollow\" title=\"http://www.lwv.org//AM/Template.cfm?Section=Home\">http://www.lwv.org//AM/Template.cfm?Section=Home</a></li><li id=\"cite_note-8\"><a href=\"#cite_ref-8\" title=\"\">↑</a> <a href=\"http://www.lwv.org\">www.lwv.org</a></li><li id=\"cite_note-9\"><a href=\"#cite_ref-9\" title=\"\">↑</a> <a href=\"http://www.lwv.org\">www.lwv.org</a></li><li id=\"cite_note-10\"><a href=\"#cite_ref-10\" title=\"\">↑</a> <a href=\"http://www.lwv.org\">www.lwv.org</a></li><li id=\"cite_note-11\"><a href=\"#cite_ref-11\" title=\"\">↑</a> <a href=\"http://www.lwv.org\">www.lwv.org</a></li><li id=\"cite_note-12\"><a href=\"#cite_ref-12\" title=\"\">↑</a> <a href=\"http://www.lwv.org\">www.lwv.org</a></li><li id=\"cite_note-13\"><a href=\"#cite_ref-13\" title=\"\">↑</a> <a class=\"external free\" href=\"http://www.lwv.org//AM/Template.cfm?Section=Home\" rel=\"nofollow\" title=\"http://www.lwv.org//AM/Template.cfm?Section=Home\">http://www.lwv.org//AM/Template.cfm?Section=Home</a></li><li id=\"cite_note-14\"><a href=\"#cite_ref-14\" title=\"\">↑</a> <a href=\"http://www.lwv.org\">www.lwv.org</a></li><li id=\"cite_note-15\"><a href=\"#cite_ref-15\" title=\"\">↑</a> <a href=\"http://www.lwv.org\">www.lwv.org</a></li><li id=\"cite_note-16\"><a href=\"#cite_ref-16\" title=\"\">↑</a> <a href=\"http://www.lwv.org\">www.lwv.org</a></li><li id=\"cite_note-17\"><a href=\"#cite_ref-17\" title=\"\">↑</a> Stuhler, Barbara. For the Public Record: a Documentary History of the League of Women Voters. Westport, CT: Greenwood, 2000. Print.</li><li id=\"cite_note-18\"><a href=\"#cite_ref-18\" title=\"\">↑</a> <a href=\"http://www.lwv.org\">www.lwv.org</a></li><li id=\"cite_note-19\"><a href=\"#cite_ref-19\" title=\"\">↑</a> <a class=\"external free\" href=\"http://www.lwv.org//AM/Template.cfm?Section=Home\" rel=\"nofollow\" title=\"http://www.lwv.org//AM/Template.cfm?Section=Home\">http://www.lwv.org//AM/Template.cfm?Section=Home</a></li><li id=\"cite_note-20\"><a href=\"#cite_ref-20\" title=\"\">↑</a> <a href=\"http://www.lwv.org\">www.lwv.org</a></li><li id=\"cite_note-21\"><a href=\"#cite_ref-21\" title=\"\">↑</a> <a href=\"http://www.lwv.org\">www.lwv.org</a></li><li id=\"cite_note-22\"><a href=\"#cite_ref-22\" title=\"\">↑</a> <a class=\"external free\" href=\"http://www.lwv.org//AM/Template.cfm?Section=Home\" rel=\"nofollow\" title=\"http://www.lwv.org//AM/Template.cfm?Section=Home\">http://www.lwv.org//AM/Template.cfm?Section=Home</a></li><li id=\"cite_note-23\"><a href=\"#cite_ref-23\" title=\"\">↑</a> <a href=\"http://www.lwv.org\">www.lwv.org</a></li><li id=\"cite_note-24\"><a href=\"#cite_ref-24\" title=\"\">↑</a> Stuhler, Barbara. For the Public Record: a Documentary History of the League of Women Voters. Westport, CT: Greenwood, 2000. Print.</li><li id=\"cite_note-25\"><a href=\"#cite_ref-25\" title=\"\">↑</a> <a href=\"http://www.lwv.org\">www.lwv.org</a></li><li id=\"cite_note-26\"><a href=\"#cite_ref-26\" title=\"\">↑</a> <a href=\"http://www.lwv.org\">www.lwv.org</a></li></ol><p> </p>", "title": "The League of Women Voters"}