{"htmlbody": "<p>Overview</p><p>South Africa’s revolutionary radio station, Bush Radio, contributes to society with its inclusive and deliberative media processes, as well as through its many outlets of community involvement. Bush Radio combines a unique amalgam of music and discussions of important issues in each of their broadcasts. After a rough beginning amidst segregation and persecution in Cape Town, South Africa, this station prides itself in its methods of enticing the public to contribute to the confabulations. Programs from Bush Radio all have underlying purposes and targeted audiences, which use their uncommon formats to educate, stimulate conversation, and develop the minds of all listeners.</p><p>Mission Statement</p><p>Bush Radio wrote its mission statement when it first began over a decade ago, yet it still is applied to each program today. It reads as follows:</p><p>“To ensure that communities who have been denied access to resources take part in producing ethical, creative and responsible radio that encourages them to communicate with each other, to take part in decisions that affect their lives, and to celebrate their own cultures. Through such radio, communities will affirm their own dignity and identity, and promote social responsibility and critical thinking”.</p><p>History</p><p>In 1989, during the height of the apartheid era in South Africa, a community service project called Cassette Education Trust (CASET) began, which involved dispersing cassette tapes that brought about information to help build a dependable democracy. These tapes were the equivalence of a political talk radio program, but were not punishable by the government due to the non-broadcasted nature of the discussions. Unfortunately with CASET, community input was impossible; yet the idea for Bush Radio came from the combination of the CASET contents and nature of speech, with the ability for listeners to contribute their viewpoints on the issues.</p><p>Bush Radio formed in 1992, but did not broadcast until April 25th, 1993. Unfortunately, the station had not been granted a broadcasting license from the government, and within hours of that broadcast, the government arrested and charged the company’s major leaders and seized vital broadcasting equipment. Protests from the Bush Radio students and volunteers pressured the government to drop the charges against the Chairperson and Coordinator of the station and return all of the equipment. In 1994, South Africa had their first democratic elections, which brought a more integrated society upon South Africa. This also brought about the Independent Broadcasting Authority (IBA), which was meant to supervise the radio industry in South Africa at the time; it was the IBA which first granted Bush Radio it’s broadcasting license, first temporarily but later reinstated permanently in 2002. Since 2002, Bush Radio has been broadcasting 24/7 with more than just musical content.</p><p>Listener Participation</p><p>The programs offered by Bush Radio vary in format and structure. Some programs discuss African politics and have callers contribute their opinions to the debate. For example, on Saturday afternoons, the topic changes to underage drinking and drugs as teenagers talk on air, while also asking for callers to add to the deliberation on these issues. On Friday evenings, Michael Parenti – a political author and lecturer – is a featured speaker in the commentary. These discussions are presented amidst the vast musical selection in a unique style that holds interests, yet provides stimulating and inviting conversations about various separate topics.</p><p>Bush Radio and the Community</p><p>Bush Radio participates actively in the community, making it much more than just a radio station. It not only broadcasts, but it also engages in uplifting community projects, provides scholarships and training programs for those interested in a radio career path, as well as investing in human potential development at all ages. Some of the most prominent Bush Radio regional projects include the Youth Against Aids (YAA) and the collaboration with the South African Red Cross Society, with each project having its own relevant on-air segment. Furthermore, Bush Radio awards scholarships to candidates that they see with the most potential to succeed, mainly in the field of journalism/broadcasting. They also partner with Broadcasting Training Institute (BTI) to provide superior training to its member, including radio broadcasting, video journalism, drama production, documentary and feature production, and radio management, in order to create the most skilled staff and best radio program as possible. Finally, to see the community grow to it’s highest potential, it has established a daycare for kids of the ages 3 months – 2 years, the Children’s Radio Education Workshop (CREW) program targets the development of the youth (ages 6-18) to mold them into media consumers of the future, and the Alternative Kurriculum Mentoring Youth (Alkemy) educates listeners between the ages 18-24 on political issues while beginning the basis for philosophical thought. Bush Radio works hard to push for a more knowledgeable pool of community members in the future for South Africa.</p><p>Bush radio is able to affiliate itself as a community radio due to its fulfillment of all three aspects of that specific category of broadcasting media, including access, participation and self-management. Bush Radio presents itself to the community in a friendly and welcoming environment through all of its activities. It encourages community involvement through callers and input on current issues and other topics. It is also uses a small staff – including trainees through the BTI partnership – and many volunteers to keep the station up and running.</p><p>In The Pink Program</p><p>In The Pink was a revolutionary concept for African radio; this program was the first widespread gay and lesbian media outlet on the entire continent. The purpose of such a program was to provide “a platform to voice the struggle from the perspective of gay identity” according to it’s main producer, Adrian Alberts. The program allowed for poets, special musical guests and community listeners coping with homosexual struggles to call in and share their stories and inputs on current issues relevant to the overall program’s theme. In The Pink provides an especially deliberative process with a talk show format, striving for the inclusion of a diverse community and general discussions of current gay and lesbian topics and opinions, while maintaining respect for all viewpoints.</p><p>Youth Against Aids and HIV-Hop Programs</p><p>In 2000, Bush Radio began the campaign against childhood AIDS, entitled Youth Against Aids (YAA). The purpose of this campaign and radio program was to educate high school students on the issue of HIV/AIDS at that time. The Bush Radio staff also set out to local schools once a month during this campaign to invite students to talk openly about sex-related topics in addition to weekly live shows during lunches. From YAA began a five-week on-air program, called HIV-Hop. This program is what started a mass involvement of teenagers in the broadcasted discussions of the AIDS epidemic. Teens from all over Cape Town, and other local areas, called in to add to the conversations during these programs. On one specific Friday night, a young man called in and began rapping about the AIDS crisis. The following quote is a small excerpt from that broadcast:</p><p>“It’s cold and lonely, coz it’s eating you slowlyBrothers and sisters, mothers and fathers, kings and queensIt’s all upon usThe clock is ticking and the score ain’t in our favorPeople are dying it feels like dying is saferThe headlines read, AIDS hit the streetYou gotta open your ears, eyes and know the beatUnprotected sex, sharing needles”</p><p>This began the mass of young adults calling Bush Radio to share their rhymes with the community. It also spawned passionate, on-air debates amongst teens about topics related to HIV/AIDS, such as condoms in schools and abstinence until marriage. After January 2002, the YAA and HIV-Hop programs ended, but in its place began a new program called Positive Living, which a more traditional and permanent broadcast of medical advice from experts about HIV/AIDS and other issues of the present.</p><p>Bush Radio Today</p><p>Currently, Bush Radio features six different discussion-based programs, including The Breakfast Show, The Morning Cruise, Sakhisizwe – bou die nasie (building the nation), Backchat with Bassie, Everyday People, and CREW. There are also 11 specialty music programs presented throughout different times in the week. Bush Radio also outreaches to a larger audience by offering the option of listening live from their website, as well as following their various social media pages. Bush Radio has won several awards for their unique integration of deliberation amongst community members through the radio, including the Prince Claus Award for Urban Heroes in 2000 and the second place award in the New York International Radio Festival in 2001 for HIV-Hop. They have also been honored with several awards from the Department of Communication in 2005, such as Best Provincial Achiever.</p><p>Sources</p><p>• \"About: Bushradio 89.5 FM.\" Bushradio 89.5 FM. Web. 07 Dec. 2010. <a class=\"external free\" href=\"http://bushradio.wordpress.com/about/\" rel=\"nofollow\" title=\"http://bushradio.wordpress.com/about/\">http://bushradio.wordpress.com/about/</a>.</p><p>• Lewis, P (ed) (1993). Alternative media: Linking global and local. Paris: USESCO.</p><p>• Bosch, Tanja Estella. Radio, Community And Identity In South Africa: A Rhizomatic Study of Bush Radio in Cape Town.</p><p>• Bosch, Tanja. \"Community Radio in Post-apartheid South Africa: The Case of Bush Radio in Cape Town.\" Media Communities: Local Voices 10 (2005). Print.</p>", "title": "Bush Radio"}