{"htmlbody": "<p><a class=\"external text\" href=\"http://aktivdemokrati.se/\" rel=\"nofollow\" title=\"http://aktivdemokrati.se/\">Aktiv Demokrati</a> (swedish for \"Active Democracy\") is a non-political party for realizing direct democracy in the swedish parliament, using a mix of delegation and direct voting through the internet.</p><p>The basic idea is that all citizens from different parts in the society should be able to influence important issues both directly and indirectly straight into parliament through an internet based democracy system.</p><p>The party wants to introduce direct-democracy in Sweden by running for election. Once elected, the party’s mandate will be used in accordance with the voting results for each and every question with the party’s own direct democratic voting system. In this way direct democracy will be adapted in the pace wanted by the voters. The day the party has a superior majority in the Parliament of state nothing hinders proposals of abolishing the party system and convert Sweden to a downright direct democratic state.</p><p>Despite the fact that highly coloured statements in specific factual matters can find expression through the voting system of the party, the aim for the party is to remain neutral by its own. This means that the party neither now nor in the future will adapt any values in issues not specifically involved in how the world-political system will be more direct democratic.</p><p>The core activity of the party consequently consists of design, running, maintenance and introduction of a continuous direct-democratic voting system. Everyone that can vote in the general elections can also vote in said voting system. You don’t even have to vote in elections for the party to be able to use the voting system.</p><p>The party will also work on solutions for all practical problems that can occur during use of the voting system. Since the voting system only will be accessible through terminals on a network, it is important to make sure that everybody to a reasonable cost can get access to such terminals and knowledge on how to use them. Among other issues, the party wants all libraries to work as voting offices where those who not have access to the network from home can give their votes. The librarians will be trained so they can show the voters how the system works.</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>Founded in 2002. Has participated in elections for the Swedish and EU government. Got less than 100 votes in the last national election.</p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p><a class=\"external text\" href=\"http://aktivdemokrati.se/\" rel=\"nofollow\" title=\"http://aktivdemokrati.se/\">Aktivdemokrati.se</a></p><p> </p><p><a id=\"Direct_Democracy_organisations\" name=\"Direct_Democracy_organisations\"></a></p><h2>Direct Democracy organisations </h2><p><a href=\"/wiki/Direct_Democracy\" title=\"Direct Democracy\">Direct_Democracy</a> organisations present on Participedia</p>", "title": "Aktiv Demokrati"}