{"htmlbody": "<p><a class=\"external text\" href=\"http://www.apsanet.org/content_74160.cfm\" rel=\"nofollow\" title=\"http://www.apsanet.org/content_74160.cfm\">APSA</a> Statement of Purpose</p><p>Three recent developments have thrust issues of economic security and social justice into the public consciousness.</p><p>First, the global economic crisis has brought economic insecurity home to developed countries and highlighted that increasing inequality coupled with decreasing regulation is unsustainable.</p><p>Second, there is mounting evidence that many foreign aid and development programs don't work. Neo-liberal market reforms have likewise become controversial, with many critics arguing that they have failed to ease poverty or to spark economic growth.</p><p>Finally, China's apparent success in achieving sustained growth and reducing poverty, which stands out against these global trends, has revived the idea that authoritarian regimes can deliver greater economic security and social justice than their democratic rivals.</p><p>These sobering developments are frequently viewed in isolation. Together, however, they underscore the urgency of creative new thinking about democratic models of economic security and social justice in our volatile world. Neo-liberal models, predicated on the view that politics and markets operate according to different logics and that markets must be insulated from democratic regulation, have failed to deliver both in developed and developing countries. Meanwhile, welfare states in the developing world are staggering under growing fiscal and political burdens, and state-led development programs of the kind traditionally advocated by the World Bank and supported through bilateral aid have proven ineffective as well.</p><p>The charge of this Task Force is to rethink some of the familiar assumptions about democracy, economic security, and social justice in light of these worrisome trends. Its aim is to refresh and reinvigorate debates on the articulation between democracy, economic security, and social justice in developed and developing countries. In particular, the Task Force will assess recent policy innovations in three broad, related areas: basic income, participatory budgeting and planning, and rights-based models of welfare and development.</p><p>These policies have several putative strengths: all three conceive democratic politics as an essential component of economic security and social justice; all are relevant for developed and developing countries, challenging entrenched assumptions that emphasize the differences between them; all transcend or cut across traditional ideological divides.</p>", "title": "APSA Task Force on Democracy, Economic Security, and Social Justice"}