{"htmlbody": "<p><a class=\"external text\" href=\"http://www.citizensincharge.org/\" rel=\"nofollow\" title=\"http://www.citizensincharge.org/\">Citizens in Charge</a> is a 501 (c) (4) citizen-powered advocacy organization that serves as a partner to Citizens in Charge Foundation in protecting and expanding the initiative and referendum process.</p><p>The organization works with activists, legislators, media, opinion leaders and voters to protect the initiative and referendum process where it exists in 24 states and to expand the process to the 26 states where voters currently lack that right.</p><p>There never has been a more important time to defend the initiative process. Voters increasingly turn to initiatives to make needed reforms, while legislators increasingly seek to impose limitations on this process.</p><p>Over the next two election cycles, Citizens in Charge seeks to significantly diminish the currently relentless legislative attacks on petition rights and to promote aggressive legislative campaigns to open up the initiative, referendum and recall process for greater use by citizens.</p><p>Effectively advancing the ballot initiative process requires changing the current voter-legislator dynamic. The keys to producing such a reversal are:</p><ul><li>Building grassroots coalitions and recruiting citizen leaders in each initiative state,</li><li>Bringing greater public attention to the initiative process and legislative attacks on it, and</li><li>Identifying legislative supporters, and highlighting legislative opponents.</li></ul><p>Legislators understand that undermining initiative rights is unpopular, but they have rarely faced organized opposition, much less paid any political price for their actions. This is changing. Citizens in Charge offers an online legislative action center (Action Team) that:</p><ul><li>Gives supporters timely email alerts about legislation and events concerning the ballot initiative process in their state, county and city;</li><li>Allows leaders to network, sharing ideas across state-lines;</li><li>Promotes citizen contact with legislators regarding specific bills and support for the initiative process; and</li><li>Provides tools for recruiting other friends and relatives in support of ballot initiative rights.</li></ul>", "title": "Citizens in Charge"}