{"htmlbody": "<p><a id=\"Purpose.2FProblem\" name=\"Purpose.2FProblem\"></a></p><h2>Purpose/Problem</h2><p>The Front Porch Forum began as a series of focus groups to study rifts in communication between politicians, public and the media, according to Civic Journalism: Six Case Studies by The Poynter Institute. The group started as a combined effort of The Seattle Times, The Poynter Institute and two NPR stations.</p><p>After several meetings with leaders from all the participating media organizations, Cyndi Nash, associate managing editor at the Seattle Times, listed the media groups’ priorities with of the Front Porch Forums:</p><p>1. \"To involve readers and listeners in active civic life, and particularly the '94 campaign, more directly than ever before. This includes getting out of the way frequently, and letting citizens ask their own questions and express their own views without our comment, editing, or professionalism.\"</p><p>2. \"To produce insightful, enlightening, and engaging radio and print journalism.\"</p><p>3. \"To create good PR for our respective organizations.\"</p><p>4. \"To go where no media have gone before, and live to tell about it.\"</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>The Seattle Times and several local radio stations conducted several front porch forums between 1994 and 1999. Each was structured differently, and all were divided into several parts.</p><p>It began with four, 10-person discussion groups at the beginning of May in 1994. These meetings were convened to develop a statewide poll about the pros and cons of living in Washington and offer suggestions for the future. Forums were held in Tacoma, Burien, Kirkland and Seattle.</p><p>Some of the benefits to living in Washington included the following the weather and the geography. The drawbacks included: rapid immigration, transportation, safety, the economy and education. Some participants said that they would love to move to a neighboring state (Oregon, Idaho or Montana), because Western Washington was getting too densely populated.</p><p>The first front porch forum also solicited questions from the general public, and took several of them to local politicians to get answers. Both the questions and answers were published in the newspaper. Topics included population control, healthcare, gun control, vouchers, housing and accommodation for disabled students.</p><p>In another second part of the first forum, Republican incumbent Sen. Slade Gorton met with Democrat Ron Sims and five undecided voters from Western Washington. The topics they discussed included crime, health care and taxes.</p><p>Michael R. Fancher, The Seattle Times' executive editor wrote, in a published letter, that the citizens felt starstruck when they met the candidates, so they didn't push them to answer their questions: \"To be honest, the feedback we got from candidates and our own sense of the situation in 1994 was that citizens are a little in awe of candidates when they meet face to face. Too often, candidates ducked excellent questions and weren't pushed for better answers.\"</p><p>To conclude the 1994 forum, the Seattle Times published a large number of letters to the editor on Nov. 20.</p><p>KUOW created two half-hour talk shows about the forum, and KPLU made a five-part series about it. Both described the purpose of the forum, and one of the KUOW talk shows allowed listeners to call-in and give feedback about election coverage. From 1994 through 1999, the radio stations produced segments and talk shows that covered the same topics as The Seattle Times.</p><p>In 1995, the forum was divided into sections that each covered specific issues.</p><p>First, a proposed $6.7 billion transportation plan was put onto the “porch.” The Seattle Times asked commuters to weigh-in on the issue, and it published their opinions. These opinions were written as profiles, with minimal information about each commuter—rather than as letters to the editor.</p><p>The following is an example of a \"commuter profile\" that The Seattle Times published:</p><p>Jane Howell-Clark</p><p>Three times a week, Janet Howell-Clark boards the 48 Express in Greenwood. Thirty minutes later, she is at work at the University of Washington health-science complex.</p><p>RTA officials said they can do a bus/rail combination that can get her to work in under 20 minutes. But like other riders, Howell-Clark is not excited about the idea of boarding a bus and then transferring to light rail.</p><p>\"I already have a pretty good commute. The bus leaves me in front of my job,\" she said.</p><p>\"All that would help me would be more 48s.\"</p><p>The 48 Express is a popular route to the University District. Howell-Clark said she is lucky enough to catch it early so she doesn't have to stand.</p><p>As far as the RTA plan, she is going to give it serious thought. If suburbanites don't believe the plan will do anything for them, Howell-Clark is not sure it will do much for Seattle commuters.</p><p>The second 1995 panel brought together four undecided voters to discuss whether or not they should support the transportation plan. Two voters (Jane Johnson and Ralph Naess) tended to oppose the plan. The other two (Wes Sims and Chris Hansvick) favored it. Two National Public Radio affiliates (KUOW-FM and KPLU-FM) broadcast the discussion, and the main arguments from each participant were printed in The Seattle Times.</p><p>The following is an example of the description of one participant’s proposal:</p><p>(Jane) Johnson, who lives in Wedgwood, is a dedicated bus rider. \"Anybody who wants to ride transit can do so,\" she said. \"Tell me where you want to go, and I'll tell you how to put the bus route together.\"</p><p>But Johnson said she's not convinced the proposed light rail will do anything for her, or will be attractive enough to change people from auto commuters to transit riders.</p><p>\"I'm a little concerned about whether my current bus route will be impacted,\" Johnson said. \"I am very satisfied now. I can get door to door in half an hour. I don't see how that can be improved by rail, and I don't want to lose what I've got right now.\"</p><p>Three Republicans, three Democrats and six people who hadn’t disclosed their party discussed building a new baseball stadium in Seattle for the third forum in 1995. The Seattle Times claimed that they had chosen the participants through “random selection,” but the participants weren’t selected totally randomly. Geography and demographics helped determine whether or not a voter was chosen (in an effort to increase diversity). And the “random” selection process ruled out people who had voted in less than two of the previous four elections.</p><p>The Seattle Times article about the round-table discussion summarized the various arguments and then gave specific quotes related to those arguments.</p><p>For example:</p><p>“Some argued that what a pro sports team brings - or takes, if it leaves - can't be quantified in a economic development study.</p><p>Seeing a baseball team move a second time, added Diemert, the retired food broker, would be a blow to the city's economy and its image.”</p><p>The fourth part of the 1995 forum consisted of an eight-person focus group discussion about a proposed $111 million property-tax levy for The Commons, a building project plan including a 61-acre park at South Lake Union.</p><p>At the beginning of the discussion, only one member of the focus group had a predetermined opinion about The Commons: he opposed it. But the whole group opposed the idea after a 1.5-hour of discussion. Several reasons why the group unanimously opposed the project after such a short discussion were included in a Seattle Times article about it.</p><p>For example:</p><p>“By chance, though, there were no business executives or managers nor anyone who works downtown - voters Commons supporters are confident will back the property-tax levy.”</p><p>And: “One entered the room having decided to vote against the Commons and only two knew more than a little about it.”</p><p>In 1996, Washington faced several important federal races, including two for Congress and one for the Senate. So, this year, the Seattle Times and local NPR stations provided a large number of front porch-style, reader-driven stories.</p><p>The Seattle Times, KUOW and KCTS-TV also got the public involved in a front porch forum themed “Our Schools Our Kids,” published on Dec. 16, 1996.</p><p>The Front Porch Forum of 1997, tried to answer questions that resembled questions from the 1994 forum: What do you like best about Washington? What would you change? How would you ensure a bright future for the state? The Seattle Times newspaper and KUOW radio titled it, the “Puget Sound 2020” project. This project included input from random citizens who gathered to discuss the issues at local pizza parties, as well as a 97-person jury who rated regional planning processes.</p><p>In 1998, The Seattle Times published two official Front Porch Forum Articles. Both addressed the issues related to statewide population growth. The first article was based on a four-hour discussion by 30 local, randomly selected citizens. The second article was a compilation of reader and listener feedback that was mostly prompted by the first article.</p><p>KUOW radio produced at least 12 Front Porch Forum review stories the same year.</p><p>The Front Porch Forum’s main topic in 1999 was local leadership. According to one article, the Times tried to answer the following questions: “What is the public's sense of the traits leaders need?” and “Who is or should be stepping forward as leaders?”</p><p>The Seattle Times Web site doesn’t contain any articles related to the Front Porch Forum that were published after 1999. The site doesn’t contain any articles explaining why the forums stopped. Those articles just stopped being posted on the Web site in 1999.</p><p><a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h2>Participant Selection</h2><p>Some people got involved in the Front Porch Forums through semi-random selection, and others voluntarily entered into the forum's discussions. The Front Porch Forum’s organizers said that they “randomly selected” participants for the forum's focus groups, although the selection process wasn’t actually totally random. Organizers usually chose only citizens who had voted in the past two elections, and they tried to make the groups representative of the greater populations demographics. Citizens were randomly selected for the forum's polls, though. However, anyone could participate in the forum's non-focus group and non-poll activities, . If someone wanted to \"get on the porch,\" then he or she could do so by contacting one of the participating media outlets by phone, fax, e-mail or mail.</p><p><a id=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\" name=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\"></a></p><h2>Deliberations, Decisions, and Public Interaction</h2><p>There was a wide variety of different types of deliberations, decision and public interactions throughout the forum. Deliberation formats included question-and-answer columns, talk shows, small-group discussions, large-group discussions, pizza parties and more. The early focus groups had professional moderators. Decisions and topics varied widely. However, many groups came to the conclusion that Washington's population was growing to rapidly, and the state's government should take action to slow that growth. The participating media groups incouraged the public to interact with the forum by mail, by e-mail, by fax, by phone, or by calling into forum-related talk shows on the two participating NPR stations.</p><p><a id=\"Influence.2C_Outcomes.2C_and_Effects\" name=\"Influence.2C_Outcomes.2C_and_Effects\"></a></p><h2>Influence, Outcomes, and Effects</h2><p>The project bridged the gap between several groups.</p><p>It brought together several media outlets that had previously been competitors. In the end, a newspaper (The Seattle Times), two radio stations (KPLU and KUOW), a TV station (KCTS-9) and a research group (The Poynter Institute), had all partnered on a common project.</p><p>These media outlets also brought politicians together with voters during election seasons as well as non-election periods. The organized meetings between voters and politicians, they published voters’ opinions and they facilitated in-print and on-air discussions between politicians and the public.</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h2>Analysis and Criticism</h2><p>After the first 1994 front porch forum, Pew Researchers published Civic Journalism: Six Case Studies, which offered suggest several positive elements of the forum and several negative aspects.</p><p>Positive elements included the following: “The Times discovered the value of melding previously used techniques such as focus groups, citizens' panels, and issues polling into a cohesive package pulled together by a single theme. KPLU and KUOW gained access to a larger audience for the most significant public service project in either station's history. And all three discovered the promotional value of the campaign, using it to reach new audiences while showing readers and listeners they were serious about change.”</p><p>The following were some negative elements cited by the Pew Researchers in Civic Journalism: Six Case Studies: “The partners failed to bring television into the alliance, thereby losing some leverage with candidates and a chance to reach an even larger audience. The attempts to have candidates answer questions was not always effective. And, despite all the efforts to discern the citizens' mood, the partners failed to gauge the full extent of the anger many took to the polls.” The Seattle Times and NPR radio stations mitigated two of the Pew Researcher’s criticisms: First, they made candidates thoroughly answer voters’ questions in 1996. Second, they brought the TV station KCTS (channel 9) into their Front Porch Forum media group. They didn’t address the third criticism: They didn’t gauge citizens’ anger about the polls.</p><p><a id=\"References\" name=\"References\"></a></p><h2>References</h2><p>Matassa, Mark. \"Frustration with Schools among Hot Political Issues.\" The Seattle Times [Seattle]. The Seattle Times. Web. 31 May 2010. &lt;<a class=\"external free\" href=\"http://seattletimes.nwsource.com/special/frontporch/\" rel=\"nofollow\" title=\"http://seattletimes.nwsource.com/special/frontporch/\">http://seattletimes.nwsource.com/special/frontporch/</a>&gt;.</p><p>Matassa, Mark. \"Step onto the Porch; Folks Have a Lot to Say.\" The Seattle Times. Web. 31 May 2010. &lt;<a class=\"external free\" href=\"http://seattletimes.nwsource.com/special/frontporch/\" rel=\"nofollow\" title=\"http://seattletimes.nwsource.com/special/frontporch/\">http://seattletimes.nwsource.com/special/frontporch/</a>&gt;.</p><p>Matassa, Mark. \"The Public Reconnects.\" The Seattle Times [Seattle]. The Seattle Times. Web. 31 May 2010. &lt;<a class=\"external free\" href=\"http://seattletimes.nwsource.com/special/frontporch/\" rel=\"nofollow\" title=\"http://seattletimes.nwsource.com/special/frontporch/\">http://seattletimes.nwsource.com/special/frontporch/</a>&gt;.</p><p>Matassa, Mark. \"Unfiltered: Sims, Gorton and Five Undecided Voters -- Citizens' Own Questions Make for Thoughtful Session with Candidates.\" The Seattle Times [Seattle]. The Seattle Times. Web. 31 May 2010. &lt;<a class=\"external free\" href=\"http://seattletimes.nwsource.com/special/frontporch/\" rel=\"nofollow\" title=\"http://seattletimes.nwsource.com/special/frontporch/\">http://seattletimes.nwsource.com/special/frontporch/</a>&gt;.</p><p>Schaefer, David. \"Four like Transit Plan, but with Reservations.\" The Seattle Times [Seattle]. The Seattle Times. Web. 31 May 2010. &lt;<a class=\"external free\" href=\"http://seattletimes.nwsource.com/special/frontporch/\" rel=\"nofollow\" title=\"http://seattletimes.nwsource.com/special/frontporch/\">http://seattletimes.nwsource.com/special/frontporch/</a>&gt;.</p><p>Schaffer, Jan, Edward D. Miller, and Staci D. Kramer. Civic Journalism: Six Case Studies. Washington, DC: Pew Center for Civic Journalism. Print.</p><p>Seattle Times Staff. \"Like Politicians, Readers Divided over Election.\" The Seattle Times [Seattle]. The Seattle Times. Web. 31 May 2010. &lt;<a class=\"external free\" href=\"http://seattletimes.nwsource.com/special/frontporch/\" rel=\"nofollow\" title=\"http://seattletimes.nwsource.com/special/frontporch/\">http://seattletimes.nwsource.com/special/frontporch/</a>&gt;.</p><p>Seattle Times Staff. \"Tracking Commuters' Options.\" The Seattle Times [Seattle]. The Seattle Times. Web. 31 May 2010. &lt;<a class=\"external free\" href=\"http://seattletimes.nwsource.com/special/frontporch/\" rel=\"nofollow\" title=\"http://seattletimes.nwsource.com/special/frontporch/\">http://seattletimes.nwsource.com/special/frontporch/</a>&gt;.</p><p>Serrano, Barbara. \"Focus Group Wonders Who Will Gain from Commons.\" The Seattle Times [Seattle]. The Seattle Times. Web. 31 May 2010. &lt;<a class=\"external free\" href=\"http://seattletimes.nwsource.com/special/frontporch/\" rel=\"nofollow\" title=\"http://seattletimes.nwsource.com/special/frontporch/\">http://seattletimes.nwsource.com/special/frontporch/</a>&gt;.</p><p>Simon, Jim. \"Stadium Vote Is Bigger than Baseball, Panel Says.\" The Seattle Times [Seattle]. The Seattle Times. Web. 31 May 2010. &lt;<a class=\"external free\" href=\"http://seattletimes.nwsource.com/special/frontporch/\" rel=\"nofollow\" title=\"http://seattletimes.nwsource.com/special/frontporch/\">http://seattletimes.nwsource.com/special/frontporch/</a>&gt;.</p><p>\"Welcome to Front Porch Forum.\" The Seattle Times | Seattle Times Newspaper. Web. 31 May 2010. &lt;<a class=\"external free\" href=\"http://seattletimes.nwsource.com/special/frontporch/\" rel=\"nofollow\" title=\"http://seattletimes.nwsource.com/special/frontporch/\">http://seattletimes.nwsource.com/special/frontporch/</a>&gt;.</p><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h2>Secondary Sources</h2><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2>", "title": "Front Porch Forum "}