{"htmlbody": "<p><a class=\"external text\" href=\"http://www.thepeopledecide.us/home.php\" rel=\"nofollow\" title=\"http://www.thepeopledecide.us/home.php\">About Us</a></p><p>Our goal is to bring the voice and will of the people to our congressmen and elected officials. The interactive nature of this website allows our members to cast votes for every major bill that goes through Congress. You can also discuss and debate the issues with other community members, track the bills progression and view the voting records of our congressmen. Diligent participation by our members will allow congressmen to see exactly how the people feel on the issues facing us today.</p><p>The People Decide is a NON-PARTISAN website and is not affliated or funded by any political party, special interest groups or lobbyists. The only interests we represent are the voices of our member community!</p><p>Should politicians decide if we want HealthCare Reform? Cap and Trade? Or any law that governs us for that matter? Or should The People Decide? What if we had voting booths for Federal Legislation? A system in place for us The American People to vote, the same way we elect our politicians.</p><p>Well, there is and it is called The People Decide. The People Decide has a Virtual Voting Booth app that allows each and every one of us to vote on HealthCare Reform and all major legislation. The purpose of the site is not intended to survey a thousand people but for every American to vote, so members of Congress can see exactly what their constituents expect.</p><p>Let’s think about it. Our Founding Fathers intended for a government with representation. A government with elected officials that represent the will of their constituents. How well has that worked out for us? Is your voice being heard at all? We have something today that couldn’t have been imagined 230 years ago to accomplish true representation, and it is Technology!</p><p>The People Decide is non-partisan and PLEASE tell as many family and friends about this long overdue civic responsibility. Register and start voting today. <a href=\"/methods/direct-democracy\" title=\"Direct Democracy\">Direct_Democracy</a> organisations present on Participedia</p>", "title": "The People Decide"}