{"htmlbody": "The party of <a class=\"external text\" href=\"http://en.wikipedia.org/wiki/Party_of_Internet_Democracy\" rel=\"nofollow\" title=\"http://en.wikipedia.org/wiki/Party_of_Internet_Democracy\">Internet DEmocracy</a> （Hungarian: <a class=\"external text\" href=\"http://ide-ide.hu/dokuk.html#ide1/\" rel=\"nofollow\" title=\"http://ide-ide.hu/dokuk.html#ide1/\">Internetes DEmokrácia pártja</a>. Abbreviated IDE） is a Hungarian political party, which was established at 23 July 2004 in Gyöngyös.\n\n\n<a id=\"Aims_of_IDE\" name=\"Aims_of_IDE\"></a><h2> Aims of IDE </h2>\nIDE aims to complement the existing representative democratic political system with direct democracy. In particular, this means direct democracy application to the indirectly democratic won seats in that citizens' constant and directly monitor and control the delegates. IDE aims to enrich with direct democracy without revolution or change of fundamental political system.\nIDE plans the on-going relay of the discussion in parliament, and to empower citizens to vote online about the topics discussed. The delegates have to reflect the directly democratic resolution of the citizens.\n\n<a id=\"The_mechanism_of_IDE\" name=\"The_mechanism_of_IDE\"></a><h2> The mechanism of IDE </h2>\nIDE want to implement direct democracy by citizens' control over the delegates chosen to represent them in parliament by the party within the framework of the existing political system of indirect democracy. The delegates in parliament representing the party:\n\n<ul><li> 1. will be chosen by lottery from those applying to serve as delegates of the party.\n</li><li> 2. those who win the lottery will serve as representatives on a rotating basis such that each will fill the seat for a month in case of the European Parliament, and or two months in case of the national government. In the European Parliament, where delegates are categorized by their party, IDE will be categorized as independent.\n</li><li> 3. will reflect the citizens' resolution when they vote in the parliament by voting in parliament according to the citizens' decisions on IDE's homepage.\n</li></ul>\nDifferences of opinion within IDE will be reflected in the positions taken in parliament by IDE delegates. For example, if a pending bill is supported by 60% of IDE member and is opposed by 40% and IDE has 10 seats in parliament, then six delegates would support and four would oppose the bill.\n[edit] The relation of IDE and the other parties\nSince IDE doesn’t have its own political measures, as a matter of course doesn’t make coalition with other parties. However, to support a political party through IDE is naturally practicable for the citizens.\n<a href=\"/methods/direct-democracy\" title=\"Direct Democracy\">Direct_Democracy</a> organisations present on Participedia", "title": "Internetes DEmokrácia pártja"}