{"htmlbody": "<h2><a id=\"Change_2011_movement\" name=\"Change_2011_movement\"></a>Change 2011 movement</h2><p>One of the main goals of <a class=\"external text\" href=\"http://www.muutos2011.fi/cms/index.php?option=com_content&amp;view=article&amp;id=48&amp;Itemid=88\" rel=\"nofollow\" title=\"http://www.muutos2011.fi/cms/index.php?option=com_content&amp;view=article&amp;id=48&amp;Itemid=88\">Change 2011 movement</a> is to give citizens a possibility to influence decision-making process even during the time between elections. Year 2011 is a tiebreaker in Finnish politics. Lisbon agreement and the possible vote threshold coming into force will make the parliamentary elections of 2011 the last election where citizens are heard.</p><p>Western style democracy, the core belief of Change 2011, is further enhanced with so called direct democracy where citizens have a direct input in the decision-making process.</p><p>Main goal of the Change 2011 movement is to advance the interest of Finnish citizens. This is achieved by decision makers i.e. politicians following the will of the people. Change 2011 is trying to achieve this by offering direct democracy to support representative or parliamentary democracy and by extending the right to freedom of speech to include present day political dissidents.</p><p>Change 2011 has identified several areas where the decision maker’s actions and public opinion is in conflict. Out of these present-day problems we will emphasize immigration policy, the unhealthy consensus political system and unreasonably lenient convictions for violent crimes offenders. <a id=\"1._Advancing_the_interest_of_Finnish_citizens\" name=\"1._Advancing_the_interest_of_Finnish_citizens\"></a></p><h2>1. Advancing the interest of Finnish citizens</h2><p>The most important task of the state of Finland is to protect the rights of its citizens. Prosperity and wealth is to be primarily spread amongst citizens. Funds collected by means of taxes are to be used for the wellbeing of citizens. In case of excess, it can be used for the benefit of other countries and their citizens. Tax income is to be used to the benefit of aging citizens and to ensure their quality of life as well as childcare and youth education. Other important targets are medical care, day-care opportunities for children and homeless people.</p><p>People are to be treated according to equality principle. People are not to be discriminated because of sex, age, ethnic origin, language, religion, conviction, opinion, health, handicap or other personal reason. Change 2011 does not accept special treatment of individuals or organisations at the expense of other individuals or groups in contradiction of the equality principle. Favouritism is a form of discrimination. <a id=\"2._Direct_democracy_to_support_parliamentary_democracy\" name=\"2._Direct_democracy_to_support_parliamentary_democracy\"></a></p><h2>2. Direct democracy to support parliamentary democracy</h2><p>Important decisions affecting the nation are done by means of direct democracy. The final decision then rests with Finnish citizens with right to vote.</p><p>Such decisions would be the decision to join NATO or accepting the Lisbon agreement.</p><p>The 3 pillars of direct democracy are citizen’s initiatives, popular vote or referendum and selecting civil servants holding key positions.</p><p>Prescribed or predetermined number of citizens can initiate a Citizens initiative. If the initiative receives sufficient support it will then be subject to a referendum or popular vote.</p><p>Key civil servants such as the parliamentary ombudsman and prosecutor general of Finland, have a significant role in legislative process. Thus it is imperative to increase direct input in selecting these key civil servants.</p><p>Direct democracy referendums are easily run in parallel with municipal, parliamentary, EU-parliamentary and presidential elections, including Internet based elections. Out of the European nations, Switzerland is an established user of direct democracy both in principle and practice. <a id=\"3._Freedom_of_speech_includes_dissidents_and_those_expressing_opinions_different_from_mainstream\" name=\"3._Freedom_of_speech_includes_dissidents_and_those_expressing_opinions_different_from_mainstream\"></a></p><h2>3. Freedom of speech includes dissidents and those expressing opinions different from mainstream</h2><p>Freedom of speech is the cornerstone and livelihood of democracy. Restrictions to freedom of speech only advance the interest and goals of small groups. These same restrictions prevent dissidents from being heard. Freedom of speech should not only cover those ideas and thoughts that are well received and considered harmless or are generally ignored. Freedom of speech includes such messages and material that could potentially insult, shock or disturb the state or part of its population. This type of thinking provides for a solid foundation of an open pluralistic and democratic society. <a id=\"4._Retirement_of_consensus_politics\" name=\"4._Retirement_of_consensus_politics\"></a></p><h2>4. Retirement of consensus politics</h2><p>Present systems of consensus politics are incapable of political and economical reforms. The system is unable to view matters from alternative perspectives. Most of all, consensus politics is incapable of unbiased and constructive dialogue. Prime minister and minister of finance without due process decide many important issues affecting the whole nation. Amongst the results of the many years of consensus is the almost total lack of critical media and intellectuals capable of constructive dialogue and questioning of the establishment along with a moral values undermining individual liberties and values of citizens as well as refusing to address historical matters and a clear cover up to protect the interest of small political elite in the case of STASI related matters and Rosenholz material to be specific. <a id=\"5._Rationalization_of_immigration_politics\" name=\"5._Rationalization_of_immigration_politics\"></a></p><h2>5. Rationalization of immigration politics</h2><p>The aim of Change 2011 is a safe and economically stable Finland. Our critique concerning immigration politics and policy is directed to the government and parliament with legislative responsibility. Same laws and legality standards must be applied to all residents.</p><p>Immigration in general must be economically profitable for the country. Most of immigrants today fall under humanitarian migration group. This group is not governed or required by obligations to UN. Humanitarian immigration is a homemade invention of Finnish civil servants and authorities. Finland has no international obligations regarding humanitarian immigration. Parliament must pass an immigration or law pertaining to aliens where the key point is to guarantee the interest of citizens and the state. Prior to accepting this law a referendum binding the parliament must be held. Our operations program regarding immigration will lay the foundation for the new immigration and aliens law. <a id=\"6._Just_convictions_for_violent_crimes\" name=\"6._Just_convictions_for_violent_crimes\"></a></p><h2>6. Just convictions for violent crimes</h2><p>Being too lenient, convictions handed out by courts on violent crimes against persons, their life and health do not correspond the legal opinion of majority of citizens. Serious violent crimes include but are not limited to: murder, attempted murder, aggravated assault, sexual crimes and driving under the influence leading to manslaughter.</p><p>Problems do not lie in deficient laws but rather how these laws are implemented. Especially youth crime must be interfered with at early stages and with strong measures. Preventive measures will stop many youths from falling into criminal life. Citizens right to self-defence, to defend family and property must be increased. One being subject to a violent crime must have a full right to self-defence with all means appropriate. <a href=\"/methods/direct-democracy\" title=\"Direct Democracy\">Direct_Democracy</a> organisations present on Participedia</p>", "title": "Förändring 2011"}