{"htmlbody": "<p>Who is the European Civic Education Foundation ?</p><p>ECEF deals as \"think tank\" and \"enabler\" with the themes: Learning how to teach and to learn, learning democracy and human rights, combating bad attitudes like racism, bullying and similar aggressions. ECEF members are living in various European countries. ECEF is registered at Veresegyház near Budapest as NGO and non-profit organisation.</p><p>What is the European Civic Education Foundation working on ?</p><p>Learning democracy, anti-racism work, life-long learning, brain-compatible learning how to learn, service and inter-cultural learning and the development of a soc. European Public Sphere. ECEF strives to create and develope new methods how to teach and to learn democratic behavior. This new methodology of civic education is called \"implicit social learning\". ECEF supports schools, andragogic institutions, universities and all other education steakholders.</p><p>How does European Civic Education Foundation work ?</p><p>ECEF is working on sustainable acquisition of civic virtues, civic skills and civic knowledge. ECEF promotes interdisciplinary studies by integrating the latest findings from science and research, such as brain and genetic research. ECEF cooperates with experts from educational sciences, cognitive research, ethology, pedagogy and neurobiology - with lawyers, psychologists, sociologists and political scientists. ECEF organizes an popular antiracistic exhibition \"All related, all different\", directs trainings and workshops like reThink!, projects like Young Civic Radio – Europe, is managing seminars, lectures, events, consultings, coachings, and produces internet publications.</p><p>Targets of European Civic Education Foundation:</p><p>Contributing the set up of an European Public Sphere, combating racism, xenophobia and related bad habits. ECEF supports lifelong learning issues for a better work-life balance, soc. new enlightment and democratic cityzenship – ECEF plans to develope an european framework and portfolio for civic education (standards for \"political education\") and is striving to establish an „European Literacy Center for Civic Education“.</p>", "title": "European Civic Education Foundation"}