{"htmlbody": "<h3>Problems and Purpose</h3><p>The principle purpose of this pilot was to test the feasibility of constructing a significantly-sized residents panel for use with this method.</p><h3>History</h3><p>Recruitment started on 11 July 2013 and lasted through 2 February 2014. During this period, nearly 83 hours were spent recruiting over the course of 64 days, averaging over 1 and 1/4 hours per day.</p><h3>Originating Entities and Funding</h3><p>With agreement from his local political party committee, the pilot was initiated by the author - a locally resident unelected political activist from a party with no recent history of success in Heavitree. Costs were limited to printing doorstep contact sheets and pay-as-you-go use of a dedicated mobile phone to handle off-line constituent contacts; both covered by the author himself.</p><h3>Participant Selection</h3><p>One of Heavitree ward's two polling districts was selected containing 57% of electorally registered residents, after removing student halls of residence and large residential homes for older people. (Students in these halls represent over 4%, and older people's residential homes in this polling district represent nearly 2%, of all the ward's registered residents. Student halls face almost 100% turnover each year, and both groups form communities with special access and engagement conditions. Each community will be engaged appropriately beyond the pilot phase.) Around 10% of ward residences were not on the electoral register, but were added to the list when encountered. Every possible door was then knocked on in the hope of engaging with at least one occupant (twice for registered residences where residents were initially unavailable). After any engagement including a rebuff, an attempt was made to speak to other registered members of the residence.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>This phase of the pilot did not test the effect of panel membership on political participation, which is something for a later phase.</p><p>The opportunity was generally taken to ask several non-partisan questions relating to community development, but not to canvass for party political support.</p><h3>Influence, Outcomes, and Effects</h3><p>854 residents were encountered (785 registered and 69 unregistered but of voting age):</p><ul><li>78 (9%) refused any conversation</li><li>215 (25%) did not join the panel</li><li>561 (66%) joined the panel</li><li>72% of those who gave an opportunity for an explanation joined the panel</li></ul><p>88% of panellists offered an email address, 4% a texting number, and 8% a landline number.</p><h3>Analysis and Lessons Learned</h3><p>To the author, 72% seems a surprisingly high joining rate for those willing to engage in conversation with an unelected stranger wearing a party political badge and explicitly naming his political affiliation (to a historically minor party in the ward at that). It has been suggested that residents might have said \"yes\" to joining just to close down conversation, although it was routinely described as the last question and took longer to follow-up than would have simply saying \"no\". Anecdotally, the offer frequently came as a surprise to residents, not least those who were initially sceptical about influencing their local politicians. Some were very clearly grateful for what appeared to them to be such a novel opportunity, even at times asking variants of the rhetorical question, \"Isn't this what politicians should be doing anyway?\" Many residents appeared to link joining the panel to addressing part of a perceived political disengagement - less that residents had themselves disengaged, than that elected politicians had done so.</p><p>Conceivably, the residence of the recruiter-author within Heavitree ward made a difference, as it was established as part of his self-introduction, and anecdotally appeared to put some people at ease. The effect was not tested however.</p><p>The suggestion that members of today's internet-based society are willing to pass out their email address like sweets is perhaps plausible, and could explain the 88% email rate amongst panellists (or rather, the high panel membership rate): It was however promoted as being the most useful for administration purposes, so a comparison with mobile phone number rates is not possible. It might plausibly be that panel joining would be lower if it was dependant on texting, but this was not tested. Landline numbers were almost exclusively offered by those admitting they had no internet connection or mobile phone.</p><p>A 9% refusal-to-talk rate was not unexpected, but rebuffs were occasionally unpleasant, particularly by those volunteering strong alternative political allegiance, less so by those admitting to a total political disengagement. Swearing and door-slamming before even hearing that the author was not canvassing for political affiliation but attempting to increase community empowerment, suggests an unfortunate undercurrent of prejudice and anger in local politics. But the numbers joining indicate how non-partisan actual membership was, as it far outstripped even the actual number of votes the author's party had received in recent years in Heavitree, let alone the proportion of those who had voted so.</p><p>Whilst the recruiter was a man, 50% of panellists were women, 48% were men, and 2% were of undetermined sex. This compares with 51%, 44%, and 5% amongst those registered in the selected population. The panel is not obviously gender biased, but the effect of recruiter sex can not be established.</p><p>On weekdays, 68% of 329 encountered joined the panel; 65% of 525 on weekends. The difference is not marked.</p><p>July saw 57% of 106 people encountered joining the panel, October saw 59% of 138, December 62% of 110, January/February 66% of 79, November 66% of 176, August 70% of 139, and September 79% of 106. July saw the most significant adaptations to the method, as the doorstep approach was initially tweaked until it appeared to maximise response rates. Aside from that, there does seem to be a higher summer response rate, although this may also have been related to response rates for different socio-demographic characteristics in different sub-areas overlapping different months.</p><p>75% of 106 people encountered in (predominantly) owner-occupied small terraced housing close to the author's residence joined the panel. 72% of 64 encountered in (predominantly) established rented social housing flats also joined the panel. Only 44% of 59 encountered in more distant (predominantly) owner-occupied small terraced housing joined the panel, as did 50% of 80 in (frequently) privately rented high-turnover high-density properties adjacent to a busy main trunk road (with shops) passing through Heavitree into Exeter city. Other areas showed a moderate spread of joining rates between these extremes. A sense of connection to the author may have spurred high joining rates amongst his nearest neighbours, although most were unknown prior to this encounter. The low rates of a similar but more distant area probably correspond to the initial learning period in the earliest part of July. Lower joining rates appear more likely to relate to transience than to socio-economic features <em>per se</em>.</p><p>Joining rates in 272 households revisited due to unavailability were 67%, compared to 65% of 581 initially available. The difference is not obviously marked but may mask a difference because unregistered households were not revisited (yet see below).</p><p>72% of all encounters with unregistered residents led to a panellist, whereas 65% of all encounters with registered residents did so.</p><h3>External Links</h3><p>The author can be heard discussing this pilot as part of a <a href=\"http://www.mixcloud.com/OCCUPYTHEAIRWAVES/2222014-participation-special/\">local radio broadcast</a> by Exeter's Phonic FM on 22nd February 2014 (beginning at time 1:02).</p>", "title": "Heavitree Political Participation Panel pilot"}