{"htmlbody": "<p><a class=\"external text\" href=\"http://opengovernment.org\" rel=\"nofollow\" title=\"http://opengovernment.org\">OpenGovernment</a> is a free and open-source public resource website for government transparency and civic engagement at the state and local levels. The site is a non-partisan joint project of two 501(c)3 non-profit organizations, the Participatory Politics Foundation and the Sunlight Foundation. OpenGovernment is independent from any government entity, candidate for office, or political party. The information contained on OpenGovernment pages, wherever applicable, is cited to a primary source-- while we aggregate many different data sources, we do not edit or manipulate government data in any way before presenting it here.</p><p>OpenGovernment comes from the team that brought you OpenCongress.org, a leading web tool for government transparency in the federal U.S. Congress. Conceived in 2004, the main problem that OpenCongress sought to address was a lack of accessible information online about bills, votes, and issues in the U.S. Congress. The official website of Congress, THOMAS, published raw data about legislation, but not in ways that are compliant with the community-generated Principles of Open Government Data, not in sufficiently timely ways, and not on webpages that were proven to be user-friendly. (More than 15 years after THOMAS' launch, it still doesn't come close to doing any of these things. The Library of Congress should move aggressively towards providing, among other things, bulk data access and a free API to the public.)</p><p>OpenCongress addressed this problem -- as much as possible given the inherited technical limitations of Congressional data sources -- by combining official government information with news &amp; blog coverage from around the open Web, campaign contribution info, public participation tools, and more. The resulting open-source OpenCongress web application enables individuals and organizations to track and share information about what's really happening in Congress. Since its launch in 2007, OpenCongress has grown to become the most-visited government transparency website in the United States, and is proud to be an active contributor to a burgeoning ecosystem of open-government resources online. Read more about OpenCongress.</p><p>Ever since we conceived of OpenCongress in 2004, we foresaw that this model of aggregating disparate data sources into a user-friendly web interface could be productively applied to other entities: state legislatures, city councils, neighborhood associations, international institutions, governorships, secretaries of state, supreme courts, circuit judges, public-mission institutions such as schools &amp; hospitals, foreign countries with more-or-less democratic systems of governance, and more.</p><p>In other words, we often received the quite-sensible question, \"When will there be an OpenCongress for my state?\" Or, \"... for my city?\" Or, \"... for my neighborhood?\" Or, ... \"for my country?\" We're happy to say we're on-track to answer that question. We're working with the staff at Sunlight Labs and many volunteers on the community-driven Open States Project, with the goal of establishing a data standard and collecting machine-readable data streams for all 50 U.S. State Legislatures. These data streams will provide official government info to GovKit, the open-source application that combines it with other publicly-available data sources and social wisdom from around the open Web. GovKit, in turn, will power the OpenGovernment website: essentially, free and non-partisan versions of OpenCongress for all fifty state legislatures and a dozen major cities, with even more local versions planned. We'll continue to encourage volunteers to remix the code for city, county, or municipal governments. Along the way, we've made our code more modular and better-documented, in order to make it possible for volunteers to make their own versions of OpenGovernment with an emphasis on the issues they and their communities care about.</p><p>So while our code has always been 100% open, we now have an even better answer to the question, \"How do I make an OpenCongress for my (state, city, town, or country)?\" OpenGovernment was designed to bring the OpenCongress model of transparency down to state and local governments.</p><p>The ultimate mission of OpenGovernment is to ensure that all three branches (executive, legislative, and judicial) at every level of government (federal, state, city, local, and more) comply with the Principles of Open Government Data. Public data can and should be public, immediately and in full, and it can and should be made accessible to everyone online, so as to increase trust in the political process. From this foundation of open government data, an entire ecosystem of public-interest tools can grow and evolve. Transparency, in turn, can create new opportunities for meaningful civic engagement in our representative democracy. Greater day-to-day civic engagement and citizen watchdogging, we believe, will result in reduced corruption in government, better public policy outcomes, and stronger democratic institutions.</p><p>Writing in early 2011, the situation with official websites for U.S. state legislatures is nearly exactly as it was with THOMAS in 2004. Unfortunately, almost no U.S. state government makes its data available in ways that are compliant with the Principles of Open Government Data, or even close. Out of the 49 bicameral state legislatures in the U.S. and one unicameral body (that of Nebraska), only one single chamber -- one entity out of 99, namely the New York State Senate -- makes its legislative data available in ways that sufficiently comply with the community-generated Eight Principles of Open Government Data. Every other chamber of state government remains insistently closed-off from its constituents, refusing to release public data (legislative actions, votes, bill analysis -- not to mention campaign contributions) online in ways that are truly open, despite the readily available technical means to do so. State legislatures, in other words, make public data \"defective by design\". Open-source software, open standards, flexible copyright licensing, and easily-findable technical best practices make it possible for any branch of state government to comply with the Eight Principles in a relatively short period of time ... given, of course, that the political &amp; institutional will exists to do so. And that's just to address the back-end data issues... on the front-end, the status quo for state-level government websites is a mishmash of non-standards-based, poorly-designed websites that don't do nearly enough to keep the public at large informed. They're simply unacceptably user-unfriendly. The proof of this is how rarely they're used (linked-to and discussed) even on more-or-less-niche political blogs, much less in casual political conversation.</p><p>More background: There's too much money in politics, and not enough full public transparency buttressed by strong ethics rules and comprehensive electoral reform. As a result, trust in government institutions like the U.S. Congress is trending ever-lower, and voting rates are unacceptably depressed. As public opinion agency Gallup put it in July, the \"2010 Confidence in Institutions poll finds Congress ranking dead last out of the 16 institutions rated this year. Eleven percent of Americans say they have 'a great deal' or 'quite a lot' of confidence in Congress, down from 17% in 2009 and a percentage point lower than the previous low for Congress, recorded in 2008.\"</p><p>If we were tasked with re-designing American democracy for the 21st century, we would revamp these arcane systems and bring them up to widely-accepted technical standards. Keeping in touch with your elected officials in government should be as easy as keeping in touch with friends on a social networking website such as, say, Facebook. There's no compelling reason why this should not be the case unless you're a stakeholder in the status quo -- a lobbyist or a political insider or an elected official who depends on the system remaining \"defective by design\". Looking ahead, open-source software and the Internet (and libre data and flexible copyright licenses) give us the tools we need to make all public data available to the public, immediately and in full. Such a radical degree of transparency is first necessary in order to restore public trust in government and increase civic engagement.</p><p>OpenGovernment is a first step towards a solution. In the shorter-term, OpenGovernment is basically a version of OpenCongress for state legislatures, in early open-source development. We cleaned-up the OpenCongress code base for OpenGovernment, bringing over some parts and writing lots of new code in Ruby on Rails, making it better-documented and more modular. We also simplified the web design and foregrounded more of our user-friendly participation tools along with our unique data offerings. We offer OpenGovernment to the public commons as a free, libre, and open-source model for open standards and future government transparency projects -- contributions warmly welcomed and remixes encouraged.</p>", "title": "Open Government"}