{"htmlbody": "<p><a class=\"external text\" href=\"http://www.democratiedirecte.fr\" rel=\"nofollow\" title=\"http://www.democratiedirecte.fr\">Acting for Direct Democracy</a></p><p>(French association under Law July First1901)</p><p><a id=\"Mission_statement\" name=\"Mission_statement\"></a></p><h2>Mission statement</h2><p>(statutes article 2)</p><p>The association “Acting for direct democracy” has for aim to reform the Constitution of the French Republic to introduce at local, regional and national level, devices of direct democracy, especially, the referendum and the popular initiative. By this request, the association asks simply for the implementation of the articles 6 and 14 of the French Declaration on the rights of man and citizen of 1789 which is a part of the present Constitution. This implementation would give a harmonious coexistence of representative and direct democracy. The association’s founders claim that only such reform will get France out of the political impasses and the reigning oligarchy.</p><p>First of all, the association acts to inform the French and European countries citizens about the mechanisms of direct democracy as it works in Switzerland, Liechtenstein, in the United States of America (local and state levels), in Italy and Germany (local and Länder levels). The association can organize information and petitions, especially at local level. It proposes to the Government constitutional bills and other regulations necessary to implement direct democracy in France.</p><p>It organizes conferences, congresses and training sessions. It publishes newsletters and books, develop websites and all information channels to advance towards the aim of the association.</p><p>It products can be broadcasted on medias and transmitted to all citizens and also political, economic, social, education, religious leaders.</p><p> </p><p><a id=\"Address\" name=\"Address\"></a></p><h2>Address</h2><p>The association is located 8 Hameau Michel Ange 75016 Paris The electronic address is <a href=\"/cdn-cgi/l/email-protection#5e3f2a363b303b3731301e382c3b3b70382c\"><span class=\"__cf_email__\" data-cfemail=\"a9c8ddc1ccc7ccc0c6c7e9cfdbcccc87cfdb\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a> The association has a web site : <a href=\"http://www.democratiedirecte.fr\">www.democratiedirecte.fr</a></p><p> </p><p><a id=\"Managers\" name=\"Managers\"></a></p><h2>Managers</h2><p>The president, Yvan Blot, Dr PH D in economics, alumni of Ecole nationale d’administration, former member of French and European Parliament. He published books like “The Roots of Freedom” (les raciness de la liberté) Albin Michel 1985, “ Confiscated Democracy” Jean Picollec publisher 1988, “Herbert Spencer, an evolutionist against etatism”, 2007</p><p>The general secretary is Bernard Lebeau, ingeneer in agriculture, former expert in the European Court of accounts. He is consultant.</p><p>The Treasurer is Jean-Marie Blin, journalist, town counsellor, leader of an humanitarian organization (NGO).</p><p> </p><p><a id=\"Pourquoi_la_d.C3.A9mocratie_directe_.3F\" name=\"Pourquoi_la_d.C3.A9mocratie_directe_.3F\"></a></p><h2>Pourquoi la démocratie directe ?</h2><p>Présentation résumée par Yvan Blot</p><p>Animateur du site : <a href=\"http://www.democratiedirecte.fr\">www.democratiedirecte.fr</a></p><p>Président de l’association « Agir Pour La Démocratie Directe »</p><p>Contact : <a href=\"/cdn-cgi/l/email-protection#ea8b9e828f848f838584aa8c988f8fc48c98\"><span class=\"__cf_email__\" data-cfemail=\"fb9a8f939e959e929495bb9d899e9ed59d89\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a></p><p> </p><p><a id=\"Extension_g.C3.A9ographique\" name=\"Extension_g.C3.A9ographique\"></a></p><h2>Extension géographique</h2><p>La démocratie directe qui permet au peuple, et pas seulement à ses représentants élus, d’abroger ou d’adopter des lois, est encore très minoritaire dans le monde. C’est la démocratie représentative pure, où seuls les représentants élus du peuple adoptent formellement les lois, qui demeure encore la règle de droit commun.</p><p>La démocratie directe fonctionne depuis 1848 en Suisse (au niveau fédéral, cantonal et local) et aux Etats-Unis (au niveau de 26 Etats fédérés sur 50 et au niveau local). Le petit Liechtenstein la pratique aussi. Depuis 1970, le référendum d’initiative populaire pour abroger une loi existe en Italie. Depuis la réunification allemande du 3 octobre 1990, la démocratie directe a été progressivement introduite dans les tous les Länder allemands et souvent aussi au niveau communal. Peu à peu, la démocratie directe gagne en extension.</p><p><a id=\"Outils_de_la_d.C3.A9mocratie_directe\" name=\"Outils_de_la_d.C3.A9mocratie_directe\"></a></p><h2>Outils de la démocratie directe</h2><p>Il y a deux outils essentiels, le référendum veto et l’initiative populaire, un frein et un moteur. Le référendum veto consiste à permettre au peuple d’annuler une loi votée par le parlement. Il faut une pétition de citoyens, (50 000 en Suisse, 500 000 en Italie) qui demande l’annulation de la loi. Si le nombre minimum de signatures est atteint, un débat est lancé et le référendum populaire a lieu environ six mois plus tard. Si le non l’emporte, la loi est annulée. Si le « oui » l’emporte, la loi est confirmée. C’est un frein pour s’assurer que les élus ne votent pas une loi que la majorité des citoyens réprouve, ce qui peut arriver compte tenu des puissants lobbies qui font aujourd’hui pression sur le gouvernement ou le parlement. C’est un moyen de redonner la parole aux citoyens non organisés en lobbies, en groupes de pression.</p><p>L’initiative populaire est une pétition pour soumettre au référendum un projet de loi voulu par les citoyens signataires sur un sujet que le gouvernement ou le parlement ignorent ou ont peur d’aborder. En Suisse, le chiffre pour qu’une pétition soit valable a été relevé à 100 000 signatures. Aux Etats-Unis, le chiffre à atteindre est un pourcentage des électeurs, et il varie selon les Etats. Si le nombre de signatures est atteint, un débat est organisé sur les medias et le parlement donne son avis sur le projet en question. Il peut aussi rédiger un contre-projet qui sera soumis le même jour au référendum. Ainsi, le parlement n’est nullement mis à l’écart. La démocratie directe organise plutôt une saine concurrence entre les citoyens et les élus pour faire les lois : personne ne doit être exclu alors que la démocratie représentative pure exclut les citoyens de la fonction législative.</p><p> </p><p><a id=\"Pratique\" name=\"Pratique\"></a></p><h2>Pratique</h2><p>La pratique varie beaucoup selon les Etats. En Suisse ou au Liechtenstein, tout sujet, y compris fiscal, peut être abordé. Aux Etats-Unis, c’est le cas dans le domaine de compétence de la commune ou de l’Etat fédéré car il n’y a pas de démocratie directe au niveau fédéral à l’inverse de la Suisse. En Italie (au niveau national) ou dans les Länder allemands, les sujets traitant des dépenses publiques ou des impôts sont exclus de la démocratie directe.</p><p>Il y a eu en Suisse des référendums ou des initiatives sur les sujets les plus divers comme le financement de la sécurité sociale, l’adhésion ou non à l’Union Européenne, la construction de minarets, l’adoption de la TVA, les 35 heures, et même la suppression de l’armée (rejetée).</p><p>Aux Etats-Unis, les grands sujets ces dernières années ont été les réductions d’impôts (la fameuse proposition 13 en Californie qui s’est ensuite diffusée dans les autres Etats), la protection de l’environnement, la lutte contre la criminalité, la peine de mort, l’avortement ou l’enseignement. Aux Etats-Unis, le citoyen conserve la possibilité de faire un recours contre le résultat d’un référendum devant la Cour Suprême d’un Etat pour violation des droits de l’homme alors que rien de semblable n’existe en Suisse. En Allemagne, le contrôle de constitutionnalité est préalable à la tenue du référendum pour éviter que le juge casse une décision populaire sortie des urnes.</p><p>En Italie, il y a eu des référendums sur le divorce, l’échelle mobile des salaires (rejetée) notamment. En Allemagne, il y a eu des référendums sur les lois électorales, l’enseignement de la religion à l’école, l’urbanisme (faut-il autoriser la construction de tours en centre ville ?)</p><p> </p><p><a id=\"Effets\" name=\"Effets\"></a></p><h2>Effets</h2><p>Des études universitaires très poussées en Suisse, en Allemagne aux USA notamment ont montré que les décisions du peuple étaient toujours modérées et raisonnables. Par exemple, les Suisses ont rejeté des mesures démagogiques comme l’adoption des 35H ou bien la suppression de l’armée.</p><p>Sur le plan des finances publiques, les travaux des professeurs Feld et Kirchgässner ont montré en étudiant les résultats des référendums financiers aux USA et dans les cantons suisses que là où la démocratie directe existe, les impôts et les dépenses publiques sont un tiers plus bas que dans les pays où la démocratie est purement représentative. L’endettement public est de moitié plus faible. Ce résultat est d’une extrême importance.</p><p><a id=\"Objections_courantes\" name=\"Objections_courantes\"></a></p><h2>Objections courantes</h2><p>Les adversaires à la démocratie directe allèguent la non-maturité et la désinformation des citoyens. Ceci n’est pas du tout avéré par les études empiriques qui portent sur près d’un siècle de pratique référendaire en Suisse et aux Etats-Unis. Le référendum donne l’occasion au citoyen d’exprimer ce qu’il vit tous les jours d’où un degré d’information et de bon sens élevé. Par contre, le citoyen, lors d’une élection, vote souvent par mimétisme et non par expérience personnelle. Hitler est arrivé au pouvoir grâce à des élections parlementaires et non par un référendum. L’élection offre par rapport au référendum moins de garanties de rationalité car le citoyen est plus rationnel pour répondre à une question concrète que pour choisir un homme.</p><p><a id=\"Circonstances_d.E2.80.99adoption\" name=\"Circonstances_d.E2.80.99adoption\"></a></p><h2>Circonstances d’adoption</h2><p>A chaque fois, l’adoption de la démocratie directe s’est faite pour résoudre une crise : révolte populaire en Suisse dans le canton de St Gall, corruption de la classe politique en Californie, débat sur le divorce en Italie, suites de la réunification en Allemagne.</p><p>Yvan Blot</p>", "title": "Agir pour la démocratie directe"}