{"htmlbody": "<p>\n</p><p><em>Note: a German translation of this case study is available at <a href=\"http://participedia.net/en/node/2315\">http://participedia.net/en/node/2315</a></em></p><p><em>Note: Another version of this case study can be found below as a file attachment with the prefix \"VD\". This alternate version was originally submitted to </em><a href=\"http://www.vitalizing-democracy.org/\">Vitalizing Democracy</a><em> as a contestant for the 2011 Reinhard Mohn Prize.</em></p><h3> </h3><h3>Background</h3><p>\"Kerala is one of India’s 28 states, situated in the south-western tip of the country.\" (Justino 3) Kerala was created on November 1, 1956, with the passing of the States Reorganization Act bringing together the areas where Malayalam is the dominant language. Kerala has a higher Human Development Index than all other states in India (UNDP HDI Trends (1981-2001) for selected Major Indian States). The state has a literacy rate of 91 percent, the highest in India (<a class=\"external free\" href=\"http://www.nfhsindia.org/pdf/KE.pdf\" rel=\"nofollow\" title=\"http://www.nfhsindia.org/pdf/KE.pdf\">http://www.nfhsindia.org/pdf/KE.pdf</a>). A survey conducted in 2005 by Transparency International ranked Kerala as the least corrupt state in the country (India Corruption Study — 2005\". Transparency International. June 2005. Retrieved 2010-06-04.) Kerala is a representative democracy with universal suffrage guaranteed to all state residents.</p><p><a id=\"Purpose_and_Problem\" name=\"Purpose_and_Problem\"></a></p><h2>Purpose and Problem</h2><p>Due to the caste system presented in India, people in the lower levels of society and those in poverty were being disenfranchised. The government was seen as having a lack of responsiveness to the citizenry. The idea was that to make the government more responsible, and more accountable to the citizenry, the power would have to be focused closer to the people, and be more decentralized. State Planning Board promised that 35-40% of 9th Plan Program (program to include more decision at lower levels of government) would consist of schemes formulated at local levels of government. (D. Bandyopadhyay)</p><p>Kerala's People's Participation has a purpose of promoting people's participation to increase awareness and maximize the direct involvement of citizens in planning and budgeting. The difficulties in promoting direct participation is particularly heightened in contexts where the authority of the modern, rational–legal state is in conflict with various forms of social power. Under such conditions, even when representative democratic institutions are well established, basic rights of association are distorted by pervasive vertical dependencies (clientelistic relationships), routinized forms of social exclusion (e.g., the caste system, purdah) and the unevenness and at times complete failure of public legality. Kerala's repeated goal of decentralizing began since the first democratically elected CPI ministry of 1957, and is still continuing to work towards decentralization through the people's participation today. (Building Local Democracy: Evaluating the Impact of Decentralization in Kerala, India)</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>In the 1960s, the state of Kerala initiated a social development strategy coupling extensive social programs with one of the most extensive land reform programs in the developing world. One of the primary tenets of these programs was the food program (which was similar to that implemented throughout all Indian states in the late 1960's) (Justino 5). \"India’s food programme was integrated within a wider rural poverty alleviation scheme that combined a large programme for land reforms, and the introduction of new technologies and crops in the agriculture sector (the ‘Green revolution’), with an extensive rural employment scheme, designed to address the unemployment problems of the landless, and the Integrated Rural Development Programme (IRDP), targeted towards the creation of assets for the landless\" (Justino 5). Kerala implemented a Public Distribution System which addressed the issue of food security by supplying grains and other staples to the poor at subsidized prices in \"ration shops.\" Additionally, a School Meals Program was established to distribute free lunches for children in primary schools (Justino 5). These food programs were complimented by large amounts of public spending on education, healthcare (which was offered free of charge in public institutions), family planning, an old age pension plan, and accident insurance for the poor of Kerala (Justino 5)</p><p>\"Until the mid-1960s industrial relations were relatively better in Kerala than in most other states, thanks to the democratic relations and industrial culture trade unionism (especially in the unorganised sector) helped to institute. At that time, trade unionism was central to the design and implementation of land reforms, minimum wage legislation, institutionalised bargaining procedures and general welfare measures that empowered the lower classes\" (Justino 9).</p><p>\"Local rural governments in India have enjoyed very limited powers and citizens have been afforded very few opportunities to shape local development. The 73rd Constitutional amendment passed in 1993 aimed to remedy this democratic deficit by granting local rural governments new powers and making them more accountable to citizens.\" The state of Kerala was the first to put the most determined effort into the democratic decentralization. (Heller &amp; Chaudhuri)</p><p>\"In 1995, the state of Kerala started, like the rest of India, the implementation of the National Social Assistance Programme (NSAP). Together with the NSAP, the government of Kerala has also in place the provision schemes for the workers in the unorganised sector, a direct result of the strong political power of their unions. The success of these policies is reflected in Kerala’s extraordinary achievements results in terms of improved literacy, health care and demographic characteristics of the population\" (Justino 5).</p><p>\"In 1996, a coalition of left parties led by the Communist Party of India—Marxist (CPI(M)) returned to power and immediately fulfilled one of its most important campaign pledges by launching the “People’s Campaign for Decentralized Planning.” All 1,214 local governments in Kerala—municipalities and the three rural tiers of district, block, and grama panchayats—were given new functions and powers of decision making, and were granted discretionary budgeting authority over 35–40% of the state’s developmental expenditures. State officials sought to directly promote participatory democracy by mandating structures and processes designed to maximize the direct involvement of citizens in planning and budgeting. In both its scope and design, the campaign represents the most ambitious and concerted state-led effort to build local institutions of participatory democratic governance ever undertaken in the subcontinent\" (Heller &amp; Chaudhuri)</p><p>Henceforth decentralization has occurred in three ways. Firstly the \"three rural tiers of district, block, and Grama Panchayats (the all-india term for village councils)\" have been brought directly under control of the locally elected bodies. Secondly, \"40 percent of all developmental expenditures have been allocated directly to LSGI (Local Self-Governing Institutions).\" Thirdly, political power has been decentralized, allowing for elected local representatives to have the authority to \"design, fund, and implement a full range of development policies and projects\" (Isaac &amp; Heller 78).</p><p><a id=\"Originating_Entities_and_Funding\" name=\"Originating_Entities_and_Funding\"></a></p><h2>Originating Entities and Funding</h2><p>In 1957, the first democratically elected government decided that the government should be more accountable to the people that they serve. They decided to decentralize the power from the federal level down to the state level, and between then and 1997, they dissolved power even further, to the regional, then the local, and finally in the 9th Financial Plan, down to the ward level. The People's Participation is funded by the state level government, and is meant to encourage participation from the lower levels of of government.</p><p><a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h2>Participant Selection</h2><p>Participation is open in the first level, and participants are self-selected, but the meetings are held on holidays so that everyone can go. Planning documents are distributed, and the event is well publicized. Those who go on to the next level of the process are selected by their forum groups, and join local political leaders, key officials in the area, and experts.</p><p><a id=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\" name=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\"></a></p><h2>Deliberations, Decisions, and Public Interaction</h2><p>The People’s Campaign for Decentralized Planning (the “campaign” hereafter) was specifically conceived as a vehicle for deepening democracy. Focusing on the first 4 years of reform, the period that can be called the campaign because of the mobilizational mode in which it was implemented. This period marked set in motion processes that have seen a very significant devolution of resources and authority to the panchayat (governmental level). The Left Democratic Front (LDF) was voted out of office in 2001 and the following period under a united democratic front government led by congress party usherd in a very different stage of the reforms marked in particular by the challenges of institutionalization and stregthening of local governance. In comparison to earlier efforts at decentralization in Kerala the reform introduced with the campaign have largely been maintained. In Kerala’s highly partisan political environment, the campaign has been the subject of fierce political debate, but economoc devolution has been preserved and no key legislative provisions have been altered. A 2006 report by the State Planning Board found that “Panchayati Raj had been mainstreamed in Kerala … and that there is widespread consensus across the political spectrum in Kerala that Panchayati Raj must be strengthened and supported in Kerala.\" The LDF government that returned to power in May 2006 has agreed to commit to deepening the reforms. As a set of far-reaching institutional reforms, the campaign evolved from a comprehensive critique of the inefficacies of top-down, insulated, command-and-control bureaucracies and of the myriad problems, both practical and normative, of the local participation deficit. If the institutional goals of the campaign amounted to nothing less than creating local self governments with new resources and authority, the political goal was to use planning as an instrument of mobilization.(Keller &amp;Chaudhuri)</p><p>The Kerala State Planning Board (SPB)—the campaign was designed to create an active role for local citizens in shaping local development policy making and budgeting. Thus, not only were local governments charged with designing and implementing their own development plans (which included designing and financing projects across the full range of development sectors), but they were also mandated to do so through an elaborate series of nested participatory exercises in which citizens are given a direct role in shaping—rather than just choosing—policies and projects. On both counts—local planning and citizen governance—the campaign goes well beyond decentralization in West Bengal and Karnataka, the two most carefully documented cases of successful decentralization in India and decentralisation in South Asia and West Africa: Participation, accountability and performance.(Heller&amp;Chaudhuri)These elaborate institutional designs were publicized through intensive media campaigns, conferences, and a massive training program. The basic nested structure of participation in the annual planning and budgeting cycle consists of four discrete stages:</p><ol><li>Gram Sabhas are held at the ward level (there are 10–12 wards in a panchayat). The first Gram Sabha serves as an open forum in which residents identify local development problems, generate priorities, and form sub-sector Development Seminars in which specific proposals first take shape. Subsequent Gram Sabhas select beneficiaries for targeted schemes. The Gram Sabhas are open meetings, presided by local elected officials, and facilitated by the Key Resource Persons (KRPs). They are always held on holidays, and in public buildings (usually schools). Preparations for the assemblies include extensive publicity, and the distribution of various planning documents. Minutes are kept, and each sub-sector group presents a report of its deliberations and produces a list of “felt needs.\"</li><li>Development Seminars develop integrated solutions for various problems identified at Gram Sabhas. The Seminars are constituted of representatives selected by the Gram Sabhas, members of panchayat samithi, local political leaders, key officials of the area, and experts from the locality and outside. The seminars were required to produce a comprehensive planning document for the panchayat.</li><li>Task Forces are selected by the Development Seminars and are charged with converting the broad solutions of the seminars into project/scheme proposals to be integrated into the final panchayat plan. In general, a Task Force is constituted for each of 10 development sectors, including women’s development, and includes a member of the panchayat samithi, the relevant local official and representatives selected by the Gram Sabhas.</li><li>The fourth phase of the annual planning exercise is the actual formulation of the panchayat or municipal budget. Drawing on the shelf of sectoral projects designed by the Task Forces, the panchayat drafts local plan based on available budgetary resources, which include grant-in-aid (the largest component), own resources (local taxes and local resource mobilization) and state or center-project funds.(Heller&amp;Chaudhuri)</li></ol><p>The first phase of the people's participation is to identify the needs of the people and gaps in local development through meetings (Brainstorming). Special care is taken to ensure adequate attendance not only of people, but of viewpoints to assure proper articulation of the various views in the community. Once the issues have been identified, 200-300 participants attend 1 day developmental seminars to work out integrated solutions to those problems that were identified. They break up into 12-13 task forces to tackle the various issues. The task forces then create development reports containing local history, resources, problem analysis, and development potential. The task forces then take the integrated solutions and combine them into project and scheme proposals that can be used by the larger government. (D. Bandyopadhyay)</p><p><a id=\"Influence.2C_Outcomes.2C_and_Effects\" name=\"Influence.2C_Outcomes.2C_and_Effects\"></a></p><h2>Influence, Outcomes, and Effects</h2><p>The measurement of the development impact of decentralization was made into a survey and produced data from key respondents, who as informed local actors are well positioned to evaluate the developmental impact of the campaign. The key respondents answered a series of questions about the nature of services (such as health care, education, roads) and about development activities (such as housing for the poor, support of agriculture, efforts to improve income and employment), both before and after the campaign. The outcome was that the respondents felt that the initial quality of services and development in 1996—that is, before the campaign was launched—was poor. For all but three areas (education, child care, and health), a majority of respondents judged the quality to be “low” or “very low,” with employment generation and anti-poverty measures receiving particularly low marks. It is also noteworthy that the lowest score was for “efforts to improve income and employment for women.” Our respondents were then asked whether the quality of services and development, in each of 13 categories, had improved, deteriorated or stayed the same during the five years of the campaign during 1996–2001. In 5 of 13 categories, over 40% of the respondents felt that there had been “significant” improvement. The performance of panchayats was however uneven across areas. The campaign’s most marked successes were in building roads, housing for the poor, and anganwadis (child services) where almost two-thirds felt the difference was significant. In contrast, less than a fourth of respondents felt that the panchayats had made a significant difference in economic development (employment, agricultural support, and irrigation). (Heller &amp; Chaudhuri)</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h2>Analysis and Criticism</h2><p>Questions that arised is to what extent did the campaign contribute to the empowering of citizens? In order to maintain a certain legitimacy, one has to be guarded when dealing with non-electoral forms of participation of conflating involvement with actual influence. In dealing with this problem, there are three separate lines of analysis. The first, and most obvious in an inegalitarian society, is the depth of participation (i.e., the magnitude and social composition of participation). The second is the quality of participation, that is, the extent to which the participatory process approximates a deliberative process that involves substantive public discussions and efforts to identify common interests rather than just the aggregative logic of voting or the mobilization of resources associated with bargaining. The third is the process dimension of participation, that is, the extent to which participatory inputs wind their way through institutions and are translated into actual outputs. (Heller &amp; Chaudhuri)</p><p>\"And even in Kerala, where working-class mobilization has a longer history and has wielded significant redistributive results, disappointing economic growth, the pressures of liberalization, and the declining service efficiency of the state have all combined to threaten earlier gains in social development\" (Heller 132).</p><p>Kerala's decentralized state and the prominence of unions fits into an economic debate between those, mostly outsiders who favor laissez-faire, and the poor of Kerala who favor an interventionist approach: \"Political and social activism, particularly in the labour market, is known to be an important factor in the promotion of social and political empowerment of the most vulnerable groups in the population. There are, however, two sides to the debate over the specific importance of labour unions. The supply-side of the debate argues that unions promote wage monopolism, create inefficiencies and inequalities between workers in unions and workers not in unions and thus reduce output. The demand-side view of the debate argues that labour unions promote productivity, increase democracy and are an important channel for the most vulnerable groups to voice their needs. Unions are thereby viewed as a source of ‘dynamic efficiency’, by forcing enterprises to pay efficiency wages rather than ‘market clearing’ wages and encouraging companies to raise productivity by introducing new technologies rather than relying on low-paid labour\" (Justino 9).</p><p>Some people cite that Union demands disrupt the economy and drive away business, further inhibiting Kerala's ability to provide for its people:\"Although labour union demands in Kerala (both in the organised and unorganised sectors) and their political power were central to the implementation of Kerala’s redistributive model, they have also created an element of sociopolitical instability in Kerala, particularly in the state’s industrial sector. Although Kerala’s industrial sector has suffered from a lack of adequate public action, infrastructure and industrial basis, demands for higher wages and the increased risk of disruption have discouraged private investment and have led companies to establish themselves in other Indian states with more stable labour markets\" (Justino 8)</p><p>Although the hands on approach of the state may inhibit growth, others would counter that such controls have benefited Kerala's people, especially the poor, greatly: \"Although some problems still remain - caste intolerance has not been completely eliminated, land reforms have resulted in new forms of rural exploitation between poor landowners and their landless workers, the unorganised sector in Kerala is still characterised by underemployment, decentralised production, pronounced market fluctuations and narrow margins of profit and groups like the fishermen and tribals, amongst others, have been left at the margin of Kerala’s development model- Kerala’s development programme has in general provided traditionally vulnerable groups, such as the lower castes, the women and the workers in the unorganised sector, with better capacity to access social entitlements and the mechanisms of power, both important elements of any development strategy\" (Justino 6)</p><p><a id=\"References\" name=\"References\"></a></p><h3>References</h3><p>D. Bandyopadhyay: People's Participation in Planning: Kerala Experiment. Economic and Political Weekly, Vol. 32, No. 39 (Sep. 27 - Oct. 3, 1997), pp. 2450-2454, Published by: Economic and Political Weekly.</p><p>Patrick Hellera, K.N. Harilalb and Shubham Chaudhuri: Building Local Democracy: Evaluating the Impact of Decentralization in Kerala, India. Brown University, Providence, RI, USA Centre for Development Studies, Trivandrum, India, World Bank, USA. <a href=\"http://siteresources.worldbank.org/EXTGOVANTICORR/Resources/3035863-1291223960989/sdarticle-India-Decentralization.pdf\">http://siteresources.worldbank.org/EXTGOVANTICORR/Resources/3035863-1291...</a></p><p>Patrick Heller: Moving the State:The Politics of Democratic Decentralization in Kerala, South Africa, and Porto Alegre. POLITICS &amp; SOCIETY, Vol. 29 No. 1, March 2001 131-163. <a href=\"http://www.patrickheller.com/uploads/1/5/3/7/15377686/moving_the_state.pdf\">http://www.patrickheller.com/uploads/1/5/3/7/15377686/moving_the_state.pdf</a></p><p>Patricia Justino: Two Faces of Participation: the Story of Kerala. Poverty Research Unit at Sussex, PRUS WORKING PAPER NO. 19 September 2003. <a href=\"https://www.sussex.ac.uk/webteam/gateway/file.php?name=wp19.pdf&amp;site=260\">https://www.sussex.ac.uk/webteam/gateway/file.php?name=wp19.pdf&amp;site=260</a></p><p>Essay by Isaac and Heller, \"Democracy and Development: Decentralized Planning in Kerala\" in Fung, Wright, and Abers: Deepening Democracy 2003. <a href=\"https://www.ssc.wisc.edu/~wright/Deepening.pdf\">https://www.ssc.wisc.edu/~wright/Deepening.pdf</a></p><h3>External Links</h3><p><a href=\"https://en.wikipedia.org/wiki/Kerala\">Kerala Wikipedia Entry</a></p><p><a href=\"https://kerala.gov.in/\">Official State Website</a></p>", "title": "Kerala People’s Campaign for Decentralized Planning"}