{"htmlbody": "<p><a class=\"external text\" href=\"http://www.íbúar.is/\" rel=\"nofollow\" title=\"http://www.íbúar.is/\">Íbúar.is</a> CITIZENS</p><p>Short history of Skuggaþing (Shadow Parliament) and Betri Reykjavík (Better Reykjavík)</p><p>In the last (2010) municipal elections in Reykjavík, the capital city of Iceland, almost 10% of the voting population took part in the majority talks of two parties via a website called Betri Reykjavik (Better Reykjavik). The history of the website and the software developed for it is recounted in this document.</p><p>The greatest strength of the system is that it uses the opinions of its users (crowd-sourceing) to evaluate the importance, quality and usefulness of the ideas/issues and also crowd-sources the selection of the best arguments/points for and against those ideas/issues. Thus enabling users to make up their minds about most issues in a very short time.</p><p>The software behind Skuggaþing, Skuggaborg and Betri Reykjavík is called Open Active Democracy (OAD). It has been in development since November 2008 and has gone through various versions.</p><p>The first version of Skuggaþing (which blends ideas and law proposals from users with the official proposals from the Icelandic Parliament) opened in January 2009, it’s current version opened in February 2010 and Skuggaborg/Betri Reykjavík (ShadowCity/Better Reykjavik) in May 2010. In the beginning of 2010 the Open Source software Nationbuilder was merged with it and the name changed. The OAD software is Open Source and uses a Gnu license. The developers were awarded a 2 million IS krónur grant from the Icelandic Parliament.</p><p>We created a website for the unofficial Ministry of Ideas (Hugmyndaráðuneytið), this website won the SVEF (the Icelandic Web Industry Association) Award in 2010 for the most original website. We have engaged in talks with interested authorities about using their own version of Better Reykjavík. We are now working with the City of Reykjavik on a new version of Better Reykjavik with a better user interface and integration with the administrative system. Proposed opening is in April 2011.</p><p>We were asked to develop a collaborative website for the Ministry of Foreign Affairs about the Icelandic application which will open in February 2011. The website is intended to ensure that all viewpoints regarding the application will be put forth and give the general public a chance to state their opinions.</p><p>Other current projects include a grant application website for the Ministry of Education where the grant appliers rate which projects should receive grants and an unofficial and pro-bono Stjórnlagaþing (Constitutional Assembly) website to give the public a platform to voice and grade their ideas for a new constitution. In March 2010 we started a collaboration with the Icelandic Prime Ministers Office to make data from the governments 20/20 project available for public crowd sourceing which will be opened as soon as the data is made available. We have established a non-profit organisation called <a class=\"external text\" href=\"http://www.íbúar.is/\" rel=\"nofollow\" title=\"http://www.íbúar.is/\">Íbúar.is</a> (Citizens) which will be responsible for our websites. It is and will be a neutral entity that has as its main to objective to foster collaboration between those who rule and those who are ruled.</p><p>Contact Gunnar Grímsson for more information, <a href=\"/cdn-cgi/l/email-protection#1572607b7b7467557c776074673b7c66\"><span class=\"__cf_email__\" data-cfemail=\"a6c1d3c8c8c7d4e6cfc4d3c7d488cfd5\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a> +354 8978229</p>", "title": "Citizens"}