{"htmlbody": "<a id=\"INTERNATIONAL_IDEA\" name=\"INTERNATIONAL_IDEA\"></a><h2> INTERNATIONAL IDEA </h2>\n<a id=\"SUPPORTING_DEMOCRACY_WORLDWIDE\" name=\"SUPPORTING_DEMOCRACY_WORLDWIDE\"></a><h2> SUPPORTING DEMOCRACY WORLDWIDE </h2>\nThe <a class=\"external text\" href=\"http://www.idea.int/\" rel=\"nofollow\" title=\"http://www.idea.int/\">International Institute for Democracy and Electoral Assistance</a> is an intergovernmental organization.\nIts programmes aim to:\n\n<ul><li> Provide knowledge to democracy builders\n</li><li> Provide policy development and analysis\n</li><li> Support democratic reform\n</li></ul><a id=\"What_is_International_IDEA.3F\" name=\"What_is_International_IDEA.3F\"></a><h2> What is International IDEA? </h2>\nThe International Institute for Democracy and Electoral Assistance (International IDEA) is an intergovernmental organization that supports sustainable democracy worldwide.\nInternational IDEA’s mission is to support sustainable democratic change by providing comparative knowledge, and assisting in democratic reform, and influencing policies and politics.\n\n\n<a id=\"What_does_International_IDEA_do.3F\" name=\"What_does_International_IDEA_do.3F\"></a><h2> What does International IDEA do? </h2>\nIn the field of elections, constitution building, political parties, gender in democracy and women’s political empowerment, democracy self-assessments, and democracy and development, we undertake our work through three activity areas:\n\n<ul><li> providing comparative knowledge derived from practical experience on democracy building processes from diverse contexts around the world;\n</li><li> assisting political actors in reforming democratic institutions and processes, and engaging in political processes when invited to do so; and\n</li><li> influencing democracy building policies through the provision of our comparative knowledge resources and assistance to political actors.\n</li></ul><a id=\"Where_does_International_IDEA_work.3F\" name=\"Where_does_International_IDEA_work.3F\"></a><h2> Where does International IDEA work? </h2>\nInternational IDEA works worldwide. Based in Stockholm, Sweden, it has offices in Africa, Asia and Latin America.\n<a class=\"external text\" href=\"http://www.idea.int/about/upload/idea_ataglance_eng_web2.pdf\" rel=\"nofollow\" title=\"http://www.idea.int/about/upload/idea_ataglance_eng_web2.pdf\">IDEA at a glance</a>", "title": "International Institute for Democracy and Electoral Assistance"}