{"htmlbody": "<p>About <a class=\"external text\" href=\"http://www.newidmeanschange.org/\" rel=\"nofollow\" title=\"http://www.newidmeanschange.org/\">Newid</a> (Change)</p><p>Newid is a new kind of political organisation. Its politics aren’t left wing or right wing and neither are they centrist. Newid can’t be put in a box, because it represents an entirely different approach to the way we, the people, govern Wales.</p><p>Newid is organised like a political party because it aims to bring about change in the conventional way, through the ballot box. But its members and supporters share a common interest – changing our political system to establish a demarchy, a more advanced form of democracy in which elections are not necessary and there is no need for politicians or political parties.</p><p>None of us have joined Newid because we lust after power or because we want a career in politics. We’re in this to create better opportunities for our families, our communities and Welsh society as a whole.</p><p>We believe that the true purpose of government is to represent the will of the people rather than the whims of a detached, self-interested political elite. We’re determined to establish a sovereign government that will enable Wales to flourish both culturally and economically.</p><p>Newid will never force its members to vote in a particular way. It rejects party political dogma and encourages its members and supporters to engage in free and rational deliberation. We want people to express their own views and vote according to their consciences, so we oppose all forms of coercion.</p><p>Winning control of the Senedd is central to Newid’s objective of establishing a demarchy. Once we have an overall majority in the Senedd, a referendum will be held on a written constitution that sets out the rights and responsibilities of every Welsh citizen. Approval of the constitution will constitute a mandate to conclude a settlement with the Westminster government and establish an independent demarchy.</p><p>Whereas the traditional parties strive to attain and maintain power, Newid seeks power only to place it in the hands of ordinary people. As soon as we’ve achieved our aims, we’ll throw a big party to celebrate and then disband. There’ll no longer be a need for politicians or political parties and Wales will be a far better place for it.</p>", "title": "Newid"}