{"htmlbody": "<h3>Problems, Purpose and History</h3><p>CaliforniaSpeaks was started to identify the health care values and priorities of the Californian public; the public has a very different perspective from the numerous special interest groups approaching policymakers on the issue. Therefore, California-based health care foundations invited AmericaSpeaks, a group that advocates public participation as a community method in various communities, to put together a public forum on the issue. California Speaks was the result of that request and was a forum between non-partisan groups and the Governor of California held on August 11, 2007 to debate health care reform in the state. On January 9, 2007, Governor Schwarzenneger had put forward a comprehensive health care insurance reform for the state of California that would lead to universal health care coverage. The Governor's plan consisted of six key health care reform topics: employer mandate; expansion of public subsidies and programs, changes to insurers; individual mandate; government-based system; and cost controls. These six reforms break down into requirements that employers provide health insurance or pay into a state insurance pool, that health care providers and insurers pay a new fee, and that all individuals be required by law to carry health insurance, the state would use these new fees to generate free or low-cost health insurance to those who with low incomes, would allow higher income people to buy “catastrophic\" insurance and would require health insurance companies to sell health insurance to any applicant.</p><h3>Participation Selection</h3><p>The statewide deliberation included administration and legislative leaders who played a vital role in deciding the agenda for the day. There were numerous features that made this forum noteworthy: 1. the deliberation reached 3,500 participants in eight locations throughout California. 2. There was a direct link between the participants and the policymakers. 3. Random sample recruitment was undertaken on a large scale. 4. Satellite technology enabled simultaneous convening between each location. The forum was intended to reach ordinary Californians and not organized special interest groups. An opinion research firm recruited 71% of the attendees, including guests who had been randomly selected. The aim was to reach 4,000 attendees; 3,500 attended. Special attention was shown to work with groups that did not represent any particular health care option. The forum brought in more female (67%), middle-aged (58%) and Caucasian (60%) than the state's population reflects. They were also more likely to identify themselves as Democrats and their income levels were usually representative of the population. About 13% of the participants did not have health care coverage, a number generally in line with the rest of the state. The Latino community turnout was less than desired despite targeted outreach to Latino groups.</p><h3>Deliberation, Decisions and Public Interaction</h3><p>To help the discussion move along easily and generate interaction between the participants, discussion guides with background on these policy areas were provided. These guides were made available in Chinese, Spanish and other languages. The participants were divided into groups of 10-12 people in which each proposal was discussed and its merits or drawbacks debated. Each table reported its ideas using wireless computers that were linked to a central team that scanned all of the comments for common themes. In the original program for the event, the single payer reform proposal was not focused on because the Governor an legislative leadership had hinted that they were not going to take up the bill; however, this was a concern for the many participants who believed that the debate had to cover the issue, so the agenda was expanded to include it. Of the six policy reforms put forward, at least 50% of the participants were willing to support each as long as there were some changes that would be met. Such changes included:</p><h3>Influence, Outcome and Effects</h3><p>63% would support expanding Medi-Cal and Healthy Families and providing income subsidies for low and middle-income Californians if provisions for wellness and prevention were included.</p><p>59% would support the guaranteed issue that required insurers to provide coverage to people in the individual market if there is sufficient oversight to carry this out.</p><p>55% would support an individual mandate requiring all Californians to have health insurance if there is adequate standard for health care.</p><p>None of the reforms received full support without conditions. This showed that an inclusive deliberation enhanced public support and generated a different poll than a standard poll. It also showed the importance of the public's input for changes that may not have been included if it were a less diverse group of people. The issue of cost proved to be a critical concern of two-thirds of the population and 96% of participants agree that it was important to control costs.</p><h3>Analysis and Criticism</h3><p>There were some interesting effects of the CaliforniaSpeaks survey that hopefully will make an impact on future debates. CaliforiniaSpeaks proves that it is vital to hear from ordinary citizens to be able to make positive changes and move forward politically. Moreover, public input provides government officials with a stronger voice in the Legislature. It also creates a concerted interest in politics in which people feel that their opinions matter. Such inclusion provides the legislature ammunition to create forceful, meaningful change and eliminates public frustration with local government officials who it feels are out of touch with the common people. Therefore, the significant impacts of the participants of the CaliforniaSpeaks compared to control group participants were more positive on their attitudes about state governments and as a result, had a greater belief in being heard and making a difference. Fresh public perspectives generate an urgency for bi-partisan change.</p><p>The question to be asked after the debate was over, did it actually advance health care or would it be a status quo situation in which little is done. The debate proved that the public is very capable of deciding what it wants from health care reform as well as debating the advantages and drawbacks of the Governor's plan. It put forward sensible changes that while improving the aid to families in need of care, also put some responsibility on the shoulders of the public itself, such as requiring health prevention and awareness before expanding aid to the Medi-Cal and Healthy Families program. Such changes to the original blueprint prove that the public wisdom is vital to any government decision in which the public plays a major role. Such debates as the CaliforniaSpeaks bring together advisory groups to enable the public's voice to be heard and to allow it to decide.</p><p>However, CaliforniaSpeaks also showed that demographics made a difference as to who attended the debate. White, middle-class, democratic females were the majority. The debate failed to lure in a diversity of the Californian population. This lack of overall participation could lead to a more bias view on the changes made to the bill. The low turnout from the Latino community was disappointing as Latins make up a large part of the California population and their views are instrumental to any changes concerning the public at large. Many Latins belong to the working class in which health care reform is an essential issue; therefore, it is imperative to have the Latin input for such major changes. Moreover, the lack of input from minority groups leads to racial conflicts and a mistrust of government.</p><p>Nonetheless, CaliforniaSpeaks allowed the public to come up with good recommendations and encouraged citizens to stay aware and active. By being involved in the voting process, people show they care about the issues and are able to push legislators who represent them. It also allowed the public to hear different ideas and think larger about issues while enabling them to learn new information and learn to listen. It brought legislators and the public together to listen to each other and eventually allows for legislators' voices to be heard in the government.</p><p> </p><h3>Secondary Sources</h3><p>CaliforniaSpeaks: The Public Weighs in on Current Health Care Reform Proposals. (2008) <a class=\"external free\" href=\"http://www.ckgroup.org/downloads/CA%20Speaks%20Report.pdf\" rel=\"nofollow\" title=\"http://www.ckgroup.org/downloads/CA%20Speaks%20Report.pdf\">http://www.ckgroup.org/downloads/CA%20Speaks%20Report.pdf</a></p><p>Public Impacts: Evaluation the outcomes of the CaliforniaSpeaks statewide conversation on health care reform. (2008) <a class=\"external free\" href=\"http://californiaspeaks.org/_data/n_0002/resources/live/CaSpks%20Evaluation%20Report.pdf\" rel=\"nofollow\" title=\"http://californiaspeaks.org/_data/n_0002/resources/live/CaSpks%20Evaluation%20Report.pdf\">http://californiaspeaks.org/_data/n_0002/resources/live/CaSpks%20Evaluation%20Report.pdf</a></p><h3>External Links</h3><p><a class=\"external free\" href=\"http://www.californiaspeaks.org/\" rel=\"nofollow\" title=\"http://www.californiaspeaks.org/\">http://www.californiaspeaks.org/</a></p><p><a class=\"external free\" href=\"http://www.americaspeaks.org/\" rel=\"nofollow\" title=\"http://www.americaspeaks.org/\">http://www.americaspeaks.org/</a></p><p><a class=\"external free\" href=\"http://calhealthreform.org/\" rel=\"nofollow\" title=\"http://calhealthreform.org/\">http://calhealthreform.org/</a></p><p><a class=\"external free\" href=\"http://www.healthcareforall.org/\" rel=\"nofollow\" title=\"http://www.healthcareforall.org/\">http://www.healthcareforall.org/</a></p><p><a class=\"external free\" href=\"http://californiaonecare.org/\" rel=\"nofollow\" title=\"http://californiaonecare.org/\">http://californiaonecare.org/</a></p>", "title": "California Speaks"}