{"htmlbody": "<p>Here in Slovenia we are also trying to establish an EDD kind of political party called <a class=\"external text\" href=\"http://svojpolitik.si/\" rel=\"nofollow\" title=\"http://svojpolitik.si/\">Svojpolitik.si</a> (this is also our web address; rough translation- you are your own politician). But our ultimate goal is to form a viable system for independent citizens, so that when you go to vote, you can skip all the political parties and vote for yourself.</p><p>PROGRAM STRANKE NEPOSREDNE DEMOKRACIJE SVOJPOLITIK.SI <a id=\"A_.29_Za.C4.8Detek_in_konec_stranke\" name=\"A_.29_Za.C4.8Detek_in_konec_stranke\"></a></p><h2>A ) Začetek in konec stranke</h2><p>1.) Vzpostavitev sistema za samostojne državljane</p><p>Stranka neposredne demokracije Svojpolitik.si se ustanovi z namenom, da se politični sistem Republike Slovenije nadgradi na takšen način, da volivci na volitvah niso več prisiljeni oddati svoj glas nekomu ali biti pasivni, temveč lahko svoj glas obdržijo zase in se odločajo ter oddajajo predloge preko zaščitenega elektronskega sistema (npr. preko certifikata SIGEN-CA). Volilni lističi se zato spremenijo tako, da se na vprašanje: »Koga bi volili?«, doda odgovor sebe. Ko volivec obkroži to možnost in na volilni listek dopiše še svoje ime in priimek ter EMŠO, s tem postane samostojen državljan, ki ima nato 1/število volilnih upravičencev moči pri odločanju v predstavniškem organu, za katerega so bile razpisane volitve (velja za nacionalne in lokalne volitve, EU nivo je iz tega logično izključen).</p><p>Za primer volitev v državni zbor 2008 je izračun sledeč. Volilnih upravičencev je bilo tedaj 1.696.437, če to število delimo z 90 poslanci, dobimo izračun, da vsak poslanec predstavlja 18849,3 volilnih upravičencev. Samostojni državljan bi v tem primeru upravljal z 1/1.696.437 procentom glasov, vsakemu poslancu pa bi se za 1/90 tega zneska zmanjša njegova moč glasovanja.</p><p>Če državne institucije preprečijo sprejetje te bistvene točke programa, zahtevamo, da se razreši neustavno stanje, v katerega smo zašli, in se 3. člen ustave, ki pravi, da ima v Sloveniji oblast ljudstvo, spremeni tako, da se zapiše, da ima v Sloveniji oblast ritualno voljena politično/ekonomska oligarhija. Kajti v preteklosti je bila oblast ljudstva omejena s tem, da so fizične oziroma naravne danosti omejevale neposredno odločanje državljanov. Danes, ko že na državnem nivoju priznavamo legalnost elektronskih podpisov pa teh naravnih omejitev ni več. Če je oblast res ljudska, morajo imeti državljani na izbiro vse realne možnosti upravljanja. Kajti, če so ljudje nujno prisiljeni na volitvah predati svojo oblast in izbrati svojega vladarja, čeprav bi si lahko vladali sami, potem oblast ni ljudska, ampak gre tu za navadno diktaturo volitev, s tem pa je kršena tudi pravica do samoodločbe.</p><p>Ko se na lokalnem in nacionalnem nivoju vzpostavi delujoč in s strani države podprt sistem namenjen samostojnim državljanom, se stranka neposredne demokracije Svojpolitik.si samoukine, ker ni več smisla, da obstaja. To določilo je zapisano tudi v statutu stranke. <a id=\"B_.29_Sprejemanje_odlo.C4.8Ditev\" name=\"B_.29_Sprejemanje_odlo.C4.8Ditev\"></a></p><h2>B ) Sprejemanje odločitev</h2><p>2.) Vse odločitve se sprejemajo preko internetnega foruma</p><p>Druga pomembna točka programa je, da se vse odločitve stranke Svojpolitik.si sprejemajo preko elektronsko zaščitenega internetnega foruma. Glede na razmerje glasov o določenem predlogu (za ali proti) delegati stranke nato proporcionalno glasujejo v državnem zboru, mestnih ali občinskih svetih. Svojpolitik.si se tako ne omejuje na določen sklop politično/ ekonomskih idej ampak služi kot platforma za različna mnenja, ki imajo tako možnost, da prepričajo ljudi o svoji pravilnosti. Zato je tudi v primerjavi z drugimi programi političnih strank program Svojpolitik.si zelo kratek. Skratka pri te obliki demokratične organizacije gre predvsem za mehanizem odločanja in ne za nek specifično zapisan program, ki bi ga bilo potrebno skorajda sveto zagovarjati. Program oziroma programi in odločitve so zato dinamične in o njih se odloča preko spletnega foruma. Poskrbeli pa bomo, da bo na spletni strani dovolj različnih predlogov, za katere bo mogoče glasovati.</p><p>Poleg teh dveh bistvenih točk programa pa v Svojpolitik.si predlagamo še nekaj dodatnih izhodišč, ki bi služila kot ojačitev sistema neposredne demokracije.</p><p>3.) Osredotočenost na trajnostni razvoj</p><p>Ker je Zemlja ena sama in smatramo, da jo je dobro ohraniti tudi za prihodnje rodove, bomo poskušali spodbujati rešitve, ki ne slonijo na destrukciji družbenega in naravnega okolja. <a id=\"C.29_Ukinitev_nedemokrati.C4.8Dnih_in_pol-demokrati.C4.8Dnih_sistemskih_prvin\" name=\"C.29_Ukinitev_nedemokrati.C4.8Dnih_in_pol-demokrati.C4.8Dnih_sistemskih_prvin\"></a></p><h2>C) Ukinitev nedemokratičnih in pol-demokratičnih sistemskih prvin</h2><p>4.) Ukinitev državnega sveta</p><p>Njegova funkcija in obstoj je dediščina političnega sistema SFRJ, kjer je imela takšna institucija svoj smisel, danes pa predstavlja le izkrivljenost demokratične forme in načela \"en človek en glas\" ter nepotrebne stroške. Interesnim skupinam pa bi tako ali tako še vedno ostala možnost vpliva na odločevalce preko lobiranja.</p><p>5.) Sprememba zakona o poslancih</p><p>Zakon o poslancih bi bilo potrebno spremeniti tako, da bi po novem poslancu prenehal mandat, če ne bi upošteval volje ljudstva. To bi veljalo le za poslance, ki delujejo v organizacijah, kjer je njihovo delovanje vezano na neposredno demokracijo. Nezaupnico oziroma zaupnico poslancu bi se izglasovalo preko e-glasovanja.</p><p>6.) Ukinitev volilnega praga</p><p>Zakon o volitvah v državni zbor se spremeni tako, da se ukine sedaj veljavno pravilo, da mora politična stranka doseči minimalno 4% glasov, da se uvrsti v državni zbor. S tem pravilom je zelo otežkočen razvoj novih strank, ker volivci nimajo praktično nobene motivacije, da bi volili manjše in nove politične stranke. Kajti če njihova stranka ne doseže 4% praga, je kot da ne bi glasovali, ker se njihovi glasovi praktično izbrišejo. S tem pa tudi ostanejo brez svojega predstavnika ljudstva, ki bi jim moral pripadati. Z ukinitvijo tega pravila bi v Sloveniji dobili bolj dinamičen in bolj demokratičen politični sistem, ki bi prevetril današnjo okostenelo strankarsko sceno.</p><p>7.) Ukinitev praga za financiranje političnih strank iz proračuna</p><p>Zakon o političnih strankah se spremeni tako, da se ukine omejitev, ki pravi, da mora politična stranka doseči minimalno 1% glasov volivcev, da ima pravico do financiranja iz državnega proračuna. Na ta način bi vzpodbudili delovanje manjših strank in posledično delovanje opozicije. <a id=\"D.29_Tehni.C4.8Dna_podpora_sistemu_neposredne_demokracije\" name=\"D.29_Tehni.C4.8Dna_podpora_sistemu_neposredne_demokracije\"></a></p><h2>D) Tehnična podpora sistemu neposredne demokracije</h2><p>8.) Spremembe v delovanju digitalnih potrdil SIGEN-CA</p><p>Digitalna potrdila SIGEN-CA se spremenijo tako, da je iz njih razvidno ali ima oseba volilno pravico, doda se tudi EMŠO imetnika potrdila, ob morebitni smrti imetnika potrdila le to nemudoma preneha veljati. Poleg tega se doda tudi možnost, da lahko preko SIGEN-CA potrdila elektronsko pooblastite tretjo osebo, da lahko preveri vaše osebne podatke zbrane v centralnem registru prebivalstva. S temi spremembami pisno pošiljanje vlog preko klasične pošte ne bi bilo več potrebno, bistveno pa bi bil hitrejši tudi celotni postopek registracije na forumu Svojpolitik.si.</p><p>9.) Uvedba e-volitev in e-referendumov</p><p>Uvedba elektronskih volitev na lokalnem nivoju in v državni zbor ter uvedba elektronskih referendumov. Večkrat že obljubljeno, nikoli realizirano.</p><p>10.) Brezplačen internetni dostop za vse državljane</p><p>Ker verjamemo, da je pravica komunicirati osnovna človekova pravica in je ideja Svojpolitik.si vezana na internetni dostop, bi v okviru države organizirali brezplačni osnovni dostop do interneta (npr. ADSL) za vse državljane.</p><p>11.) Državna shema za nakup računalnika Iz podobnih razlogov bi država financirala shemo za ugoden nakup osebnih računalnikov.</p><p>12.) Ustanovitev centrov za glasovanje</p><p>Ustanovili bi se tudi posebni centri za glasovanje z dostopom do računalnikov in interneta, ki bi bili locirani v prostorih občin ali četrtnih skupnosti. <a id=\"Direct_Democracy_organisations\" name=\"Direct_Democracy_organisations\"></a></p><h2>Direct Democracy organisations</h2><p><a href=\"/methods/direct-democracy\" title=\"Direct Democracy\">Direct_Democracy</a> organisations present on Participedia</p>", "title": "Svojpolitik.si"}