{"htmlbody": "<p>ABSTRACT</p><p>The workshop for Community Action (TAC) is a functional community organization that emerges in 1989 in the Cerro Cordillera, Valparaíso.</p><p>Its fundamental objective is to promote community development, form the generation of new practices in the territory to help improve environmental conditions such as neighborhood relations between the people who inhabit it. The meaning of the action of the organization in the territory is synthesized in five key ideas, namely: meeting of actors, opportunities for participation, concrete action new practice in the territory and strengthen community bonds and collective senses.</p><p>The effect generated by each of these ideas is the change in relationships, the reappropriation of space, to make visible the collective capabilities, value the everyday space generating material transformations of meaning and densification of the civil society from local.</p><p>RESUMEN</p><p>El taller de Acción Comunitaria (TAC), es una organización comunitaria funcional que surge el año 1989 en el cerro Cordillera, Valparaíso.</p><p>Su objetivo fundamental es promover el desarrollo comunitario, a partir de la generación de nuevas prácticas en el territorio que contribuyan a mejorar las condiciones del entorno barrial como las relaciones entre las personas que lo habitan.</p><p>El sentido de la acción de la organización en el territorio se sintetiza en cinco ideas fundamentales, éstas son: encuentro de actores, oportunidad de participación, acción concreta, nuevas prácticas en el territorio y fortalecimiento de vínculos comunitarios y sentidos colectivos. El efecto que genera cada una de estas ideas es el cambio en las relaciones, la reapropiación de los espacios, hacer visible las capacidades colectivas, valorar el espacio cotidiano generando transformaciones materiales, de sentido y densificación de la sociedad civil desde lo local.</p><p>PROPÓSITO Y PROBLEMA</p><p>El cerro Cordillera, a la altura del Camino Cintura fue uno de los primeros asentamientos populares de Valparaíso, esta localidad se destaca por su profunda tradición portuaria, de organización sindical y obrera.</p><p>En estas últimas décadas el cerro se ha ido empobreciendo por el envejecimiento de sus habitantes, la cesantía de la juventud y la prevalencia del consumo de drogas (SUBDERE, CIC &amp; GTZ., 2008).</p><p>Los problemas identificados por la localidad en sus inicios tenían relación principalmente con el deterioro e inexistencia de espacios públicos, la presencia de basurales en quebradas, con un alto déficit sanitario y de infecciones en la comunidad. Dentro de los aspectos sociales existía baja participación y desconfianzas en los líderes existentes.</p><p>Las condiciones de empleo y habitabilidad eran deficientes, así como la falta de equipamiento e infraestructura comunitaria (Fundación Hábitat Colombia, 2005).</p><p>En este escenario, en el año 1998, un grupo de socios fundadores del Taller de Acción Comunitaria (TAC), recorrieron distintos cerros de Valparaíso, buscando un espacio con vida barrial donde generar un proyecto de desarrollo local, con el objetivo de reconstruir los vínculos comunitarios y mejorar las condiciones de vida de sus habitantes. En este sentido el cerro Cordillera cumplía con dichos potenciales, en cuanto a su trayectoria histórica, y presencia de diversas organizaciones sociales e instituciones locales que podrían participar de la iniciativa, además sus habitantes tenían nivel de necesidades básicas cubiertas. Esto último permitía generar un proyecto enfocado en el desarrollo comunitario y no asistencialista.</p><p>Desde sus inicios su propósito fue promover el desarrollo comunitario, a través de la participación en iniciativas concretas de incidencia local, su modelo de intervención parte de la base de la educación, capacitación formal o informal sobre salud, medio ambiente, mercado, cultura. Este desarrollo integral comprende la mejora material del hábitat y del entorno barrial. Su trabajo está dirigido a niños, jóvenes, mujeres, adultos, tercera edad, vecinos, organizaciones, instituciones funcionales y/o Territoriales (Revista TAC, 2009).</p><p>Sus líneas de acción son las siguientes (SUBDERE, CIC &amp; GTZ., 2008):</p><p>1) Articulación de la red Local y Comunal a través de generar relaciones asociativas entre distintas organizaciones, ampliando la visión del territorio a partir de compartir e intercambiar aprendizajes.</p><p>2) Acciones de prevención en niños y jóvenes por medio de talleres que promueven el buen uso del tiempo libre en acciones concretas de mejoramiento y recuperación del entorno físico y social.</p><p>3) Educación y mejoramiento ambiental, niños y jóvenes se constituyen como agentes en el proceso de recuperación y transformación de espacios desde una metodología de educación en la acción.</p><p>4) Acción cultural, articulando los espacios de expresión y difusión de cultura en los cerros a través de la creación de murales.</p><p>5) Rescate de la identidad local, se trabaja desde talleres, recuperación y restauración de hitos patrimoniales orientados a rescatar y valorar el patrimonio tangible e intangible, fortaleciendo y reconociendo la construcción de la historia que los constituye.</p><p>6) Recuperación y mejoramiento de espacios públicos, esta línea de acción se ha ido consolidando en el tiempo a través de ir conquistando nuevos espacios para el uso público (basurales, sitios eriazos, estacionamientos).</p><p>7) Biblioteca comunitaria, se promueve el uso del tiempo libre en espacios orientados a la cultura y tecnología.</p><p>8) Fortalecimiento de la acción voluntaria, a través del ejercicio ciudadano basado en el desarrollo local, la autogestión y la responsabilidad cívica. Actualmente se conforma una red de voluntarios provenientes de la misma localidad, de universidades y extranjeros.</p><p>9) Extensión, se promueve el intercambio de experiencias y aprendizajes con otras iniciativas mediantes ferias, pasantías, seminarios, foros y visitas educativas a nivel local, comunal, regional, nacional e internacional.</p><p>El propósito y las líneas de acción del TAC, se concretan en un espacio educativo complementario al formal, focalizado principalmente en niños y jóvenes a través de tres instancias:</p><p>1) Programa Integral: talleres estables que se constituyen en sesiones semanales de trabajo con cursos de los diversos establecimientos participantes, dirigidos a niños y jóvenes entre 3 y 25 años, correspondientes a escuelas básicas, especiales e integradas y jardines infantiles.</p><p>En estas sesiones se abordan diversas temáticas, las cuales se vinculan a las problemáticas e inquietudes surgidas en el ámbito de la educación formal.</p><p>Las actividades se desarrollan en horario de clases, formando parte del currículo académico de los establecimientos. Cada curso asiste al TAC una vez por semana y la jornada de trabajo tiene una duración de una hora y media.</p><p>2) Escuelas de temporada: Corresponden a diversos talleres que se desarrollan simultáneamente por períodos de 4 a 12 días consecutivos, normalmente se realizan en período de vacaciones de invierno y verano, y están dirigidos a niños y jóvenes entre 5 y 25 años, de escuelas asociadas a la red, de la comunidad local y extralocal.</p><p>La jornada diaria de trabajo se extiende desde las 9 de la mañana hasta las 4:30 de la tarde, incluyendo un espacio para el desayuno, almuerzo y colación.</p><p>3) Talleres temáticos: esta estrategia se orienta al desarrollo de talleres asociados a temáticas específicas, cuya implementación es ocasional. La duración de los talleres se define en base a una cantidad pertinentes de sesiones consensuadas entre los actores participantes, entre los que se encuentran niños, jóvenes de las escuelas asociadas a la red, adultos en general, mujeres, tercera edad, dirigentes de organizaciones sociales y territoriales (Cerda &amp; Rojas, 2004).</p><p>HISTORIA</p><p>Los inicios del TAC se remontan hacia el año 1989 período en el cual constituía un programa de trabajo de la ONG CECAP (Centro de Capacitación y asesoría Poblacional), la cual estaba orientada a promover el desarrollo de la vida comunitaria en localidades pobres de la ciudad de Valparaíso (Revista TAC, 2009).</p><p>En una primera etapa su trabajo en el cerro Cordillera se orientó al desarrollo de un autodiagnóstico, donde participaron dirigentes, pobladores y organizaciones de base para identificar las fortalezas y debilidades del barrio. Dentro de la prioridades a trabajar se reconocen: generar condiciones que faciliten el encuentro y participación en el proceso de desarrollo local, demostrar en acciones concretas en el territorio posibilidades de transformación, reconocer y valorar el espacio local (Biblioteca CF+S, 2006).</p><p>En el año 1990 la organización se emplaza en una quebrada de Cordillera convertida en basural por más de 40 años, se inician jornadas de limpiezas donde se invita a participar a la comunidad. Una vez recuperada, se consolida la primera plaza y se realizan los primeros murales inspirados en la historia local.</p><p>Este período fue básico para generar confianzas mutuas, entre la organización, dirigentes vecinales, organismos locales y escuelas del sector (Revista TAC, 2009).</p><p>En la década del 90 la mayoría de organizaciones no gubernamentales del país comenzaron a recibir una disminución de recursos financieros, a pesar de ello el TAC sigue adelante y decide convertirse en una institución autónoma de CECAP, a partir de lo cual el trabajo comienza a sostenerse en la Asociatividad y la participación local, destacándose la labor y permanencia del equipo fundador de la iniciativa. Desde este año la organización se comienza a sustentar a través de la acción voluntaria y proyectos puntuales, este cambio de funcionamiento sienta las bases que le han dado sostenibilidad en el tiempo (Cerda &amp; Rojas, 2004).</p><p>En este período la estrategia es coordinarse con los actores en torno al territorio, recuperando los espacios físicos a través de reuniones de planificación y conocimiento mutuo. El fortalecimiento del sentido comunitario, toma un rol central a partir de la articulación de organizaciones locales, establecimientos educacionales y el consultorio de salud (Biblioteca CF+S, 2006).</p><p>Entre 1996 y 1998, se consideran como los años de consolidación del proyecto y proyección del TAC, se inicia un proceso de sistematización de la experiencia y se comienza a trabajar en la difusión del trabajo realizado a escala local y comunal mediante afiches, boletines, vínculos con la prensa y talleres estables con los establecimientos educacionales de la comuna.</p><p>A finales de esta etapa se termina de construir el anfiteatro en la quebrada recuperada, donde se consolida un espacio colectivo y local para la cultura capaz de albergar a 600 personas, participan más de 1000 personas en su construcción.</p><p>La cuarta etapa que va del año 1999 al 2001, se reconoce como el período donde ya existe una legitimación del modelo intervención. La organización se preocupa de la construcción de medios de difusión y material educativo, se desarrollan pasantías y encuentros con distintos actores del territorio. A finales de este ciclo se realiza la 31 escuela de verano, donde la mayoría de jóvenes de cordillera, antiguos niños pasan a ser monitores, este hito es importante de mencionar, ya que estos jóvenes son los que comienzan a organizarse y generar cambios significativos en el territorio posteriormente (Revista TAC, 2009).</p><p>Este último período, desde el año 2002 al 2009, ha estado centrado en la revisión de lo realizado y en el trabajo de replicar el modelo de intervención en ámbitos académicos, públicos y otras realidades locales.</p><p>Los actores principales han sido los niños, jóvenes, voluntarios, la red cordillera, universidades y organismos públicos.</p><p>La gestión de recursos en este último período ha sido mediante proyectos, acción voluntaria, participación local, asociativismo, desarrollo de convenios de cooperación con universidades nacionales, extranjeras y organismos públicos (Revista TAC, 2009).</p><p>CREACIÓN Y SELECCIÓN DE PARTICIPANTES</p><p>La sostenibilidad de esta experiencia está dada por su modelo de intervención que se basa en una estructura asociativa a través de la red Cordillera conformada por distintas organizaciones que representan distintos ámbitos del territorio.</p><p>Una vez que el TAC se asienta en Cordillera impulsa la articulación y coordinación de estas organizaciones ya existentes. Esta plataforma ha sido estratégica para el empoderamiento local, vinculación de actores y retroalimentación con el entorno, guiando el quehacer hacia la visión de un desarrollo comunitario diseñado y concretado en conjunto.</p><p>La figura organizacional del Taller de Acción Comunitaria se estructura de tres niveles; el directorio encargado de entregar lineamientos estratégicos generales, tanto para la labor educativa como para la gestión; el equipo central, responsable de diseñar el trabajo educativo con las escuelas y las labores de gestión; y el equipo de trabajo en terreno, encargado de planificar las actividades concretas a realizar en cada sesión de trabajo con las escuelas.</p><p>La estructura de la red la podemos entender desde distintas esferas de participación. En su centro identificamos al TAC como agente vinculador de la red, articulándose en una primera esfera de participación local, constituida por organizaciones más activas dentro de la planificación y toma de decisiones en el territorio, entre ellas identificamos a la Población obrera de la Unión, la Cruz Roja, voluntarios locales, consultorio, parroquia y 12 escuelas públicas. Incorporando también a organizaciones periféricas como los clubes deportivos, carabineros, centro de madres y las distintas juntas de vecinos (Cerda &amp; Rojas, 2004).</p><p>En una segunda esfera de participación identificamos a los actores extralocales constituidos por las empresas colaboradoras, voluntarios, servicios públicos y universidades asociadas(Cerda &amp; Rojas, 2004).</p><p>Como actores protagonistas se reconoce a los niños, jóvenes y voluntarios, los cuales son participantes constantes, desde el programa integral que se realiza durante todo el año con las escuelas asociadas y los talleres impartidos en las escuelas de verano e invierno.</p><p>En cuanto a la selección de participantes identificamos 4 categorías: autoselección, más bien selección natural en el caso de los voluntarios, los cuales se involucran y adquieren responsabilidades según su nivel de compromiso y disponibilidad de tiempo. En el caso de reclutamiento dirigido identificamos a los cursos de las escuelas seleccionadas para participar durante el año en el programa integral que imparte el TAC, en tercer lugar están los stakeholders, constituidos por los líderes de las organizaciones sociales, que participan activamente dentro de la red. Por último, dentro de la segunda esfera de participación se ubican los grupos de interés profesional conformados por ONG, organizaciones públicas y privados que participan de mesas técnicas, ferias, pasantías y seminarios, los cuales siempre participan de manera voluntaria, sin ser remunerados.</p><p>DELIBERACIONES, DECISIONES E INTERACCIONES PÚBLICAS</p><p>Para colocar en contexto los mecanismos utilizados en la toma de decisiones promovidas por la visión del TAC, es importante exponer la metodología de acción local que ha desarrollado en estos 21 años la organización y que ha estado impulsada desde tres perspectivas de trabajo en el territorio.</p><p>En primer lugar la Asociatividad, mediante el intercambio de experiencias, horizontalidad, flexibilidad y permanencia en el tiempo de la red Cordillera. Los vínculos asociativos entre las distintas organizaciones ha permitido movilizar recursos locales (físicos y humanos principalmente).</p><p>Segundo, la participación local de las distintas organizaciones y voluntarios construyen de manera conjunta las estrategias, planes, proyectos y acciones. Esto ha permitido en el tiempo una fuerte apropiación de los espacios ganados, fortaleciendo los lazos comunitarios y relaciones de sociabilidad con actores externos a la comunidad (Cerda &amp; Rojas, 2004).</p><p>En este contexto identificamos el tipo de participación en el nivel de asociaciones de co-gestión o más bien de co-construcción, ya que esta iniciativa ha fortalecido los vínculos y el capital social de la localidad, constituyendo nuevos líderes y nuevas formas de organización.</p><p>La interacción entre los participantes y la toma de decisiones es deliberativa y de suma de preferencias, es decir el modo de comunicación es a través del intercambio de visiones, información y aprendizajes, se busca llegar a acuerdo basado en argumentaciones y consensuados mediante una participación colectiva.</p><p>El estilo de dirección del TAC promueve un liderazgo democrático, transformacional y participativo generando sentido de pertenencia y vínculos humanos.</p><p>Los espacios de participación se han ido consolidando en el tiempo, a través de asambleas, mesas de trabajo, talleres, donde los actores protagonistas son ciudadanos en general, autoridades públicas, líderes comunitarios, voluntarios, niños y jóvenes.</p><p>En términos generales es posible identificar un proceso de toma de decisiones que contempla diferentes fases, que se ha denominado “reflexión en la acción”. Esta metodología se estructura en esta secuencia: convocatoria de diversos actores de la localidad para participar de diagnósticos participativos, identificando problemas, oportunidades y desafíos de trabajo, con este material se elaboran de manera conjunta las propuestas. La segunda fase se constituye por la gestión de recursos locales para implementar las acciones propuestas, que en la mayoría de los casos es a partir de la autogestión, posteriormente se implementan las acciones y por último, se evalúa el proceso y sentido de la experiencia (Cerda &amp; Rojas, 2004).</p><p>La interacción pública se da en espacios de diálogo incluso más allá de lo local, a través de seminarios, pasantías, ferias, donde el TAC es representado a través de sus voluntarios locales y extra locales según las temáticas que contemplan dicho espacios de encuentro. En éstos participan distintos actores de la sociedad civil, organizaciones y autoridades públicas.</p><p>Otra forma de interacción pública ha resultado ser el reconocimiento público de la experiencia, a través de los premios que ha obtenido tanto a nivel local, nacional e internacional. Entre los más destacados se encuentra el primer lugar regional en medio ambiente por la Comisión Nacional del Medio Ambiente de Chile; reconocimiento Buenas Prácticas Urbanas 2002 por el Ministerio de Vivienda y Urbanismo Chile, premio a la Innovación en el área ambiental 2002 por la Fundación Ford Internacional, entre otros.</p><p>RESULTADOS Y EFECTOS</p><p>Los resultados y efectos del trabajo realizado por el TAC en el territorio serán presentados desde 3 dimensiones, en primer lugar desde un punto de vista cuantitativo, segundo cualitativo y por último, se expondrá un caso concreto que muestra la replicabilidad de la experiencia.</p><p>Resultados cuantitativos:'</p><p>- Actualmente existen más de 40 organizaciones asociadas a la red Cordillera. Entre ellas: 12 escuelas públicas y subvencionadas: comunes, integradas y especiales; y 10 universidades e instituciones extranjeras. (Sitio WEB TAC). Estos actores son clave en la movilización de recursos.</p><p>- Se han recuperado, transformado y creado ocho espacios de encuentro y recreación, plazas y juegos en Cerro Cordillera (Biblioteca CF+S, 2006).</p><p>- Se ha construido un anfiteatro en el corazón de una de las quebradas de Cordillera en un antiguo basural., con una capacidad para 630 personas. (Fundación hábitat Colombia, 2005)</p><p>- Participación activa de 200 voluntarios y 1300 niños al año aproximadamente.</p><p>- 7 universidades de Valparaíso incorporan en su currículum el trabajo del TAC (Fundación hábitat Colombia, 2005) a través de horas de práctica profesional específicamente en pedagogía y educación diferencial, en esta asociación se han sumado a la participación 140 jóvenes universitarios.</p><p>- Se han realizado 50 murales construyendo una red física que da cuenta de la identidad de cordillera y Valparaíso (Biblioteca CF+S, 2006).</p><p>- Se han conformado 12 huertos comunitarios y un invernadero para plantas, y reproducción de árboles nativos.</p><p>- 3000 personas de diversas organizaciones visitan anualmente la experiencia, lo que demuestra su replicabilidad. (Biblioteca CF+S, 2006)</p><p>- La experiencia es reconocida y premiada a nivel regional, nacional e internacionalmente (Sitio WEB TAC).</p><p>Resultados cualitativos:</p><p>- Revalorización del territorio a través de la historia e identidad local del cerro (Fundación Habitat Colombia, 2005), generando el apropiamiento del territorio más allá de lo tangible, fortaleciendo los vínculos comunitarios y las prácticas de tolerancia, solidaridad e integración en la diferencia (Observatorio latinoamericano, 2004).</p><p>- Modelo de intervención legitimado en lo comunitario, educativo, gubernamental y mundo académico (Biblioteca CF+S, 2006).</p><p>- Continuidad y permanencia de un trabajo en red desde hace más de 21 años, promoviendo la participación comunitaria en todos los procesos de intervención y una sociedad civil proactiva.</p><p>- Conciencia ambiental desde el trabajo realizado en la acción de recuperar el entorno.</p><p>- Desarrollo de relaciones de confianza entre organismos públicos y comunitarios (Biblioteca CF+S, 2006).</p><p>Dentro de los efectos concretos que ha irradiado está experiencia se encuentra la iniciativa de la restauración integral y participativa de la Población Obrera, liderada por jóvenes residentes del edificio que crecieron participando del trabajo que ha realizado el TAC en el territorio.</p><p>Este edificio es parte de la historia colectiva e identidad del cerro, fue construido en 1870, y corresponde a la primera vivienda social construida en Chile. Desde sus inicios sus habitantes fueron familias de obreros portuarios, cuyos descendientes aún viven ahí. (Castillo, 2009). En el año 2005 recibió el sello bicentenario, formalizando su condición de edificio patrimonial.</p><p>Esta iniciativa se remonta al año 1998, cuando los jóvenes residentes del edificio deciden liderar la directiva de la población obrera, conformándose como organización comunitaria con el objetivo de iniciar un trabajo de recuperación del edificio impulsado desde la autogestión. La primera intervención se realizó a partir de fondos propios generados por actividades promovidas por la misma comunidad, en una segunda instancia se coordinan con el programa Proempleo (programa municipal de generación de empleo local) y reciben fondos estatales, donde logran contratar a los mismos vecinos para iniciar la recuperación del edificio (Ciudad de Valparaíso).</p><p>En el año 2003, a través de una iniciativa del TAC se crea una “mesa técnica” donde se invita a participar a vecinos, líderes barriales, y organismos públicos, para abordar el desafío de la recuperación del edificio. Este hito inicia un proceso de formalización del trabajo desde la misma organización comunitaria, regularizando y saneando los títulos de propiedad que se venía llevando a cabo desde hace décadas, tarea importante de resolver para acceder a fondos públicos. En este período se conforman como entidad organizadora y de asistencia técnica para poder postular al Fondo Solidario de Vivienda con el objetivo de llevar a cabo la rehabilitación formal del edificio. Un año más tarde obtienen los subsidios de vivienda (Entrevista a Cristian Amarales).</p><p>La población obrera fue protagonista en el desarrollo del proyecto de principio a fin, la directiva fue la encargada de elegir a los arquitectos y constructoras.</p><p>El edificio conserva su diseño original, sus modificaciones son al interior de éste, en cuanto a restablecer la subdivisión de departamentos para las 34 familias residentes, donde se consideraron baño y cocina independiente para cada uno de ellos, a diferencia de su diseño inicial en el cual compartían servicio en el patio central, lo que generó un cambio sustancial en la forma de vida de las familias. El promedio de superficies de departamentos es entre 55 y 90 mts2 lo que supera los estándares mínimos de vivienda social que actualmente se construyen en el país.</p><p>Este proyecto recibió financiamiento del MINVU, y fondos generados a partir de la autogestión de la organización a través de la Junta de Andalucía, propietarios y ValpoMío.</p><p>Actualmente los jóvenes que lideraron este proceso, se organizan como corporación junto a una red de organizaciones para recuperar la Capilla Santa Ana y posteriormente el ascensor de Cordillera. Su visión es demostrar que el trabajo a partir de la articulación de actores y mesas técnicas es un medio para recuperar nuestro territorio, como menciona Cristián Amarales, líder y uno de los gestores de la iniciativa “…el desafío es construir un nuevo modelo de política pública, replicable para otras experiencias…”.</p><p>Esta forma de hacer desarrollo local es un aprendizaje aprehendido en la experiencia vivida en el TAC.</p><p>ANÁLISIS Y CRÍTICA</p><p>Con respecto al análisis de la experiencia estudiada podemos decir que una estrategia clave para lograr la reconstrucción del tejido social del territorio fue la Asociatividad promovida por el TAC, a partir de la articulación de las organizaciones existentes en la localidad, conformando la red Cordillera, como plataforma de acción y agentes de transformación. Los vínculos asociativos reúnen diversidad de miradas, aprendizajes, capacidades, esfuerzos y recursos para alcanzar los objetivos comunes propuestos.</p><p>Se reconoce que uno de los principales logros de la organización está vinculada a la pertinencia del proyecto. El TAC surge desde la identificación de necesidades y problemas diagnosticados por sus propios habitantes y se ha ido construyendo al ritmo de los procesos locales, las propuestas de mejoramiento han sido realizadas por sus propios actores, a partir de la construcción de espacios de participación colectiva que han ido fortaleciendo las confianzas y capacidades locales.</p><p>La metodología de trabajo del TAC a instaurado nuevas prácticas sociales que se han ido replicando en otras organizaciones, entre ellas la Asociatividad, la autogestión local, y la forma de tomar decisiones participativas y darle sentido a la acción conjunta a partir de “reflexionar en la acción”.</p><p>Desde esta perspectiva la sostenibilidad de la experiencia va más allá de lo límites de la organización, es decir que los aprendizajes pasan a ser un conocimiento colectivo, que pueden ser aplicables a otras iniciativas de diferentes escalas.</p><p>Un valor central de la experiencia estudiada es su capacidad para generar espacios y contextos de integración social en el amplia sentido (diversidad de oficios, profesiones, culturas, lugar de origen) impactando más allá de la escala local, constituyéndose en una iniciativa transformadora tanto de personas y de prácticas sociales a través de la experiencia de sumarse y ser parte con otros en un proyecto colectivo que concreta sueños comunitarios... En palabras del TAC “Un espacio de realidades y Sueños” donde “Juntos se construye una vida mejor”.</p><p>Dentro de las debilidades de la experiencia se reconoce la disponibilidad de los recursos económicos que muchas veces son insuficientes y variables para la envergadura de la intervención (observatorio latinoamericano, 2004). Estas problemáticas se logran superar gracias a la capacidad de autogestión en que opera la organización, como también por el apoyo recibido por actores vinculados a la red.</p><p>BIBLIOGRAFÍA</p><p>Biblioteca CF+S. (2006). TAC, Juntos Construyendo una vida mejor (Valparaíso, Chile). Ciudades para un futuro más sostenible. Recuperado el 6 de Junio del 2011, de <a class=\"external free\" href=\"http://habitat.aq.upm.es/bpal/onu04/bp1730.html\" rel=\"nofollow\" title=\"http://habitat.aq.upm.es/bpal/onu04/bp1730.html\">http://habitat.aq.upm.es/bpal/onu04/bp1730.html</a></p><p>Castillo, M. (2009). Participación desde abajo y políticas públicas. La rehabilitación del edificio de la Población Obrera de la Unión en Valparaíso (Chile). Ciudades para un futuro más sostenible. Recuperado el 6 de Junio del 2011, de <a class=\"external free\" href=\"http://habitat.aq.upm.es/boletin/n42/ab-mjca.html\" rel=\"nofollow\" title=\"http://habitat.aq.upm.es/boletin/n42/ab-mjca.html\">http://habitat.aq.upm.es/boletin/n42/ab-mjca.html</a></p><p>Cerda, F. &amp; Rojas, P. (2004). Diagnóstico y propuesta de mejoramiento organizacional para el Taller de Acción Comunitaria del Cerro Cordillera: Una vía al fortalecimiento del desarrollo comunitario en Valparaíso. Memoria para optar al grado de Licenciado en Ciencias en la Administración de Empresas y al Título de Ingeniero Comercial. Pontificia Universidad Católica de Valparaíso.</p><p>Ciudad de Valparaíso. (s.f). Población Obrera de la Unión: rehabilitación integral y participativa. Recuperado el 5 de Junio del 2011, en <a class=\"external free\" href=\"http://www.ciudaddevalparaiso.cl/inicio/grandes_obras_detalle.php?id_hito=56\" rel=\"nofollow\" title=\"http://www.ciudaddevalparaiso.cl/inicio/grandes_obras_detalle.php?id_hito=56\">http://www.ciudaddevalparaiso.cl/inicio/grandes_obras_detalle.php?id_hito=56</a></p><p>Fundación Hábitat Colombia. (2005). Concurso Latinoamericano y del Caribe para la transferencia de buenas prácticas. Edición 2005. Recuperado el 6 de Junio del 2011, de <a class=\"external free\" href=\"http://www.fundacionhabitatcolombia.org/juntosconstruyendo.pdf\" rel=\"nofollow\" title=\"http://www.fundacionhabitatcolombia.org/juntosconstruyendo.pdf\">http://www.fundacionhabitatcolombia.org/juntosconstruyendo.pdf</a></p><p>Observatorio Latinoamericano. (2004). Observatorio latinoamericano de la innovación pública local: Banco de innovaciones. Recuperado el 5 de Junio del 2011, de <a class=\"external free\" href=\"http://www.innovacionlocal.org/popbinnovaciones.php?id=201&amp;lang=esFirefoxHTML\\Shell\\Open\\Command\" rel=\"nofollow\" title=\"http://www.innovacionlocal.org/popbinnovaciones.php?id=201&amp;lang=esFirefoxHTML\\Shell\\Open\\Command\">http://www.innovacionlocal.org/popbinnovaciones.php?id=201&amp;lang=esFirefoxHTML\\Shell\\Open\\Command</a></p><p>Revista TAC Cordillera. (2009).Revista TAC Cordillera en el marco del proyecto traspasando la antorcha. Recuperada el 5 de Junio del 2011, de <a href=\"http://issuu.com/godoybazo/docs/revista_tac_exportada\">http://issuu.com/godoybazo/docs/revista_tac_exportada</a></p><p>SUBDERE, CIC &amp; GTZ. (2008). Buenas prácticas para el desarrollo de los territorios. Experiencias destacadas 2008. Recuperada el 5 de Junio del 2011, de <a class=\"external free\" href=\"http://www.territoriochile.cl/1516/articles-77314_recurso_1.pdf\" rel=\"nofollow\" title=\"http://www.territoriochile.cl/1516/articles-77314_recurso_1.pdf\">http://www.territoriochile.cl/1516/articles-77314_recurso_1.pdf</a></p><p>TAC Cordillera. (s.f). Recuperada el 5 de Junio del 2011, de <a class=\"external free\" href=\"http://www.wix.com/tacvalparaiso/taccortillera\" rel=\"nofollow\" title=\"http://www.wix.com/tacvalparaiso/taccortillera\">http://www.wix.com/tacvalparaiso/taccortillera</a> --<a class=\"new\" href=\"/w/index.php?title=User:Ana_Rojas&amp;action=edit&amp;redlink=1\" title=\"Ana Rojas (page does not exist)\">Ana Rojas Muñoz</a> 19:06, 20 June 2011 (UTC)</p>", "title": "TAC CORDILLERA : TALLER DE ACCIÓN COMUNITARIA"}