{"htmlbody": "<p><a id=\"Mission_and_Purpose\" name=\"Mission_and_Purpose\"></a></p><h2>Mission and Purpose</h2><p>French name : Groupement d'Intérêt Scientifique (GIS) \"Participation du public, décision, démocratie participative\" National Research Group on Participatory Democracy and Public Participation in Decision-Making</p><p>The group, chaired by the Institute for Humanities and Social Sciences of CNRS (French National Center for Scientific Research), aims to develop research on participatory democracy and public participation in decision-making processes. It promotes the coordination, the exchange and the sharing of research work that each associated Partner and laboratory undertakes.</p><p>The Group thus constitutes the favourite tool for dialog between the community of social scientists (at CNRS, INRETS, CEMAGREF, CIRAD, INRA), the institutions and companies that have to implement public participation in decision-making processes (ADEME, the French Environment and Energy Management Agency; ARF, the Association of French Regions; CNDP, the National Commission of Public Debate; RFF, the National Rail Network; RTE, the French Electricity Transport Network, EDF Inc., the French Electricity Board), and the civil society.</p><p>The Group focuses on citizens' contribution, beyond their usual involvement in the institutional political life, to choices about society — sustainable development, social equality, redistribution and solidarity, public engagement with science, freedoms and civil rights, local and metropolitan issues, globalisation, etc. The Group studies their discussion in multiple civic spaces and the public policies implementation of these citizens inputs. Its research work covers all the fields where collective movements meet processes of institutionalization aiming at the inclusion of the citizens in the working-out and the implementation of public action and decision: democracy in social, health and technical issues, opening expertise to public participation, local democracy and community management, public interest and dialogs led at various territorial scales in multiple fields (public utilities, risks, food, school, social policies, environmental health, etc).</p><p>The number of laboratories which joined the Group (more than 50) and the success of the first doctoral days on participatory democracy and public participation in decision-making illustrate the vitality of the research field in France, its opening set of themes and scientific disciplines. The GIS Science Committee defined a set of activities which seeks to apprehend the multiplicity of participative experiments arising all trough the world. They aim at giving an account of their emergence in varied political situations, and of their adaptation to differentiated decision-making contexts, to analyze their normative and legal bases, their course and their results, to study their multiple effects, to clarify the issues related to their institutionalization as standard of government:</p><p>-a platform for exchange and sharing of research work,</p><p>-doctoral Days,</p><p>-a conference every 2 years largely open on the actors of the participative democracy,</p><p>-scientific workshops,</p><p>-collective tools for exchange (pluridisciplinary dictionary, documentation databases,…)</p><p>By supporting the confrontation of research work drawing on various normative concepts of democracy, led in a critical distance or a proximity with participatory democracy exercises, concerned with the various approaches that cross social sciences, the GIS intends to be a pluralist benchmark instrument for French research on participatory democracy and public participation in decision-making processes. Its activity aims at facilitating the European and international reception of laboratories work, the taking into account of scientific results in the public action, and the diffusion of knowledge towards a large public. <a id=\"Website\" name=\"Website\"></a></p><h2>Website</h2><p>French <a class=\"external free\" href=\"http://www.participation-et-democratie.fr\" rel=\"nofollow\" title=\"http://www.participation-et-democratie.fr\">http://www.participation-et-democratie.fr</a> English <a class=\"external free\" href=\"http://www.participation-et-democratie.fr/node/133\" rel=\"nofollow\" title=\"http://www.participation-et-democratie.fr/node/133\">http://www.participation-et-democratie.fr/node/133</a></p>", "title": "GIS Participation du Public, Décision, Démocratie Participative"}