{"htmlbody": "<p>1. Mission and Purpose Décider ensemble est une association française dont l’objectif est de « promouvoir et développer une culture commune du dialogue et de la concertation en matière de préparation et de prise des décisions ».</p><p>2. History Décider ensemble a été créée en novembre 2005 à l’initiative de Bertrand Pancher, ancien Conseiller en charge de la démocratie participative et du débat public auprès du Ministre de l'Ecologie et député de la Meuse depuis 2007. Bertrand Pancher est le président de l'association.</p><p>3. Specializations and activities Décider ensemble part du constat qu’en dehors des grands débats publics institutionnalisés instruits par la Commission Nationale du Débat Public (loi démocratie de proximité de 2002), la concertation est encore très embryonnaire en France. Les décideurs publics ou privés sont souvent dépourvus face aux conflits d’usages liés à des problématiques sociales, environnementales ou sanitaires. Ils manquent d’outils et de méthodes sur lesquels s’appuyer pour que leurs décisions soient plus légitimes et donc mieux acceptées. En réponse, l’association formule des propositions d’amélioration des outils et des méthodes de concertation et propose une réflexion d’ensemble sur les modes de gouvernance et de concertation sur des questions de société, dans des domaines variés. Décider ensemble souhaite : Créer une exigence de concertation grâce à une prise de conscience collective ; Construire une culture de la décision en faisant travailler ensemble les élus, les administrations, les maîtres d'ouvrage, les associations et les autres citoyens ; Diffuser et rendre accessibles à tous les expériences françaises et étrangères qui ont fait leurs preuves ; Former les acteurs à la concertation.</p><p>4. Major projects and events Décider ensemble développe plusieurs axes de travaux :</p><ul><li>L’organisation de séminaires à caractère scientifique</li></ul><p>Les « Rencontres de Décider ensemble » apportent une réflexion scientifique sur l’impact de la concertation et de la gouvernance sur l’aménagement du territoire, les questions sociétales, le développement industriel et, plus largement, l’ensemble des processus décisionnels. Ces rencontres visent à dépasser l'aspect utilitariste et pratique pour proposer une réflexion de fond, véritable « pensée de la concertation ». Chaque séminaire rassemble un panel d’intervenants large, composé de spécialistes des questions de gouvernance et d’experts de la thématique abordée mais également d’élus locaux ou nationaux.</p><ul><li>L’organisation de petits-déjeuners à destination des décideurs</li></ul><p>Les « petits-déjeuners de la concertation » portent sur une thématique ou une question précise et s’appuient sur des cas pratiques de concertation pour dégager des propositions d’amélioration des processus décisionnels (sur invitation).</p><ul><li>La réalisation d’études</li></ul><p>En mai 2011 Décider ensemble a publié une étude sur les pratiques françaises de la concertation sur projet, entreprise en 2009 grâce au soutien de l'ADEME et avec la participation de l'Université de Technologie de Compiègne. Menée auprès de maîtres d'ouvrages privés et publics, d'entreprises et de collectivités locales, l'étude de Décider ensemble fait émerger des pratiques, des méthodes et des outils de concertation portant sur des projets d'aménagement, des projets industriels ou des projets de politique publique. <a class=\"external free\" href=\"http://www.deciderensemble.com/travaux/experiences\" rel=\"nofollow\" title=\"http://www.deciderensemble.com/travaux/experiences\">http://www.deciderensemble.com/travaux/experiences</a></p><ul><li>Des prestations de formation</li></ul><p>Ces formations sont axées sur la connaissance des acteurs et des partenaires de la concertation ainsi que les stratégies, méthodes et outils d’organisation du débat public. Elles sont organisées « à la carte » en fonction des besoins et basées sur l’intervention de représentants de différentes structures : associations, entreprises, élus.</p><p>5. Funding Association pluraliste, Décider ensemble s’appuie sur trois collèges d’acteurs : entreprises publiques et parapubliques, collectivités locales, associations. Elle bénéficie également du soutien de plusieurs administrations françaises. <a class=\"external free\" href=\"http://www.deciderensemble.com\" rel=\"nofollow\" title=\"http://www.deciderensemble.com\">http://www.deciderensemble.com</a></p>", "title": "Décider ensemble"}