{"htmlbody": "<p>QUE ES MESA DE LA RIA</p><p>Somos un movimiento social compuesto por más de 30 colectivos entre los que se encuentran partidos políticos, sindicatos, ecologistas, Colegios Oficiales, Asociaciones de Vecinos, ONG´s, etc. y ciudadanos que individualmente participan y colaboran en las actividades y debates que desde la Mesa de la Ría se impulsan.</p><p>Este movimiento social tiene su máxima representatividad en la Asamblea, siendo esta el foro de organización, debate, comunicación y demás actividades que desde su consenso se adoptan.</p><p>La Plataforma Mesa de la Ría tiene la responsabilidad, otorgada por los 20.037 ciudadanos que firmaron, para que la Mesa participara activamente en los debates que se realicen en nuestra ciudad sobre “la recuperación paulatina y progresiva de la Avenida Francisco Montenegro” como representa como ciudadana.</p><p>La Plataforma Mesa de la Ría se plantea como objetivo estratégico la recuperación de ese espacio para la ciudad, por tanto, es contraria a que se instale una Central Eléctrica de Ciclo Combinado en dicha avenida ya que esto contraviene de manera clara los acuerdos tomados en la Mesa para la Recuperación de la Avenida Francisco Montenegro, conocida como Mesa de la Descontaminación, firmados en el año 1.991 por todas las instituciones, partidos políticos, sindicatos, organizaciones empresariales, etc.</p><p>Desde la Mesa de la Ría se pretende que, conforme se vaya agotando el ciclo de actividad de las industrias que actualmente se asientan en la avenida Francisco Montenegro, ese territorio se vaya liberando para la ciudad de manera que no se vuelvan a consolidar nuevas industrias de este tipo en el entorno de Huelva. Es por ello por lo que el asentamiento de una central de Ciclo Combinado supondría hipotecar de nuevo el futuro de nuestra ciudad y de su crecimiento hacia la Ría.</p><p>QUIEN LA FORMA</p><p>CSI-CSIF, Sindicato Unitario, USO, USTEA, C.O. Arquitectos, C.O. Biólogos, C.O. Economistas, C.O. Psicólogos, C.O. Ingenieros Técnicos Forestales, AAVV La Morana, AAVV Virgen de Belén, AAVV Santa Gema, AAVV Barrio San Sebastián, AAVV Amapola, AAVV Las Palmeras, AAVV Los Desniveles, AAVV Viaplana, AAVV Huerta Mena, IU, PA, PCPA, CCDH, Ecologistas en Acción, Grupo ecologista de Huelva, Asociación Pro Derechos Humanos de Andalucía, Fundación Utopía Verde, Odiel Radio, HIGIA, Asociación de Estudiantes Progresistas, SOLUA, APROMA, ADEH, Asociación Proyecto Dos Orillas.</p><p>OBJETIVOS</p><p>1. Defender el cumplimiento del Acuerdo de 1991, firmado por organizaciones sociales, políticas, empresariales e instituciones para la recuperación de la Avda. Fco. Montenegro de Huelva, destacando la determinación de no permitir la instalación de nuevas industrias en la zona y la necesidad de recuperar de forma progresiva y paulatina ese espacio para la ciudad.</p><p>2. Luchar con todos los medios a nuestro alcance por el derecho a la salud y a vivir en un medio ambiente no agresivo, ambos amenazados por la contaminación ambiental en la ciudad de Huelva.</p><p>3. Impulsar la creación y desarrollo de proyectos de ocio, cultura y naturaleza en la Avda. Fco. Montenegro de Huelva, frente a posibles planeamientos de viviendas que pudieran ser propuestos para esta zona.</p><p>4. Promover la búsqueda consensuada de alternativas a la actividad industrial en la Avda. Fco. Montenegro de Huelva, para que al término del ciclo de vida de esas industrias se regenere la zona, dándole un uso respetuoso con la salud y el medio ambiente, a la vez que genere riqueza y empleo a los onubenses.</p><p>5. Denunciar públicamente la instalación de la nueva central térmica de ENDESA en la Punta del Sebo de Huelva y tomar las medidas oportunas para que desaparezca, ya que vulnera el PGOU actualmente en vigor y los acuerdos de 1991.</p><p>6. Exigir al Ayto. de Huelva la convocatoria de un referéndum, para definir democráticamente el futuro de la Avda. Fco. Montenegro de Huelva, basándonos en la voluntad de las 20.000 firmas de onubenses que así lo expresaron.</p><p>ADHESIÓN ON LINE</p><p>Cumplimenta y envía el cuestionario que corresponda:</p><p>Adhesión on line de particulares Adhesión on line de personas jurídicas</p><p>GRUPOS DE APOYO</p><p>En la Asamblea General Ordinaria de la Mesa de la Ría celebrada el 5 de noviembre de 2007, se aprobó la creación y puesta en marcha de diversos grupos de apoyo, a los que se les facilitarán los recursos de Internet necesarios para la coordinación telemática de sus trabajos. La coordinación de dichos grupos entre sí, con la Comisión Permanente y con la Asamblea, se realizará a través de personas que acudan a las reuniones presenciales y estén suscritas a las correspondientes listas de correos de dichos grupos. El objetivo es facilitar la contribución de todas aquellas personas que podrían realizar aportaciones importantes para la Mesa de la Ría, pero no pueden acudir a las reuniones presenciales. Algunos grupos serán permanentes, mientras que otros sólo tendrán que activarse en momentos concretos.</p><p>Actualmente se ha aprobado la creación de los siguientes grupos de apoyo: Internet, Diseño gráfico, Audiovisual, Derecho, Salud, Medio ambiente y Organización de actividades lúdicas y culturales. Si deseas inscribirte en alguno/s de ellos, sólo tienes que cumplimentar y enviar este cuestionario web. Te suscribiremos a nuestras novedades y nos pondremos en contacto contigo a la mayor brevedad posible.</p><p>Recuerda que también puedes apoyarnos desde las redes sociales:</p><p>Uniéndote a nuestro grupo en Facebook: Por una Huelva sin contaminación - Plataforma Mesa de la Ría</p><p>Haciéndote amigo de la Plataforma Mesa de la Ría en Tuenti.</p>", "title": "Plataforma Mesa de la Ría"}