{"htmlbody": "<p><a id=\"Introduction\" name=\"Introduction\"></a></p><h2>Introduction</h2><p>This is the working constitution of the University of Victoria's Constitutional Law Class 2011/2012 A02. Everyone is welcome to edit the constitution! Changes to our constitution are tracked through the history and earlier versions can be reverted back to at any time. You can also use the 'discussion' tab to debate, discuss, clarify, or whatever. We can figure out how we'll come to agree on our constitution as we go along. <a id=\"Constitution\" name=\"Constitution\"></a></p><h2>Constitution</h2><p>Constitutional Law Class Constitution We the people of Constitutional Law, in order to make a more perfect classroom environment, ensure respect, promote equality and secure the education necessary for success, hereby establish this Constitution for the Constitutional Law Class.</p><p>1. The Constitution is the supreme law of this class and all other laws that are in conflict with this Constitution have no force or effect.</p><p>2. The Constitution and the class function within the greater scope of the University of Victoria community.</p><p>3. The executive power of the class shall be vested in the Professor.</p><p>4. The powers contained in the executive shall include, but are not limited to: convening class, adjourning class, setting the agenda for class, assigning the readings in advance of the class, setting the material for exams and providing the structure of daily classes.</p><p>5. The powers of the executive are limited by the responsibilities of instructors set out in University policy, regulations and guidelines.</p><p>6. As well as the general limitations set out in University policy, the executive shall not lecture in a format that is not understandable to students, nor unreasonably change the course requirements from those described in the course syllabus barring two/thirds approval from the class.</p><p>6a. Further, the executive will take steps to promote an engaged learning environment by paying attention to issues of equity and diversity, by using innovative teaching, and by responding to changes in constitutional law as they affect our class.</p><p>7. The powers of the executive are limited by the rights of the students that are enumerated within this Constitution.</p><p>8. The Constitutional Class Charter of Rights and Freedoms guarantees the rights and freedoms set out in it subject only to such reasonable limits prescribed by the Professor as can be demonstrably justified in a free and democratic society.</p><p>9. Every individual is equal before and under the Constitution and has the right to the equal protection and equal benefit of the law without discrimination and, in particular, without discrimination based on race, national or ethnic origin, marital status, colour, religion, sex, sexual orientation, age or mental or physical disability.</p><p>10. Everyone has the right to a learning experience uninhibited by ways including, but not limited to interruption when speaking, cell phones, frivolous laptop use, negative judgment of comments and disrespectful treatment.</p><p>11. Everyone has the right to be heard in class, to participate fully, to have clearly set out class expectations and to have their work assessed fairly without prejudice.</p><p>12. Any classroom member who believes that their rights under this Constitution have been infringed upon may appeal to the classroom Constitutional Judiciary, at the beginning of any class, the Judiciary will have the power to recognize a wrong and prescribe a remedy.</p><p>13. The Constitution Judiciary will consist of three students selected by popular vote of the class and shall serve a term which commences upon their selection until the end of the school year in which they were selected.</p><p>14. Members of the Constitutional Judiciary may be removed by the Professor upon recommendation of two/thirds of the class.</p><p>15. Amendments to the Constitution may be suggested by any group consisting of at least ten classroom members, which may or may not include the Professor, and the proposal shall take the following form: a presentation of the suggested amendment, followed by a ten minute open floor debate of the merits of the amendment and then a vote requiring two/thirds approval of the class in order to be adopted. Amendments may only be brought forth on the first class of any given month.</p><p>15a. This Constitution will be in force indefinitely.</p>", "title": "UVic Constitutional Law Class 2011/2012"}