{"htmlbody": "<p><a id=\"Web_Site_and_Contact_Information\" name=\"Web_Site_and_Contact_Information\"></a></p><h2>Web Site and Contact Information</h2><p><a class=\"external text\" href=\"http://IOCSMS.org\" rel=\"nofollow\" title=\"http://IOCSMS.org\">IOCSMS.org</a></p><p>Denis.Pageau at IOCSMS.ORG <a id=\"Mission\" name=\"Mission\"></a></p><h2>Mission</h2><p>&lt;p&gt; Empower the citizen of our Global Village</p><p> </p><blockquote>The mission of the International Organization of Citizens for the Sustainable Management of Societies, or IOCSMS, is to empower the citizens of our Global Village, by giving them the necessary tools to evaluate the sustainability of the collectivities they live in, as well as to evaluate the contributions made by they and their fellow citizens, leaders and non leaders alike, to the sustainable management of the Global Village.</blockquote><p><a id=\"Means\" name=\"Means\"></a></p><h2>Means</h2><blockquote>Create national and local chapters, in countries and large cities, to promote the notions of sustainable management of societies and the role of all citizens, from leaders to workers, from the decision-makers to volunteers, from influencers to managers. To achieve this the organization promotes the following:<blockquote><ul><li>The concept of society refers to the amalgamation of the management processes that affects the citizens. They include:<blockquote><ul><li>management process that facilitates interrelations</li><li>management process that facilitates interactions</li><li>management process that facilitates the functioning of the collectivities they live in.<blockquote><ul><li>Local, provincial/state, national, international and global</li></ul></blockquote></li><li>management process that facilitates our societal resources.</li></ul></blockquote></li></ul></blockquote><p>It also promotes these facts about citizens:</p><blockquote><ul><li>Everyone who lives in a collectivity is a citizen.</li><li>There are different types of citizens; They are:<blockquote><ul><li>Influencers, from which leaders emerge.</li><li>Decision makers</li><li>Managers</li><li>Workers and volunteer</li><li>Stay at home parents</li><li>Ostracized</li><li>Removed</li><li>Temporary</li></ul></blockquote></li></ul></blockquote><p>Finally, the International Organization of Citizens for the Sustainable Management of Societies promotes the fact that all resources are societal, since at one point or another, a citizen must, to create, transform, transport, or recycle or destroy, his new resource, use resources that belong to the collectivity.</p><blockquote>There are four types of societal resources:<blockquote><ul><li>Natural - The ecosystem</li><li>Human - The citizens living in the territory</li><li>Abstract - Knowledge, culture, laws, management processes</li><li>Transformed natural - Everything we produce from roads to buildings, from cars to table and from food to books, etc.</li></ul></blockquote></blockquote></blockquote><p><a id=\"Looking_for_volunteers_to_develop_the_nationals.2C_provincials.2Fstates_and_locals_chapters\" name=\"Looking_for_volunteers_to_develop_the_nationals.2C_provincials.2Fstates_and_locals_chapters\"></a></p><h2>Looking for volunteers to develop the nationals, provincials/states and locals chapters</h2><blockquote>We are looking for volunteer citizens to develop this organization internationally. The ideal volunteer citizen will have the following understanding:<blockquote><ul><li>Understand that society is an organization.</li><li>Citizens are affected by several societies:<blockquote><ul><li>local, provincial/state, national, international, as well as by</li><li>religious and cultural societies</li></ul></blockquote></li><li>Citizens are the only owners of these societies, because only citizens can act even if they can act collaboratively in groups such as corporations, unions and governmental and non-governmental organizations.</li><li>Collectivities can only be good collectivities if the management processes that is implemented by the citizens facilitate both the development of the citizens and the functioning of the collectivities they live in.</li></ul></blockquote><p>The volunteer will also have the following skills or be able to develop them:</p><blockquote><ul><li>Organizational</li><li>Communication</li><li>Collaborative</li><li>Use of Internet based collaborative tools.</li><li>Understanding of the Learning Organization approach where we look at how each action or each inaction a citizen makes has an impact on another citizen or group of citizens.</li></ul></blockquote></blockquote><p>For more information, contact Denis.Pageau at IOCSMS.ORG</p><p> </p>", "title": "International Organization of Citizens for the Sustainable Management of Societies"}