{"htmlbody": "<p><a id=\"Overview\" name=\"Overview\"></a></p><h2>Overview</h2><p><a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/Power_2010\" title=\"Power 2010\">POWER2010</a> is campaign that aims to collect the ideas and opinions of United Kingdom residents from all political persuasion in hopes of reforming democracy in the UK. The campaign was created by The Democratic Reform Company and formed partnerships with academics from Southampton University and Stanford University to systematically gather ideas and effectively lead a deliberative poll by a body of 130 citizens selected by <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/YouGov\" title=\"YouGov\">YouGov</a> to represent the population as a whole.</p><p>Members of the body gathered the weekend of 9 Jan. 2010 and 10 Jan. 2010 in London for a two-day deliberative event. They participated in a Deliberative Poll, which was organized through the consultation of Stanford University's Professor <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/James_C._Fishkin\" title=\"James C. Fishkin\">James Fishkin</a> and Professor Robert Luskin and Dr. Alice Siu from the Center for Deliberative Democracy at Stanford <a class=\"external autonumber\" href=\"http://cdd.stanford.edu/\" rel=\"nofollow\" title=\"http://cdd.stanford.edu/\">[1]</a>.</p><p>With trained moderators, members deliberated in small group discussions, then participated in plenary sessions with public policy experts. Members presented their opinions by completing two confidential questionnaires, one before and one after deliberation.</p><p>Results from the questionnaires were distilled into a shortlist of 29 policy proposals that was put up for a public vote, organized by POWER2010. Between 18 January and 22 February, 100,000 votes were cast toward selecting five proposed government reforms that would become the focus of POWER2010's nationwide campaign at the next election of Parliament.</p><p>POWER2010 implemented its election campaign phase in the recent UK general election, which ended 6 May 2010. Volunteers sought citizens to sign a pledge to talk to political candidates in their constituency and urge them to take a pledge to reform the country's politics.</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>In 2001 general election, the UK experienced its lowest voter turnout -- 59% -- since the Coupon Election of 1918. There was growing concern in the country of a decline in people's interest in politics during the period as well as a decline in democracy that could follow the trend.</p><p>In response to perceived political apathy in the UK, the Joseph Rowntree Charitable Trust and the Joseph Rowntree Reform Trust founded the <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/Power_Inquiry\" title=\"Power Inquiry\">POWER Inquiry</a> in 2004 to investigate political perspectives and attitudes in the country. The movement was led by the Power Commission, which Helena Kennedy, British Labour Party member of the House of Lords, was commissioned to lead. The Commission included members across the political spectrum and was promoted as political neutral.</p><p>The Power Commission published its final report, \"Power to the People<a class=\"external autonumber\" href=\"http://en.wikipedia.org/wiki/File:Report_sml.png\" rel=\"nofollow\" title=\"http://en.wikipedia.org/wiki/File:Report_sml.png\">[2]</a>,\" on 27 February 2006. It made 30 recommendations designed to rescue British democracy. Key recommendations included:</p><p>- Limiting donations to political parties to £10,000 from individuals and £100 from each member of an organization.</p><p>- Giving voters a chance to put forward new laws</p><p>- Lowering the minimum voting age to 16.</p><p>- Creating a House of Lords in which 70% of members are elected instead of appointed.</p><p>- Replacing the country's First-Past-The-Post voting system with a responsive electoral system.</p><p>- Decentralizing power to local government</p><p>Attempts to improve voter turnout in the 2005 UK general election proved unfruitful. Voter turnout in the 2005 British General Election (5 May 2005) was 61% -- a small climb from the 2001 \"post-war 'low'\" of 59% <a class=\"external autonumber\" href=\"http://www.google.com/url?sa=t&amp;source=web&amp;ct=res&amp;cd=4&amp;ved=0CCQQFjAD&amp;url=http%3A%2F%2Fwww.essex.ac.uk%2Fbes%2FPapers%2Fec%2520report\" rel=\"nofollow\" title=\"http://www.google.com/url?sa=t&amp;source=web&amp;ct=res&amp;cd=4&amp;ved=0CCQQFjAD&amp;url=http%3A%2F%2Fwww.essex.ac.uk%2Fbes%2FPapers%2Fec%2520report\">[3]</a>. POWER2010 was another attempt to encourage voting in the UK, by carrying on and implementing the concepts of the Power Inquiry in the 2010 UK General Election on 5 May 2010.</p><p><a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h2>Participant Selection</h2><p>Designers and organizers of POWER2010 sought a selection of participants that represented a broad range of the political spectrum as well as participants coming from different socioeconomic backgrounds. The aim of the selection process was to create a group that would be representative of the UK population.</p><p>For the third phase (Deliberative Poll) of POWER2010, participant selection was done through <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/YouGov\" title=\"YouGov\">YouGov</a>, a market research firm that operates through the Internet and is considered the most accurate opinion pollster in the UK; it is comparable to [[wikipedia: The_Gallup_Organization|The Gallup Organization] in the United States. YouGov specializes in panel management and operates one of more than 250,000 UK members <a class=\"external autonumber\" href=\"http://www.yougov.co.uk/corporate/about/\" rel=\"nofollow\" title=\"http://www.yougov.co.uk/corporate/about/\">[4]</a> that is intended to be representative of all ages, socioeconomic groups and demographic types ideal for the POWER2010.</p><p>UK residents who participated in first, third and fourth phase of the campaign were chosen through self-selection.</p><p><a id=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\" name=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\"></a></p><h2>Deliberations, Decisions, and Public Interaction</h2><p>The POWER2010 campaign was divided into four phases:</p><p><a id=\".22Tell_Us_Your_Ideas.22_.2815_September_-_30_November.2C_2009.29\" name=\".22Tell_Us_Your_Ideas.22_.2815_September_-_30_November.2C_2009.29\"></a></p><h3>\"Tell Us Your Ideas\" (15 September - 30 November, 2009)</h3><p>The phase aimed to gather ideas about democratic and political reform within the next Parliament from British citizens from a wide range of political backgrounds. More than 4,000 ideas were submitted voluntarily by British citizens in the period. They were organized by Southampton University and used in the Deliberative Poll phase of the campaign.</p><p><a id=\".22Deliberative_Poll.22_.289_January_-_10_January.29\" name=\".22Deliberative_Poll.22_.289_January_-_10_January.29\"></a></p><h3>\"Deliberative Poll\" (9 January - 10 January)</h3><p>To further refine the list of reform proposals, a sample of 130 citizens was selected by YouGov gathered in London to participate in a Deliberative Poll, which was organized by Professor <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/James_C._Fishkin\" title=\"James C. Fishkin\">James Fishkin</a> from Stanford University, as well as Professor Robert Luskin and Dr. Alice Siu of the Center for Deliberative Democracy at Stanford. The participating citizens each received a briefing packet detailing the popular reform ideas from the first phase. They engaged in small group discussions and deliberated in them, then participated plenary sessions with public policy experts. Each citizen completed a questionnaire before and after deliberation. Results in the questionnaire were used to create a shortlist of 29 ideas, which were put to a public vote in the Public Vote phase of the campaign.</p><p><a id=\".22The_Public_Vote.22_.2818_January_-_22_February.29\" name=\".22The_Public_Vote.22_.2818_January_-_22_February.29\"></a></p><h3>\"The Public Vote\" (18 January - 22 February)</h3><p>More than 100,000 votes were submitted in a public vote on the 29 ideas prioritized through the Deliberative Poll. The five ideas that were voted for most became the focus of the next phase, the POWER2010 nationwide campaign for political reform. They were:</p><p>- Introduce a proportional voting system (12,111 votes)</p><p>- Scrap ID cards and roll back the database state (10,541 votes)</p><p>- A fully elected second chamber (6,588 votes)</p><p>- English votes on English laws (6,348 votes)</p><p>- A written constitution (6,249 votes)=<a class=\"external autonumber\" href=\"http://www.power2010.org.uk/pages/leaderboard\" rel=\"nofollow\" title=\"http://www.power2010.org.uk/pages/leaderboard\">[5]</a></p><p><a id=\".22Election_Campaign.22_.28up_to_election_day.2C_May_6.2C_2010.29\" name=\".22Election_Campaign.22_.28up_to_election_day.2C_May_6.2C_2010.29\"></a></p><h3>\"Election Campaign\" (up to election day, May 6, 2010)</h3><p>POWER2010 campaigners and volunteers reached out to communities throughout the UK, urging citizens to sign a pledge to speak to candidates in their constituency and urge the candidates to \"make a public commitment -- a pledge -- to clean up and reform\" politics <a class=\"external autonumber\" href=\"http://www.power2010.org.uk/pages/81/\" rel=\"nofollow\" title=\"http://www.power2010.org.uk/pages/81/\">[6]</a>.</p><p><a id=\"Influence.2C_Outcomes.2C_and_Effects\" name=\"Influence.2C_Outcomes.2C_and_Effects\"></a></p><h2>Influence, Outcomes, and Effects</h2><p>The POWER2010 movement engaged UK citizens with their government and got them thinking about the state of politics in their country. The low voter turnout trend reversed, as the movement's sponsor, The Joseph Rowntree Foundation, had sought to accomplish. Movement toward rallying for a fairer voting system, away from plurality vote, has also taken off since POWER2010 started, as well as after the May 6, 2010 general election.</p><p>Voter turnout climbed to 65.1% in the UK region; England, 65.5%; Wales, 64.9%; Scotland, 63.8%<a class=\"external autonumber\" href=\"http://www.ukpolitical.info/Turnout45.htm\" rel=\"nofollow\" title=\"http://www.ukpolitical.info/Turnout45.htm\">[7]</a>. Interestingly, turnout North Ireland dipped to 56.9%, compared to 62.9% in the 2005 UK general election and 68% in the 2001 UK general election -- when the rest of the country was apathetic about voting. To put it into perspective, turnout in the UK region in 2001 was 59.4%; England, 59.2%; Wales, 61.6%; Scotland, 58.2%.</p><p>The movement's concerns about and actions toward the <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/Plurality_voting_system\" title=\"Plurality voting system\">first-past-the-post</a> (plurality) voting took effect. Plurality voting tends to propagate the emergence of two dominant political parties in a nation, often leaving others on the margins and as a result, constituencies without a voice. The two primary parties in the Parliament are the Labour Party and the Conservative party.</p><p><a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/United_Kingdom_general_election,_2010\" title=\"United Kingdom general election, 2010\">Newspaper endorsements</a> for parties, however, showed the start to a promising, more inclusive trend. The <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/Liberal_Democrats\" title=\"Liberal Democrats\">Liberal Democrat</a> party trails behind the primary parties, but was endorsed by three major newspapers in the country. The Coalition was endorsed by The People newspaper. This pales in comparison to endorsements for the <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/Conservative_Party_(UK)\" title=\"Conservative Party (UK)\">Conservative Party</a> (12 newspapers), but the <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/Labour_Party_(UK)\" title=\"Labour Party (UK)\">Labour Party</a> only received endorsements from two major newspapers.</p><p>Movement toward a proportional voting system, advocated by the POWER2010 movement, is now being considered by the public. Instead of envisioning a political system where plurality vote does not trump politics, the movement created a platform for people to voice their concerns and take action. Participants became known as the \"people in purple,\" POWER2010's color of suffrage.</p><p>POWER2010 also served as a platform to network advocates and activists with other movements seeking fairer elections and improved democracy. It became part of the new Take Back Parliament coalition, which also includes campaigns Ekklesia, 38 Degrees, the Electoral Reform Society and Vote for a Change, among others. Along with Take Back Parliament supporters, more than 20,000 British voters have signed a petition claiming \"Parliament does not represent us and we demand fair votes now.\"</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h2>Analysis and Criticism</h2><p>The POWER2010 movement developed scope that was broad enough to engage all UK citizens, regardless of the region they resided in. This created space for people who showed interest in boosting their civic participation and involvement in their government to work with others with the same personal goals to work toward accomplishing a nationally oriented goal of saving and improving democracy in the country and reforming the Parliament.</p><p>The movement's methodology was also comprised of simple steps any citizen could take to enhance his or her civic engagement. The support POWER2010 gave to its participants -- including resources for learning about issues at hand, briefing materials for the deliberative poll and simple campaign tools -- allowed anyone to participate, regardless of socioeconomic background or political leaning. In fact, the design promoted involvement from a variety of citizens. This reduced barriers to participation such as level of education, income and location. Again, this helped get more people involved in the campaign and gave more people a voice in their government in the UK.</p><p>Another commendable feature of POWER2010 was how power over prioritizing issues was delegated to the the citizenry. Messages sent in expressing concern for government were taken seriously and considered in the Deliberative Poll stage. During the Deliberative Poll, the political agenda that would propagate the rest of the movement was decided by participants, whom, according to YouGov, fairly represented the UK population. Decisions made by participants in the poll were put to a vote by the public in the third stage of the movement, and that determined the campaign's agenda for the 2010 UK general election. This reduced, if not eliminated moderator biases and biases of the sponsors and organizers of the campaign and put power into the hands of ordinary citizens.</p><p>Participation in POWER2010, however, was entirely voluntary; even involvement in the Deliberative Poll was voluntary because members of YouGov have the option of opting out of participating in helping make decisions about government and public concerns. While noble, this element of the POWER2010 movement left the politically apathetic out of the picture -- they had neither an incentive nor obligation to participate in the movement's phases. Those who are left to participated are likely civic-minded citizens are those who have the time and energy to aid reform on a volunteer basis.</p><p>One solution to this problem would be to require a given percentage of UK citizens from different regions of the country to get involved with POWER2010. To draw from the obligations of jury duty, they could be compensated for their time through an accurate calculation of travel expenses to London, where the Deliberative Poll was held, as well as compensation for employment time lost, if any. Given that the Deliberative Poll was taken during the weekend, the latter would likely be minimal while the former could be subsidized by government to promote a healthy democracy.</p><p>While campaigners were heavily involved in advocating for electoral reform and fairer voting, their efforts made little initial impact in Parliament. Officials were elected and politics went back to business as usual.</p><p>But because of its broad scope and its potential for longevity, POWER2010's design and participatory model permits a continuation of the campaign past the election. This is perhaps the strongest long-term merit it possesses. Already taking root is the \"purple\" campaign which POWER2010 is a part of along with other organizations. The goals remain the same: To eliminate first-past-the-post voting and improve voter turnout, as well as improving voter knowledge of national issues. So far, the campaign shows no signs of dissolving and has potential to grow even stronger than it was before the 2010 general elections. Its platform also provides an outlet for the introduction of other issues citizens believe are important in improving the UK socially, economically and politically. It is a movement that is here to stay and would likely serve, as it has, as a platform for effective agenda-setting and establishing consensus among the citizenry.</p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p>1. Stanford University. Center for Deliberative Democracy. Web. 03 June 2010. &lt;<a class=\"external free\" href=\"http://cdd.stanford.edu/\" rel=\"nofollow\" title=\"http://cdd.stanford.edu/\">http://cdd.stanford.edu/</a>&gt;. [Learning material for background on Center for Deliberative Democracy and underlying tenets of Deliberative Poll.]</p><p>2. Joseph Rowntree Trust Foundation. Power to the People. Rep. York: York Distribution, 2006. Print. [\"Power to the People\" report, which initiated POWER2010 movement.]</p><p>3. Sanders, David, Harold Clarke, Marianne Stewart, and Paul Whiteley. The 2005 General Election in Great Britain. Rep. Electoral Commission, Aug. 2005. Web. 3 June 2010. &lt;<a class=\"external free\" href=\"http://www.essex.ac.uk/bes/Papers/ec%20report%20final.pdf\" rel=\"nofollow\" title=\"http://www.essex.ac.uk/bes/Papers/ec%20report%20final.pdf\">http://www.essex.ac.uk/bes/Papers/ec%20report%20final.pdf</a>&gt;. [Discussion of election results and voter turnout in 2001 general election]</p><p>4. Welcome to YouGov. Web. 03 June 2010. &lt;<a class=\"external free\" href=\"http://www.yougov.co.uk/corporate/about/\" rel=\"nofollow\" title=\"http://www.yougov.co.uk/corporate/about/\">http://www.yougov.co.uk/corporate/about/</a>&gt;. [Resource detailing what YouGov is, who it serves and how it gathers participants.]</p><p>5. \"Leaderboard.\" POWER 2010. Web. 03 June 2010. &lt;<a class=\"external free\" href=\"http://www.power2010.org.uk/pages/leaderboard\" rel=\"nofollow\" title=\"http://www.power2010.org.uk/pages/leaderboard\">http://www.power2010.org.uk/pages/leaderboard</a>&gt;. [Outline and detailed statistics of issues voted on by Deliberative Poll and voting phase.]</p><p>6. \"Election Campaign.\" POWER 2010. Web. 03 June 2010. &lt;<a class=\"external free\" href=\"http://www.power2010.org.uk/pages/81/\" rel=\"nofollow\" title=\"http://www.power2010.org.uk/pages/81/\">http://www.power2010.org.uk/pages/81/</a>&gt;. [Information about goals of POWER2010.]</p><p>7. \"Voter Turnout at UK General Elections 1945 – 2010 | UK Political Info.\" UK Political Info | Easy Access to Political and Electoral Data. Web. 03 June 2010. &lt;<a class=\"external free\" href=\"http://www.ukpolitical.info/Turnout45.htm\" rel=\"nofollow\" title=\"http://www.ukpolitical.info/Turnout45.htm\">http://www.ukpolitical.info/Turnout45.htm</a>&gt;. [Used in analysis of voter turnout in general elections, contains turnout statistics in general elections since 1945.]</p>", "title": "POWER2010"}