{"htmlbody": "<p>Imagine companies without managers or employees. Just contributors. You decide what work you do, when you do it, and how. Contribution determines your ownership, not job titles or office politics. Problems are solved collaboratively. Quickly. Efficiently. And innovation is through the roof.\n</p><p>This kind of business isn’t just an idea. It exists. It’s a system we developed called The Open Enterprise Model. We use it and love it. And now, through the BetterMeans Platform, our aim is to make this model available to everyone who wants it.\n</p><p>As far as we’re concerned, the reinvention of work couldn’t be happening a moment too soon. The old ways of business are breaking down. We’ve worked in top-down, carrot-and-stick corporations. We’ve had our ideas, enthusiasm, and dignity squished against the walls of middle-management and business-as-usual. It sucks. It’s soul-crushing. Not to mention mind-blowingly inefficient.\n</p><p>Fortunately, new ideas are emerging about how organizations can work. A few smart people in a few smart companies have begun doing things differently, and have been rewarded with amazing results. Google, for example, pays employees 1 day a week to work on their own pet projects. Think this yields better innovations? You better believe it.\n</p><p>After studying the problems and the possibilities… we began to imagine what the ideal workplace might be like. Not just for workers, but for the organization as a whole. (Note: we say “workers” so you’ll understand… but the more you read about us, the more you’ll understand why the word doesn’t quite fit anymore.) We tried to imagine what the ideal organizational model looks like.\n</p><p>We thought about what it would take for people to love their jobs. What would happen if they were empowered, inspired, and eager to help their organization succeed. And guess what? If you figure this piece out, you’ve figured out just about everything else you need to know to make an company thrive. It’s simple: fairly distributed ownership.\n</p><p>Okay. It just sounds simple. There’s actually quite a lot involved in making this possible. Suffice it to say that we did it, and we call this organizational structure the Open Enterprise Model. If you want to read more, here are the details of how an Open Enterprise organization works. Check it out. If you’re an entrepreneur or a business owner, it becomes pretty obvious how powerful this model can be for transforming or launching a company.\n</p><p>Once you’ve understood the Open Enterprise Model, you’ll see there’s a lot to track. Like the Internet, an Open Enterprise business is interconnected but decentralized. That means anyone can interact with anyone to help move the business towards its goals. There must be tools to allow for this kind of collaboration. Software that can track and manage each person’s contributions, their ideas, voting choices, budget controls, payment systems, and ownership credits among other things.\n</p><p>Because of this, BetterMeans has developed the BetterMeans Platform. This is a comprehensive online platform that handles all of the management details of an Open Enterprise, and gives the organization’s workforce the tools required for “deep” collaboration. If you’d like to know more about our services, check out the details of the BetterMeans Platform.\n</p>", "title": "BetterMeans.org"}