{"htmlbody": "<p><a id=\"1._Problems_and_Purpose\" name=\"1._Problems_and_Purpose\"></a></p><h2>1. Problems and Purpose</h2><ul><li> The opportunity to deliberate gives citizens information necessary to understand difficult issues. The Far North Queensland’s Citizen Jury (FNQCJ) provided an opportunity for Australian citizens to deliberate on environmental issues connected with the Bloomfield Track in the DainTree region. The purpose of the FNQCJ was to understand how citizens' preferences change after deliberation. </li><li>The <a href=\"/methods/citizens-jury\" title=\"Citizens' jury\">citizens' jury</a> improved citizens' knowledge about the issues at hand.The construction of the Bloomfield Track has polarized the environmental debate in Australia because the rainforest's preservation is critical to the Daintree ecosystem, yet community access and property value remain controversial.The FNQCJ decided how to manage the Bloomfield Track's future through deliberation.</li></ul><p><a id=\"2._History\" name=\"2._History\"></a></p><h2>2. History</h2><ul><li>The Kuku Yalangi Aboriginal people have lived along the coastline of the Daintree region in Australia for approximately a thousand years. When settlers landed in this remote area, they quickly linked Cape Tribulation to the Bloomfield River. During the 1900s, settlers began cutting timber in search of Red Cedar. Later, in 1968 a privately funded group of farmers bulldozed the track to improve its land value.</li><li>The Bloomfield track reopened in 1978, and was commonly used only as a walking path. It became a tourist attraction when ancient flowers were discovered in the Daintree rain forest, leading to the track's widening in 1982. By 1984 the track connected Cape Tribulation to Cooktown, stretching 30km (19mi). This extensionconstruction met local opposition, leading to controversy, protests and arrests.</li><li>In January of 1984, a national meeting of all major environmentalist groups pursued World Heritage Listing for the wet tropical rainforest of North Queensland. Controversy surrounding the track made the Greater Daintree region a national issue. Blockades began to pop up, and the media showed graphic images of its deforestation. Citizens began voicing their opinions on the environmental issue given the extensive media coverage. Some suggested educational forums about the issues and the economic alternatives. The polls conducted by Sidney, Melbourne, and Brisbane showed that 82% citizens were in favor of urgent governmental action to protect the rainforest, but the Queensland Government would not cooperate with the Federal Government. Similarly, local polls in the Queensland area showed opposition to the logging.</li><li>Eventually, the Federal Government made it illegal to cut timber in the rainforest, but then the concern turned to human impact. Fortunately, the area is not easily accessible by most vehicles, thus reducing the population and traffic. Only four-wheel drive (4wd) vehicle can pass through the unpaved road, which pollutes rivers and streams because the track's location allows the polluted runoff to flow into the ocean, therefore damaging inshore coral reef. This potential damage could have a regional effect and become a larger environmental concern.</li></ul><p><a id=\"3._Participant_selection\" name=\"3._Participant_selection\"></a></p><h2>3. Participant selection</h2><ul><li>The FNQCJ selection process was conducted in January of 2000. The design of Citizens' Jury model was created to investigate how citizens changed their preferences during a deliberative process. Twelve ‘jurors’ were selected randomly from 2000 responses to a letter distributed in the north region of Cairns, Australia. A facilitator guided the jurors during the process, and discussed the Bloomfield track's future over a period of four days.</li></ul><p><a id=\"4._Deliberation.2C_decisions.2C_and_public_interaction\" name=\"4._Deliberation.2C_decisions.2C_and_public_interaction\"></a></p><h2>4. Deliberation, decisions, and public interaction</h2><ul><li>The FNQCJ began with a pre-deliberative survey. The first day of the deliberative process involved an introduction briefing and a presentation of the citizens’ jury process. Later, the jury was taken to the site accompanied with facilitators and engineers to answer any questions or concerns. Day 2 consisted of five witness sessions with engineers. The sessions allowed engineers to discuss the maintenance/construction cost, planning/regional impact, environmental impacts (terrestrial &amp; reef), and tourism impact. At the end of day 2, the jury had to review the day and request any further information necessary. On day 3, three witness sessions took place. The local and indigenous communities got to share their points-of-view. A mid-deliberative survey was administrated to measure the impact of the witness sessions. On the last day, the jury had to review the previous day and write a report. The jury had to generate recommendations for the future management of the Bloomfield Track. They were instructed to keep in mind the following questions:<ul><li>Community access and consultation</li><li>Impact on local Aboriginal people and their culture values</li><li>The integrity of the world</li><li>Heritage/environmental values of the area</li><li>Economic impacts</li><li>Feasible alternatives</li><li>Long-term impacts</li></ul></li></ul><p>- An hour break took place before the jury came back to process the written report. When the jury processed their report, they had to fill out a post-deliberative survey.</p><ul><li>The FNQCJ surveys showed a change in policy preference. After the deliberation process, the citizens had less discrepancies and more consensus. Yet although there was not a full consensus about the Bloomfield Track's future, the deliberation enhanced their abilities to process the environmental issues.</li></ul><p><a id=\"5._Outcomes.2C_effects.2C_and_Influences\" name=\"5._Outcomes.2C_effects.2C_and_Influences\"></a></p><h2>5. Outcomes, effects, and Influences</h2><ul><li>The jury presented two options for the Bloomfield Track's future management. </li><li>First, the closure of the Bloomfield track in 10-15 years was favored 12 to 7. The jurors believed that it was important to maintain ecosystem in the Daintree region. They thought the closure of the road would benefit the local communities and environment. In addition, they felt it would be a poor return on investment for the cost of maintaining the track. Regarding its impact over tourism, the jury concluded there were alternative routes that did not require the Bloomfield track to remain operational.The jurors felt 10-15 years would be a enough time for the closure to be publically announced in order for people to make necessary traveling accommodations.</li><li>On the other hand, the jurors who felt that the track should remain open argued that access to the area should be available to anyone who wishes to visit it. To them, there wasn't enough proof of the track's adverse environmental impact.  </li><li>Whereas at the beginning of the deliberation process, everyone was fractured into competing points-of-view, they later were able to reach some consensus., The deliberation process could have invoked responses that suited majority opinion about the issue, and suggests that citizens tend to vote in favor of dominant political spheres. It is also possible that deliberation encouraged citizens to look beyond their own self-interest towards a common good. The knowledge they received from the witness session put them in a better position to judge the outcomes because their prior information had been distorted.</li></ul><p> </p><p><a id=\"6._Analysis_and_criticism\" name=\"6._Analysis_and_criticism\"></a></p><h2>6. Analysis and criticism</h2><ul><li>Analysis of the process consisted of two parts.The first focused on the change in policy preference. The second focused on finding an explanation for these changes. The pre- and post- deliberative survey gauged the preference in policy ranking over the course of time. Therewere five options regarding the track's future were:</li></ul><ol><li>Upgrade the track by sealing it with bitumen</li><li>Upgrade the track to a dirt road suitable for conventional vehicles</li><li>Stabilize specific trouble spots but leave it as a 4wd accessible</li><li>Maintain the track in its current condition</li><li>Close the track and rehabilitate the area</li></ol><p>(Note) The preferences changed consistently throughout the deliberative process, but closure of track rose from the bottom at the beginning to the top in the end. </p><ul><li>The research was analyzed with a Q methodology that entailed 42 statements relating to the Bloomfield Track issue. The Jurors were asked to answer the statements by responding on a nine point scale whether they ‘agreed’ or ‘disagreed’. The pre-and post policy preferences were analyzed by patterns within and across individuals. Overall, the jurors formulated their policy preferences off the basis of the preservation of the DainTree region.</li><li>The FNQCJ suggests that deliberation can help to overcome difficulties understanding complex environmental issues. The poor consensus of a level policy suggests that environmental issues are being distorted. There seems to be a general environmental concern and the media can help bridge consensus. Providing accurate information to the public can lead to fewer fractures in our environmental policies.</li></ul><p> </p><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h2>Secondary Sources</h2><p><a class=\"external free\" href=\"http://cjp.anu.edu.au/simon/index.htm\" rel=\"nofollow\" title=\"http://cjp.anu.edu.au/simon/index.htm\">http://cjp.anu.edu.au/simon/index.htm</a></p><p><a class=\"external free\" href=\"http://www.daintreecoast.com/4wd-bloomfield.html\" rel=\"nofollow\" title=\"http://www.daintreecoast.com/4wd-bloomfield.html\">http://www.daintreecoast.com/4wd-bloomfield.html</a></p><p><a class=\"external free\" href=\"http://www.daintreeinfo.com/region_guide/index.php?RegionInfoID=92&amp;RegionSubjectID=13\" rel=\"nofollow\" title=\"http://www.daintreeinfo.com/region_guide/index.php?RegionInfoID=92&amp;RegionSubjectID=13\">http://www.daintreeinfo.com/region_guide/index.php?RegionInfoID=92&amp;RegionSubjectID=13</a></p><p><a class=\"external free\" href=\"http://www.dse.vic.gov.au/DSE/wcmn203.nsf/LinkView/766BEAA8E393941FCA25706F001669732AFD9108CAEF17F5CA257091000B3DDC\" rel=\"nofollow\" title=\"http://www.dse.vic.gov.au/DSE/wcmn203.nsf/LinkView/766BEAA8E393941FCA25706F001669732AFD9108CAEF17F5CA257091000B3DDC\">http://www.dse.vic.gov.au/DSE/wcmn203.nsf/LinkView/766BEAA8E393941FCA25706F001669732AFD9108CAEF17F5CA257091000B3DDC</a></p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p><a class=\"external free\" href=\"http://www.cafnec.org.au/campaigns/wettropics.php\" rel=\"nofollow\" title=\"http://www.cafnec.org.au/campaigns/wettropics.php\">http://www.cafnec.org.au/campaigns/wettropics.php</a></p><p><a class=\"external free\" href=\"http://lwa.gov.au/files/products/social-and-institutional-research-program/pr040804/pr040804.pdf\" rel=\"nofollow\" title=\"http://lwa.gov.au/files/products/social-and-institutional-research-program/pr040804/pr040804.pdf\">http://lwa.gov.au/files/products/social-and-institutional-research-program/pr040804/pr040804.pdf</a></p><p><a class=\"external free\" href=\"http://pdfserve.informaworld.com/26960_751310526_713672441.pdf\" rel=\"nofollow\" title=\"http://pdfserve.informaworld.com/26960_751310526_713672441.pdf\">http://pdfserve.informaworld.com/26960_751310526_713672441.pdf</a></p><p>Alternatives for environmental valuation By Michael Getzner, Clive L. Spash, Sigrid Stagl</p><p><a id=\"Notes\" name=\"Notes\"></a></p><h2>Notes</h2>", "title": "Far North Queensland Citizen's Jury"}