{"htmlbody": "<h2> </h2><h2>Summary</h2><p>This case was put on by <a href=\"http://participedia.net/en/organizations/people\">By the People</a> in conjunction with <a href=\"http://participedia.net/en/organizations/center-deliberative-democracy\">The Center for Deliberative Democracy, </a>where 317 citizens from Michigan state participated in a deliberative poll in November 2009. The three day event was made into a NewsHour program and was broadcasted by PBS throughout Michigan on January 2010. The participants were given a survey before and after the event in the same way that a Deliberative Poll functions.<br/><br/>Not only did people’s opinions change but their general knowledge about the state’s condition and about how the state legislature works increased as well by 7.7%. Because the event was put on by By the People, it received airtime on the NewsHour program on PBS.  </p><h2>Purpose</h2><p>By The People is a project organized by MacNeil/Lehrer Productions. Their goal is to inform everyday citizens to participate in a national discussion on vital current issues. In order to experiment with a large citizen deliberation they wanted to conduct a <a href=\"http://participedia.net/en/methods/deliberative-polling\">deliberative opinion poll</a>.</p><p>In 2009 leading up to the 2010 election, they decided to choose the State of Michigan as the state of interest for this deliberative poll to be held.  It was called “Hard times, Hard choices: Michigan Citizens Deliberate” and they had a diverse representative sample size of 317 Michigan citizens who attended. This random sample of citizens were surveyed on an issue and then invite to attend a three day event. At this event they would receive background material, attend a weekend long citizen deliberation, and then surveyed again. This was held in Michigan’s capital Lansing from the 13 to 15 November 2009. The head moderator was Kwame Holman correspondent for The News Hour with Jim Lehrer. (6)</p><h2>History</h2><p><a href=\"http://participedia.net/en/organizations/people\">By the People</a> was launched in 2002 and has produced over 200 Citizen Deliberations around the country, and more than 100 national and local PBS broadcasts. This organization has also put together a network of local clubs and organizations, community colleges, and PBS station events around the country.  (6)</p><p><a href=\"http://participedia.net/en/methods/deliberative-polling\">Deliberative Polling</a> was first proposed by James Fishkin in 1988 and has been developed since then in collaboration with Robert C. Luskin. (2) James Fishkin himself was present at this deliberation event.</p><p>*This was the first ever Deliberative Poll for Michigan.</p><h2>Funding</h2><p>By the People received a grant from the W.K. Kellogg Foundation for this Michigan-based project entitled “Hard Times, Hard Choices.” \"The Kellogg Foundation believes there is no separation between the future of children, the future of our state, and of our nation, investing nearly $50 million in Michigan this year, all toward improving lives for vulnerable children\". (2)</p><p>*Exact cost for this Delierative Poll was not released</p><h2>Deliberation Process</h2><p>This Michigan Residents Deliberation was an event where citizens came to be heard about Michigan’s hard times and hard choices to be made. Michigan is having a tougher time than most states during this so called Recession. Politicians are being forced to make budget cuts with Michigan having the highest unemployment rate out of all the US and expecting to climb. The state’s poor image with high crime rate in Flint and Detroit is not helping it as well. Conducting a deliberative poll will conclude better results in answers from the people and their answers will be broadcasted to the media.  This event included media coverage through Michigan Public Television Stations, WDCQ-TV Delta College, Detroit Public TV, WCMU, WKAR, and interactive Web elements. (2)</p><p> A scientific random sample of Michigan’s citizens was conducted first. Out of the 317 participates who came, their average age, gender, political party view, education level, and unemployment was equal to the average total of the state of Michigan.  After the weekend deliberation, the goal is to see how views have changed after exposure to ideas from other participants and a panel of experts. (7)</p><p>To start the process, before the official arrival of all participates they had filled out a packet of questions. The morning of the event, chief architect James Fishkin from Stanford University was present to happily greet everyone. He was extremely proud to see the fantastic turn out for attendance. It showed level of interest and enthusiasm for Michigan citizens. Michigan’s Governor Jennifer Granholm did an opening prep talk to the participants before the whole process started. She stated how we cannot afford to sit back and hope for the best. It is a new time and we need to do more than what we have before. This created a lot of motivation throughout the audience of participants. (7)</p><p>The 317 participants were divided into 16 small set of groups. Each group had a moderator to begin discussions and supervise. Three sessions are held where all groups comeback together as a whole and ask questions from their small groups to a panel of experts and policymakers. (7)   </p><h2>Overall Results</h2><ul><li>Results about Taxes after deliberation: What should we increase? What should we cut?</li></ul><p>The result of Michigan’s desperate need of more jobs weighed heavily on their final decision of deliberation on this topic. The participants unanimously supported to increases in certain taxes and decreases in others. They looked at the budget shortfall the state has faced and thought of some ways they can solve it. An astonishing result of an increase of fourteen points was established after the deliberation. This went from a minority support of 37% to a majority of 51% for support to increase sales tax. Just as surprising the support for increasing income tax went up even more by 18 points from the 27% before to 45% after to support. The support for increasing the beer and wine tax was high both before and after deliberation (increasing from 66% to 68%). The most dramatic change was support for cutting business tax which went from 40% to 67%, being a total of 27 point change. (7) (2)</p><p>A huge problem in Michigan is finding jobs for all the unemployment or having new ones for students coming out of college. Creating new jobs is a must for the state.  It was no surprise that supplying tax incentives for companies to move to Michigan had support both before and after (74% to 78%). “After deliberation participants were interested in certain tax cuts that might stimulate jobs but they were willing to accept the pain of tax increases that might help the state’s difficult finances”. (2) (7)</p><ul><li>Results from Michigan’s deliberation of spending and benefits</li></ul><p>‘A key rationale for tax increases was the need to maintain (and sometimes even increase) essential services”. (2) There was a continued support for the state government to spend more on programs like education, healthcare, and pensions even if it meant increasing taxes (50% to 55%). There should be no more cuts on these essentials. Things like cutting extracurricular activity from schools have resulted in more drop outs since students lose motivation to attend. Services like meals on wheels are being cut to starving elderly citizens. (7)</p><p>On the other hand the support for increasing the minimum wage dropped from 58% to 52%.  Also the increasing cash assistance for families which had minority support throughout and dropped from 35% to 31%, but with 35% neither favoring nor opposing after deliberation. “Overall, however, there was support after deliberation for increasing many services and benefits to poor families in the face of a difficult budget crisis. And this support was with a realization that the budget might require significant tax increases”. (2)  (7)</p><ul><li>Results from Michigan’s deliberations about the environment</li></ul><p>The green economy and environmental concerns went significantly up after deliberation. The citizens equally wanted the State going more Green. Support for making Michigan a greener economy went up by 12 points (55% to 67%). Increased incentives for businesses to produce green products and services went up 15 points (60% to 75%). Designing and redesigning buildings to be energy efficient went up 9 points (52% to 61%). Creating and maintain state parks went up 6 points (46% to 52%). Requiring a greater percentage of electricity to come from renewable energy went up 8 points (58% to 66%). Training people for green jobs went up 14 points (58% to 72%). (2) (7)</p><ul><li>Results from deliberation about Michigan’s future</li></ul><p>“Lastly participants were asked about different policy directions the state government could emphasize in building Michigan’s economic future. Both before and after there was strongest support for making Michigan a knowledge/high tech economy\". (2) It held the strongest support out of the category but only went up 7 points after deliberation (74% to 81%). Support for boosting tourism for the State went up 17 points (56% to 73%).  Improving agricultural went up 12 points (66% to 78%). Participants thought of many ideas like selling the State’s own bottle water from their Great Lakes, having a luxurious crew ship travel system around the Great Lakes, and emphasis on Michigan’s popular golf courses going from private to government owned. Lots of ideas, but none reached to a level of agreement. (2) (7)</p><h2>Analysis &amp; Criticisms</h2><p>There has been criticism of the Deliberative Polling method. John Gastil, Communication professor at the University of Washington, says that the poll “does not provide enough face to face deliberation.”(1) He compares the Deliberative Polling to the Citizen Jury and Citizen Assembly in which they have an entire week or month of deliberation to reach the highest degree of analysis and assessment possible.</p><p>“Despite the strong feelings and evident political differences, the very fact of dialogue led to a greater sense of toleration. The percentage agreeing with the statement “People with views very different from mine often have good reasons for their views even when they are wrong” went up 10 points from 58% to 68%.” (2)</p><p>Participants overall knowledge went up after this Deliberative Poll. They were asked a series of five factual knowledge questions and six party placement knowledge questions related to the topics discussed. The majority of questions showed an increase over the course of deliberation. The overall knowledge index for participants who answered correctly increased from 38% before deliberation to 46% after deliberation.</p><p>Deliberative Polling Evaluation</p><p>All participants were asked to evaluate each component of the event and they all gave very high remarks. The overall process of the Deliberative Poll was rated high at 83%. The small group discussions were felt most beneficial by the participants because they rated it at a very high 89%.  The large entire group session was rated at an average 75%. 76% agreed that their group moderator provided opportunity for everyone to participate in the discussion and 85% disagreed that the group moderator sometimes tried to influence the group with his or her own views. Finally 57% agreed that “I learned a lot about people very different from me; about what they and their lives are like.” (2)</p><p>Overall once the three days were up, participants were very happy with themselves. They had a spur sense of activism and pride in purpose for their civic duty. (7)</p><p>*This was a 'Phantom event' where a 2012 follow-up was planned but not held.</p><h2>References</h2><ol class=\"references\"><li id=\"cite_note-0\"><a href=\"#cite_ref-0\" title=\"\">↑</a> Gastil, John. “Deliberative polling – pros and cons.” Open Democracy. 3 October 2007. Web. 2 June 2010. &lt;<a class=\"external free\" href=\"http://www.opendemocracy.net/blog/dliberation/deliberative_polls_pros_and_cons\" rel=\"nofollow\" title=\"http://www.opendemocracy.net/blog/dliberation/deliberative_polls_pros_and_cons\">http://www.opendemocracy.net/blog/dliberation/deliberative_polls_pros_and_cons</a>&gt;</li></ol><p> </p><h2>Secondary Sources</h2><p>Center for Deliberative Democracy provided the most sources:</p><ul><li>2. Hard Times, Hard Choices Results &lt;<a class=\"external free\" href=\"http://cdd.stanford.edu/polls/btp/2010/mi-hardtimes.pdf\" rel=\"nofollow\" title=\"http://cdd.stanford.edu/polls/btp/2010/mi-hardtimes.pdf\">http://cdd.stanford.edu/polls/btp/2010/mi-hardtimes.pdf</a>&gt;<ul><li>This document provided the general process of the event.</li></ul></li><li>3. Attitude Change &lt;<a class=\"external free\" href=\"http://cdd.stanford.edu/polls/btp/2010/mi-att-change.pdf\" rel=\"nofollow\" title=\"http://cdd.stanford.edu/polls/btp/2010/mi-att-change.pdf\">http://cdd.stanford.edu/polls/btp/2010/mi-att-change.pdf</a>&gt;<ul><li>These results show the change in opinions of the participants before and after the event.</li></ul></li><li>4. Demographic Representatives &lt;<a class=\"external free\" href=\"http://cdd.stanford.edu/polls/btp/2010/mi-dem-rep.pdf\" rel=\"nofollow\" title=\"http://cdd.stanford.edu/polls/btp/2010/mi-dem-rep.pdf\">http://cdd.stanford.edu/polls/btp/2010/mi-dem-rep.pdf</a>&gt;<ul><li>These results show the demographics of the participants compared to the Michigan state citizens.</li></ul></li></ul><p> </p><h2>External Links</h2><p><a class=\"external free\" href=\"http://cdd.stanford.edu/polls/btp/\" rel=\"nofollow\" title=\"http://cdd.stanford.edu/polls/btp/\">5. http://cdd.stanford.edu/polls/btp/</a></p><p><a class=\"external free\" href=\"http://www.pbs.org/newshour/btp/index.html\" rel=\"nofollow\" title=\"http://www.pbs.org/newshour/btp/index.html\">6. http://www.pbs.org/newshour/btp/index.html</a></p><p>7. <a href=\"http://www.pbs.org/newshour/video/share.html?s=news01pd8e\">http://www.pbs.org/newshour/video/share.html?s=news01pd8e</a></p>", "title": "Hard Times, Hard Choices: Michigan Citizens Deliberate"}