{"htmlbody": "<h3>Definition and Use:</h3><p>The Living Voters Guide for Washington State is a web-based platform designed to stimulate a deliberative process concerning local issues affecting Washington State citizens. A team of researchers from the University of Washington created the deliberative platform to introduce important information regarding ballot measures and to stimulate active participation in discussions regarding the initiatives.  The site is open to all people who wish to participate or access reliable information pertaining to Washington State politics. The creators’ hopes and belief is that by allowing citizens to think together, they can build a better Washington; trademarking their organization as “of the people, by the people and for the people” (Living Voter’s Guide). The Living Voter’s Guide provides access to all state, county and city measures allowing citizens to read, write and discuss issues while building their own personal pro and con list, without the interference of political campaigns or biased advertisements. Its purpose focuses on helping people make a more deliberative decision; allowing individuals to organize their thoughts through listening to other voters instead of framed stories and guided statements in the media. A large portion of political information provided to the public is monetarily driven by biased supporters; inadequately representing political information and manipulating voters instead of informing them. The Living Voters Guide portrays its commitment to providing equal, unbiased information to all voters through the establishment of straight forward, explicit background information linked to each specific issue. The Living Voters Guide gives citizens a reliable source of information and the opportunity to engage with other Washingtonians across political and geographic divides.</p><p>The Living Voters Guide implements accurate information to all citizens, free from the manipulative incentives of the media and ambiguous political advertisements. Participation is a crucial component in the Living Voters Guide; participants must receive feedback and responses from other citizens participating in order to enable successful deliberation. The Living Voter’s Guide allows individuals to either choose a state ballot measure or enter their zip code to view local measures. Once the citizen has chosen a ballot, or found an issue that interests them, they’re guided to a brief, objective, description of the measure summarized from the official measure by the websites creators. The citizen is provided with access to a more in depth description of the issue, allowing them to investigate the topic until they thoroughly understand the measure. They can then choose to show opposition or support of the measure through a sliding pointer on a spectrum scale with weak and strong ends; enabling participants to express their feelings on the issue. (See an example image under external links*). This encourages participants to think deeply about the issue before taking a stance. </p><h3>Purpose and Problems:</h3><p>The Living Voters Guide tries to target the large population of individuals who currently utilize the internet for political discussions but aren’t doing so in a deliberative manner as well as citizens who aren’t currently active participants of political discussion, with the hopes of introducing them to diverse ideas and greater information. The Living Voters Guide aims to reach all Washington citizens and organize their conversations about political issues occurring in their state as well as their zipcode. The Living Voter’s Guide hopes to broaden awareness about measures that affect voters, encourage voters and citizens to reflect upon their own beliefs while considering other voters’ thoughts, and illuminate the collaborative thoughts of diverse views. These goals were implemented in hopes of replacing non deliberative, uncivil political blogs and social networks with a deliberative discussion space, as well as encourage all citizens, especially those who don’t normally speak out, to participate, build and contribute perspectives.  Besides the communities of citizens who aren’t readily exposed to political information, those who are often receive false, biased and framed information. Media utilize specific communication techniques, such as framing, to discretely include their personal stance on political issues, when delivering information to the public. Several political debates are currently held through social networks and blogs; making them sequentially and chronologically unbalanced and ultimately unsuccessful at being deliberative. Participants are able to contribute their thoughts anonymously and disregard civil language as well as the opinions and statements of other participants. Social networks, blogs or political webpages often further encourage current political views and enforce pre-existing beliefs because they have been intentionally designed for a specific viewer. When participants visit blogs and social networks designed to appeal to their current beliefs, then full exposure of the issue isn’t presented. According to the Uses and Gratification Theory, most political advocates seek out information on the internet that already compliments their current views, limiting their exposure to diverse viewpoints and alternative perspectives (Uses and Gratification Theory). The Living Voters Guide allows citizens to consider alternative perspectives in a variety of ways; they can choose which subject they’re most interested in and then choose pros and cons pertaining to the issue. The Living Voters Guide is open to all citizens and doesn’t target one political party or the other. It thus offers both opposing and supporting opinions of all issues in hopes of enlightening information ‘by’ voters, ‘from’ voters, ‘for’ voters.</p><p>The Living Voters Guide seeks to present an alternative to the problematic online deliberation currently available as well as reach and inform citizens so more voices can be heard. Even though citizens should maintain a range of considerations when trying to make their own conclusions about voting, they are easily suede in the direction of their own preexisting political beliefs, especially when participating in unorganized online blogs. The Living Voter’s Guide has a Facebook page and Twitter Account, updating social networkers and providing direct links to their website, in hopes of guiding people away from unproductive political conversations and towards participating in productive deliberation (Caggiano 2). The Living Voter’s Guide gives citizens more insight on their current stance by providing objective summaries of each issue, using civilized language and allowing access to an array of other citizens’ positions; a prolific alternative to misguided arguments occurring in other online forums . The Living Voter’s Guide also reaches out and appeals to citizens who don’t currently participate in politics at all; it is challenging to access this population and encourage them to actively engage in public discussions but their voices remain critical to the deliberative process. The Living Voters Guide provides a simple alternative for this population of citizens; they don’t have to become extroverts or political experts to have a voice because they can access all the information they need from the website, with or without contributing their own pros and cons (Living Voter’s Guide). The web-based platform is accessible to everyone, regardless of their choice to contribute information or not. The page is designed to only allow those who sign up to contribute pros and cons, but doesn’t require that participants include a picture; making it appealing to those who are more reserved.  </p><h3>History:</h3><p>The Living Voters Guide was first unveiled at the Seattle City Club’s lunch event in September of 2010. It is funded by the National Science Foundation and created by University of Washington professors and students in partnership with the Seattle civic nonprofit CityClub. University of Washington’s professor of computer science and engineering, Alan Borning and Travis Kriplean, a University of Washington doctoral student in computer science and engineering ,led the project and site’s development with a team of University of Washington researchers at the Center for Communication and Civic Engagement (Caggiano 1).The group decided they wanted to create a technology guide that would reach a greater diversity of voters and provide citizens with trustworthy, unbiased information. They made the forum with the hopes of cutting down on rude behavior and strategic manipulation techniques.  Alan Borning stated: “The features we’ve built try to nudge people toward a more thoughtful, deliberative process online” (\"'Living Voters Guide' Invites Washington Voters to Hash Out Ballot Initiatives.\"). The space was developed for interactive discussions and utilizes a complex ranking system to organize points of views by the majority of participants’ choices. University of Washington team member stated: “We want to foster discussion and the best way to do that is to prioritize the points of intersection between people with different values and ideologies” (\"'Living Voters Guide' Invites Washington Voters to Hash Out Ballot Initiatives.\"). The creators hoped that the site would attract all citizens from all over Washington and help them make informed decisions regarding ballots that affect them. The Living Voter's Guide is still actively used by participants in Washington and continues to address current political issues.</p><h3><strong>Participant Selection:</strong></h3><p>Participation is completely voluntary. If the participant is a citizen of Washington State, they are potentially eligible to participate. The only process they must go through in order to participate is to make an account for the website. Participants must also follow specific rules regarding the content and voice of their commentary when participating on the website or their account could be suspended or deactivated. These rules include not making personal attacks or using offensive language, expressing their own opinions only and no those of any campaign, candidate, or party, and not making multiple accounts. They also have the option of just being a viewer as opposed to a user. If the participant does not want to set up an account, they are still able to just view the website, the local ballot measures, the pros and cons of each measure, and the commentary users have provided for others to view.</p><h3><strong>Deliberation, Decisions, and Public Interaction:</strong></h3><p>The Living Voters Guide promotes deliberation via online commentary. ConsiderIt is the method used on the Living Voters Guide website in which users can add their own opinions and commentary about each measure on the pro or con side. On ConsiderIt’s “structured approach to deliberation also helps decrease polarization and establish common ground”. It pushes people towards considering the pros and cons of certain ballot measures by presenting them with ideas that pertain to a broad spectrum of other Washington State citizens. It brings up points of agreement and potential compromise, letting participants of the website focus their energy on meaningful commentary and productive deliberation. In this sense, LVG provides a space for online conversation of commentary in which the participant is able to deliberate.</p><p>The only decisions that are made using the Living Voters Guide are personal ones. After reading about the local measures in the area and viewing the pros and cons that other users have provided (and potentially adding your own comments), the participant is able to provide their stance on the issue.This encourages all the citizens to utilize various pros and cons submitted by other participants. The website is designed so that each participant can take pros or cons posted by others and add them to their own pro and con lists; a process that creates an accurate outline of notes to refer back to. Participants are allowed to pick and choose pros and cons, or read through all pros and cons if they like.  Within each pro and con, participants can also follow a link to discussion about that pro or con. They can read about what other people have to say about the pro or con or get a detailed description of the original viewpoint. Once the participant has made their decision concerning the issue, they submit their definitive position and review their personal results with those of other voters. Once again, even after making this final claim, additional focus points provide participants space for further deliberation; securing that each issue receives elaborate attention. The website provides a scale that the user can adjust to whether they support or oppose the initiative and to what degree. The LVG makes it very easy to make decisions on whether to vote for or against local measures and as a user, the participant can save their opinions and stances so that they can come back to them later when it comes time vote.</p><h3><strong>Influence, Outcome, Effects:</strong></h3><p>The non-partisan LVG was created to provide people with a non biased place to discuss, debate and deliberate about current issues. Users are able to view synopses of current measures and initiatives, look at pros and cons that other users have posted and add their own pros and cons if they please. The LVG hopes to increase voter knowledge regarding political issues and further have an impact on how individuals choose to vote by providing information and diverse perspectives to users that the media does not necessarily share. However, research has not yet determined the effect that the LVG has on voter decision-making. The LVG further provides users with a larger information base than other media, which may influence voters to vote differently than before. The LVG aims to create a forum that is easily accessible and contains a diverse array of resources in hopes that its popularity amongst voters will increase.</p><h3><strong>Analysis and criticism:</strong></h3><p>The Washington State Living Voters Guide is a constructive hands on website that allows for individuals to get more involved in local and statewide political issues through allowing users to respectfully voice their own opinions regarding political issues. In doing so, the LVG creates a deliberative atmosphere for individuals to voice their ideologies and values, which help people make better informed decisions that can build a better Washington.</p><p>Although the Living Voters Guide fosters deliberation and informs people about ballot measures and initiatives in Washington, there are some barriers that may hinder deliberation: group think and the spiral of silence. Groupthink occurs when individuals go along with the dominating view. It is possible that individuals would rely on group identity cues to determine their political stance regarding an issue, leading to the oppositional views being ignored and overlooked. The spiral of silence occurs when an individual thinks their opinion is a minority opinion, which makes them less likely to voice their opinion to the public.  Both of these limitations can be found in any form of deliberation, whether it is face-to-face or online.</p><p>In the <em>Journal of Information Technology and Politics Annual Conference</em>, the authors state that “one standout feature that is woven throughout the entire site is the low salience of political identity…the platform emphasizes ideas over personality,” (pg 25) creating diverse engagement amongst users. The fact that users have the option to remain anonymous by checking “anonymous” when posting or using different user names, decreases the chances of group think and the spiral of silence occurring, because users are able to voice their opinions without necessarily being identified. The LVG aims at continuing to maintain a site that is informative and makes users feel comfortable enough to share their views on various political issues in Washington state.</p><p> </p><h3><strong>Secondary Sources:</strong></h3><p>1. “All About Theories for Communication” <em>Uses and Gratification Theory.</em> Communication Theory, 28 Nov. 2010. Web. 25 Feb. 2012. </p><p>2. Bennett, Lance, Alan Borning, and Diane Douglas. \"New Voters Guide Will Heal Rifts Through Voter Education and Dialogue.\" <em>The Seattle Times</em>. N.p., 2011. Web. 27 Feb. 2012. &lt;<a href=\"http://seattletimes.nwsource.com/html/opinion/2013012215_guest28douglas.html?prmid=op_ed&gt;\">http://seattletimes.nwsource.com/html/opinion/2013012215_guest28douglas....</a>.</p><p>3. Caggiano, Jacob. \"Seattle Developers Release New Open Source Tool to Combat Ballot Fatigue.\"24 Sept. 2010: n. pag. <em>Washington News Council</em>. Web. 27 Feb. 2012. &lt;<a href=\"http://wanewscouncil.org/ 2010/09/24/seattle-developers-release-new-open-source-tool-to-combat-ballot-fatigue/\">http://wanewscouncil.org/ 2010/09/24/seattle-developers-release-new-open-source-tool-to-combat-ballot-fatigue/</a>&gt;.</p><p>4. \"ConsiderIt: Framing Deliberation on the Web.\" <em>Engage Project</em>. Engage, n.d. Web. 27 Feb 2012. <a href=\"http://engage.cs.washington.edu/considerit/\">http://engage.cs.washington.edu/considerit/</a></p><p>5.  Freelon, Deen G.; Kriplean, Travis; Morgan, John; Bennett, W. Lance; and Borning, Alan, \"Facilitating Encounters with Political Difference: Engaging Voters with the Living Voters Guide\" (2011).JITP 2011: The Future of Computational Social Science. Paper 5. <a href=\"http://goo.gl/yvy4JQ\">http://goo.gl/yvy4JQ</a></p><p>6. Kriplean, Travis. \"ConsiderIt: Improving Structured Public Deliberation.\" <em>dub.washington.edu</em>. CHI 2011, 05 2011. Web. 27 Feb 2012. <a href=\"https://dub.washington.edu/djangosite/media/papers/ConsiderItCHI-WiP.pdf\">https://dub.washington.edu/djangosite/media/papers/ConsiderItCHI-WiP.pdf</a></p><p>7. \"'Living Voters Guide' Invites Washington Voters to Hash Out Ballot Initiatives.\" <em>PHYSORG</em>. N.p.,2012. Web. 27 Feb. 2012. <a href=\"http://www.washington.edu/news/2010/10/04/living-voters-guide-invites-washington-voters-to-hash-out-ballot-initiatives/\">http://www.washington.edu/news/2010/10/04/living-voters-guide-invites-wa...</a></p><p>8. O'Donnell, Catherine. \"Living Voters Guide Updated for November Election.\" <em>UW Today</em> 26 Oct. 2011: n.pag. <em>University of Washington</em>. Web. 27 Feb. 2012. <a href=\"http://www.washington.edu/news/2011/10/26/living-voters-guide-updated-for-november-election/\">http://www.washington.edu/news/2011/10/26/living-voters-guide-updated-fo...</a></p><p>9. Rosenburg, Matt. \"Living Voters Guide Stokes Debate on WA Ballot Measures.\" <em>Social Capital Review</em> 27 Sept. 2010: n. pag. <em>Social Capital Review</em>. Web. 27 Feb. 2012. <a href=\"http://socialcapitalreview.org/living-voters-guide-stokes-debate-on-wa-ballot-measures/\">http://socialcapitalreview.org/living-voters-guide-stokes-debate-on-wa-b...</a></p><p>10. \"Washington state's citizen-powered voters guide.\" <em>Living Voters Guide</em>. ConsiderIt, n.d. Web. 27 Feb 2012. <a href=\"https://livingvotersguide.org/\">https://livingvotersguide.org/</a></p><h3>External Links:</h3><p><a href=\"http://www.livingvotersguide.org/\">http://www.livingvotersguide.org/</a></p><p><a href=\"http://engage.cs.washington.edu/considerit/\">http://engage.cs.washington.edu/considerit/</a></p><p><a href=\"http://www.sos.wa.gov/elections/\">http://www.sos.wa.gov/elections/</a></p><p><a href=\"http://www.livingvotersguide.org/options/5/positions/new\">http://www.livingvotersguide.org/options/5/positions/new</a> [BROKEN LINK]</p><h3>Notes:</h3><p>This project ended in 2015.</p>", "title": "Living Voters Guide"}