{"htmlbody": "<p><em>Note: a German translation of this case study is available at <a href=\"http://participedia.net/en/node/755\">http://participedia.net/en/node/755</a></em></p><h3>Summary</h3><p>The Citizens’ Forum is a new form of participation developed by the Bertelsmann Foundation, the Ludwig-Erhard Foundation and the Heinz Nixdorf Foundation. It is a 6-8 week online deliberation embedded in two live events, one at the beginning of the process and the other one at the end. This article describes the second edition of the Citizens’ Forum Europe.</p><p>Between November 2008 and June 2009, 361 randomly selected German residents participated in this innovative process of online-deliberation. They formed a Citizens’ Forum with eight committees (each with circa 45 participants) whose task was to complete an agenda on the future of Europe. Within their discussions they defined the European Union’s future challenges and developed possible solutions taking into consideration how European citizens themselves can contribute to these developments.</p><p>At the beginning of the process in February 2009, all the participants met in Berlin. Together the eight committees framed the basis for the subsequent online deliberation by defining Europe’s main challenges on which they would like to work. The German Chancellor, Angela Merkel, attended the event as a guest. During an eight-week online deliberation, the participants reviewed and checked their original ideas, examining the most persuasive points and compiling a citizens’ programme consisting of 16 resolutions. In April 2009 the participants met again, this time in the old German parliament building in Bonn, and discussed their demands with five European Parliament candidates.</p><p>The Citizens’ Forum was implemented by <a href=\"http://participedia.net/en/organizations/zebralog-experts-eparticipation\">Zebralog </a>and <a href=\"http://participedia.net/en/organizations/binary-objects-gmbh\">Binary Objects</a>, who took care of the planning, setup and moderation of the online deliberation, and IKU, who was responsible for the live event in Berlin. The whole process has been evaluated by the <a href=\"/organizations/european-institute-public-participation\" title=\"European Institute for Public Participation\">European Institute for Public Participation</a> (EIPP).</p><p><a id=\"Purpose_and_Problem\" name=\"Purpose_and_Problem\"></a></p><h3>Problem and Purpose</h3><p>While new potential member states are still attracted to the European Union, its allure for citizens of the current member states is fading. European citizens seem to take the achievements of a unified Europe for granted: open borders, a common currency, peace and freedom. Without any doubt, the European Union has a good track record. Nevertheless, many EU citizens cannot relate to these developments and are afraid of uncertainties. What does the future hold for Europe? Will the European Union protect its citizens? Or will the Union further advance globalization, which many European citizens already perceive as a threat? And eventually, how democratic will the European Union be?</p><p>“Europe doesn’t make us dream anymore”, the Prime Minister of Luxembourg Jean-Claude Juncker said after the failed referenda on the EU constitution in France and the Netherlands. Brussels decides upon the citizens’ daily lives but they feel frustrated and powerless in relation to this elite-driven political sphere. In February 2009 only 30% of the European population knew how they were going to cast their votes for the new European Parliament in June 2009, while 62% did not even know that the elections were going to be held. The dominant picture of European governance is one of a top-down, opaque and technocratic process involving domestic civil servants and EU officials in a closed policy network, rather than a transparent process of deliberation and decision-making, open to broad participation by all those with a stake in the outcome. In fact, beyond formalities of parliamentary elections, the EU has not been able to develop an engaged public sphere for debating its future. This is where the Citizens’ Forum Europe comes in. The purpose of the forum was to explore the priorities and preference of European citizens and to launch a public debate about how they would like to shape the future of Europe.</p><p><a id=\"History\" name=\"History\"></a></p><h3>History</h3><p>In 2007 the “Intitiative Soziale Marktwirtschaft” founded by the Bertelsmann Foundation, the Ludwig-Erhard-Foundation and the Nixdorf Foundation, resulted of two surveys on the social market system that demonstrated that there is a wide gap between the views of political representatives and the perceptions of German citizens regarding the current economic model. Whereas 60% of the German politicians characterised the economic allocation as fair, less than a third of the German population did so. This led the “Inititative Soziale Marktwirtschaft” to the conclusion that there was a need for dialogue between citizens and decision makers.</p><p><a id=\"Creation_and_Participant_Selection\" name=\"Creation_and_Participant_Selection\"></a></p><h3>Creation and Participant Selection</h3><p>A team within the Bertelsmann Foundation developed an innovative online platform that facilitates deliberation between 300-400 participants. At the end of this process, the plenary approves a written text, which claims to be normative and qualified: 16 challenges and 16 possible solutions to meet these challenges.</p><p>The online platform was produced and moderated by Zebralog. It is based on the software “discoursemachine 5” by Binary Objects. In contrast to classic online forums, the Citizens’ Forum consists of special workflows, which enable hundreds of people to work together efficiently. So-called “Citizen Editors”, that is participants elected by the members of a committee, are the only ones allowed to revise the solutions discussed by the committee and the plenary. Whereas every participant has the opportunity to comment, the Citizen Editors – who are required to work circa one hour per day – have to assure the balance between a variety of sometimes contradictory opinions. They are responsible for condensing a vast amount of comments into a single concrete conclusion. An audit trail of every single revision of the text guarantees the transparency in this dynamic editorial process. Professional online-moderators support the Citizen Editor with a view to fostering inclusive and balanced participation. In order to avoid getting lost in the editorial process, every participant has her own task manager, which structures the discussion and defines the time needed to fulfil the task. Thus the whole editorial process is entirely in the citizens’ hands.</p><p>The first citizens’ programme on the future of the social market economy in Germany was published on its 60th anniversary. As a result of the success of the first edition of the Citizens’ Forum in 2008, the Bertelsmann Foundation and the Nixdorf Foundation increased their funding for the development of this participatory project and decided to run a second edition: the Citizens’ Forum on Europe’s future which started in autumn 2008.</p><p>The project was designed so that the dialogue would be based on a balanced agenda, incorporating the diverse views and interests within German society. Hence, the citizens involved in this deliberation process had to represent the German population with respect to certain criteria: age, gender, education and geographical distribution. The organisers decided for a random selection by means of the Gabler-Häder design, a selection frame developed at ZUMA (Zentrum für Umfragen, Methoden und Analysen). This includes telephone numbers that are both listed in the telephone directory and those without listings which can be called from a local network. The recruitment was carried out by the Bamberger Centrum für Emprische Sozialforschung (BACES) through a multilevel process. The list of potential participants consisted of 40,000 telephone numbers. Taking the four selection criteria into consideration, around 2,000 people expressed an interest in the process. All received information material by post on the process, the initiators and the participants already recruited. Those still interested were asked to complete an online questionnaire to check if they were able to work online. 361 citizens were selected to participate in the Citizens’ Forum Europe. The recruitment phase lasted from October to November 2008.</p><p><a id=\"Deliberation_and_Decision\" name=\"Deliberation_and_Decision\"></a></p><h3>Deliberation, Decision Making and Public Interaction</h3><p><a id=\"The_Preparatory_Phase\" name=\"The_Preparatory_Phase\"></a></p><p><u><em>The Preparatory Phase</em></u></p><p>Before meeting face-to-face for first time in Berlin in February 2009, the participants of the Citizens’ Forum Europe met virtually in November 2008 on the online platform <a href=\"http://www.buergerforum2009.de\">www.buergerforum2009.de</a>. There they had the opportunity to obtain information on the whole participatory process, the facilitators, the organisers, and, in particular, about the complex functioning of the European Union. Different modes of information were offered on the website: 27 articles including comics, photos, graphics and videos.</p><p>In addition to the general information on the European Union two experts per committee introduced themselves to the participants and gave them their personal views on the committees’ topics. The topics were: Europe’s identity - culture and education; Europe’s resources - climate and energy; Europe’s population - migration and demography; Europe’s internal market – economy and finances; Social Europe – solidarity, cohesion and justice; Democracy in Europe – constitution and institutions; Europe’s state of law – civil rights and internal security; Europe in the world – foreign policy and security. The experts were chosen by the Bertelsmann Foundation. Their task was to give advice whenever they were asked by the participants. In fact, their role was more passive than active. Nevertheless, they had to ensure that the participants’ proposed solutions fitted in the framework of the overall discussion about Europe’s future, that is that they were not based on factually wrong premises. Overall this preparation helped enabling the participants to become acquainted with the online facilities of the process. First online discussions took place among the participants and the online moderators introduced themselves as guardians of the discussion rules and as the contact person for questions raised by the participants.</p><p><a id=\"The_Live_Event_in_Berlin\" name=\"The_Live_Event_in_Berlin\"></a></p><p><u><em>The Live Event in Berlin</em></u></p><p>From the13th-14th of February 2009, 361 citizens from all over Germany travelled to the German capital, Berlin. Here they met face-to-face for the first time. The aim of the two-day live event was to get to know each other, in particular within the committees, and to establish an agenda for the online-deliberation process.In the morning session of the 13th February the work in the committees started. Since the German Chancellor, Angela Merkel, arrived about noon the first task of each committee was to work out three answers for the questions the chancellor had previously asked the body of the Citizens’ Forum. In addition the committees had to gather questions, which the elected representatives from each committee had to discuss with the chancellor at a round table.</p><p>After the visit of Chancellor Angela Merkel, the committees dedicated their remaining time of the two days to their “real” task. They discussed, with the help of a professional moderator, the topic of the committee and the future challenges on this field. After having agreed on two challenges, they brainstormed possible solutions how to tackle them.</p><p>In addition to this work on the agenda of the citizens’ programme on the future of Europe, the participants chose two Citizen Editors per challenge who were responsible for developing solutions with the help of the committee. In order to prepare for the ongoing online deliberation, the online skill of each participant was developed in a personal online training session provided by a special trainer. A comprehensive session on the functions of the online platform also helped to allay any fear of technology, especially for those not having a great deal of experience with the new technology and its applications. In order to set the conditions of community building after such a short period of personal exchange, the facilitators took a photo of each participant and tried to guarantee a structure which made it possible to easily recognize each other on the online platform.</p><p><a id=\"The_online-deliberation_phase\" name=\"The_online-deliberation_phase\"></a></p><p><u><em>The Online-Deliberation </em></u></p><p>The online deliberation phase started immediately after the live event in Berlin. Back at home the first thing to do according to the individual task manager on the platform was to comment online on the event in Berlin and to check out the profiles of fellow participants met in Berlin. In addition, every participant could find photos of the flip charts discussed within the committees and the texts which the Citizen Editor produced on both challenges identified by the committee. The texts covering the two challenges of Europe’s future defined by each committee and the respective solution statements were also available.</p><p>The two challenges were addressed during the online deliberation in two successive phases, 30 days per phase. The participants themselves chose which of the challenges they preferred to start the discussion with. Just as in Berlin, the deliberation process was supported by professional online moderators and by the experts whose task was to give advice when asked for by the participants.</p><p>During the first ten days the participants had the possibility to comment on and further develop the solution statements on the first challenge. Meanwhile all the committee members had to vote for the solution statement they most supported. After the first ten days the voting results decided which solution statements the members of the committee would like to have included in the citizens’ programme. During the next ten days the Citizen Editor had to develop the solution statement into a formal solution considering financial and social costs. On average each Citizen Editor revised her solution at least 15 times.</p><p>Thereafter, every committee presented its solution to the whole body of the Citizens’ Forum for rating. The same procedure was repeated once again with the second set of challenges. Although the online deliberation was a long and ongoing process the participation was high: 96% of the participants wrote comments and 80% to 90% participated in the online votes and rankings. All in all about 10,000 comments were gathered during the online discussion, of which 7,355 related to the debate on the solutions. The impressive output of the online deliberation phase was a citizens’ programme including 16 challenges and 16 possible solutions on the future of Europe.</p><p><a id=\"The_citizens.E2.80.99_summit_in_Bonn\" name=\"The_citizens.E2.80.99_summit_in_Bonn\"></a></p><p><em><u>The Citizens’ Summit in Bonn</u></em></p><p>On the 25th and 26th of April 2009 the whole body of the Citizens’ Forum met in Bonn in the plenary of the former German Parliament building. The aim of this reunion was to approve the citizens’ programme on the future of Europe as a whole, for which the participants voted with an absolute majority. In addition, the citizens approved, together with the facilitators, a ten-point plan to promulgate their ideas and to launch dialogue with the politicians. They agreed on a division of tasks and responsibilities: five points were to be completed by the facilitators and five points were to be carried out by the citizens themselves. Amongst the actions were: two delegations to Berlin and Brussels, the continuation of media relations on regional and local level, an online supported election appeal by the participants for the European Parliamentary Election, the distribution of the citizens’ programme to the German representatives in the German and European parliaments as well as to relevant European stakeholders, appointments with local politicians and stakeholders, etc. The summit in Bonn gave the participants the first opportunity to discuss their programme with politicians. Five members of each political group represented in the European Parliament were invited to discuss the demands formulated in the programme. Every representative from the European Parliament was asked, in preparation of the summit, to comment on at least one of the solutions proposed by the Citizens’ Forum.</p><p><a id=\"Outcomes_and_effects\" name=\"Outcomes_and_effects\"></a></p><h3>Outcomes and Effects</h3><p>The most obvious and measurable outcome is the citizens’ programme itself: 16 challenges and 16 solutions on the future of Europe covering more than 40 pages. In contrast to the image of the European citizen, depicted by the national media, as someone who does not want to grant the European Union more power, the participants of the Citizens’ Forum propose to nurture the voice of the European Union. They support a real European government, elected by the European Parliament. In addition, they want the European Union to speak with one voice in international institutions like the International Monetary Fund (IMF) and are in favour of a reform of the international finance market. Regarding the harmonisation of finances, they would also like to see a unifying tax system in order to reduce tax avoidance and tax evasion. To help close the gap between the European Union and the European people they propose to invest in transnational education initiatives and to put more effort into political transparency.</p><p>The media coverage of the Citizens’ Forum was mainly regional and local. Their focus was to portray around 80 participants of the Citizens’ Forum rather than to report on the participatory process. The media coverage on the national level was rather low and limited mainly to the presence of the German Chancellor, Angela Merkel, at the live event in Berlin. Online media did not report the Citizens’ programme. There are only around ten comments on political blogs about the whole process.</p><p>The Citizens’ programme was distributed to all German MEPs and elected members of the German parliament working on European Affairs as well as other relevant stakeholders. This was accompanied by a letter with an invitation to contact participants of the Citizens’ Forum. More than 60 participants out of the 361 took advantage of the opportunity of a personal conversation with (mainly local) politicians.</p><p>Beside the appointments with MPs and MEPs, 65% of the participants affirmed that they want to actively promote the citizens’ programme in their own peer-group, within local organisations and institutions, such as schools, unions or city council.</p><p>Answering the question on the results achieved by the Citizens’ Forum, political mobilisation of the participants seems to be the strongest point. The participants formed their thoughts on the topics at hand in a very intense way. Whether and to what extent the process fostered the democratic skills of the participants is to be proven (by an ongoing PhD dissertation).</p><p>Another finding is that online deliberation is possible even among people with different levels of proficiency with technology. The online platform enables citizens from very diverse social and educational backgrounds to work together in a way that suits their individual style and ability. Asynchronous workflows facilitate this: slow thinkers get the time they need, while fast thinkers can skip things as they please. Having said this, the process also has to be synchronous: mutual decisions have to be made and the result must be achieved within 10 weeks. All this can be done with participation quotas of over 80% – however professional online moderation is vital.</p><p>The platform allows hundreds of people to work together on standard texts and to achieve structural qualified results, similar to parties’ manifests. Related web 2.0 tools are, by now, mostly restricted to descriptive texts and facts (e.g. Wikipedia) where normative decisions are less important. The workflows of the Citizens’ Forum, however, proved that the generation of a text, for which normative decisions within a group of people are necessary, can be conducted online.</p><p>Even though the involvement of politicians was at a low, almost negligible level, some politicians have showed a strong interest in the functionality of Citizens’ Forums. The presence of the chancellor could be interpreted as a public relations exercise, but it may also show willingness to support new forms of political participation.</p><p><a id=\"Analysis_and_Learning\" name=\"Analysis_and_Learning\"></a></p><h3>Analysis and Learning</h3><p>Even though overall the Citizens’ Forum Europe has been a successful process, the evaluation identified a number of learning points about its design and operation. There are some areas for potential improvement for this format that still has to be established by proving that this process is scalable. The Citizens’ Forum claims to represent the different views and ideas of the German population. However, a closer look at the participants reveals a bias based on the educational background of the participants. Citizens with an academic background were overrepresented. Since citizens were free to decline participation, it is likely that many of the members who accepted were more educated and civic-minded than the population at large. Participation at the Citizens’ Forum might also have been more appealing to people with technological proficiency. Although the deliberative quality and the inclusiveness of the process were on the whole rather high (interestingly, more so during the online phase), more rigorous adherence to the format and application of inclusion rules by the moderators (particularly during the face-to-face events) could have levelled the playing field for all participants. Also, the role of the moderators and the role of the experts could have been made more distinct, and the experts could have been required to take a more neutral stance. The overall aim of the Citizens’ Forum Europe was not clearly communicated: was it to mobilise and educate the citizens about Europe and the European Union, to develop their democratic skills, to foster a larger public debate on Europe’s future or to influence national and European politicians? At the beginning of the process the organizers stated that the aim was to launch a dialogue between the ordinary citizens and the decision-makers. This did not happen. Although some (national and European) politicians were involved in the process, there was no systematic link between the participatory process and the political sphere. This is problematic for the participants who – encouraged by the presence of Chancellor Angela Merkel – might have expected that the Citizens’ Forum Europe and, in particular, the citizens’ programme would have a measurable impact on political representatives in Berlin and Brussels. The Citizens’ Forum Europe clearly mobilised participants and enhanced their knowledge about the European Union, but the activating spirit, which inspired the minipublic did not transfer to the larger public sphere. A significant public debate about the Citizens’ Forum and its programme did not take place. The next edition of the Citizens’ Forum will be in 2011, the topic still being open. The aim is to involve 10,000 citizens from all over Germany. To this end there will be 25 regional online platforms and a central networking platform.</p><h3> </h3><h3>External Links</h3><p><a href=\"http://www.partizipation.at/buergerforum-europa.html\">Project Overview on \"Participation &amp; Sustainable Development in Europe\"</a> [GERMAN]</p><p><a href=\"http://www.partizipation.at/fileadmin/media_data/Downloads/Praxisbeispiele/Praxisbeispiel_BuergerForum_Europa.pdf\">Detailed Project Description (PDF)</a> [GERMAN]</p><p><a href=\"https://www.bertelsmann-stiftung.de/fileadmin/files/BSt/Presse/imported/downloads/xcms_bst_dms_27399_27400_2.pdf\">Official Event Timeline</a> [GERMAN]</p><h3>Notes</h3><p>Anna Wohlfarth co-wrote the initial Participedia case on BürgerForum Europa with Patrizia Nanz.</p>", "title": "Citizens’ Forum Europe"}