{"htmlbody": "<p>The Deliberative Poll that took place in Marousi, Greece in the summer of 2006, was a Deliberative Polling experiment used for the selection of a candidate for mayor by the PASOK political party. The process consisted of an initial phone survey of 1,275 Marousi citizens, a follow-up survey completed by 153 citizens, and a final survey occurring after a day of deliberations of 138 citizens. The deliberation day also included two rounds of secret ballot voting on 19 issues and six potential candidates, that resulted in a binding mayoral nomination and a narrower list of the six most concerning issues. The event was a world first in this category and proved to be a successful example of how the Deliberative Polling event might be used in the future by different nations and organizations.</p><p><a id=\"Purpose_and_Problem\" name=\"Purpose_and_Problem\"></a></p><h2>Purpose and Problem</h2><p>The PASOK party introduced Deliberative Polling to select their candidate for the 2006 mayor election for the city of Marousi. Party leader, George A. Papandreou, chose to use this scientific method because it contains elements of preliminary elections and also revives the traditions of ancient Greek. Papandreou selected this method because it addresses many of the weaknesses inherent in political evaluation, but also in the process of direct preliminary elections.</p><p>This method was experimented with as a solution to the historic problem of democratizing nominations. Previously, the mass primary was the main procedure of democratizing nominations. It offered mass participation but failed to provide a large turnout and motivated citizens. This presents the problem of democracy being less credible if the choices on the electoral ballot are not determined by truly democratic means. The purpose of PASOK using Deliberative Polling in selecting their electoral candidate for Marousi’s mayor is to reconnect with their ancient roots by making selecting candidates and voting more democratic.</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>Deliberative Polling as it was used in the Marousi project, is a modern interpretation of the governing method that was used in ancient Athens. During the 5th Century BC, a random group of 500 citizens, excluding women, children, and slaves from the various demes (artificially created tribes of Athens), were selected through lottery to come together and deliberate on important public issues. This group encompassed approximately a 10th of the eligible population. While at these council meetings participants worked through problems, created proposals, and eventually voted to reach a decision. Participants were compensated for their contributions to the council that sometimes lasted weeks or months and in some cases even a year in length. This system had little or no delegation and was often not very deliberative in practice. This form of democracy existed in Athens for about a century until the beginning of the 4th Century BC.</p><p>The Deliberative Polling event in Marousi that occurred in 2006 marked the return of a variant of ancient Athenian democracy after a gap of 2,400 years. It was also the very first attempt to apply Deliberative Polling to candidate selection. The project was designed and implemented by The Institute of Statistical Documentation Research and Analysis of the Athens University of Economics and Business directed by Professor John Panaretos, in collaboration with the Center for Deliberative Democracy of Stanford University directed by James Fishkin, the creator of the Deliberative Polling method. This project was planned on behalf of PASOK (the Panhellenic Socialist Movement), one of Greece’s leading political parties led by George Papandreou, to select their party’s candidate for mayor. Planning for the project began a year in advance, during which time the structure of the event was determined as well as the six mayorial candidates up for election and the drafting of the questions that would be put forth to the chosen sample of electorates. Once the event was put into motion, participants were issued briefing materials and asked to answer a series of surveys throughout the process, to eventually vote for the selected candidates.</p><p><a id=\"Participation_Selection\" name=\"Participation_Selection\"></a></p><h2>Participation Selection</h2><p>George Papandreou, PASOK leader, chose to include all Marousi citizens, even those unaligned with the party, in the initial sampling to find participants for the polling process. Out of a population of 70,000 citizens, the initial telephone surveys recruited 1,275 eligible voters, among whom only 153 people completed the second questionnaire and attended the event. By the end of the polling process 138 participants completed the post-deliberation questionnaire at the end of the day.</p><p>Key differences emerged from those who participated and those who did not. 67.9% of participants were PASOK supporters. It is quite obvious that PASOK supporters were more inclined to voluntarily participate, given that there was no monetary compensation for their services. Among these participants there were significantly less women and housewives. Most participants also seemed to be slightly older, married, and earn higher incomes.</p><p><a id=\"Deliberation.2C_Decisions.2C_and_Public_Interaction\" name=\"Deliberation.2C_Decisions.2C_and_Public_Interaction\"></a></p><h2>Deliberation, Decisions, and Public Interaction</h2><p>The process used in the Marousi project was a Deliberative Poll, “in which a scientific random sample answers survey questions both before and after it has a chance to deliberate,” intending to create a more informed public as well as generate an idea of public opinion. In this case an initial phone survey was conducted which asked individuals about their feelings and knowledge of the six potential mayoral candidates. Citizens were asked to rate candidates in terms of favorability. The initial phone survey also asked people questions about three types of information categories: factual questions about the issues, position placements of parties and candidates on a left/right scale, and placements of candidates on various issue scales. A scale ranging from 0 to 10, with different values representing 0 and 10 for every different category, was used in the survey. Next, after the sample of citizens was narrowed down, the actual attendees of the event deliberated in both small groups of about 12-15 overseen by trained moderators, and whole assembly sessions. The event began in the morning and lasted until 9pm at night. During this time participants also deliberated on 19 different issues although six emerged as the most concerning such as public accountability of elected officials and managing school budgets. Participants also directly spoke with candidates and repeated the same surveys that had been conducted by phone to evaluate changes in feelings and opinions of both issues and candidates. Voting also took place twice during the deliberations. During the first round of voting the candidates for mayor were eliminated down to only two choices, Panos Alexandris and Alekos Bregiannis, but neither candidate won by a majority so a second round of voting ensued by secret ballot after the final, post-deliberation evaluations occurred, to determine the winner. In the final set of questionnaires participants once again evaluated issues on their importance using the 0 to 10 scale, as well as answered questions in a new category which asked participants to evaluate the overall process of Deliberative Polling.</p><p><a id=\"Outcomes.2C_Influences_and_Effects\" name=\"Outcomes.2C_Influences_and_Effects\"></a></p><h2>Outcomes, Influences and Effects</h2><p>Panos Alexandris was ultimately elected as the PASOK candidate for mayor through the Deliberative Polling process. Contrary to conventional election outcomes, Alexandris was the least well-known candidate in the beginning. This shows the power of Deliberative Polling and the influence it has on its participants. From beginning to end, the participants significantly changed their views on the importance of 19 previously selected issues. Of the 19 issues deliberated upon, there were six issues that participants became especially concerned about. These six emerged as the key issues to compare candidates against. The six issues included: the mall, the operation of multinational companies in Marousi, public accountability of elected officials, expanding public participation in the decision making process, the long term municipal budget, and managing school budgets. At the end of the event, the evaluation taken by all participants to assess the value of the process showed that 94% of the participants scored the value of the process to be a 7 or above and 90% of participants scored the value of the small group discussion to be a 7 or above (on a 0-10 scale). These statistics show that the participants found the event as a whole to be effective and beneficial.</p><p>The influence of Deliberative Polling and deliberation is evident in the results of this case. As noted above, Alexandris was the least known candidate in the beginning, with 80% of the participants never hearing of him. After deliberation, Alexandris was victorious and won the candidate position for mayor. This speaks volumes of how much influence democratic deliberation has over people and the forming of their opinions. The small group discussions created a more democratic process where others were able to work through the pros and cons of each candidate, explore possible solutions, and ultimately arrive at a final decision. The change in participants intentional vote and actual vote, as well as importance of issues, shows the influence that deliberation has on candidate selection.</p><p>The Deliberative Polling process held by the PASOK party in Marousi was the first of its kind and certainly will not be the last. The process “can provide inspiration to other political parties of the world for ideas on new ways of democratic participation, deliberation and decision making of the citizenry.”</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h2>Analysis and Criticism</h2><p>In most respects the Deliberative Poll in Marousi, Greece achieved its goal outlined by the event organizers to apply aspects of ancient Athenian democracy to modern problems and reach a decision for the political candidate of mayor. From the results it is evident that participants initial thoughts and opinions changed over the course of deliberation, leading to the conclusion that individuals thoughts and opinions became more informed through the process of Deliberative Polling. The diversity of representatives although unbalanced with a large majority of PASOK party members versus nonmembers, developed policies and raised issues that were determined to be relevant and accurate attitudes of the Marousi population as a whole. The event also successfully elected Panos Alexandris as the PASOK party candidate, a world first achievement although he failed to win the overall general election to his incumbent opponent. After the event, George Papandreou, told the press that the Marousi project, ‘strengthened democratic procedures not only in Greece but on a world level as well’. He added ‘We want to transfer this experience to many parts of the world...and to use it in other cities (of the country) and for different issues.’ This event allowed for democracy to be brought more heavily into politics, with each individual voice counted as equal.</p><p>Although the Marousi project experienced many successes, there are also some criticisms to be made about the event. Since the number of PASOK party supporters vs. non-PASOK party supporters was far greater, and this same large citizen group also tended to be more information literate then the participants belonging to the non-PASOK party group, the totality of participants was unbalanced and observably separated by two main distinctions. One reason for this could be the lack of compensation offered by the event organizers, which when used in other events has proven useful in compiling a diverse group of electors.</p><p><a id=\"References\" name=\"References\"></a></p><h2>References</h2><ul><li>Deliberative Polling for the municipal elections in the Municipality of Marousi, 7 Dec 2006. &lt;<a class=\"external free\" href=\"http://www.aueb.gr/statistical-institute/deliberative-polling/index_en.htm\" rel=\"nofollow\" title=\"http://www.aueb.gr/statistical-institute/deliberative-polling/index_en.htm\">http://www.aueb.gr/statistical-institute/deliberative-polling/index_en.htm</a>&gt;.</li></ul><ul><li>Fishkin, James S., Robert C. Luskin, John Paneratos, Alice Siu, and Evdokia Xekalaki. Returning Deliberative Democracy to Athens: Deliberative Polling for Candidate Selection. Deliberative Polling: Greece. The Center for Deliberative Democracy. Web. 26 May 2010. &lt;<a class=\"external free\" href=\"http://cdd.stanford.edu/research/papers/2008/candidate-selection.pdf\" rel=\"nofollow\" title=\"http://cdd.stanford.edu/research/papers/2008/candidate-selection.pdf\">http://cdd.stanford.edu/research/papers/2008/candidate-selection.pdf</a>&gt;.</li></ul><ul><li>The Institute of Statistics of the Athens University of Economics and Business and the Center for Deliberative Democracy of Stanford University. First Deliberative Polling® for Candidate Selection in Marousi, Greece: A Summary. The Center for Deliberative Democracy. 15 June 2006. Web. 26 May 2010. &lt;<a class=\"external free\" href=\"http://cdd.stanford.edu/polls/greece/2006/marousi-summary.pdf\" rel=\"nofollow\" title=\"http://cdd.stanford.edu/polls/greece/2006/marousi-summary.pdf\">http://cdd.stanford.edu/polls/greece/2006/marousi-summary.pdf</a>&gt;.</li></ul><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h2>Secondary Sources</h2><ul><li>Lloyd, John. \"Out of the Ruins.\" FinancialTimes.com. The Financial Times, 7 July 206. Web. 26 May 2010. &lt;<a class=\"external free\" href=\"http://cdd.stanford.edu/press/2006/ft-ruins.pdf\" rel=\"nofollow\" title=\"http://cdd.stanford.edu/press/2006/ft-ruins.pdf\">http://cdd.stanford.edu/press/2006/ft-ruins.pdf</a>&gt;.</li></ul><ul><li>Lloyd, John. \"The Periclian Primary.\" La Repubblica. Web 26 May 2010. &lt;<a class=\"external free\" href=\"http://ccd/stanford.edu/press/2006/mar-pericle-eng.pdf\" rel=\"nofollow\" title=\"http://ccd/stanford.edu/press/2006/mar-pericle-eng.pdf\">http://ccd/stanford.edu/press/2006/mar-pericle-eng.pdf</a>&gt;.</li></ul><ul><li>Papendreou, George A. “Picking candidates by the numbers.” International Herald Tribune. Web 25 May 2010. &lt;<a class=\"external free\" href=\"http://cdd.stanford.edu/polls/greece/2006/panaretos.pdf\" rel=\"nofollow\" title=\"http://cdd.stanford.edu/polls/greece/2006/panaretos.pdf\">http://cdd.stanford.edu/polls/greece/2006/panaretos.pdf</a>&gt;.</li></ul><p><a id=\"Links\" name=\"Links\"></a></p><h2>Links</h2><ul><li><a href=\"/organizations/pasok-political-party\" title=\"PASOK Political Party\">PASOK Political Party</a></li></ul><ul><li><a class=\"external text\" href=\"http://cdd.stanford.edu/polls/greece/\" rel=\"nofollow\" title=\"http://cdd.stanford.edu/polls/greece/\">The Center for Deliberative Democracy</a></li></ul>", "title": "Marousi, Greece - Deliberative Polling"}