{"htmlbody": "<p>Problems and Purpose</p><p>Depuis 2014, la Ville de Lac-Mégantic mène une grande démarche de participation citoyenne dans le but de concevoir le plan de reconstruction de la zone sinistrée. Dans le cadre de l’exercice officiellement lancé en mars, les citoyens de la ville et de la région sont invités à partager leurs idées et visions. La démarche est nommée <em>Réinventer la ville</em>, puisque le conseil municipal estime qu’il s’agit d’une bonne occasion d’insuffler une énergie nouvelle à l’ensemble de la ville et de la région. « L’intention est de susciter une réflexion et, ensuite, de poser des actions susceptibles de transformer la tragédie en une occasion de ralliement derrière un grand projet collectif » (extrait de la mission de la démarche <em>Réinventer la ville</em>). </p><h3>History</h3><p>Le déraillement d’un train à la dérive de 72 wagons-citernes contenant du pétrole a provoqué de violentes explosions et un incendie qui ont emporté la vie de 47 citoyens de Lac-Mégantic et ont détruit, dans le centre-ville, une quarantaine d’édifices commerciaux, résidentiels et patrimoniaux, dont la bibliothèque municipale et les archives de la ville. Dans les mois qui ont suivi la tragédie, l’urgence de la reconstruction s’est fait sentir dans la petite communauté endeuillée des Cantons-de-L’Est, dans la province canadienne du Québec, non loin de la frontière américaine. Étant donné que d’importants travaux de décontamination des sols se dérouleront tout au long de l’année 2014, la Ville de Lac-Mégantic, sous le leadership de sa mairesse Colette Roy Laroche, invite la population à s’impliquer dans l’objectif de réinventer leur centre-ville d’ici la fin de l’année.  </p><h3>Originating Entities and Funding</h3><p>Les ateliers communautaires et l’assemblée citoyenne sont organisés par l’organisme <em>Convercité</em>, mandaté par la Ville de mener à bien la démarche <em>Réinventer la ville</em>. La Ville de Lac-Mégantic est soutenue financièrement par les gouvernement du Québec et du Canada, ainsi que par un fond d’aide mis en place par la Croix-Rouge canadienne.  </p><h3>Participant Selection</h3><p>La démarche citoyenne mise sur pied à Lac-Mégantic n’engage pas la sélection de participants, puisqu’elle invite l’ensemble de la population de Lac-Mégantic et de la MRC du Granit à participer aux ateliers communautaires <em>Réinventer la ville</em>. </p><h3>Deliberation, Decisions, and Public Interaction</h3><p>Le 26 mars 2014, la mairesse de Lac-Mégantic, Mme Colette Roy Laroche a présenté aux citoyens une synthèse du chemin parcouru depuis la tragédie. Elle a également lancé la démarche de participation citoyenne qui permettra à la communauté de concevoir le plan de reconstruction du centre-ville. La Ville a établi deux balises pour encadrer les discussions : respecter un devoir de mémoire des victimes et adopter une approche de développement durable. Le projet entend finalement tenir compte des grands enjeux de développement de la ville et de sa région.</p><p>Les 15 et 16 avril 2014, les citoyens sont invités à participer aux premiers travaux d’échange et de réflexion, en groupe de 8 à 10 participants, qui ont permis de récolter de nombreuses idées générales ayant trait à la reconstruction de leur centre-ville.</p><p>Lors du deuxième atelier, tenu les 13 et 14 mai 2014, les participants ont pu prendre connaissance des idées maitresses qui se sont dégagées du premier volet des ateliers. Ces énoncés qui « font consensus », au nombre de 16, sont disponibles depuis le site Internet de l’initiative <em>Réinventez la ville</em> (<a href=\"http://reinventerlaville.ca/wp-content/uploads/2014/06/Ateliers-16-%C3%A9nonc%C3%A9s.pdf\">http://reinventerlaville.ca/wp-content/uploads/2014/06/Ateliers-16-%C3%A...</a>). Parmi eux, on trouve la volonté de doter le nouveau centre-ville d’un « accès visuel et physique au lac Mégantic », la volonté de faire du nouveau centre-ville un espace « animé, où il est aussi possible de s’adonner à la contemplation et au recueillement », ainsi que la volonté ferme d’exclure de cet espace le « transport de matière dangereuse, notamment sur une voie ferrée ». Lors de ce deuxième atelier, les participants travaillent à partir de quatre scénarios. Il s’agit de déterminer l’emplacement futur du réseau routier et des pistes cyclables, ainsi que des parcs et des espaces verts. Dans le but de rendre la discussion dynamique et de poursuivre le processus créatif, chaque groupe a pour mission de dessiner une carte du futur centre-ville, en localisant les principales installations que les participants souhaitent y retrouver (p. ex. parcs et espaces verts, habitations, commerces et bureaux, etc.). Quelques 500 personnes ont répondu à l’appel de <em>Réinventer la Ville</em> aux premiers et deuxièmes ateliers.</p><p>Lors du troisième atelier, tenu le 17 juin 2014, un plan préliminaire est soumis à la population par l’urbaniste et le consultant de la Ville aux fins de délibération. Le plan proposé traduit en images les 16 consensus qui ont été identifiées lors du premier atelier et reflète les préférences citoyennes exprimées par les plans élaborés lors du deuxième atelier. Il est possible de consulter le scénario préférentiel proposé sur la page Internet de l’initiative (<a href=\"http://reinventerlaville.ca/wp-content/uploads/2014/06/R%C3%89INVENTER-LA-VILLE_travail_sans-animation-28.pdf\">http://reinventerlaville.ca/wp-content/uploads/2014/06/R%C3%89INVENTER-L...</a>). Un des faits saillants du plan d’aménagement est la disparition complète des voies ferrées au centre-ville de Lac-Mégantic. L’objectif de la présentation du plan préliminaire est de définir les grandes fonctions et usages prévus au centre-ville, et non de choisir les projets spécifiques de reconstruction. Le plan prévoit des emplacements spécifiques pour certaines activités, commerciales, résidentielles, comme culturelles. Au cours de l’assemblée publique, les citoyens ont été invités à identifier les points forts et points faibles du plan préliminaire. Ces informations seront colligées et serviront à améliorer le plan d’aménagement privilégié. Les citoyens ont semblé bien accueillir le plan préliminaire d’aménagement. « Il est remarquable de constater à quel point les opinions se rejoignent lorsqu’il est question de définir les usages principaux au cœur du centre-ville et l’endroit où il faut les prévoir », avait alors indiqué le maire suppléant de Lac-Mégantic, Jean-Guy Bouffard. Quelques 250 personnes se sont déplacées pour cet atelier.</p><p>Le travail se poursuivra en comité à l’été 2014. En septembre, la démarche citoyenne <em>Réinventez la ville</em> se poursuit avec la tenue d’autres rencontres dans l’objectif de préciser et de raffiner la vision du développement du centre-ville. Ces rencontres serviront également à concevoir un plan d’action pour la mise en œuvre du plan d’aménagement privilégié. Il incombera au conseil municipal d’adopter le plan, qui sera le fruit de la démarche citoyenne.</p><h3>Influence, Outcomes, and Effects</h3><p>Il est trop tôt pour connaître l’issue des délibérations et des travaux réalisés grâce aux ateliers de participation citoyenne. Lorsque le plan d’aménagement sera mis à exécution et que les citoyens auront eu l’occasion de profiter des secteurs commerciaux, résidentiels, institutionnels et culturels aménagée en conséquence des projections du plan-scénario privilégié, ils seront en mesure d’évaluer la qualité de leur efforts délibératifs et de la traduction qu’en aura fait les responsables et experts à la tête de <em>Réinventer la ville</em>.  </p><h3>Analysis and Lessons Learned</h3><p>La situation de la Ville de Lac-Mégantic est exceptionnelle. Rares sont les petites communautés semblables à celle de Lac-Mégantic qui sont confrontées à pareille tragédie : la disparation de 47 des leurs ainsi que la destruction d’un large pan de la zone patrimoniale et commerciale de la ville. Lac-Mégantic est toutefois dans une situation financière privilégiée : elle bénéficie d’un support renouvelé des gouvernements du Québec et du Canada, ainsi que de la Croix-Rouge. Elle peut ainsi se compter sur des moyens financiers qui dépassent largement ceux de la communauté. Il n’en reste pas moins qu’il est intéressant de constater que la Ville de Lac-Mégantic profite d’une occasion semblable pour « insuffler une énergie nouvelle à l’ensemble de la ville et de la région » par la biais de consultations citoyennes, qui peuvent ralentir la prise de décisions, tout spécialement parce qu'elles doivent être prises dans un cadre financier défini. Il s’agit sans doute d’une autre preuve que les initiatives citoyennes viennent plus rapidement à l’esprit des décideurs à l’échelle régionale, et ce, même dans des situations d’urgence où le temps et les ressources financières sont comptés.  </p><h3>External Links</h3><p><a href=\"http://reinventerlaville.ca/\">Le Site de Reinventer la Ville </a></p><p><a href=\"http://www.convercite.org/\">Le Site Internet de Conversité</a></p><p><a href=\"http://www.lapresse.ca/la-tribune/estrie-et-regions/201406/18/01-4776737-le-coeur-du-centre-ville-de-lac-megantic-se-precise.php\">Un Article de <em>La Tribune</em></a></p><p><a href=\"http://www.ledevoir.com/societe/actualites-en-societe/411318/lac-megantic-reinventee-verte-et-sans-voie-ferree\">Un Article de <em>Le Devoir</em> </a></p>", "title": "Lac-Megantic"}