{"htmlbody": "<p><a id=\"Problems_and_Purpose\" name=\"Problems_and_Purpose\"></a></p><h2>Problems and Purpose</h2><p>The Open Government Directive is an effort by the Obama Administration to create an unprecedented level of openness in government. One of President Obama’s main goals since his first day in office has been to increase transparency, participation, and collaboration between the federal government, different governmental agencies, and the public. On his first day in office, therefore, President Obama acted on his promise with a Memorandum outlining the ways in which he planned to implement a more open system of government. The purpose of these acts was to correct the secrecy of the last administration, which has long been criticized for its overly-private nature. “For too long, the American people have experienced a culture of secrecy in Washington, where information is locked up, taxpayer dollars disappear without a trace, and lobbyists wield undue influence. For Americans, business as usual in Washington has reinforced the belief that government benefits the special interests and the well connected at the expense of the American people.” [1] In comparison to this most-familiar rhetoric, President Barack Obama has hailed: “My Administration is committed to creating an unprecedented level of openness in Government. We will work together to ensure the public trust and establish a system of transparency, public participation, and collaboration. Openness will strengthen our democracy and promote efficiency and effectiveness in Government.” [6]</p><p>For this purpose, the Obama Administration established these goals for the federal government and governmental agencies to fulfill:</p><p>Within 45 days-Each agency shall publish at Data.gov at least three new, high-value data sets. The Chief Performance Officer, the Administrator of the Office of Information and Regulatory Affairs, the Chief Information Officer, and the Chief Technology Officer will establish a working group on open government.</p><p>Within 60 days-Each agency shall create an open-government web page to serve as the gateway for agency activities related to the Open Government Directive. The Chief Technology Officer and Chief Information Officer will create a dashboard to track agencies’ Open Government Plans and assess open government in the Executive branch.</p><p>Within 90 days-The Chief Performance Officer will issue a framework for agencies to use challenges and other incentive-backed strategies for improving open government.</p><p>Within 120 days- Agencies shall publish Open Government Plans describing steps to improve transparency and promote public participation and collaboration. The Administrator of the Office of Information and Regulatory Affairs, in consultation with the Chief Technology Officer and Chief Information Officer, will review existing government information policies and, where necessary, issue clarifying guidance and/or propose revisions to promote greater openness [2].</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>On Barack Obama's first day in office, he proclaimed that one of his main goals in office would be to increase transparency, participation and collaboration between the government and the public. On January 21st 2009, therefore, his Memorandum on Open Government was released. By December 2009, there was a solid plan outlining the ways in which his administration would carry out these goals via the Open Government Directive. Below are some of the major milestones and examples of the ways in which the Open Government Directive, and subsequent government agencies, have increased public participation, knowledge, and interaction:</p><p>Soon after announcing his Open Government initiative in January 2009, President Obama and the Office of Management and Budget (OMB) launched the first public comment on an Executive Order [7]. In February 2009, The State Department launched “Sounding Board,” an electronic suggestion box for feedback from the general public and workforce. [8] Soon after in March, during the Open for Questions Town Hall, the President answered questions that were submitted and voted on transparently by the public [9].</p><p>In April 2009, The Environmental Protection Agency launched Pick 5 for the Environment campaign, an interactive way for citizens to engage in environmental acts on a daily basis [10]. The Office of Science and Technology Policy launched a blog to solicit public comments on science integrity policy [11]. Also in April, The Recovery Accountability and Transparency Board engaged public in national, online dialogue to solicit ideas, tools, and approaches to strengthen Recovery.gov, a place where the public can monitor the expenditure and use of recovery funds [12].</p><p>In May 2009, the White House launches an unprecedented 3-stage public consultation process on Whitehouse.gov to engage the American public in designing the Administration’s Open Government policy. Phase I invited the public to submit ideas, refine the ideas of others, and vote the best ones to the top [13]. Phase II asked the public to engage in a deeper conversation on the most challenging themes to emerge from Phase 1 [14]. Finally, Phase III invited the public to use a web-based wiki to collaboratively craft recommendations for how to hardwire the principles of open government in the core activities of Departments and Agencies government-wide [15]. Furthermore, one of the most important tools for Obama's open government initiative has been data.gov, launched in May 2009, which is a system of applications, mashups, and visualizations to increase the public’s accessibility to government information and everyday occurrences [30]. For example, the White House’s website claims: “From crime statistics by neighborhood to the best towns to find a job to seeing the environment health of your community—these applications arm citizens with the information they need to make decision every day.” [1]</p><p>In June 2009, The Federal Communication Commission started “Reboot the FCC” [16]. Soon after that, the White House hosted an online healthcare discussion with the President [17]. June 2009: White House and the National Archives and Records Administration start the Declassification Policy Forum to seek public input on declassification policy [18].</p><p>In July 2009, The Department of Labor launched an Open Government blog to solicit efficiency and openness ideas from DOL employees. [19]. The Federal Communications Commission also launches Broadband.gov to engage Americans in the development of the National Broadband Plan [20]. The Department of Defense launched the Web 2.0 Guidance Forum to seek public input in developing a responsible and effective use of emerging Internet-based capabilities [21].</p><p>In August 2009, the Centers for Disease Control and Prevention established “Idea Lab,” a <a href=\"/methods/crowdsourcing\" title=\"Crowdsourcing\">crowdsourcing</a> tool for agency-wide idea generation and problem solving [22] The Federal Communications Commission launched National Broadband Plan Brainstorm to seek examples from the public about how broadband is being used to achieve national priorities [20]. On August 26, 2009, The Environmental Protection Agency sought public input on national enforcement priorities through an online forum [23].</p><p>In September 2009, President Obama announced the VA Innovation Initiative, which challenged employees to submit groundbreaking ideas to improve the claims process for Veterans [24]. The Federal Communications Commission launched OpenInternet.gov, which attracted more than 20,000 people to comment on the future of the Internet [25].</p><p>In October 2009, The Department of Health and Human Services Health IT Standards Committee launched the Health IT Standards “FACA” blog to get the public’s view on moving forward with healthcare information technology [26]. The White House launches the SAVE Award, a program that offers every Federal employee the chance to submit their ideas for how government can save money and perform better [27], as well as the GreenGov Challenge, [28].</p><p>In November 2009, The US Patent and Trademark Office launched the Director’s Blog to engage the public on ways the office can function better [29].</p><p><a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h2>Participant Selection</h2><p>Any person in the world could access the Open Government Directive with an Internet connection. Because the Open Government Directive established a system of catalogs [32] of released information from each sector of the government (different agencies), it is very accessible to the public and no participants must be selected to participate in the process.</p><p><a id=\"Influence.2C_Outcomes.2C_and_Effects\" name=\"Influence.2C_Outcomes.2C_and_Effects\"></a></p><h2>Influence, Outcomes, and Effects</h2><p>There have been many organizations and individuals to applaud the Open Government Directive, as they too have dedicated themselves to increasing government transparency. Some of them are as follows:</p><p>OpenTheGovernment.org, a coalition of organization and individuals dedicated to monitoring government transparency, conducted an audit of the Open Government Directive. NASA, the Department of Housing and Urban Development (HUD), the Environmental Protection Agency (EPA), the Office of Personnel Management (OPM), the Department of Transportation (DOT), the Nuclear Regulatory Commission (NRC), and the Department of Labor (DOL) were the agencies that scored the highest. Surprisingly, the five lowest scores went to the Department of Justice (DOJ), the Department of Energy (DOE), the Office of Management and Budget (OMB), which is the very institution that is overseeing the implementation of the Open Government Directive, the Department of Defense (DOD), and the Department of the Treasury [33]. White House spokeswoman Kate Bedingfield noted that the evaluators of the audit gave almost half of the agencies scores of 80% or higher, while a \"vast majority\" had scores of over 70%. [3]</p><p>OMB Watch, a nonprofit research and advocacy organization, was formed in 1983 to lift the veil of secrecy shrouding the White House Office of Management and Budget (OMB). It is currently conducting many observations and monitoring the transparency of government [38].</p><p>The Sunlight Foundation, created in 2006, funded through various contributions, and dedicated to using cutting-edge technology and ideas to make government transparent and accountable, hails in their mission statement: “We've created a non-partisan, non-profit organization based in Washington, DC that focuses on the digitization of government data and the creation of tools and Web sites to make that data easily accessible for all citizens. Underlying all of our efforts is a fundamental belief that increased transparency will improve the public's confidence in government” [35]</p><p>The Obama Administration has noted the fact that similar transparency and participation measures have subsequently been taken in other states across the country, as well as internationally. For example, in May 2009, Data.gov had just 47 data sets. Today, it has more than 168,000 [1].</p><p> </p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h2>Analysis and Criticism</h2><p>Amongst the wide variety of critiques regarding Obama's Open Government Directive, most comments applaud the general direction of openness that the initiative is taking the United States. However, there are some who say that the institutions themselves lack in their tangible outcomes. For example, Cary Coglianese from the University of Pennsylvania claims that President Obama’s optimism is overstated. “President Obama’s rhetoric and zeal for transparency has also created false impressions—and unrealistic expectations—about what it takes to make open government work well” [31]. However, there are some that believe whether or not his plan works out perfectly, it is a culture of openness that is important for our country. “It is this spirit of innovation that is most compelling about the tools and data released to date. While the Open Government Directive has yet to create radical transformations in government, its most important contribution may be a new culture of openness.” [4]</p><p>Some have been highly critical of the President's lack of transparency concerning the military, particularly regarding the use of drones. In February 2013, a memo drafted by the Department of Justice asserting the President's authority to use drones to strike against American citizens was leaked to the public. [34] CBS News anchor Dan Rather criticized the president saying, \"He did promise more transparency. He has delivered less transparency. Far less transparency. He hasn't met his promises about that, no question about it.\" [35]</p><p><a id=\"References\" name=\"References\"></a></p><h2>References</h2><p>1. The Official Web Site of the United States Government: <a class=\"external free\" href=\"http://www.whitehouse.gov/open\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/open\">http://www.whitehouse.gov/open</a>. or <a class=\"external free\" href=\"http://www.whitehouse.gov/open/about\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/open/about\">http://www.whitehouse.gov/open/about</a>.</p><p>2. Executive Office of the President, Washington DC. “Open Government. A Progress Report to the American People”. December 1, 2009. <a class=\"external free\" href=\"http://www.dtic.mil/cgi-bin/GetTRDoc?AD=ADA511553&amp;Location=U2&amp;doc=GetTRDoc.pdf\" rel=\"nofollow\" title=\"http://www.dtic.mil/cgi-bin/GetTRDoc?AD=ADA511553&amp;Location=U2&amp;doc=GetTRDoc.pdf\">http://www.dtic.mil/cgi-bin/GetTRDoc?AD=ADA511553&amp;Location=U2&amp;doc=GetTRDoc.pdf</a>.</p><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h2>Secondary Sources</h2><p>3. Vijayan, Jaikumar, “Agencies struggle to meet Obama’s Open Government Directive”. May 4, 2010. ComputerWorld. <a class=\"external free\" href=\"http://www.computerworld.com/s/article/9176290/Agencies_struggle_to_meet_Obama_s_Open_Government_Directive\" rel=\"nofollow\" title=\"http://www.computerworld.com/s/article/9176290/Agencies_struggle_to_meet_Obama_s_Open_Government_Directive\">http://www.computerworld.com/s/article/9176290/Agencies_struggle_to_meet_Obama_s_Open_Government_Directive</a>.</p><p>4. Terdiman, Daniel. “White House unveils open government directive”. CNET News. <a class=\"external free\" href=\"http://news.cnet.com/8301-13772_3-10411429-52.html\" rel=\"nofollow\" title=\"http://news.cnet.com/8301-13772_3-10411429-52.html\">http://news.cnet.com/8301-13772_3-10411429-52.html</a>.</p><p>5. Brown, Donal. “Information technology analyst evalutes Obama open government initiatives”. March 30, 2010. First Amendment Coalition. <a class=\"external free\" href=\"http://www.firstamendmentcoalition.org/2010/03/information-technology-analyst-evaluates-obama-open-government-initiatives/\" rel=\"nofollow\" title=\"http://www.firstamendmentcoalition.org/2010/03/information-technology-analyst-evaluates-obama-open-government-initiatives/\">http://www.firstamendmentcoalition.org/2010/03/information-technology-analyst-evaluates-obama-open-government-initiatives/</a>.</p><p>6. President Barack Obama. January 21, 2009. <a class=\"external free\" href=\"http://www.whitehouse.gov/open\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/open\">http://www.whitehouse.gov/open</a>.</p><p>7. Federal Register. Vol. 74, No. 37. February 26, 2009. Comments on executive order: <a class=\"external free\" href=\"http://edocket.access.gpo.gov/2009/pdf/E9-4080.pdf\" rel=\"nofollow\" title=\"http://edocket.access.gpo.gov/2009/pdf/E9-4080.pdf\">http://edocket.access.gpo.gov/2009/pdf/E9-4080.pdf</a>.</p><p>8. Radia, Kirit. \"Hillary Clinton Launches E-Suggestion Box.. 'The Secretary is Listening'\". February 10, 2009. ABC News. <a class=\"external free\" href=\"http://blogs.abcnews.com/politicalradar/2009/02/hillary-clint-1.html\" rel=\"nofollow\" title=\"http://blogs.abcnews.com/politicalradar/2009/02/hillary-clint-1.html\">http://blogs.abcnews.com/politicalradar/2009/02/hillary-clint-1.html</a>.</p><p>9. Open For Questions TownHall: <a class=\"external free\" href=\"http://www.whitehouse.gov/openforquestions\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/openforquestions\">http://www.whitehouse.gov/openforquestions</a>.</p><p>10. Environmental Protection Agency's Pick 5 for the Environment campaign: <a class=\"external free\" href=\"http://www.epa.gov/pick5/\" rel=\"nofollow\" title=\"http://www.epa.gov/pick5/\">http://www.epa.gov/pick5/</a>.</p><p>11. Chopra, Aneesh. \"Hacking for Humanity\". June 3, 2010. Office of Science &amp; Technology Policy blog: <a class=\"external free\" href=\"http://www.whitehouse.gov/administration/eop/ostp/blog\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/administration/eop/ostp/blog\">http://www.whitehouse.gov/administration/eop/ostp/blog</a>.</p><p>12. \"Recovery Dialogue: Information Technology Solutions\": <a class=\"external free\" href=\"http://www.napawash.org/recoverydialogue/overview.pdf\" rel=\"nofollow\" title=\"http://www.napawash.org/recoverydialogue/overview.pdf\">http://www.napawash.org/recoverydialogue/overview.pdf</a>.</p><p>13. Lee, Jesse. \"Transparency and Open Government\". May 21, 2009. Phase 1 information: <a class=\"external free\" href=\"http://www.whitehouse.gov/blog/09/05/21/Opening\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/blog/09/05/21/Opening\">http://www.whitehouse.gov/blog/09/05/21/Opening</a>.</p><p>14. Noveck, Beth. \"Open Government Initiative: Phase II\". May 28, 2009. <a class=\"external free\" href=\"http://www.whitehouse.gov/blog/Open-Government-Initiative-Phase-II/\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/blog/Open-Government-Initiative-Phase-II/\">http://www.whitehouse.gov/blog/Open-Government-Initiative-Phase-II/</a>.</p><p>15. Phase III information: <a class=\"external free\" href=\"http://www.whitehouse.gov/administration/eop/ostp/blog\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/administration/eop/ostp/blog\">http://www.whitehouse.gov/administration/eop/ostp/blog</a>.</p><p>16. Federal Communications Commission. <a class=\"external free\" href=\"http://reboot.fcc.gov/\" rel=\"nofollow\" title=\"http://reboot.fcc.gov/\">http://reboot.fcc.gov/</a>.</p><p>17. Lee, Jesse. \"A National Discussion on Health Care Reform\". July 1, 2009. <a class=\"external free\" href=\"http://www.whitehouse.gov/blog/Full-Video-A-National-Discussion-on-Health-Care-Reform/\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/blog/Full-Video-A-National-Discussion-on-Health-Care-Reform/\">http://www.whitehouse.gov/blog/Full-Video-A-National-Discussion-on-Health-Care-Reform/</a>.</p><p>18. Faga, Martin. \"Declassification Policy Forum- Introduction\". June 29, 2009. <a class=\"external free\" href=\"http://www.whitehouse.gov/blog/Declassification-Policy-Forum-Introduction/\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/blog/Declassification-Policy-Forum-Introduction/\">http://www.whitehouse.gov/blog/Declassification-Policy-Forum-Introduction/</a>.</p><p>19. Department of Labor and Freedom of Information Act. <a class=\"external free\" href=\"http://www.dol.gov/dol/foia/\" rel=\"nofollow\" title=\"http://www.dol.gov/dol/foia/\">http://www.dol.gov/dol/foia/</a>.</p><p>20. Broadband.gov: <a class=\"external free\" href=\"http://broadband.ideascale.com/\" rel=\"nofollow\" title=\"http://broadband.ideascale.com/\">http://broadband.ideascale.com/</a>.</p><p>21. Sturm, Robynn. \"Opportunities to Participate\". August 7, 2009. <a class=\"external free\" href=\"http://www.whitehouse.gov/blog/Opportunities-to-Participate/\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/blog/Opportunities-to-Participate/\">http://www.whitehouse.gov/blog/Opportunities-to-Participate/</a>.</p><p>22. Centers for Disease Control and Prevention \"Idea Lab\" information: <a class=\"external free\" href=\"http://www.whitehouse.gov/open/innovations/idealab\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/open/innovations/idealab\">http://www.whitehouse.gov/open/innovations/idealab</a>.</p><p>23. National Enforcement and Compliance Assurance Priorities Discussion Forum. \"Help Select our Enforcement Policies\". August 26, 2009. <a class=\"external free\" href=\"http://blog.epa.gov/enforcementnationalpriority/\" rel=\"nofollow\" title=\"http://blog.epa.gov/enforcementnationalpriority/\">http://blog.epa.gov/enforcementnationalpriority/</a>.</p><p>24. Chopra, Aneesh. Levin, Peter. \"A Presidential Challenge to the Employees of the VA\". September 21, 2009. <a class=\"external free\" href=\"http://www.whitehouse.gov/blog/A-Presidential-Challenge-to-the-Employees-of-the-VA\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/blog/A-Presidential-Challenge-to-the-Employees-of-the-VA\">http://www.whitehouse.gov/blog/A-Presidential-Challenge-to-the-Employees-of-the-VA</a>.</p><p>25. OpenInternet.gov: <a class=\"external free\" href=\"http://www.openinternet.gov/about-open-internet.html\" rel=\"nofollow\" title=\"http://www.openinternet.gov/about-open-internet.html\">http://www.openinternet.gov/about-open-internet.html</a>.</p><p>26. Health IT Standards \"FACA\" blog: <a class=\"external free\" href=\"http://www.whitehouse.gov/administration/eop/ostp/blog\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/administration/eop/ostp/blog\">http://www.whitehouse.gov/administration/eop/ostp/blog</a>.</p><p>27. SAVE Award website: <a class=\"external free\" href=\"http://www.whitehouse.gov/omb/save/SaveAwardHomePage/\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/omb/save/SaveAwardHomePage/\">http://www.whitehouse.gov/omb/save/SaveAwardHomePage/</a>.</p><p>28. Croft, Cammie. \"Introducing the GreenGov Challenge- A Bottom-Up Approach to Greening Government\". October 29, 2009. <a class=\"external free\" href=\"http://www.whitehouse.gov/blog/Introducing-the-GreenGov-Challenge-A-Bottom-Up-Approach-to-Greening-Government/\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/blog/Introducing-the-GreenGov-Challenge-A-Bottom-Up-Approach-to-Greening-Government/\">http://www.whitehouse.gov/blog/Introducing-the-GreenGov-Challenge-A-Bottom-Up-Approach-to-Greening-Government/</a>.</p><p>29. US Patent and Trademark Office blog: <a class=\"external free\" href=\"http://www.whitehouse.gov/administration/eop/ostp/blog\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/administration/eop/ostp/blog\">http://www.whitehouse.gov/administration/eop/ostp/blog</a>.</p><p>30. Orszag, Peter (OMB Director). \"Democratizing Data\". May 2, 2009. <a class=\"external free\" href=\"http://www.whitehouse.gov/blog/Democratizing-Data\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/blog/Democratizing-Data\">http://www.whitehouse.gov/blog/Democratizing-Data</a>.</p><p>31. Coglianese, Cary. \"The Transparency President? The Obama Administration and Open Government\". Governance: An International Journal of Policy, Administration, and Institutions, Vol. 22, No. 4. October 2009 (pp.529-544) University of Pennsylvania.</p><p>32. Data.gov- Open Government Directive Agency Datasets: <a class=\"external free\" href=\"http://www.data.gov/open/raw\" rel=\"nofollow\" title=\"http://www.data.gov/open/raw\">http://www.data.gov/open/raw</a>.</p><p>33. OpenTheGovernment.org audit results: <a class=\"external free\" href=\"http://sites.google.com/site/opengovtplans/home/about-this-project/audit-results\" rel=\"nofollow\" title=\"http://sites.google.com/site/opengovtplans/home/about-this-project/audit-results\">http://sites.google.com/site/opengovtplans/home/about-this-project/audit-results</a>.</p><p>34. \"Memo gives basis for drone strike v.s. US citizens.\" USA Today, February 5, 2013: <a href=\"http://www.usatoday.com/story/news/politics/2013/02/05/drone-strikes-justice-department-memo-brennan/1893581/\">http://www.usatoday.com/story/news/politics/2013/02/05/drone-strikes-jus...</a></p><p>35. \"Dan Rather: Obama 'Has Delivered Less Transparency,' 'Hasn't Met His Promises.'\" Huffington Post, February 23, 2013: <a href=\"http://www.huffingtonpost.com/2013/02/23/dan-rather-obama-has-deli_n_2749563.html\">http://www.huffingtonpost.com/2013/02/23/dan-rather-obama-has-deli_n_274...</a></p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p>35. OpenTheGovernment.org: <a class=\"external free\" href=\"http://www.openthegovernment.org/\" rel=\"nofollow\" title=\"http://www.openthegovernment.org/\">http://www.openthegovernment.org/</a>.</p><p>36. The Sunglight Foundation- <a class=\"external free\" href=\"http://sunlightfoundation.com/\" rel=\"nofollow\" title=\"http://sunlightfoundation.com/\">http://sunlightfoundation.com/</a>.</p><p>37. First Amendment Coalition- <a class=\"external free\" href=\"http://www.firstamendmentcoalition.org/\" rel=\"nofollow\" title=\"http://www.firstamendmentcoalition.org/\">http://www.firstamendmentcoalition.org/</a>.</p><p>38. Full text of the Open Government Directive from the White House’s website, including Memorandum: <a class=\"external free\" href=\"http://www.whitehouse.gov/open/documents/open-government-directive\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/open/documents/open-government-directive\">http://www.whitehouse.gov/open/documents/open-government-directive</a>.</p><p>39. OMB Watch- <a class=\"external free\" href=\"http://www.ombwatch.org/about_us\" rel=\"nofollow\" title=\"http://www.ombwatch.org/about_us\">http://www.ombwatch.org/about_us</a>.</p>", "title": "Obama's Open Government Directive"}