{"htmlbody": "<h3>Problems and Purpose</h3><p>The European Citizens’ Consultation 2009 (ECC09) was a participative cross-border deliberative experiment, which aimed to give citizens across Europe a platform to put forth and discuss ideas with other EU citizens. The stated aim of the ECC09 was to give EU citizens a voice and allow them input in determining the economic and social future of Europe. The main objectives were to promote interaction between citizens and policy makers, establish citizens as policy advisors, bring the EU closer to its citizens, increase public interest in the EU, expand civil society networks across the EU, and to develop citizen participation as a policy tool for the future.</p><p>The project was divided into four phases.  The first phase consisted of an online forum that was open to all EU citizens in order to debate and elaborate proposals relating to the topic<a href=\"#_ftn1\" id=\"_ftnref\" name=\"_ftnref\" title=\"\">[1]</a>, which was chosen because of its importance to the EU citizens, gave input to decisions makers, and timely input before the European elections of June 2009.  The aim of the first phase was to allow all EU citizens to have a chance to add their concerns to the topics discussed at the national events.  </p><p>The second phase took the form of national consultative events.  Each event took place over two days in all 27 member states with citizens chosen randomly based on a quota system to ensure proper representation of the demographic composition of each country.  The purpose of the national deliberation phase was to elaborate on ten recommendations that encompassed the opinions from the two-day consultation.  On the first day, the participants worked together to define ten concerns that they agreed should be discussed further.  On the second day, the participants drafted recommendations and vote on those that they preferred.  Next, the top ten vote receiving recommendations from each of the 27 member states were summarized and combined into a smaller number of recommendations, which where then voted on again by the participants of all of the national consultations to choose the 15 final and official recommendations. </p><p>In the third phase of the ECC09, 280 propositions (the top ten vote receiving recommendations from the national events) were condensed into 88 recommendations, depending on their conceptual categories, and were again made available online.  Each national website presented the same recommendations in their native language so that the participants of the national events could again debate them and also choose the 15 proposals that would be the final recommendations.  Originally, it was intended that this phase be open to the general public, however, the organizers feared the influence of organized groups that threatened to dominate the voting.</p><p>The fourth and final stage took place in Brussels where participants (150 in total) from each of the 27 member state events met, reviewed, and discussed the final recommendations together once.  Then on the second day they presented them to some top EU policy makers in an official setting.  Following the summit in Brussels, there were four conferences in four different countries (Denmark, France, Ireland, and Slovakia) in which citizens were invited to discuss the topics of climate change, health, education, and the fight against poverty with some newly elected Members of the European Parliament (MEPs).</p><br clear=\"all\"/><p><a href=\"#_ftnref\" id=\"_ftn1\" name=\"_ftn1\" title=\"\">[1]</a> The topic of the ECC09 was “What can the EU do to shape our economic and social future in a globalized world?”</p><h3>History</h3><p>ECC09 was the second European Citizens’ Consultation event, the first being in 2007.</p><h3>Originating Entities and Funding</h3><p>The 2009 event was co-funded by the European Commission, under its “Debate Europe” project, and by 40 other European charitable trust organizations, the largest contributor being the King Baudouin Foundation (KBF).</p><h3>Deliberation, Decisions, and Public Interaction</h3><p><em>Online Consultation Phase:  Part I:  Idea Generation</em></p><p>The online phase of the ECC was added for the first time in 2009.  Therefore, the process has not yet been perfected, however, much was learned and even improved mid-stride in the first installment.  The objective of the addition was to allow more people to be included in the consultation process and also to increase the visibility of the project by making it available online.  The online phase consisted of a web-portal that was made available and allowed for all EU citizens to take part in debates about and even the possibility to elaborate on proposals on the consultation topic [see above].  The online discussion portal was accessible from December to March in 2009.  There was one main site, which was the European Portal, which consisted of basic information and also could direct users to the individual national websites of which there were 28<a href=\"#_ftn1\" id=\"_ftnref\" name=\"_ftnref\" title=\"\">[1]</a>.</p><p>The national sites were comprised of three sections:  the information section, the debate section, and the section that contained the proposals and allowed users to vote on them. There were one or two teams of moderators in charge of each national site and each team was given detailed instructions by which they refereed the forums, even so they did not engage in censoring proposals even if they were obviously off-topic so as not to endanger the reputation of the project as a whole.  The purpose behind, and one of the most motivating aspects for participation in, the online phase was that the 10 highest vote receiving proposals from each national website would be the recommendations used in the national consultations that were to follow the online portion. </p><p>The advantage to an online forum such as this one is that it can be made accessible to anyone with a device, which has internet access (Desktop computer, laptop computer, tablet, smart-phone, etc) regardless of their location or time schedule.  According to the data collected by Kies et al, this flexibility allowed for 28,536 users to register with their respective national online forums and just shy of 150,000 total different visitors to the sites from the dates of January 1st to May 1st.  So, per day, each national site received an average of just over 30 different visitors per day.  These are impressive numbers, and as Kies and his colleagues point out: </p><p>This general data on the attendance rate should be considered as positive given that the EU issues are generally strongly repulsive for lay citizens and that the ECC09 is an experimental procedure that does not guarantee any concrete impact on decision-making (Kies et al 2012:116).</p><p>Using <em>Google Analytics</em>, Kies and his research team were able to track how users gained access to the national websites through referring sites like EU institutional websites sites and social network sites.  Following access through referral sites, direct access to the national websites ranked second and access via search engine use.  Websites from associations involved or sponsoring the ECC also contributed to the sites’ traffic.  Finally, specific links to certain proposals were posted on activist websites allowing for the mobilization of organized interests in the selection process.  The downside to such an open process as the one described above is that there is no guarantee that registered users will in fact contribute to the discussion.  While many of the “lurkers” still read and voted on the proposals, a very small amount actually added their inputs to the debate forums. </p><p>The 28 national websites produced a total of 1,142 proposals distributed unevenly among the countries with France producing the most (257), followed by Germany (132), Spain (115), Italy (84), Portugal (63), and the remaining sites boasting less than 50 proposals each.  When a selection of the top 15 proposals was evaluated by content analysis for their deliberative quality, it was found that level of justification and concreteness were both high, while only 42% of the recommendations actually mentioned the EU<a href=\"#_ftn2\" id=\"_ftnref\" name=\"_ftnref\" title=\"\">[2]</a>.  Interestingly, the forum messages had a tendency to be longer in national sites with fewer numbers of posts and the inverse was also true with shorter messages being found on the national sites with a higher number of posts.</p><br clear=\"all\"/><p><a href=\"#_ftnref\" id=\"_ftn1\" name=\"_ftn1\" title=\"\">[1]</a> There were 28 websites, one for each EU country and two for Belgium so that the Flemish and the French-speaking populations could each have a site in their own language.</p><p><a href=\"#_ftnref\" id=\"_ftn2\" name=\"_ftn2\" title=\"\">[2]</a> Again, it should be noted that this was not a uniform result, but an average from all national sites.  Greece and Luxembourg referred to the EU in 80% of their proposals respectively, while those from France, for example, only 20% of the highest vote receiving proposals referred to the polity.</p><p><em>National Deliberation Phase</em></p><p>The second phase of the ECC09 was the National Deliberation phase, which consisted of two-day deliberation events taking place simultaneously over three weekends in March of 2009 with 9 countries participating simultaneously on each weekend.  According to the ECC website<a href=\"#_ftn1\" id=\"_ftnref\" name=\"_ftnref\" title=\"\">[1]</a>, “[t]he top ideas and concerns arising from the national online debate and from the eight other countries holding National Citizens Consultations on the same weekend” provided the starting point for the 27 national consultations.  Each event had between 30 and 130 randomly chosen participants depending on the size of the country with a grand total of 1,635 participants.  The participants were selected based on general quotas for age, gender, professional status, and region in order that a demographically diverse group was obtained<strong>.</strong>  They were informed about the issues for the upcoming debate through fact sheets that were distributed before the events and they were also able and encouraged to partake in the online phase as well.  That being said, only 39% of the participants of the second phase actually visited their national websites<a href=\"#_ftn2\" id=\"_ftnref\" name=\"_ftnref\" title=\"\">[2]</a>.</p><p>The first day of the consultation consisted of the participants deciding together which 10 ideas and concerns should be focused and elaborated on in the second day.  On the second day, the participants drafted and voted on their recommendations.  The consultation process shifted between small debates with 10 to 12 people, when the ideas were elaborated on, and a large general event, where citizens were required to vote on the recommendations they had made.  The whole process was lead by professional facilitators who were charged with guiding the participants through the deliberation process while also making sure that the debate remained respectful and aimed to get input from everyone.  This phase benefitted greatly from the help of others in addition to the professional facilitators, including experts, editorial teams, and national candidates for the upcoming European elections<a href=\"#_ftn3\" id=\"_ftnref\" name=\"_ftnref\" title=\"\">[3]</a>.  There was also live reporting and blogging from the national events with which the organizers hoped that a wider audience could be reached.  However, there is no available data on who made use of these tools to follow along with the national events. </p><br clear=\"all\"/><p><a href=\"#_ftnref\" id=\"_ftn1\" name=\"_ftn1\" title=\"\">[1]</a> <a href=\"http://ecc.european-citizens-consultations.eu\">http://ecc.european-citizens-consultations.eu</a> [DEAD LINK]</p><p><a href=\"#_ftnref\" id=\"_ftn2\" name=\"_ftn2\" title=\"\">[2]</a> Out of those who did visit the sites, 87% read the proposals, which is commendable, while far less (23%) participated in the discussion.  However, 33% did vote for at least one proposal.</p><p><a href=\"#_ftnref\" id=\"_ftn3\" name=\"_ftn3\" title=\"\">[3]</a> The editors’ job was to assist the participants in drafting realistic recommendations by providing applicable information or even to challenge them as well.  The editorial teams’ job was to collect the ideas and proposals from each of the discussion tables and make them available to the other 8 national consultations allowing for simultaneous interaction.  Finally, the candidates were invited to discuss the final recommendations of the corresponding national events thereby giving the participants their first direct access to (potential) decision-makers.</p><p> </p><p><em>Online Phase: Part Two: Recommendation Debate</em></p><p>After the national events, there were a grand total of 280 recommendations on different conceptual categories like the economy, employment, social policy, etc.  These recommendations were taken by the editorial team, condensed and summarized so that there were no longer any duplicates and similar recommendations were combined into each other.  The resulting 88 proposals were then made available on the national websites for participants to once again debate and also allow voting to choose the top 15 recommendations that would be the official recommendations to be presented in the final phase.  The organizers had originally intended to allow the general public access to this stage, however, due to the dangers of organized groups being able to sway the voting they decided to make it only open to those who had participated in the national consultations.  Less than 60% of the national event attendees participated in this phase.</p><p><em>Final Deliberation Phase in Brussels</em></p><p>The final phase took place on the 10th and 11th of May, 2009, in Brussels.  There were 150 participants representing the 27 national events.  They were volunteers selected on the basis of age, gender, and nationality.  The original intent was not to have restrictions on participation in this phase based on language, however, it evidently was no a possibility to have simultaneous translation for all the official languages of the EU.  Therefore, the volunteers for this phase were required to have proficiency in the English language.  On the first day of the Summit the participants reviewed the final recommendations that had been chosen by the second online phase.  On the second day, the participants met with several top EU policy-makers including the President of the European Parliament, President of the European Commission, and President of the Committee of Regions.  The recommendations were presented to the policy-makers and there was a discussion between them and the participants.  This gave the 150 national representatives direct access to top policy-makers several weeks before the European Elections. </p><h3>Analysis and Lessons Learned</h3><p>The ECC09 was an impressive scale participatory deliberative experiment.  The project was divided into two online phases, 27 national consultations, and one European Summit.  The goal of the event was to produce proposals that would be presented and consulted by European decision-makers.  The proposals were drafted and voted on in the first online stage to decide which proposals would be discussed in the national consultations.  Then, in the national consultations the proposals were refined and debated before being reduced again through voting.  Next, the editorial team combined similarly themed proposals and in the second and final online stage the national consultation participants voted on the final proposals that would be presented to the decision makers after the European Summit.  The online and national consultations were held in the native languages of each country allowing for full participation, however, the European Summit phase was limited to those who had a good command of English.</p><p>The ECC09 focused on bringing nationals together to make policy recommendations to European decision-makers.  The large number of participants shows an example of how deliberative events could be integrated into the European political system, however, there are deficiencies that need to be addressed before projects like this could be considered legitimate additions to the political system.  While, from a deliberative perspective, the inclusiveness of the project was acceptable, the inclusiveness of ideas was hampered by the need for consensus (Kies et al 2013).  There was also an over abundance of organized group presence in the first online phase of the event.  While it is to be expected that organized groups will have an easier time mobilizing their constituents to action, more attention needs to be placed on increasing the involvement of average citizens.  The representativeness of the national consultations left a lot to be desired since there was a over-representation of people who were “highly educated, politically interested, and pro-EU” (Kies et al. 2013:132).  Finally, the project failed at its intended goal of policy influence, though the lack of external impact is partially overshadowed by the internal impact of participation.  Those who participated overwhelmingly responded as feeling more European after the event.  The event failed at its stated goal, but achieved an unintended consequence of increasing attachment to Europe.</p><p> </p><h3>External Links</h3><p><a href=\"http://europa.eu/eu-law/have-your-say/index_en.htm\">EU Citizen Initiatives</a></p><p><a href=\"http://ecc.european-citizens-consultations.eu/74.0.html\">http://ecc.european-citizens-consultations.eu/74.0.html</a> [DEAD LINK]</p><p> </p>", "title": "The European Citizens’ Consultation 2009"}