{"htmlbody": "<h3>Problems and Purpose</h3><p>The EuroPolis Project was created to influence European policy indirectly by showing the positive effects deliberation had on the participants, their opinions, and their participation level in the EU. </p><p>The EuroPolis project used a very specific deliberative tool invented by James Fishkin called a Deliberative Poll (DP).  This research design incorporates five main characteristics and two additional elements specific to this project.  A Deliberative Poll requires a random selection of participants, documents providing the participants with an easily understandable and balanced explanation of the issues, small group discussions including moderators, large group or plenary sessions in which the questions from the small group stage are answered, and continual monitoring of the participants attitudes.  The EuroPolis Project also included a control group, which was also administered the initial and final questionnaires, and audio recordings of the small group interactions.</p><p>The EuroPolis Project brought together a sample of European citizens (348) on May 29th, 2009 in Brussels and included participants from all 27 member-states to discuss public issues relating to immigration and climate change.  The aim was to expose the participants to a “setting where people can deliberate, become informed, reflect upon, and discuss issues with other citizens and policy experts” (Isernia et al 2013).  The project was divided into two main phases consisting of the participant selection and the weekend in Brussels, which will be discussed in detail below.  First, roughly 4,300 citizens were selected using a stratified random sample of the EU’s population aged 18 and older.  This group was then given a twenty-minute questionnaire<a href=\"#_ftn1\" id=\"_ftnref\" name=\"_ftnref\" title=\"\">[1]</a>, administered using either CATI (Computer-assisted telephones interviewing) or CAWI (Computer Aided Web Interviewing).  This questionnaire was used in order to assess, among other things, the respondents’ general political views, policy preferences, interest and participation level in politics, trust in EU institutions and other EU citizens, and familiarity and understanding of the issues of climate change and immigration (the policy issues chosen for the project).  Following the interviews, 3,000 or so were randomly selected and asked to participate in the next stage of the project in Brussels and from this number, 348 participants were chosen to attend the weekend in Brussels based on proportional stratification reflecting the number of EU Parliament seats filled by each member-state.  The 1,300 that were not chosen provided the control group and were also administered another questionnaire after the project was completed. </p><p>The next stage took place over a weekend (May 29th through 31st 2009) in Brussels.  Several weeks before their arrival, all of the participants were provided with documents briefing them on the discussion issues and the EU institutions involved in these areas.  This document went through three rounds of revision to ensure that it provided a truthful description of the problems and so that it covered all positions on the issues and the proposed solutions. The European Policy Centre (EPC) organized a group of independent experts to write the first drafts and incorporated input from experts as well as politicians from the different parties in the EU Parliament.  The first part of the project in Brussels consisted of 25 small, moderated groups to which participants were randomly assigned to discuss the issues of climate change and immigration.  Next, the questions developed in the small-group stage were directed first to a panel of experts in a large-session involving all participants and then again to politicians in the final large-session.  Following the session with the politicians, the participants returned to their small groups to fill out another questionnaire.</p><p>The results of the experiment can be seen as generally quite positive.  Overall, the participants rated the experience very highly and the results from the surveys show that they gained knowledge about the topics covered and the EU, experienced changes in their political attitudes and preferences towards political parties, and finally (and most importantly for this study) identification with Europe increased after deliberation (Isernia et al. 2013).  While the deliberative quality of EuroPolis has been judged as a mix of good and bad (Gerber et al. 2013), this experiment still provides us with the possibility of beginning to understand the positive effects of deliberation on identity.  It also illustrates how having a direct or instant impact on a particular policy is not necessary for a deliberative project to be successful in increasing the common identity of participants.   </p><p> </p><p><a href=\"#_ftnref\" id=\"_ftn1\" name=\"_ftn1\" title=\"\">[1]</a> The interviewing process began on April 16th and took until April 28th, 2009 to be completed.</p><h3>Originating Entities and Funding</h3><p>The University of Siena coordinated the project with a team of other university partners<a href=\"#_ftn1\" id=\"_ftnref\" name=\"_ftnref\" title=\"\">[1]</a>.  The project received funding from a grant from the European Commission under the 7th Framework program, which covered half of the 2.5 million euro cost, and the rest was provided by a group of private foundations<a href=\"#_ftn2\" id=\"_ftnref\" name=\"_ftnref\" title=\"\">[2]</a>.  This funding went, in part, towards insuring that the randomly selected participants could, in fact, take part, by providing native language assistance to those with potential problems (i.e. logistical).  Participants in the Brussels stage also received 80 euro as an incentive as well.</p><br clear=\"all\"/><p><a href=\"#_ftnref\" id=\"_ftn1\" name=\"_ftn1\" title=\"\">[1]</a> The team included partners from the University of Essex, The Mannheim Centre for European Social Research (MZES), The University of Oslo, Institut d'Etudes Politiques de Paris (Sciences PO), La Agencia Estatal Consejo Superior de Investigaciones Científicas, Spain (CSIC), and the Median Research Centre, Romania (MRC).</p><p><a href=\"#_ftnref\" id=\"_ftn2\" name=\"_ftn2\" title=\"\">[2]</a> The Compagnia di San Paulo coordinated the support from foundations including the King Baudouin Foundation, the Bosch Stiftung, and the Open Society Institute.</p><h3>Participant Selection</h3><p>The EuroPolis project attempted to create a microcosm of the European Union in an attempt to test the possible effects of deliberation on the attitudes and voting behavior of the participants.  Using the Deliberative Polling method, the EuroPolis project recruited participants using a stratified random sample of all EU citizens age 18 and above.  In addition to random sampling, the organizers, in an effort to avoid a self-selection bias present in some deliberative projects, also took special care to minimize the chances that only those who were very interested in the discussion topics, the EU, and politics in general would participate.  Native language contacts provided logistical help to the selected participant and kept in contact with them in order to ensure their participation was possible.  A stratified random sample of 4,300 citizens was selected.  They were interviewed through either CATI or CAWI in their native language, with the interview method varying between the two due to telephone penetration in the country.  The questionnaire that the respondents were administered was roughly 20 minutes long and asked standard socio-demographic questions as well as:</p><p>[T]heir general attitudes, policy preferences, and level of knowledge about the two policy issues selected for the Deliberative Poll (climate change and immigration), their views on European integration, perceptions of EU institutions and their general political orientation, participation, interest in politics, horizontal trust and voting intentions for the European Parliamentary election in June 2009 (Isernia et al. 2013).</p><p>Approximately 3,000 of these respondents were randomly selected and post-interview were asked if they would be willing to participate in a deliberative event in the next month.  The 1,300 respondents who were not asked to attend the event at the end of their initial interviews constitute the control group for the experiment.  A random sub-sample (348) of those asked did in fact attend the event.  The number of seats given to each country in the EU Parliament provided the proportional stratification by which this final group was selected.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p><em>Weekend in Brussels</em></p><p>The 348 EU citizens arrived in Brussels on May 29th and stayed there until the 31st.  They were hosted at a “nice resort” (Isernia et al. 2013) and given 80 euro as compensation for their time.  All of their individual accommodation expenses, as well as travel expenses to and from the event were covered in full by the project.  They were also greeted by staff who spoke their native language, given a copy of a background information.  The same informational material was provided them several weeks before the event took place.  This material provided information in their native languages on the discussion issues (climate change and immigration), and general information about the EU and how it works in those areas.  It was drafted by a group of independent experts, directed by the European Policy Centre (a partner in the project), who sought give accurate and balanced accounts of the problems, including opposing viewpoints and other directions in which the policies could go. </p><p>Small groups (25 in total) of randomly assigned participants speaking up to three different languages were assigned to discuss the issues with the aid of moderators.  The moderators, 30 in total, all came from the vicinity of Brussels.  The were chosen for their job by Avventura Urbana, which was the EuroPolis partner whose role was to enlist moderators for the project who had prior experience in the field (i.e. discussion and focus group moderation).  Together with Robert Luskin and James Fishkin, Avventura Urbana trained the moderators before the event took place in two day long session to make sure they were adequately prepared for their roles even though they all had previous experience.  Simultaneous interpretation was provided by more than 150 translators present at the event allowed for participants to discuss with the other members of their small groups in their native language.  This allowed for real time discussion between the participants without linguistical limitations like having to find a common language in order to take part in the deliberation.  Over 80% of the participants reported that they had “little or no problem following the discussion through simultaneous translation” (Isernia et al 2013).  The moderators assigned to each small group helped facilitate the discussion in the small groups and were charged with the responsibility of making sure that opposing views were heard in the deliberation.  While in the small group discussions, the participants were encouraged to devise questions, which they would later direct towards the panel of experts and also the attending politicians.  These questions were on the subjects of the discussion topics (immigration and climate change) as well as on the functioning of the EU decision-making process, with the former being directed to the attending politicians<a href=\"#_ftn1\" id=\"_ftnref\" name=\"_ftnref\" title=\"\">[1]</a>.  After the separate plenary sessions with the experts and with the politicians, the participants again returned to their small groups where they filled out the third questionnaire. </p><br clear=\"all\"/><p><a href=\"#_ftnref\" id=\"_ftn1\" name=\"_ftn1\" title=\"\">[1]</a> Isabelle Durant (Deputy Prime Minister of Belgium), Toomas Hendrik Ilves (President of Estonia), Giuliano Amato (former Prime Minister of Italy), and Jens Peter Bonde (Member of the European Parliament from Denmark).</p><h3>Influence, Outcomes, and Effects</h3><p>The internal impact was positive in that the participants enjoyed the experience and also reported an increased attachment to Europe after the event.  The increased attachment to Europe, which will be detailed more in the discussion section below, may be related to the demographics of the participants, however, this does not change the fact that there was an identity change.  Even if selection bias or the framing of the debate changed peoples minds, it stands that there was a change and that needs to be further researched in order to understand said change.  Also, since the control group and participant group shared nearly identical characteristics it becomes obvious that since the participant group experienced changes and the control group did not, there exist mechanisms within the project that need to be discovered.  Hopefully, when more data is released there will be better opportunities to search for these mechanisms.   </p><p>In contrast to the internal impact, which was high and perceived by the participants to be quite positive, there was no direct external impact.  While this does cause problems if the project is tested by Dawid Friedrich’s (2013) standards in that that deliberative democracy must have both internal and external impact to be considered deliberative and democratic, it was not the plan or intention of the EuroPolis Project organizers for it to be anything more than an experiment.  However, if external impact is measured by increased political participation in the EU the event could potentially be seen to have had a considerable impact.  Participants who considered it their duty to vote in EU elections rose from 48% to 56% after the event (Isernia et al. 2013).  However, there is no data to show whether or not this increased civic responsibility translated into actually going to the polls or not.  Also, Isernia et al. (2013) found that while the immigration debates had no initially visible effects, the climate change debates had a significant impact on the European party affiliation of the participants.  The most dramatic was a 10% increase for support for the Greens.  This again can only be substantiated as true impact if the changed held true on Election Day.</p><h3>External Links</h3><p><a href=\"http://www.circap.org/europolis.html\">EuroPolis Project at the University of Siena Website</a></p><p><a href=\"http://www.circap.org/uploads/1/8/1/6/18163511/europolis_press_release_090603final.pdf\">Final Press Release</a> (English)<br/> </p><p> </p>", "title": "The EuroPolis Project"}