{"htmlbody": "<p> </p><h3>Mission and Purpose</h3><p>PositionDial aims to solve two connected problems that fundamentally affect how we organise as a society: trust and navigation.</p><ul><li>Low trust in business, media, government and other institutions - driven by a lack of perceived accountability, ownership, agency and belief we can make an impact</li><li>Navigation / the filter bubble: whereby most of what we do online is search, and social media, meaning we see more and more of what we already agree with and is personalised to our previous preferences (and existing belief systems)</li></ul><p>This means while we are more connected than ever - day to day it is hard to see different perspectives - to see how we are affecting others, and others are affecting us.</p><p>PositionDial supports radical transparency, accountability and decision making that is win:win for individuals, society, governments, political parties, charities and business.</p><h3>History</h3><p>The current responsive version of PositionDial's prototype launched in June 2014.</p><p> </p><h3>Specializations and activities</h3><p>PositionDial is a ground-breaking new people and data-driven app that helps you explore the spectrum of opinion and where you stand. You can also see which politicians and brands match you - to help you make decisions in line with your values.</p><h3>Major projects and events</h3><p>LSE launch event - June 2014</p><h3>Funding</h3><p>PositionDial is currently self-funded by Mariam (founder) and David (Co-founder &amp; CTO)</p><h3>Publications</h3><p>PositionDial – what’s yours? </p><p><a href=\"http://blogs.lse.ac.uk/polis/2014/04/11/startups-for-journalists-positiondial/\">http://blogs.lse.ac.uk/polis/2014/04/11/startups-for-journalists-positio...</a></p><h3>Secondary Sources</h3><p> </p><h3>External Links</h3><p><a href=\"http://positiondial.com/\">http://positiondial.com/</a></p><p><a href=\"http://blog.positiondial.com/\">http://blog.positiondial.com/</a></p><h3>Notes</h3><p> </p>", "title": "PositionDial"}