{"htmlbody": "<p><strong>Sociocracy</strong> is a whole system design for organizational governance and structure. It is applicable to and useful for any group of people who want to accomplish something together. The \"socios\" in sociocracy are the \"colleagues\" or \"companions\" - people with a social relationship and some identified common aims.</p><p><strong>Values</strong> of sociocracy</p><ul><li><strong>Equivalence</strong> – individuals function as peers in deciding how to accomplish their collective aims.</li><li><strong>Effectiveness</strong> – focus on policies and actions that accomplish collective aims; continual self-­improvement; designing for action.</li><li><strong>Transparency</strong> – direct access to all policy documents and records relating to one's work. No secrets! This supports equivalence, effectiveness and responsibilities of co-­leadership.</li></ul><p><strong>Principles</strong> of sociocracy</p><ul><li><strong>Consent</strong> - policy decisions are made by consent. Consent exists when there are no remaining objections to a proposed policy decision. Objections must be relevant to the collective aims. Objections must be explained so that all affected understand them, even if some disagree with the objection. An objection is not a veto or a block; it is a valid reason why a particular decision will prevent a member of the group from doing their job or supporting group aims. Objections are solicited because they provide valuable information. The reasoning behind them allows the group to improve the proposal so all members of the group can work toward their aims more effectively.</li><li><strong>Circles</strong> - a circle is a semi-­autonomous and self-­organizing unit that has its own domain and aim. It makes policy decisions within its domain; delegates leading, doing and measuring functions to its own members; maintains its own memory system; and plans its own development (learning, adapting, improving). Circles correspond to working groups in various types of organizations: departments, divisions, teams, committees, associations, etc.. Each circle has its own aim(s) and steers its own work by performing functions of leading, doing, and measuring for itself. Together the lead­do­measure functions establish a feedback loop, making the circle self­-regulating and self­-correcting. The domains and aims of different circles within an organization range from broad and general to specific and focused.</li><li><strong>Double-­linking</strong> (feedback) - a double link between one circle and another is formed by two people who are full members of both circles. For a given circle, one link is a circle member elected to be a link to the next more general circle. The other link is the operational leader of the circle, who is elected by the next more general circle. There can be more than two links. Double­-linking ensures that information moves in both directions between circles and increases integrity of information transfer. Through double links, feedback travels up, down and across the circles within an organization.</li></ul><h3>Problems and Purpose</h3><p>Coming soon...</p><h3>History</h3><p>The name <em><strong>sociocracy</strong></em> was coined by August Comte, an early nineteenth century French philosopher and founder of the science of sociology. Sociocracy literally means rule by the “socios,” people who have a social relationship with each other. In contrast, democracy means rule by the “demos,” the general mass of people who have little in common. Comte proposed a system of thought and organization known as positivism that he hoped would provide the basis for a stable society and personal fulfillment in the context of the then emerging industrial revolution. However, Comte was not able to suggest a practical structure for his ideas about sociocracy.<br/><br/>Later in the 1800’s John Stuart Mill advocated worker cooperatives in which the workers controlled all equity and selected their own management, the beginning of the co-op movement that has had some limited success. In the 1920’s, pioneering management scientist Mary Parker Follett noted that in the most productive companies workers strongly identified with the organization as “their” company, allowing them to focus without conflicting feelings on the work of the company and how to make it run effectively. She discerned, however, that no structure existed which allowed such identification to be founded on anything other than a difficult to maintain illusion. It remained for work later in the 20th century by systems scientists, most notably Wiener, Nash, (featured in the movie A Beautiful Mind), and Prigogine (who won a Nobel prize for his work on self-organization), to lay the intellectual foundation for such a structure, the structure offered by sociocracy.<br/><br/>Prior to the development of sociocracy’s practical structure, cultivating an environment that consistently maximizes the potential of an investor-manager-worker partnership has, in general, remained in the hands of a few gifted managers. Sociocracy takes that sort of partnership out of the realm of such \"genius heroes\" and into the hands of ordinary people.<br/><br/>Gerard Endenburg developed the foundations for the logical structures and processes of contemporary sociocracy, using his family's business in The Netherlands as his laboratory. He was inspired by experiments by Kees Boeke, a Dutch educational reformer and management scientist, whose school he attended as a boy, as well as by his training as an engineer at a time when systems theory and cybernetics were new and exciting fields of theory and practice.</p><p>In practical operation for more than thirty-five years, sociocracy has progressed past the experimental stage and is successfully serving a  variety of organizations worldwide, as diverse as an electrical contracting company, a specialty plastics manufacturing company, a municipal police department, a Buddhist monastery, a nursing home, a chain of hairdressing shops, a local public school system, an international membership organization, a school of media and design, and numerous others.</p><h3>Participant Selection</h3><p>Coming soon...</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>Coming soon...</p><h3>Influence, Outcomes, and Effects</h3><p>Coming soon...</p><h3>Analysis and Lessons Learned</h3><p>Coming soon...</p><h3>Secondary Sources</h3><p>Coming soon...</p><h3>External Links</h3><p>Sociocracy.info - <a href=\"http://sociocracy.info\">http://sociocracy.info</a></p><h3>Notes</h3><p> </p>", "title": "Sociocracy"}