{"htmlbody": "<p>I launched <strong><a href=\"http://www.mycitymarket.net/\">My City Market</a></strong> on October 10th, 2014 as a new project (and initiative) dedicated to the promotion of locally-owned small businesses,  entrepreneurship, innovation, technology and sustainable economic practices focused on the concepts of shared prosperity, fairness, and democracy in the workplace.<br/><br/>I came up with the idea during one of my daily nature walks; I was thinking about the meaning of success in our society.  I was pondering whether it may be time to widen the definition. We all hear about the economy, and about political and social debates regarding climate change, and the effect of money in politics, and that sort of thing... Without getting \"too political,\" it seems to me that the economic system, which relies on faster and faster growth and increased productivity, may be running into natural limits when it comes to what the natural environment can handle, as well as the capacity of workers to handle increased levels of productivity (while wages remain stagnant).<br/> <br/>Regardless of where you are in the political spectrum when it comes to these issues, I think that the reason we hear more and more references to sustainability (in economics, in the workplace, in food production, in business, in consumption) is because a growing number of people are realizing that the demands of the current system (based on the financialization of the productive sector) is unsustainable, and, as this realization spreads, a consensus is starting to build around the need to slow things down a bit and reexamine the meaning of success, happiness, and need.<br/><br/>So, as I thought about it, I came up with an idea: About launching a website/program/project specifically designed to promote sustainable economic practices?  So I decided on a name, MyCityMarket.net.<br/><br/>Here's what I have so far regarding the mission: A <strong>think tank</strong> and/or <strong>business incubator</strong> focused on promoting sustainable economic practices, locally-owned (small) businesses, the arts, music, civics, volunteering, and non-traditional business enterprises, including cooperatives, employee-owned businesses, and benefit corporations.<br/> <br/>I'm very interested in <strong><a href=\"http://www.mycitymarket.net/index.php/contact\">hearing from people</a></strong> who have also been thinking about these things and would like to share ideas and/or provide feedback or assistance.</p>", "title": "My City Market"}