{"htmlbody": "<h3> </h3><p><strong>Democracy In Practice</strong> is an internationally-collaborative nonprofit organization focusing on democratic innovation, experimentation and capacity-building. We are working to transform how people envision democracy, and to develop innovative ways for even the largest organizations, communities, and governments to be truly democratic—not just in theory or in name, but in practice.</p><h3>Our Approach</h3><p>Founded in 2013,<em><strong> </strong>Democracy In Practice</em> helps transform open-minded groups and communities into laboratories of democratic innovation where new approaches to governance can be experimented with and developed. We then share the insights and ideas generated by this experimentation to inspire others to see democracy in new ways. By putting into practice more inclusive and participative forms of government, we also work on a social level to foster individuals that are both engaged and capable of working with those different from themselves. We believe this underpins not only the political change <em>toward </em>a better democracy, but also the long-term success of <em>democracy itself</em>.</p><h3>Current Projects</h3>Democratic experimentation is currently underway in the student governments of three schools in Cochabamba, Bolivia. Typically, student governance mirrors the basic structure of adult governance: a few students seek nomination, run one-day campaigns, and hold elections. After the votes are cast, the vast majority of students are excluded from further participation. Instead, <em>Democracy In Practice</em> is helping students – in their first encounter with ‘democracy’ – experiment with new approaches that are more inclusive, representative, and effective. One such approach involves random selection and rotation. In these schools we’ve replaced candidates and elections with lotteries in which students are randomly selected to assume temporary positions within the student government. After limited terms, these students rotate out and are replaced by other randomly selected students so that, over time, all students (even the shyest and least popular among them) have the chance to work as part of a team, assume responsibilities, and serve their peers and school as student-leaders. Combining random selection with rotation ensures that the student governments broadly represent the diversity within each student body (e.g. gender, age, and ethnic differences) instead of a single clique or type of student, and allows more students to participate directly. Putting these innovative approaches to the test means encouraging and empowering students to improve their school community in concrete ways that they identify. To that effect, we’ve seen randomly selected student governments organize fun events such as school-wide field trips and theater competitions, as well as address complex problems like the need for more sustainable waste-disposal systems, the lack of a school library, and the high cost of transportation to and from school. Beyond tackling challenging issues within the structure of these new approaches to government, we’re also pushing students to take ownership of the design itself, direct the experimentation with different democratic practices and processes themselves, and develop their own original ideas. <h3>Cases</h3>See a case study of our first year of projects here: <a href=\"http://www.participedia.net/en/cases/democracy-practice-democratic-student-government-program-cochabamba-bolivia\">www.participedia.net/en/cases/democracy-practice-democratic-student-gove...</a><h3>External Links</h3><p>Website: <a href=\"http://www.democracyinpractice.org\">www.democracyinpractice.org</a></p><p>Twitter: @deminpractice</p><p>Instagram: <a href=\"http://www.instagram.com/democracyinpractice\">www.instagram.com/democracyinpractice</a></p><p>Facebook: <a href=\"http://www.facebook.com/deminpractice\">www.facebook.com/deminpractice</a></p><p>LinkedIn: <a href=\"http://www.linkedin.com/company/democracy-in-practice\">www.linkedin.com/company/democracy-in-practice</a></p><p>Vimeo: <a href=\"http://www.vimeo.com/democracyinpractice\">www.vimeo.com/democracyinpractice</a></p><p> </p>", "title": "Democracy In Practice"}