{"htmlbody": "<h3>Probleme und Beweggründe</h3><p>2005 wurden erstmals eine Internetplattform, welches Online - Petitionsverfahren in Deutschland möglich macht, durch den Deutschen Bundestag eingerichtet. Seit dem besteht die Möglichkeit als deutscher Bundesbürger sogenannte „ Öffentliche Petitionen“ auch elektronisch einzureichen. Öffentliche Petitionen werden vom Deutschen Bundestag wie folgt definiert: „ Bitten oder Beschwerden von allgemeinem Interesse können mit der Bitte um Veröffentlichung eingereicht werden. Sie können entsprechend der Verfahrensgrundsätze, insbesondere der „Richtlinie öffentliche Petitionen“, im Internet veröffentlicht sowie diskutiert und mitgezeichnet werden. Auch wenn eine Petition nicht veröffentlicht wird, erfolgt eine inhaltliche Bearbeitung entsprechend den Verfahrensgrundsätzen des Petitionsausschusses“.( Quelle: <a href=\"https://epetitionen.bundestag.de/epet/service\">https://epetitionen.bundestag.de/epet/service</a>.$$$.rubrik.oepet.html )</p><p><br/>Dieses Verfahren soll zu einer Vereinfachung der politischen Partizipation für die Bürger und zu mehr Transparenz im politischen Geschehen beitragen. Insgesamt bieten Petitionen Möglichkeiten, um auf Missstände hinzuweisen und konkrete Vorschläge zu verschiedenen Problemlösungen in den politischen Prozess einzubringen. Das Online - Verfahren besteht zusätzlich zur herkömmlichen Variante, Petitionen schriftlich an den Petitionsausschuss heranzutragen. Durch die elektronische Version macht der Bundestag einen Schritt in Richtung Modernisierung. Unter anderem auch um eine jüngere Zielgruppe verstärkt zu erreichen.  </p><p>Nach Veröffentlichung ist die Petition 4 Wochen aktiv. In dieser Zeit besteht die Möglichkeit eine Petition mitzuzeichnen, also zu unterstützen, oder in den entsprechenden Diskussionsforen zu kommentieren und zu bewerten.</p><p>Betrachtet man den Mittelwert der Mitzeichnungen in dem Zeitraum von 2005 bis 2010, so erhält man ungefähr 1.170 Mitzeichnungen pro Petition. Es ist jedoch zu beachten, dass 85% der Petitionen weniger als 1.000 Mitzeichnungen generieren und nur 9 (0,4%) Anliegen mehr als 50.000 Stimmen in vier Wochen sammeln konnten und somit das Quorum erreichten, um in die öffentliche Beratung des Bundestages einzugehen (Riehm et al. S. 8). Das Quorum alleine entscheidet jedoch noch nicht darüber, ob der Petent die Möglichkeit bekommt sein Anliegen im Bundestag vorzubringen. Denn wenn zwei Drittel der Abgeordneten des Petitionsausschusses sich gegen eine Beratung aussprechen, wird es nicht behandelt. Und andersherum kann die Petition in den Diskurs aufgenommen werden, obwohl das Quorum nicht erreicht wurde. Beispielsweise, wenn der Inhalt von den Abgeordneten als diskussionswürdig interpretiert wird.</p><h3>Geschichte</h3><p>2005 führte der Deutsche Bundestag eine Reform im Petionswesen durch. Infolgedessen wurde der Modellversuch für die Petitionen im Internet gestartet. Seit dem veröffentlicht der Bundestag unter bestimmten Bedingungen Petitionstexte im Internet.</p><p>Seit 2006 ist ein starker Anstieg an eingereichten Petitionen, von 17 % auf 34 % (2010) zu erkennen (Riehm et al. S.9).</p><p>Als besonders erfolgreich sind hier die öffentlichen Petitionen hervorzuheben. Sie haben einen Anstieg von 5 % auf 24 % zu verzeichnen (Riehm et al. S.9).</p><p>Von September 2005 bis Ende 2010 sind mehr als drei Millionen Mitzeichnungen für circa 2100 Online – Petitionen und mehr als 100.000 Diskussionsbeiträge veröffentlicht worden (Riehm et al. S.9).</p><p>Im Sommer 2007 wurde der Modellversuch dann schlussendlich in den Regelbetrieb überführt. In diesem Zuge wurde das zugrundeliegende schottische Softwareprogramm, welches von unterschiedlichen Stellen als unzureichend beurteilt wurde, aufgegeben. Es wurde festgelegt, dass eine neu entwickelte Software die Basis der Internetseite werden soll. Diese neu entwickelte Software nahmen die Verantwortlichen am 13.10.2008 erstmalig in Betrieb. Jedoch wurde auch diese bereits zu Beginn heftig kritisiert. Sie sei als Basissoftware ungeeignet. Die Softwareergonomie, wichtige Funktionalitäten und die Leistungsfähigkeit wurden insgesamt als schwach bewertet.</p><p>Ende 2008 bis Anfang 2009 wurden einige Softwareevaluationen durch Zebralog und ifib durchgeführt. Auch diese erkannten die erwähnten Schwachstellen, dennoch hoben sie den Fortschritt gegenüber dem schottischen System ausdrücklich hervor.</p><p>In dem Zeitraum vom 13.11.2008 bis 12.12.2008 wurden Onlinebefragungen mit Nutzern durchgeführt. Hier lässt sich ein Zwiespalt in der Bewertung des Softwaresystems erkennen. Sie wurde ungefähr zu gleichen Teilen entweder stark kritisiert oder akzeptiert.</p><p>Am 30.11.2010 entschied man sich schließlich eine Ausschreibung zur Neuentwicklung der Plattform zu veröffentlichen. Die Vergabe erfolgte dann 2011 und bereits Mitte 2012 konnte das neu entwickelte Programm in Betrieb genommen werden.</p><p> </p><h3>Veranlassende Körperschaften und Finanzierung</h3><p>Wie bereits erwähnt ging die Initiative zu einem Onlineangebot von dem Petitionsausschuss des Deutschen Bundestages aus. Diese Körperschaft ist auch weiterhin für die Systemfunktionalität, die Modernisierung und stetige Verbesserung der Plattform verantwortlich. Das Recht auf Petitionen ist im Grundgesetz festgeschrieben. Das bedeutet, den Bürgern muss grundsätzlich immer die Möglichkeit geboten werden ihr Anliegen in das politische Geschehen einzubringen. DieOnline - Version ist nur ein zusätzliches Angebot des Bundestages. Es wird gesondert geregelt. Beide Verfahren werden aus Steuergeldern finanziert und auch die zuständigen Mitarbeiter und Sachverständigen werden vom Bund bezahlt. Die zahlreichen Evaluationen, Nutzerbefragungen und Studien, welche im Rahmen des Modernisierungsprozess durchgeführt wurden, werden von dem Petitionsausschuss in Auftrag gegeben und durch den Bund finanziert.</p><h3>Teilnehmerauswahl</h3><p>Grundsätzlich hat jeder (d.h. nicht nur wahlberechtigte, deutsche Bundesbürger) das Recht, eine öffentliche Petition einzureichen. Dazu muss der Petent sich lediglich mit seinem Namen, seiner Anschrift und der E – Mail – Adresse registrieren. Diese Regularien gelten auch für Bürger, die eine Petition mitzeichnen oder in den Diskussionsforen Beiträge verfassen möchten.</p><p>Kritisch zu bewerten ist hier das allgemein bekannte Problem der homogenen Zielgruppe. Wie auch bei der politischen Beteiligung in Deutschland insgesamt, ist zu erkennen, dass die Internetplattform überwiegend von Männern im höheren Alter mit überdurchschnittlich hoher Bildung genutzt wird. Dies liegt zum einen daran, dass diese generell politisch besonders aktiv sind und auch ihre Internetaktivität insgesamt über dem Durchschnitt in Deutschland liegt. Seit 2009 ist jedoch ein Zuwachs von 1,2% auf 9,1% in der Personengruppe bis 19 Jahre zu verzeichnen. Dadurch werden vermehrt Schüler, Studenten und Personen in der Ausbildung zu den Nutzern gezählt werden. Es lassen sich nicht nur Trends hin zu mehr Heterogenität in der Gruppe der Petenten verzeichnen. So stieg beispielsweise die Dominanz der Männer von 75,8% auf 84,9% an. Dies wird vor allem darauf zurückgeführt, dass die Frauen auch im herkömmlichen politischen Geschehen weniger partizipieren (Riehm et al. S.60).</p><p>Es bleibt, dementsprechend festzuhalten, dass durch die öffentlichen Petitionen zwar grundsätzlich jeder Bürger das Recht und die Möglichkeit hat ein Anliegen in den politischen Prozess einzubringen, dies jedoch hauptsächlich von sozial Privilegierten und politisch überdurchschnittlich Engagierten getan wird und diese durch den Interneteinsatz zusätzlich gefördert werden.</p><h3>Einfluss, Effekte und Erfolg</h3><p>Betrachtet man die Erfolgsdimensionen von öffentlichen Petitionen, lassen sich hier keine pauschalen Aussagen treffen. Ob eine Petition als erfolgreich oder nicht definiert wird, unterscheidet sich stark nach den jeweiligen Bezugspunkten. Der Bundestag kategorisiert Erfolg unter objektiv – statistischen Gesichtspunkten. Der Petent hingegen, beurteilt unter subjektiven Aspekten. Erfolg ist immer abhängig von den individuellen Zielen und Erwartungen.</p><p>Betrachtet man Erfolg nun einmal aus Sicht des Petitionsausschusses, so wird eine Petition als „erfolgreich“ definiert, wenn „dem Antrag entsprochen“ wurde. Dies geschah 2009 in 7,6% und 2007 in 16,8% der Fälle.</p><p>Abgelehnt wurden 2009 27,5 % der eingereichten Petitionen, was dem jahrelangen Durchschnitt entspricht. 3,5 % der Anträge wurden an die Bundesregierung weitergereicht und 38,1 % erhielten, wegen „ Rat, Auskunft, Verweisung, etc.“, kein Eingang in die parlamentarische Beratung. Bei 14,3 % der eingereichten Petitionen handelte es sich 2009 um kein Anliegen mit öffentlichem Interesse, das heißt, die Petition enthielt Meinungsäußerungen, Beleidigungen oder Ähnliches und wurde deswegen nicht vom Deutschen Bundestag behandelt (Riehm et al. S.93).</p><p>Mit den Ergebnissen aus Befragungen von Petenten nach Abschluss ihres Verfahrens, aus dem Jahr 2009, soll nun „ Erfolg“ aus Sicht der Bürger bewertet werden Für Petenten definiert sich „ Erfolg“ auf Basis von subjektiven Motiven. Die meist genannten Motive sind zum einen, Lösungen für ein Problem zu finden, ein Anliegen in der Politik oder Verwaltung bekannt zu machen und die politischen beziehungsweise staatlichen Entscheidungen zu beeinflussen. Daraus können die zwei Hauptfunktionen, persönlichen Interessen – und Rechtsschutz, sowie politische Teilhabe abgeleitet werden. Betrachtet man nun in wie fern diese Motive erfüllt werden, so lässt sich feststellen, dass die befragten Nutzer in 64 % der Fälle die Mobilisierung für ihr Anliegen durchaus als erreicht einschätzen. Die Problemlösung hingegen scheint weniger zu gelingen. Hier gaben lediglich 11% an, dass dieser Erwartung entsprochen werden konnte. Auch wenn man die Dimension „Beeinflussung der staatlichen und politischen Entscheidungen“ betrachtet, lässt es sich fragen, ob 16,3 % ausreichend sind, um dieses Motiv insgesamt als „erfüllt“ zu bewerten (Riehm et al. S.98).</p><p>Auch im Vergleich zu herkömmlichen Petitionen schneiden öffentliche Petitionen deutlich schlechter ab. So gaben 67,8% der befragten Petenten herkömmlicher Petitionen an, mit dem Verfahren zufrieden zu sein, dies war jedoch nur bei 38,6% der Petenten von öffentlichen Petitionen der Fall. Es ist wahrscheinlich, dass dies an der hohen Ablehnungsquote liegt. Diese ist aufgrund dessen durchaus umstritten (Riehm et al. S.98).</p><p>Insgesamt bleibt jedoch festzuhalten, dass die Mehrheit der Befragten angaben, dass sie das Online - Petitionsverfahren noch einmal in Anspruch nehmen würden. Sie vertrauen der garantierten Verfahrenssicherheit und auch der geringe Arbeits – und Zeitaufwand scheint zu überzeugen.</p><p>Die Diskussionsforen scheinen sich bei den Nutzern durchaus großer Beliebtheit zu erfreuen. Sie werden in umfangreichem Maße genutzt und größtenteils durch qualitativ hochwertige Beiträge bereichert. Allerdings kann hier die Frage gestellt werden, ob die Idee des öffentlichen Diskurses und des zusätzlichen Austausches wirklich ein Erfolg ist. Denn die Beiträge scheinen inhaltlich kaum Beachtung bei den Bundestagsabgeordneten zu finden.</p><p>Diese beiden Betrachtungsweisen, dienen nun als Anhaltspunkt, um den Erfolg von öffentlichen Petitionen im Rahmen seiner Funktionalität als Online - Partizipation zu bewerten. Die geringe Zufriedenheitsquote der Petenten, sowie die geringe Übernahme von Anliegen in die politischen Beratungen, lassen die Erfüllung der gesteckten Ziele als fraglich erscheinen. Zwar können durchaus etwas jüngere Bundesbürger für das Petitionsverfahren gewonnen werden, jedoch zeigen auch diese Unzufriedenheitstendenzen und gehören weiterhin der bekannten Zielgruppe an.<br/>Anzuerkennen ist jedoch die konstant hohe Nutzung des Verfahrens. Dies lässt sich jedoch nicht grundsätzlich auf die Tatsache zurückführen, dass das Verfahren online durchgeführt wird.</p><p>Insgesamt lässt sich ein positives Fazit ziehen, das für den „Erfolg“ des Online - Verfahrens spricht. Denn das deutsche System nimmt im Rahmen der elektronischen Petitionsverfahren eine gewisse Vorreiterrolle ein. Es zählt zu den bekanntesten und häufigst genutzten Online – Partizipationsmöglichkeiten in Deutschland. Die relativ hohe Bürgerbeteiligung hat zusätzlich den Effekt, positive Impulse in Richtung Länder, aber auch das Ausland zu senden. So haben beispielsweise einige Landesparlamente ähnliche Plattformen realisiert.</p><h3>Analyse und Kritik</h3><p>Die Teilnehmer kritisieren an dem Internetangebot des Deutschen Bundestages vor allem die Kriterien der Zulassung für Petitionen. Es werden kritische Diskussionen in den Foren geführt, bei denen die Intransparenz und die niedrige Zulassungsquote bemängelt werden. Immerhin 60% der befragten Einreicher von Petitionen gaben 2009 an, dass sie kein Verständnis für die Begründung der Nichtzulassung aufbringen können. 2010 wurden beispielsweise nur 559 von 4.039 eingereichten Petitionen zugelassen (Riehm et al. S.9).</p><p>Ein weiterer Kritikpunkt ist die zugrundeliegende Software der Internetplattform. Nach zahlreichen Nutzerbefragungen, Expertenevaluationen und Nutzertests, kam man zu dem Ergebnis, dass hier eindeutig Verbesserungspotential besteht. Der unnötig schwere Registrierungsprozess, harte Brüche in der Nutzerführung, Orientierungsprobleme durch uneinheitliche Anordnungen der Navigationselemente, das Fehlen einer gut integrierten und informativen Startseite, unzureichende Suchmöglichkeiten, überflüssige und verwirrende Communityfunktionen, sowie der unzureichende Überblick über Diskussionsforen und deren Auswertung sind Hauptgegenstand der Missbilligung.</p><p>Außerdem ist anzumerken, dass 23 von 66 Anforderungen der barrierefreien Informationstechnik – Verordnung ( BITV) nicht erfüllt werden (Riehm et al. S.47).</p><p>Auch nach Überarbeitung der ursprünglichen Software kommt es bei Massenpetitionen immer noch zu Systemausfällen und extrem langen Wartezeiten.<br/> </p><p>In die Bewertung des Verfahrens muss auch die ausführlich behandelte Problematik der homogenen Zielgruppe aufgenommen werden. Ein Ziel des Deutschen Bundestages war unter anderem Personen die politische Partizipation näher zu bringen, die dies nicht auf dem herkömmlichen Wege tun. Dieses Ziel scheint unter gegebenen Bedingungen jedoch nur bedingt erreicht worden zu sein. Es konnten zwar durchaus jüngere Teilnehmer identifiziert werden. Diese gehören allerdings auch der Bildungselite an und sind überwiegend männlich.</p><p>Auch die Erfolgsdimensionen des Online – Verfahrens wurden bereits dargestellt. Die grundsätzlich häufige Nutzung von Bürger und der positiven Bewertung von den Initiatoren selbst, ist sicherlich auch den ständigen Evaluationen und Bemühungen, um stetige Verbesserung des Systems zu verdanken. Diese Anstrengungen sollten auch weiterhin unternommen werden, um den stetig wachsenden Erfolg und Bekanntheitsgrad von Öffentlichen Petitionen aufrecht zu erhalten.</p><p> </p><h3>Sekundärquellen</h3><p>Riehm, U., Böhle, K. &amp; Lindner, R., 2011. Elektronische Petitionen und Modernisierung des Petitionswesens in Europa, Berlin. Bericht des Büros für Technikfolgen-Abschätzung beim Deutschen Bundestag (TAB) Nr. 146. <a href=\"http://www.tab-beim-bundestag.de/de/pdf/publikationen/berichte/TAB-Arbeitsbericht-ab146.pdf\">http://www.tab-beim-bundestag.de/de/pdf/publikationen/berichte/TAB-Arbei...</a></p><p> </p><p><a href=\"https://epetitionen.bundestag.de/epet/startseite.nc.html\">https://epetitionen.bundestag.de/epet/startseite.nc.html</a></p><p> </p><h3>Externe Links</h3><p><a href=\"https://epetitionen.bundestag.de/epet/startseite.nc.html\">https://epetitionen.bundestag.de/epet/startseite.nc.html</a></p><p> </p><p> </p><p><a href=\"https://www.btg-bestellservice.de/pdf/20079000.pdf\">https://www.btg-bestellservice.de/pdf/20079000.pdf</a></p><p> </p><p><a href=\"http://www.gulli.com/news/21520-interview-mit-dem-petitionsausschuss-des-deutschen-bundestages-2013-05-14\">http://www.gulli.com/news/21520-interview-mit-dem-petitionsausschuss-des-deutschen-bundestages-2013-05-14</a></p><p> </p><p>Bildquelle:</p><p><a href=\"https://epetitionen.bundestag.de/\">https://epetitionen.bundestag.de/</a></p><h3> </h3><p> </p>", "title": "Öffentliche Petitionen im Deutschen Bundestag"}