{"htmlbody": "<p>In October 2014 an amendment to the Higher Edcuation Act of the German State of North Rhine-Westphalia (NRW) (the so called \"Hochschulzukunftsgesetz\") came into effect. During the law-making procedure of this amendment the Ministry of Innovation, Science and Research of NRW (\"Ministerium für Innovation, Wissenschaft und Forschung\"; MIWF) tried to engage the people and groups which would be primarily be affected by the new law. This case study will mainly deal with the online-platform used within this consultation procedure.</p><h3>Problems and Purpose</h3><p>As a part of its “open governement strategy” the government of the German state (Land) of North Rhine-Westphalia set itself the target to increase the transparency of its decision-making processes and to integrate affected people into these processes. In view of this self-imposed norm, when the MIWF was planning an amendment to the Higher Edcuation Act it started a joint online consultation (called \"Online Dialog\") at <a href=\"http://www.hochschule-gestalten.nrw.de/\">www.hochschule-gestalten.nrw.de</a>. For about four weeks (10. January - 7. February 2013) all interested stakeholders – e.g. students, professors, faculty members and university-staff – were able to comment on and discuss about a key issue paper which was provided by the MIWF. With the opportunity to vote and comment on the different key aspects the MIWF made a direct offer to all interested parties to get involved in the law-/decision-making-process and to contribute their ideas and suggestions to the amendment. The purpose of the online consultation was to “reach people that in common participation- and hearing-procedures in the context of a legislative process usually have no voice” (Ruesch, Jonas, Märker 2013: 9; translated). Minister of Science Svenja Schulze also stated that they don't want questions regarding the organizational-structure of the universities and the issues of the university-members are solely treated as an object of a scientific report (Schulze 2012, 2). All in all, three possible objectives can be identified: (1) Enhancement of the transparency of the law-/decision-making-process, (2) low-barrier access to the participation process and (3) generation of practical knowledge that can be used by decision-makers in the actual law-making process.</p><h3>History</h3><p>The online consultation this case study focuses on what was part of a three-phase process. The whole process took place in-between mid-2011 and fall 2014 (see Ruesch/Märker 2013, 9f).</p><p><strong>Phase 1: Developing of a key issue paper</strong></p><p>During the first phase of the process the MIWF developed a key issue paper. The paper was based on expert-discussions in which problems of the existing Higher Education Act were identified and first proposals for an amendment were made. The expert-conversations were conducted in 2011 and 2012. On 20 November 2012 the ministry-cabinet officially passed the key issue paper.</p><p><strong>Phase 2: Online Discussion of the key issue paper</strong></p><p>The developing of the key issue paper was followed by the second phase, the actual online consultation. During this phase which ran from 10 January to 7 February 2013 all interested parties were able to discuss publicly about the proposals made in the key issue paper. Users were also asked to participate in a survey to rate and rank different statements made in the paper.</p><p>The outcomes of the online-dialog were then discussed in a discussion between Minister of Science Svenja Schulze, academic experts and some participants of the online-dialog (e.g. one representative of the students, one of the faculty members). This talk-show-like format was broadcasted via livestream on the website. As a conclusion to the second phase the MIWF planned workshops with all affected groups.</p><p><strong>Phase 3: Draft law and parliamentary procedure</strong></p><p>During a third phase the outcomes of the second phase were incorporated into the third phase, which was the actual draft law creating and parliamentary procedure. The amendment to the Higher Edcuation Act came into effect in winter semester 2014/2015 (October 2014).</p><h3>Originating Entities and Funding</h3><p>The process was initiated by the Ministry of Innovation, Science and Research of the German State of North Rhine-Westphalia (Ministerium für Innovation, Wissenschaft und Forschung, MIWF). The online-consultation was implemented and moderated by <a href=\"http://participedia.net/de/organizations/zebralog-experts-eparticipation\">Zebralog</a>.</p><h3>Participant Selection</h3><p>Prior to the launch of the online-dialog specific target audiences were identified. The online-consultation was targeted at four focal groups which were students, professors, research associates and the administrative staff. However, the online-dialog itself was not exclusively accessible to these groups but open to all citzens that were interested in discussing the amendment to the Higher Education Act. To ensure a low-treshold and an open approach, interested users had the option to participate anonymously and without the need for a registration.</p><p>All in all, the participant selection can be characterized as a self-recruitment. Taking a look at the user statistics a few descriptions can be made.</p><p>While the survey was completed 6.081 times, there were only 1.004 comments made on the key issue paper. About 475 persons participated in the commentation of the paper, but only 112 of them were registered on the platform. While there were 66% male and 32% female registered users on the platform, 54,5% male and 40,1% female users participated in the survey (5,4% prefer not to specify). Taking a look at the four focal target groups, it is noteworthy that a large part of the registered users were professors and research associates, while a vast majority (55,8%) of the users that participated in the survey stated to be students. Hence users participating in the survey were mainly (54,6%) between 20 and 29 years old.</p><p>For further and more specific information please see final- and statistical report (Ruesch/Märker 2013). For some thoughts about the validity of the data see section “Analysis and lessons learned”.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>Users had two different ways to participate: Besides the opportunity of commenting the paper, there was also the opportunity to rank and rate different key aspects of the paper via an online-survey.</p><p>1.     In a first step of the survey users were requested to rank the six main objectives of the key issue paper and priorize those objectives one finds particularly important. In a second step users had to rate 15 different statements made in the paper with a thumb-up/thumb-down voting. In that way users were able to express their consent or rejection to these statements. The online-survey was meant to operate as an entry point to the topic of the discussion (the key issue paper). In addition the survey was an offer to all those parties who had no time or interest in extensively dealing with the key issue paper.</p><p>2.     The opportunity to comment the key issue paper was meant to give the users an option to deal with the key issue paper in detail, to discuss the single key points and to add one’s own ideas and proposals to the paper.</p><p>Users had the option to vote anonymously and without the need for a registration. Even commenting on the key issues was possible without a registration. However, it was necessary to register to the platform for voting on comments made or follow the discussion in a comfortable way (e.g. information-mail about new comments).</p><p>A key principle of the process was its transparency and the guarantee of an unexpurgated discussion. That implies that any comment made was published directly and without any pre-moderation. Nevertheless, the discussion was acompanied by the executive agency</p><p>In addition users had the possibility to download all comments via an open-data-interface. Hereby interested persons and groups as well as independent actors (e.g. academics) had the ability to run secondary analysis of the given data.</p><h3>Influence, Outcomes, and Effects</h3><p>At the End of the phase of the online discussion an official final- and statistical report (Ruesch/Märker 2013) got published publicly. It covered descriptive statistics based on the survey as well as a content analysis of the comments made.</p><p>The results of the survey showed which aspects of the key issue paper are particularly important to the participants. The condensed results of the annotation depicted common arguments against the various statements made in the key issue paper. For a detailed analysis of the online discussion and its different arguments please see the final report (Ruesch/Märker 2013)</p><p>As mentioned above the outcomes of the online-dialog were then discussed in a \"round of talks\" between Minister of Science Svenja Schulze and some users. This event can be seen as an effort to transparently show that the outcomes of the online-dialog were picked up and directly communicated to the decision makers.</p><h3>Analysis and Lessons Learned</h3><p>Regarding the three main objectives of this project (1) transparency-enhancement, (2) low-treshold participation and (3) production of practical knowledge, some conclusions can be made:</p><p>(1)   With the possibility to examine and discuss the key issue paper as a possible draft for the actual law, the law-making-process got more transparent. However, one can criticize the fact, that the first draft of the key issue paper was produced in camera. Concerning this argument participants mentioned, that it was not clear wich arguments were discussed in advance and in which manner they were adopted into the paper. Furthermore, participants brought up the fact, that a real dialogue with the Ministry of Science was not possible, since the ministry itself did not participated in the online discussion (Ruesch/Märker 2013, 33).</p><p>(2)   Since anybody interested in the process was able to participate and there was no need for an registration, the whole online-consultation can be seen as very open and low-treshold way of participation. The variation in participation-options fits with the general open approach of the consultation. In that way users with different kind of habits of participation and demands on the participation-mode were addressed. A disadvantage of the open approach is that neither the outcome of the survey nor the outcome of the commentation of the key issue paper can be seen as representative results. The objective to attain representative results was relinquished in favor of a broad and open consultation. Only 112 persons were registered to the platform and can more or less be seen as “unique users”. Admittedly, the number of participating users does not reveal anything about the openess of the participation process and the quality of its outcomes. But sufficient participation can be seen as a requirement to generate somehow relevant knowledge. The heterogeneity of the participants thereby plays a vital role and acts as an indicator for the openness and inclusiveness of the process.</p><p>(3)   Two types of knowledge were generated. On the one hand decision-makers were able to get to know what people, affected by the law, think about the proposals made in the key issue paper and what issues are (in their opinion) the most relevant ones. On the other hand decision-makers got additional practically and realistically proposals, that could flow into the legislative process. Although it was always asserted that the outcome of the online-dialog will flow into the subsequent process, it is not perfectly clear how – apart from the short \"round of talks\" – the outcome of the online-consultation was used during the actual law-making procedure.</p><p>On the whole, the online-consultation certainly increased the opportunity of citizens (or certain groups of citizens) to deal with a topic that directly affects them. Furthermore, the process adds sort of an extra layer of legitimacy to the amendment. Specifically for the younger participants (the students) the online-dialog can be seen as a democratizing momentum. Since the results of the survey and the contents of commentation do not supply representative results, arguments and additional proposals made by the participants are what is of peculiar interest when interpreting the outcomes of the online-dialog. In that way opinions exchanged on the online platform give hints where further clarification is necessary and where greater dispute can be foreseen.</p><h3>Secondary Sources</h3><p>Ruesch, M.; Jonas, N.; Märker, O. (2013): Ergebnisbericht <a href=\"http://www.hochschule-gestalten.nrw.de/\">www.hochschule-gestalten.NRW.de</a>. Zebralog, Bonn (online source, not available anymore)</p><p>Schulze, Svenja (2012): Pressekonferenz mit der Ministerin für Innovation, Wissenschaft und Forschung des Landes Nordrhein-Westfalen Svenja Schulze am 21. November 2012 anlässlich der Vorstellung der Eckpunkte für das nordrhein-westfälische Hochschulzukunftsgesetz. (Retrieved from <a href=\"http://www.wissenschaft.nrw.de/fileadmin/Medien/Dokumente/Hochschule/Hochschule_gestalten_NRW/2012-11-16-Statement_Ministerin-HG-Novelle.pdf\">http://www.wissenschaft.nrw.de/fileadmin/Medien/Dokumente/Hochschule/Hochschule_gestalten_NRW/2012-11-16-Statement_Ministerin-HG-Novelle.pdf</a>, 15.12.2014, 14:20)</p><p>Trénel, M.; Fitschen, K. (2014): \"Online-Konsultationen in der Praxis: Welche Maßstäbe sind angemessen?\". In: Voss, K. (Ed.). Internet und Partizipation - Bottom-up oder Top-down? Politische Beteiligungsmöglichkeiten im Internet. Wiesbaden: Springer VS. p. 337-348.</p><h3>External Links</h3><a href=\"http://www.wissenschaft.nrw.de/fileadmin/Medien/Dokumente/Hochschule/Hochschule_gestalten_NRW/2012-11-16-Statement_Ministerin-HG-Novelle.pdf\">Press Conference with the Minister of Innovation, Science and Research</a> (German) <a href=\"http://www.hochschule-gestalten.nrw.de/\">Post-Online Dialogue Participant Discussion with the Minister of Science</a> (German)<h3>Notes</h3><p>This case study is primarily based on the report of the executive agency cited above.</p>", "title": "Online Consultation on the Amendment to the Higher Education Act in North Rhine-Westphalia"}