{"htmlbody": "<p>In 2012, the Environmental Agency of the city of Dortmund started an online project targeting the expansion of its city noise map which is the base for action plans targeting noise reduction as requested by several policies and laws for environmental protection. Citizens were able to report noise problems as well as to-be-protected quiet city areas, with the results being used for further analysis and political debate.</p><h3>Problems and Purpose</h3><p>The city of Dortmund was instructed to create noise action plans as a result of the new EU Policy on Environmental Noise passed in 2002. One part of these kind of plans is the creation of noise maps that compile data on noise problems throughout the city which are used for the development of measures targeting the elimination of most of these problems. The environmental agency of the city of Dortmund decided to directly involve their citizens into the process of creating a noise map of the city area, enabling them to give feedback to the city’s current status of the noise action plan and upgrade it with not directly measurable, more subjective data about noise problems, but also quiet city areas for protection.</p><h3>History</h3><p>In 2007 the first noise action plan in Dortmund was created. This first plan was made public in January 2012, when the project involving civic participation was started. From January 9 to February 10, the first version of the city’s noise action plan was publicly accessible. In the same time, continuing onwards until February 14, the public was enabled to share their thoughts about the current noise action plan and upgrade the existing noise map of the city area throughout an online citizens’ forum. With the end of the active participation time, the results of the online project were collected and made public in a later statement by the city council as well as integrated into the city’s process of targeting noise problem elimination.</p><h3>Originating Entities and Funding</h3><p>The citizen’s forum was created by the city of Dortmund’s Environmental Agency, with the Department Head of Planning, Construction and Environment, Martin Lürwer, in charge of the project. A project of the city administration, its funding consisted of fiscal revenue available with the city’s budget.</p><h3>Participant Selection</h3><p>Participants for the citizens’ forum consisted mainly of Dortmund citizens, as they were the group targeted for the identification of noise problems and to-be-protected city areas. There was no selection by the initiator, as access to the citizens’ forum was enabled without any restrictions and did not even require any form of registration. The majority of participants, however, did at least state a name, being private persons or more often groups of citizens as well as citizens’ movements.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>Users of the citizen’s forum were able to create their own contributions by stating a noise problem, categorizing it with the categories provided by the environmental agency, mark it on the noise map of the city and comment on which kind of problem they were explaining. The same was enabled in order to indicate quiet city areas for protection as well. Furthermore, users had the ability not only to introduce new problems, but also to comment and rate existing contributions as well as the current status of the city’s noise targeting projects. This also did not required any kind of previous registration. The city administration also enabled the public to contribute not only by using the citizens’ forum, but also via e-mail, phone or mail. Contributions via these channels were subsequently uploaded onto the citizens’ forum by administrators.</p><p>In order to reach the public and obtain a high number of contributions to the noise action plan, the city of Dortmund launched several campaigns to gain public attention and to attract possible contributors. Posters were attached to tram cars, buses and in subway stations as well as displayed in public buildings and at official events organized by the city administration. Furthermore, there were several press releases by the city as well as news coverage by local media, especially local newspapers.</p><h3>Influence, Outcomes, and Effects</h3><p>The results of the citizens’ forum were collected by the environmental agency and later publicly disclosed. As the city administration states, the results were used for the ongoing political consultations on noise targeting in the city, eventually leading to new measures to target noise problems and protecting quiet areas throughout the city area.</p><p>Aside from the political effects of the project, on the citizens’ side the effects are described as a form of semi-direct political participation, especially for citizens’ movements whose concerns could be directed towards the city administration. The success of this kind of participation is exemplified by the numbers of contributions via the citizens’ forum. With over 1,300 contributions, over 700 comments and over 5,000 ratings of contributions and measures, the project was described as being more successful than comparable projects with similar purposes in cities in North-Rhine Westphalia.</p><h3>Analysis and Lessons Learned</h3><p>The participation patterns recognizable by analysing the citizens’ forum differ in some aspects from expectations especially when concerning online participation projects. While every city district was represented equally in terms of participation, districts with lower social status tended to be slightly underrepresented. This, as well as the fact that a vast majority of contributors who stated their gender were male, was in line with expectations concerning this kind of project. Looking at the participating age groups, however, the majority was observed to be aged 45 to 54 years. While this is dominating overall population, it is not the group traditionally participating most in online projects. The demographic analysis of the noise action plan project can interpreted in some ways, with a clear one being that this kind of project at least attracts people of age groups that are not usually participating in online projects while leaving especially younger age-sets out, which, however, can also be seen as an effect of the purpose of the project not targeting younger people as much as those of higher age-sets.</p><p>Analysing the contents of the contributions made via the citizens’ forum, a vast majority (over 60 %) of contributions were made to introduce personal problems with street traffic noise, which therefore seems to be the most urging problem considering noise in the city area. Other noise categories were almost equally represented, while the dominating category of described noise varied slightly throughout the city districts. Concerning the rating of contributions, it could be seen that while many contributions remained uncommented and unrated, the 5,000 ratings concentrated on relatively few contributions. Especially the contributions concerning quiet city areas to protect were rated very positively, indicating that the protection of designated quiet areas throughout the city is almost an important matter to the citizens of Dortmund as the elimination of heavy street traffic noise.</p><p>With the decisions on implementations of further measures against noise problems in Dortmund still pending and being subject to fiscal matters as well as political points of view, it cannot be considered clear if many of the contributions that were made via the online project will be leading to effective measures against noise problems in the city. With a relatively high and lively participation, however, the overall goal of the environmental agency to upgrade their noise action plan by including subjective data obtained from the citizens’ point of view can be considered achieved.</p><h3>Secondary Sources</h3><p>Märker, Oliver &amp; Ruesch, Michelle (2012) - <em>Inhaltliche Auswertung der Bürgerbeteiligung an der Lärmaktionsplanung in Dortmund. </em>Zebralog GmbH &amp; Co KG, Bonn.</p><h3>External Links</h3><p><a href=\"http://www.domap.de\">Virtual Town Hall of the City of Dortmund</a> (German)</p><h3>Notes</h3><p>This case study is primarily based on the summaries mentioned above.</p>", "title": "Dortmund Noise Action Plan (Lärmaktionsplan)"}