{"htmlbody": "<p><strong>Probleme und Beweggründe</strong></p><p>Zur grundlegenden Neufassung der Promotionsordnung der mathematisch-naturwissenschaftlichen Fakultät der Heinrich-Heine-Universität Düsseldorf, wurde im Juli 2013 erstmalig eine internetvermittelte kooperative Normsetzung an einer Universität verwirklicht. Die Grundlage eines Promotionsverfahrens zum Erreichen des akademischen Grades eines Doktors oder einer Doktorin regelt die Promotionsordnung. Im Zuge der Überarbeitung der alten Promotionsordnung stand die Optimierung eigentlicher Promotionsleistungen, sowie die Verbesserung der Betreuung von Doktorandinnen und Doktoranden im Zentrum. Kooperative Normsetzung beschreibt in diesem Fall das Mitwirken aller Beteiligten der Fakultät am Prozess der Formulierung und Auswahl der für sie verbindlich geltenden Normen. Die Entscheidung über die Annahme oder die Ablehnung der Neuregelung der Ordnung lag aus rechtlichen Gründen dennoch allein beim Fakultätsrat, denn ein vorgegebenen Abstimmungsverhalten hätte dem freien Mandat widersprochen.</p><p> </p><p><strong>Geschichte und Veranlassende Körperschaften </strong></p><p>Die Neufassung der Promotionsordnung im Rahmen eines internetvermittelten kooperativen Normsetzungsverfahrens und insbesondere dessen bindender Charakter verdeutlicht eine wesentliche Neuorientierung in einem ehemals streng formalen Prozess. Das Hochschulgesetz des Landes Nordrhein-Westfalen regelt hierbei die Autonomie der Universitäten in der Gestaltung ihrer Promotionsordnung. Die Entscheidung über Maßnahmen zur Korrektur dieser liegt dabei beim entsprechenden Fakultätsrat der betroffenen Universität. Der Fakultätsrat setzt sich aus verschiedenen Vertretern einzelner Interessengruppen, wie Studierendenvertretern und akademischen und nicht-akademischen Mitarbeitern, der Fakultät zusammen. Die Majorität in dieser Instanz halten allerdings Professoren und Professorinnen. Im Zuge der Neuregelung wurde eine auf drei Monate begrenzte, offene Fakultätsratssitzung durchgeführt. Nunmehr erhielten alle Betroffenen ein Recht auf Mitsprache und Mitgestaltung an den für sie verbindlichen Normen.</p><p>Die Notwendigkeit einer Neugestaltung ging auf die Empfehlung des Wissenschaftsrats, der Hochschulrektorenkonferenz, sowie einem gemeinsamen Positionspapier des Allgemeinen Fakultätentags und des deutschen Hochschulverbands zurück. Hintergrund dessen war die zunehmende öffentliche Kritik am Promotionsverfahren der Universitäten, insbesondere in deren Umgang mit wissenschaftlichem Fehlverhalten. Durchgeführt und begleitet wurde das Projekt von der interdisziplinären Forschungsgruppe „Internetvermittelte kooperative Normsetzung“ der Heinrich-Heine-Universität.</p><p><strong>Teilnehmerauswahl</strong></p><p>Wie bereits beschrieben, regelte vormals ein gewählter Fakultätsrat die Verabschiedung einer Promotionsordnung. Infolge des internetvermittelten kooperativen Verfahrens öffnete sich dieser Prozess für 1346 Angehörige der Fakultät. Dazu gehörten alle Professorinnen und Professoren, alle gegenwärtigen Doktorandinnen und Doktoranden, alle wissenschaftlichen Mitarbeiterinnen und Mitarbeiter, die gewählten Studierendenvertreter sowie die in der Verwaltung betroffenen Personen.</p><p>Aufgrund der unmittelbaren Relevanz des Themas konnte ein Grundinteresse und -wissen über Formalitäten und Ansprüche einer Promotionsordnung bei der Zielgruppe vorausgesetzt werden.</p><p>Die Einladung zur Teilhabe erfolgte über eine E-Mail. Je die Hälfte der potenziellen Teilnehmer empfing dabei eine persönliche, die andere Hälfte eine standardisierte unpersönliche Nachricht. In der späteren Evaluation stellte sich heraus, dass die Zielgruppe, die eine persönlich formulierte Benachrichtigung erhielt, prozentual häufiger im späteren Verfahren partizipierte. Da es sich rechtlich um einen offenen Fakultätsrat handelte, musste, wie dort üblich, eine Anmeldung mit dem realen Vor- und Nachnamen erfolgen. Vor- und Nachteile dieser nicht-anonymen Form der Teilhabe, sollen im weiteren Verlauf herausgearbeitet werden. Um dennoch möglichen Barrieren bei der Teilnahme entgegenzuwirken, wurde beispielsweise auf eine verpflichtende Passwort-Anmeldung verzichtet. Vor dem Beginn des Projekts, erhielt zusätzlich jede betroffene Person eine weitere E-Mail zur Erinnerung an den bevorstehenden Start des Projekts. Von den 1346 potenziellen Teilnehmern, reagierten etwa 30 Prozent der Zielgruppe in keiner Weise.</p><p> </p><p><strong>Erwägungen, Entscheidungen, und Umgang mit der Öffentlichkeit</strong></p><p>Neben der Vermeidung von Hemmnissen bei der Aktivierung von Teilnehmern, erleichterte ebenfalls der Verlauf der kooperativen Normgestaltung durch verschiedene prozessuale Stufen die Partizipation. Der gesamte Prozess der Online-Fakultätsratssitzung erstreckte sich dabei über einen Zeitraum von drei Monaten. Die Teilnehmer hatten, bei drei der insgesamt fünf Phasen (Phase 1, 2, 4), die Möglichkeit, online zu partizipieren. Dabei konnten Grundsätze vorgeschlagen, einzelne Vorschläge im Rahmen von Kommentaren befürwortet beziehungsweise abgelehnt werden, oder positiv beziehungsweise negativ bewertet werden. Ein allgemein akzeptiertes Meinungsbild sollte schließlich durch einen regen Diskurs erzielt werden. Die insgesamt fünf kooperativen Phasen gestalteten sich wie folgt:</p><p>1. Diskussion der Grundsätze (Online, vom 2. Juli 2013 bis zum 23. Juli 2013): Der Beginn des Prozesses sah eine Diskussion über die Grundsätze der neuen Promotionsordnung vor. Die Teilnehmer konnten eigene, begründete Grundsätze vorschlagen. Näheres Wissen über die Promotionsordnung war an dieser Stelle nicht von Nöten. Vorschläge konnten daraufhin kommentiert, befürwortet oder abgelehnt werden, ebenso wie die einzelnen Kommentare. Ein Meinungsbild im Zuge dieses Online-Diskurses zeichnete sich innerhalb des Prozesses von drei Monaten heraus.</p><p>2. Zusammenfassung der Grundsätze (Online, vom 31. Juli bis zum 14. August 2013): Die Aggregation der Vorschläge, Kommentare und der Befürwortung und Ablehnung fand in der zweiten Phase, wenn die Grundsätze zu einem Paket zusammengefasst wurden, Berücksichtigung. Das Zusammenfassen erfolgte durch die Dekanin und den Prodekan, die Entscheidung über die An- oder Absage der Grundsätze unterliegt einer Begründungspflicht. Die Teilnehmerinnen und Teilnehmer hatten die Möglichkeit, die Zusammenfassung des Dekanats zu kommentieren und Änderungsvorschläge zu äußern.</p><p>3. Ausarbeitung der neuen Promotionsordnung (Offline, vom 14. August 2013 bis zum 9. September 2013): Die verabschiedete Zusammenfassung wurde nunmehr Offline durch das Dekanat in den Entwurf einer neuen Promotionsordnung umgesetzt.</p><p>4. Diskussion des Entwurfs (Online, vom 9. September bis zum 30. September 2013): Dieser vorläufig erarbeitete Entwurf wurde den Teilnehmern vorgelegt und es bestand die Möglichkeit,Unstimmigkeiten oder Fehler anzumerken oder Korrekturen vorzuschlagen.</p><p>5. Verabschiedung der neuen Promotionsordnung (Offline, erste Fakultätsratssitzung im Wintersemester): In einer regulären Sitzung des Fakultätsrats wurde über die Annahme oder Ablehnung der neuen Promotionsordnung abgestimmt. Bei Ablehnung sollte der Fakultätsrat das weitere Vorgehen festlegen.</p><p>Zwischenzeitlich informierten E-Mail-Reminder die Teilnehmer über Beginn und Ende einer neuer Phase. Die höchste Aufmerksamkeit kann bei der ersten Phase konstatiert werden: 4878 der insgesamt 5148 dafür oder dagegen Stimmen, sowie 436 der insgesamt 542 Kommentare entfallen auf die Gestaltung der Grundsätze. Mehrheitlich partizipierten Doktoranden und Doktorandinnen, sowie auch Professoren und Professorinnen. Näherungsweise 40 Prozent aller potenziellen Teilnehmer agierten passiv, diese verfolgten lediglich den Prozess ohne zu votieren oder kommentieren.</p><p> </p><p><strong>Einfluss, Ergebnisse und Effekte</strong></p><p>Nach dem Ende der vierten Phase, am 30. September 2013, verabschiedete der Fakultätsrat in seiner regulären Sitzung vom 5. November 2013 die neue Promotionsordnung. Nach juristischer Prüfung trat diese am 9. Januar 2014 in Kraft. Durch die Teilhabe der Angehörigen der mathematisch-naturwissenschaftlichen Fakultät konnten demnach erstmals bindende Normen durch einen internetvermittelten kooperativen Diskurs an einer Universität umgesetzt werden. Wie zu Beginn erläutert, fand exemplarisch die Regelung über den Entzug des Doktorgrades Berücksichtigung in der neuen Promotionsordnung. Der, in der ersten Phase durch den Prodekan vorgeschlagene, Grundsatz bekam dabei vollste Zustimmung (insgesamt 70 Befürwortungen bei keiner Gegenstimme) und konnte dementsprechend in der Promotionsordnung niedergeschrieben werden. Ein kontrovers (95 dafür und 114 dagegen Stimmen) diskutierter Grundsatz, wie die Abschaffung der Promotionsnote, wurden in der zweiten Phase abgelehnt. Dies erfolgte qua Abwägung, der aggregierten Pro und Contra Argumente, durch das Dekanat. Diese Entscheidung konnte im Anschluss nochmals kritisch kommentiert werden, fand schlussendlich allerdings keine Beachtung in der endgültigen Formulierung. Letztendlich sind dies nur zwei kurze Beispiele aus einer Vielzahl von Vorschlägen zur Formulierung der Neugestaltung der Promotionsordnung. In einer abschließenden Analyse soll insbesondere die Qualität der Debatte und die Zufriedenheit der Partizipierenden diskutiert werden.</p><p> </p><p><strong>Analyse und Kritk </strong></p><p>Die Ergebnisse der Evaluation durch die Forschergruppe (siehe Sekundärquelle unten) fokussierte in besonderem Maße auf die Qualität und Legitimität der Ergebnise des einer internetvermittelten kooperativen Normsetzungsprozesses, und zeigt in besonderem Maße die Chancen und Risiken der Online-Partizpation auf.</p><p>Auf Grund der unmittelbaren Relevanz der Promotionsordnung, partizipierte überwiegend die Zielgruppe der Professoren und Professorinnen, sowie der Doktoranden und Doktorandinnen. Während Professoren und Professorinnen mehrheitlich die einzelnen Vorschläge kommentierten (22 Prozent, N=790), bevorzugten 28 Prozent (N=189) aller betroffenen Doktoranden und Doktorandinnen der Fakultät das Votieren.</p><p>Einen hohen Zuspruch erfuhr die Qualität des Prozesses der Interaktion, die die Analyse von 435 Kommentaren verfestigt: Die Evaluation bekräftigte einen respektvollen und auf Argumenten aufbauenden Diskurs. Kommentare mussten beispielsweise im Laufe des Projekts nicht durch den Moderator gelöscht werden und blieben größtenteils im Bezug zum Thema oder eines vorherigen Kommentars. Des Weiteren beinhalteten zwei Drittel der Kommentare mindestens ein valides Argument. Einen entscheidenden Einfluss hierauf kann auf die nicht anonyme Form der Interaktion zurückgeführt werden. Ein Drittel der Befragten Teilnehmerinnen und Teilnehmer bevorzugen weiterhin die Verwendung von Klarnamen, während die Mehrheit (54 Prozent) der Partizipierenden gern die Wahl zwischen Partizipation per Klarnamen oder anonym haben würde. Die Qualität des Prozesses spiegelte sich ebenfalls in der Zufriedenheit der aktiv Partizipierenden wieder. 84 Prozent der aktiven Teilnehmer waren zufrieden mit dem Prozess der Normsetzung. Die Passiv-Gruppe zeigte sich mit einer Zustimmung von 59 Prozent deutlich zurückhaltender. Nur etwa 10 Prozent der betroffenen Fakultätsmitglieder äußerten Unzufriedenheit.</p><p>Vergleichbares konstatiert die Frage nach der Qualität des Resultats der kooperativen Normsetzung. 73 Prozent der aktiven Teilnehmer zeigten sich zufrieden mit der neuen Promotionsordnung, während lediglich 64 Prozent der passiven Teilnehmer diese Zustimmung formulierten. Deutlich unzufriedener äußerten sich mit 17 Prozent die Professoren und Professorinnen, verglichen mit 3 Prozent der Doktoranden und Doktorandinnen. 44 Prozent der Zielgruppe der Professoren und Professorinnen verneinten dabei allerdings die Notwendigkeit einer neuen Promotionsordnung (bei den Doktoranden und Doktorandinnen lediglich 16 Prozent).</p><p>Die Zustimmung zur Legitimität verweist auf einen weiteren Indikator der Qualität. Die bereits beschriebene Öffnung des gesamten Prozesses erreichte eine Zielgruppen übergreifende Zustimmung. Die Transformation zwischen der ersten und der zweiten Phase, also die Formulierung von Grundsätzen und die daraus resultierende Zusammenfassung durch die Dekanin und den Prodekan, fand bei vier von fünf Partizipierenden Akzeptanz. Die begründete Annahme oder Ablehnung einzelner Grundsätze durch die Dekanin oder den Prodekan, bekräftigte dabei den Einbezug der Teilnehmer. Dennoch bestätigten nur etwa 40 Prozent der aktiven Teilnehmer, dass ihre Vorschläge einen Einfluss auf die finale Ausarbeitung der Promotionsordnung hatten. Nichtsdestotrotz kann konstatiert werden, desto mehr Zufriedenheit die Teilnehmer über Prozess und Resultat äußern, desto höher liegt die Akzeptanz zur Legitimität.</p><p><strong>Sekundärquellen</strong></p><p>Escher, Tobias; Sieweke, Jost; Tranow, Ulf; Dischner, Simon; Friess, Dennis; Hagemeister, Philipp; Esau, Katharina (2014): Internet-mediated cooperative norm setting in the university: Design and evaluation of an online participation process to redraft examination regulations. Paper presented at Internet, Politics and Policy conference 2014, Oxford. (<a href=\"http://ipp.oii.ox.ac.uk/2014/programme-2014/track-a-harnessing-the-crowd/design-ii/tobias-escher-ulf-tranow-philipp\">http://ipp.oii.ox.ac.uk/2014/programme-2014/track-a-harnessing-the-crowd...</a>)</p><p> </p><p> </p>", "title": "Internetvermittelte kooperative Normsetzung an der mathematisch-naturwissenschaftlichen Fakultät der Heinrich-Heine-Universität Düsseldorf"}