{"htmlbody": "<p>The federal state of Baden-Wuerttemberg (BaWü (Germany)) wanted to reintroduce the \"Verfasste Studierendenschaft\". With this the students in southwest Germany recieve an organised way to participate in regional politics, especially in those concerning universities. The federal state started a co-governance project online at <a href=\"http://www.wir-wollen-deinen-kopf.de\">www.wir-wollen-deinen-kopf.de</a> from 24th of January till 3rd of March in 2012 and invited every citizen of Baden-Wuerttemberg, who is interested in the topic, to participate in different forms and to commentate the draft bill of the Ministery of Science, Research and the Arts.</p><h3>Problems and Purpose</h3><p>To give the students in Baden-Wuerttemberg a political voice in matters by which they are affected, the Ministery of Science, Research and the Arts wanted to reintroduce the \"Verfasste Studierendenschaft\". The Ministery decided to enter into a dialogue with the citiziens of Baden-Wuerttemberg. They wanted to integrate the citiziens and especially the students into the legislation process of this bill.</p><h3>History</h3><p>Until 1977 there existed a Verfasste Studierendenschaft in the universities of BaWü. From 1977 until 2012 there existed a representation of the students in university's senat called \"AStA\". But the AStA was not representive for the students, had no self-government of their constitution and no financial sovereignty. Their standing orders and their budget were decided by the university senat with a professorial majority. When the coalition of SPD and The Greens won the elections in 2011, they wanted to reintroduce the Verfasste Studierendenschaft to give the students at the universities a political voice. To assist their legislation process they started in January the 24th 2012 the participativeplatform <a href=\"http://www.wir-wollen-deinen-kopf.de\">www.wir-wollen-deinen-kopf.de</a>. In the first week 15.000 users visited the site and write 200 commentaries.</p><ul><li>7th February the draft bill is online free for comments.</li><li>15th February students discuss mostly the regulation of functions, role and finances of the Studierendenschaft and there is a anti-movement starting their own online-campaign against the bill.</li><li>29th February parallel to the online discussions there are students discussing with representatives of the universitys in the ministry about the draft bill. The first discussions already took place in Novembre and Decembre 2011.</li><li>On the 3rd of March the online discussion is closed. Over 48.000 users wrote about 508 contributions and provided 4.400 ratings.</li><li>April the 24th 2012 the federal state adopts the bill \"Gesetz zur Einführung einer Verfassten Studierendenschaft und zur Stärkung der akademischen Weiterbildung (Verfasste-Studierendenschafts-Gesetz - VerfStudG). It says that the discussions on wir-wollen-deinen-kopf.de had some influence on this bill and the Verfasste Studierendenschaft is reintroduced in BaWü.</li></ul><h3>Originating Entities and Funding</h3><p>This project was initiated and funded by the federal state of Baden-Wuerttemberg, Germany. Formally responsible was Theresia Bauer, the Minister for Science, Research and the Arts in Baden-Wuerttemberg.</p><h3>Participant Selection</h3><p>Every user that was interested in the topic was free to participate in the forum. There was no need for a registration but there was the possibility to registrate. From 48 812 visitors 190 persons did register on the website. 130 people subscribed the newsletter. The data used for the registration gives the following distribution:</p><ul><li>Students: 60%</li><li>University Staff: 6%</li><li>Lecturers: 4%</li><li>Others: 6%</li><li>Not Specified: 26%</li></ul><h3>Deliberation, Decisions, and Public Interaction</h3><p>The supplied some information about the \"Verfasste Studierendenschaft\" and provided some initial theses about student participation. There were videostatements of the minister and of students that should give a brief introduction into the cases. The registered users could subscribe to the weekly newsletter and there was a big PR-campaign in BaWü. This PR-campaign included posters and placards at all universitys in BaWü, postcards in pubs and cultural institutions in the big university citys.There was several commercials in the canteen screens of the universitys and advertising banners on several websites.</p><p>Every user was able to rate and commentate every post and to send in their own thesis. The website worked like a discussion platform with a rating system for every post. The registered users could follow the discussions for example by subscribing to the weekly newsletter. And registered users had the privilege to participate in the votings.</p><p>This was the first time the federal state in BaWü accompanied a legislation with an online participation project. The public interest was big and from January till March 2012 there were 21 Newspaper articles on regional and nationwide newspapers.</p><h3>Influence, Outcomes, and Effects</h3><p>The results where collected by the ministry and summed up in a evaluation. The most discussed point was about forced contributions for the students and wasting of money. Within there was a disscussion about an article of the magazine ZEIT Campus. The article with the topic \"Die zehn größten Verschwendungen des Asta\" was about the money waste by this former student representatives the AStAs. The Verfasste Studierendenschaft should avoid such mistakes. The most positive rated discussion was about having different models for the organisation of the Studierendenschaften. Every university should discuss and decide on its own which model fits best for themself. The most negative rated post was against the Verfasste Studierendenschaft and against political discussions at universities.</p><p>The ministry collected a couple of outcomes here that influenced the legislation process and the final law. The users wanted the Verfasste Studierendenschaft to only participate in university politics and politics that have a linkage to these (for example politics about rents in cities which is an important interest for students). The Studierendenschaft should interrogate with the student services to avoid doubled structures. They should be a politically and religiously neutral with no attachment to a political party. And the students wish that they could discuss about the BAföG. There was a big discussion about a forced membership and financial contributions. The Landtag did finally decide to have no Opt-out right, because the Studierendenschaft needs the funding to manage their big range of tasks. The majority was against a quorum for decisions of the Studierendenschaft, so it wasn't implemented into the bill. Another big topic was the establishing of a united representation in the Land government. The users want to have five different representives for the five university forms. The last big point was about the finance. The students wish that the Studierendenschaft gets - aside the funds - money from the universities and the federal state. Finaly on the 24th of April in 2012 the Verfasste Studierendenschaft got introduced and refered to most of the online discussed points.</p><h3>Analysis and Lessons Learned</h3><p>The project seems like a success. It was the first online based co-governance project of the federal state of Baden-Wuerttemberg and it ended up in a law. But you really have to criticize the population and the amount of participation. Since only registered users could vote in the votings some of the outcomes were about only 190 users. This is far away of beeing a representive population of students. They had a large PR-Campaign and as you can see 48.000 visitors were recognised. If you look at elections for university politics you mostly have a voter participation &lt;10%. In this case this doesn't seem to be the problem of online participation but more a general problem of participation in university politics. Beside the quantity aspect the discussions and the outcome of this project is of high quality. Under these conditions that might be a success for this project.*</p><h3>Secondary Sources</h3><p>Baden-Württemberg, Ministerium für Wissenschaft Forschung Kunst. 2012. “Auswertung Der Online-Beteiligung Zur Wiedereinführung Der Verfassten Studierendenschaft in Baden-Württemberg.” <a href=\"http://mwk.baden-wuerttemberg.de/fileadmin/redaktion/m-mwk/intern/dateien/pdf/Verfasste_Studierendenschaft/Abschlussbericht_Online-Beteiligung_VerfassStud.pdf\">http://mwk.baden-wuerttemberg.de/fileadmin/redaktion/m-mwk/intern/dateie...</a></p><p>Landtag von Baden-Württemberg - Gesetz zur Einführung der Verfassten Studierendenschaft und zur Stärkung der akademischen Weiterbildung [VerfStuG]. <a href=\"http://mwk.baden-wuerttemberg.de/fileadmin/pdf/hochschulen/Verfasste-Studierendenschaft/VerfStudG_LT-Druchsache_15_1600.pdf\">http://mwk.baden-wuerttemberg.de/fileadmin/pdf/hochschulen/Verfasste-Stu...</a> [DEAD LINK]</p><h3>External Links</h3><p><a href=\"http://www.uni-heidelberg.de/md/zentral/einrichtungen/rektorat/kum/agsm/anhoerungsentwurf_gesetz_verfasste_studierendenschaft.pdf\">Draft Report by the Ministry for Science, Research and the Arts</a></p><p><a href=\"http://mwk.baden-wuerttemberg.de/fileadmin/redaktion/m-mwk/intern/dateien/pdf/Verfasste_Studierendenschaft/Abschlussbericht_Online-Beteiligung_VerfassStud.pdf\">Evaluation of Participatory Process</a></p><h3>Notes</h3><p>* The ministry points out in their final report that the population is not representative for the students in BaWü, but the quality of the outcomes is much more important.</p>", "title": "Wir wollen deinen Kopf! - Reintroduction of the \"Verfasste Studierendenschaft\" in Baden-Wuerttemberg, Germany"}