{"htmlbody": "<p align=\"JUSTIFY\"><strong>LiquidFriesland</strong></p><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\"><strong>Zusammenfassung</strong></p><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\">LiquidFriesland ist der erste Versuch, die Software LiquidFeedback, die bis dahin nur von Unternehmen und Parteien genutzt worden ist, für Bürgerbeteiligung einzusetzen. Kommunalwahlberechtigte Bürger Frieslands können über die Software Initiativen starten, diskutieren und darüber abstimmen. Der friesische Kreistag hat sich freiwillig verpflichtet, jeden Vorschlag zu diskutieren, der die notwendigen Quoren erreicht.</p><p align=\"JUSTIFY\"><strong>Verfahren</strong></p><p align=\"JUSTIFY\">Jeder friesländische Bürger über 16 Jahren kann einen Zugangscode zu LiquidFriesland beantragen, den er dann, inklusive Instruktionen zum weiteren Vorgehen, zugesendet bekommt. Mit diesem Code kann er sich auf der LiquidFriesland-Plattform registrieren. Ab diesem Zeitpunkt ist er berechtigt, Initiativen zu starten, zu diskutieren, darüber abzustimmen oder seine Stimme an jemand anderen zu deligieren.</p><p align=\"JUSTIFY\">Ist eine Initiative gestartet, durchläuft sie vier Phasen:</p><ol><li align=\"JUSTIFY\"><em>Neu:</em> Erstes Quorum: Eine Initiative braucht ein gewisses Maß an Befürwortern, um in die nächste Phase zu gelangen.</li><li align=\"JUSTIFY\"><em>Diskussion: </em>Das erste Quorum ist erreicht, über die Initiative kann nun diskutiert werden. Änderungsvorschläge können gemacht, alternative Initiativen zum selben Thema gestartet werden.</li><li align=\"JUSTIFY\"><em>Eingefroren:</em> Sind alle Initiativen zu einem bestimmten Zeitpunkt vorhandene Initiativen zu einem Thema diskutiert worden, werden sie 'eingefroren'. In diesem Zeitraum kann keine Initiative mehr verändert werden, eine gewisse Bedenkzeit vor der Abstimmung wird gewährleistet.</li><li align=\"JUSTIFY\"><em>Abstimmung:</em> Nun wird endgültig über alle Initiativen zu einem Thema abgestimmt. Gibt es mehrere Initiativen, kann man diese mithilfe einer Präferenzliste in eine Reihenfolge bringen. Damit wird unter anderem gewährleistet, dass sich Initiativen mit ähnlichem Inhalt nicht gegenseitig den Rang ablaufen und deswegen eine für alle nachteilige Initiative gewinnt, was bei vielen anderen Bürgerbeteiligungsplattformen ein bekanntes Problem darstellt.</li></ol><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\">„Top-Down“-Vorschläge, also solche, die von der Verwaltung zur Diskussion bereitgestellt werden, überspringen den ersten Teil und fangen direkt mit der Diskussions-Phase an.</p><p align=\"JUSTIFY\">Der friesische Kreistag hat sich freiwillig verpflichtet, jede Initiative zu diskutieren, die die Abstimmung für sich entscheidet. Dies bedeutet nicht, dass der Vorschlag auch angenommen werden muss: Die eingegangen Vorschläge werden im Sinne des §34 der niedersächsischen Kommunalverfassung als 'Anregung' verstanden und ziehen somit keine Rechtsbindung nach sich. Die Entscheidungshoheit liegt somit weiterhin beim Kreistag.</p><p align=\"JUSTIFY\"> </p><p align=\"JUSTIFY\"><strong>Besonderheiten</strong></p><p align=\"JUSTIFY\">Im Vergleich zu anderen Beteiligungsplattformen zeichnet sich LiquidFriesland durch einige, teils schon erwähnte Besonderheiten aus:</p><p align=\"JUSTIFY\">Erstens die Verpflichtung des Kreistages, sich mit jedem Vorschlag auseinanderzusetzen: Dies ist wohl eine der relevantesten Neuerungen bzw. Vorteile von LiquidFriesland. Hiermit soll die Motivation, selbst Vorschläge einzureichen, gesteigert werden. Andere Beteiligungsformen haben oft mit der Kritik zu kämpfen, dass die Vorschläge der Bürger nicht ernst genommen werden, bzw. nicht in die Entscheidungsfindung mit eingehen. Diesem Problem wirkt LiquidFriesland somit entgegen. Trotzdem lässt sich sagen, dass LiquidFriesland, kein echtes Mittel der direkten Demokratie darstellt, sondern nur eine Plattform bietet, die repräsentative Demokratie besser zu gestalten.</p><p align=\"JUSTIFY\">Zweitens die Kombination aus Bottom-Up und Top-Down-Vorschlägen: Die Plattform dient also einerseits zum Einbringen der Ideen der Bürger, andererseits zur Diskussion der Ideen „von oben“, also von der Verwaltungsebene. Dies ist, auch für die LiquidFeedback-Software, ungewöhnlich, vergrößert aber den Nutzen der Plattform.</p><p align=\"JUSTIFY\">Drittens die Kontinuität: LiquidFriesland ist kein zeitlich begrenztes Projekt. Es läuft immer und nicht nur zu bestimmten Zeiten. Hiermit soll der „Liquid Democracy“-Gedanke, also die „Verflüssigung“ der Grenzen zwischen repräsentativer und direkter Demokratie gewährleistet werden: Der Bürger kann, soweit zumindest die Theorie, jederzeit in das aktuelle Geschehen eingreifen, und seinen Ideen durch Initiativen oder Diskussionen Ausdruck verleihen.</p><p align=\"JUSTIFY\">Viertens der Einsatz der LiquidFeedback-Software: Diese eröffnet die Möglichkeit der Gliederung der Initiativen nach Themen, um das schon erwähnte Problem der „doppelten Initiativen“ zu vermeiden. Außerdem bietet die Software die Möglichkeit der Delegation von Stimmen, das heißt, ich kann meine eigene Stimme bezüglich eines bestimmten Themas an eine Person meiner Wahl deligieren. Dieses „delegated voting“ ist eins der Grundprinzipien der „Liquid Democracy“. In der Praxis wird das Deligieren von Stimmen bei LiquidFriesland (zumindest bis jetzt) fast nicht genutzt.</p><p align=\"JUSTIFY\">Das Fehlen eines Moderators ist eine weitere Besonderheit des LiquidFeedback-Systems. Die Struktur der Software ermöglicht es, dass sich die Mitwirkenden praktisch gegenseitig moderieren, durch Abstimmungen, Änderungsvorschläge und die Zusammenfassung von ähnlichen Initiativen zum selben Thema.</p><p align=\"JUSTIFY\"><strong>Teilnehmerauswahl</strong></p><p align=\"JUSTIFY\">Teilnehmen darf jeder friesländische Bürger über 16 Jahren, also jeder, der in Friesland nach dem Kommunalrecht wahlberechtigt ist.</p><p align=\"JUSTIFY\"><strong>Finanzierung</strong></p><p align=\"JUSTIFY\">Der Landkreis Friesland kommt für die entstehenden Kosten auf. Die belaufen sich laut Eigenangabe für das erste Jahr, inklusive Ersteinrichtung, auf 11400 Euro. Die Kosten pro weiteres laufendes Jahr werden auf 7140 Euro beziffert. (Vgl. Evaluationsbericht Juni 2013) Diese im Vergleich sehr niedrigen Kosten lassen sich unter anderem durch das Fehlen eines Moderators erklären, der bei der LiquidFeedback-Software entfällt.</p><p align=\"JUSTIFY\"><strong>Auswertung</strong></p><p align=\"JUSTIFY\">Alle folgenden Zahlen und Daten stammen, sofern nicht anders angegeben, aus dem Evaluierungsbericht September 2014.</p><p align=\"JUSTIFY\">Ingesamt haben sich für LiquidFriesland rund 550 registriert. Rund 43% der Nutzer von LiquidFriesland sind über 50 Jahre alt. Es ergibt sich eine Unterrepräsentation der unter 30-Jährigen sowie eine Überrepräsentation der über 30-Jährigen. Nur 22% der bei LiquidFriesland registrierten Nutzer sind Frauen. Die daraus ersichtliche Nutzerstruktur entspricht der anderer Online-Partizipations-Plattformen. Dies ist durchaus problematisch und weist auf das Phänomen hin, dass durch Möglichkeiten zur Online-Partizipation keine bisher unerreichten Gruppen angesprochen werden, sondern nur den bereits partizipierenden Gruppen eine neue Möglichkeit zur Beteiligung gegeben wird. Dies trifft aber möglicherweise nur zu, wenn man die aggregierten, demografischen Gruppen betrachtet. Schaut man sich die einzelnen Nutzer an, ergibt sich folgendes: Für 18% der bei LiquidFriesland registrierten Nutzer war Bürgerbeteiligung vorher überhaupt kein Thema. (vgl. Masterarbeit Diefenbach, 2013). Somit konnten auf der Individualebene durchaus vorher Unbeteiligte für die politische Partizipation gewonnen werden. Dies entspricht, bei rund 550 Teilnehmern insgesamt, allerdings nur 33 Personen. Dem steht ein Großteil, knapp 60%, der Nutzer gegenüber, die sich selbst als „sehr interessiert“ an Kommunalpolitik einschätzen, außerdem z.B. rund 72%, die sich schon einmal an einer Unterschriftensammlung beteiligt haben. (vgl. ebenda). Bei den meisten Nutzern von LiquidFriesland war das politische Interesse also auch schon vor Start der Plattform vorhanden. Dies zeigt auch die überdurchschnittlich hohe Teilnahme an Wahlen, die die LiquidFriesland-Nutzer im Vergleich zum Rest der Bevölkerung kennzeichnet.</p><p align=\"JUSTIFY\"><strong>Bewertung</strong></p><p align=\"JUSTIFY\">Über 86% der Nutzer sind „ziemlich zufrieden“ oder „sehr zufrieden“ mit der Einführung der LiquidFriesland-Plattform. Für die teilnehmenden Bürger darf die Plattform also, trotz Verbesserungsmöglichkeiten, als Erfolg gewertet werden. Bleibt nur die Frage, ob man bei einer Nutzerzahl von ca. 550, in einem Landkreis mit über 85.000 Personen, von Erfolg sprechen kann.</p><p align=\"JUSTIFY\">Diese Frage wurde auch in den Medien diskutiert. Hier stehen sich zwei Positionen gegenüber: Erstens die von Stefan Eisel, der betonte, dass die Nutzerzahl sehr gering sei und die Initiatoren sich darüber einmal Gedanken machen sollten. Er bewertet das Projekt als Misserfolg. (Vgl. „LiquidFriesland – Ein gescheitertes Experiment“, 2014). Dem gegenüber steht die Position von Sönke Klug, dem Pressesprecher des Landkreises Friesland, der Eisel im medialen Streitgespräch ein „seltsames Verständnis von Demokratie“ vorwarf. (vgl. offener Brief von Sönke Klug, 2014). Erfolg lasse sich nicht an Nutzerzahlen messen: „Rund 550 Menschen, die sich für Kreispolitik interessieren, die sich per Newsletter informieren lassen, sind wesentlich mehr als vorher, die aktiv ihre Bürgerrechte ausüben. Das ist aus unserer Sicht ein großer Erfolg.“ (ebenda). Wir haben also eine subjektiv positive Bewertung der teilnehmenden Nutzer, sowie eine zwiegespaltene zum Erfolg des Projekts, gemessen an den Nutzerzahlen.</p><p align=\"JUSTIFY\">Zwei weitere Kriterien lassen sich im Hinblick auf Erfolg anlegen: Erstens: Nutzen die registrierten Nutzer die Plattform auch? Zweitens: Inwieweit werden die Initiativen umgesetzt?</p><p align=\"JUSTIFY\">Zu erstens lässt sich sagen, dass von den ca. 550 Teilnehmern 378 sich aktiv eingebracht haben, durch Initiierung, Diskussion oder Abstimmung. Dies ist ein für Online-Partizipations-Projekte vergleichsweise hoher Anteil. Allerdings nimmt die Gesamtzahl der Initiativen im Zeitverlauf deutlich ab, wie diese Grafik, ebenfalls aus dem Evaluierungsbericht September 2014 (S. 1), deutlich zeigt.</p><p align=\"JUSTIFY\"><img alt=\"(Abbildung 1)\" height=\"483\" src=\"http://participedia.net/sites/default/files/images/cases/Verlauf_Initiativen_0.jpg\" width=\"861\"/></p><p align=\"JUSTIFY\">Und wie sieht es mit der Umsetzung aus? Auch hier lässt sich eine Grafik aus dem Evaluierungsbericht 2014 (S. 2) anführen.</p><p align=\"JUSTIFY\"><img alt=\"\" height=\"340\" src=\"http://participedia.net/sites/default/files/images/cases/Entscheidung_ueber_initiativen_1.jpg\" width=\"749\"/></p><p align=\"JUSTIFY\">Der Anteil nicht umgesetzter Initiativen ist, verglichen mit ähnlichen Bürgerbeteiligungsprojekten, sehr gering. Auch die Initiativen, die als „schon vorhanden“ kategorisiert werden, sind vergleichsweise wenige. Dies lässt sich auf die „Selbstmoderation“ im Sinne der LiquidFeedback-Software zurückführen, bei der kollektive Intelligenz redundanten Vorschlägen entgegenwirkt. Auch die sozio-demografische Zusammensetzung, das bisherige Engagement der Nutzer, als auch deren Nicht-Anonymität deuten darauf hin bzw. führen dazu, dass die Beteiligung auf einem inhaltlich hohen Niveau stattfindet.</p><p align=\"JUSTIFY\"><strong>Ausblick</strong></p><p align=\"JUSTIFY\">Das Projekt LiquidFriesland wird seitens der Initiatoren als Erfolg bewertet. Auch die Kosten halten sich in überschaubarem Rahmen. Allerdings nimmt die Beteiligung auf der Plattform stetig ab. Außerdem ist der Nutzerkreis relativ klein. Um eine Zukunft zu haben und Vorbild für andere Projekte ähnlicher Art zu sein, muss Friesland wohl nach Wegen suchen, die Beteiligung auch für andere Nutzergruppen und über einen längeren Zeitraum hinweg attraktiv zu machen. </p><p align=\"JUSTIFY\"><strong>Quellen</strong></p><ul><li align=\"JUSTIFY\">Evaluierungsbericht September 2014, Sönke Klug, Pressesprecher Landkreis Friesland, abgerufen am 13.12.2014<a href=\"https://www.friesland.de/downloads/datei/OTAxMDA0Njc3Oy07L3Vzci9sb2NhbC9odHRwZC92aHRkb2NzL2ZyaWVzbGFuZC9mcmllc2xhbmQvbWVkaWVuL2Rva3VtZW50ZS8yMDE0MDkxMF9ldmFsdWllcnVuZ19saXF1aWRmcmllc2xhbmQucGRm/20140910_evaluierung_liquidfriesland.pdf\"> https://www.friesland.de/downloads/datei/OTAxMDA0Njc3Oy07L3Vzci9sb2NhbC9odHRwZC92aHRkb2NzL2ZyaWVzbGFuZC9mcmllc2xhbmQvbWVkaWVuL2Rva3VtZW50ZS8yMDE0MDkxMF9ldmFsdWllcnVuZ19saXF1aWRmcmllc2xhbmQucGRm/20140910_evaluierung_liquidfriesland.pdf</a></li><li align=\"JUSTIFY\">Evaluierungsbericht Juni 2013, abgerufen am 13.12.2014 <a href=\"https://www.friesland.de/downloads/datei/OTAxMDA0MTUzOy07L3Vzci9sb2NhbC9odHRwZC92aHRkb2NzL2ZyaWVzbGFuZC9mcmllc2xhbmQvbWVkaWVuL2Rva3VtZW50ZS9saXF1aWRmcmllc2xhbmRfZXZhbHVpZXJ1bmdfanVuaTIwMTMucGRm\">https://www.friesland.de/downloads/datei/OTAxMDA0MTUzOy07L3Vzci9sb2NhbC9...</a></li><li align=\"JUSTIFY\">Diefenbach, Imke. 2013. “Mehr Bürgerbeteiligung? Eine Empirische Studie Zur Onlineplattform Liquid Friesland”. Hochschule Emden/Leer., abgerufen am 13.12.2014 <a href=\"https://www.friesland.de/downloads/datei/OTAxMDA0NDA0Oy07L3Vzci9sb2NhbC9odHRwZC92aHRkb2NzL2ZyaWVzbGFuZC9mcmllc2xhbmQvbWVkaWVuL2Rva3VtZW50ZS9tYXN0ZXJhcmJlaXQucGRm/masterarbeit.pdf\">https://www.friesland.de/downloads/datei/OTAxMDA0NDA0Oy07L3Vzci9sb2NhbC9odHRwZC92aHRkb2NzL2ZyaWVzbGFuZC9mcmllc2xhbmQvbWVkaWVuL2Rva3VtZW50ZS9tYXN0ZXJhcmJlaXQucGRm/masterarbeit.pdf</a></li><li align=\"JUSTIFY\">Interview mit Landrat Sven Ambrosy, 2013, abgerufen am 13.12.2014 <a href=\"http://www.egovernment-computing.de/projekte/articles/390664/index2.html\">http://www.egovernment-computing.de/projekte/articles/390664/index2.html</a></li><li align=\"JUSTIFY\">Niedersächsisches Kommunalverfassungsgesetz, 2010, abgerufen am 13.12.2014 <a href=\"http://www.nds-voris.de/jportal/portal/t/1vuj/page/bsvorisprod.psml;jsessionid=760C4870F33156199ACB32BD15BFFB20.jp95;jsessionid=E0F99DA9694031A372A331BBAEE69A72.jp64?pid=Dokumentanzeige&amp;showdoccase=1&amp;js_peid=Trefferliste&amp;fromdoctodoc=yes&amp;doc.id=jlr-KomVerfGNDrahmen&amp;doc.part=X&amp;doc.price=0.0#jlr-KomVerfGNDV1P34\">http://www.nds-voris.de/jportal/portal/t/1vuj/page/bsvorisprod.psml;jsessionid=760C4870F33156199ACB32BD15BFFB20.jp95;jsessionid=E0F99DA9694031A372A331BBAEE69A72.jp64?pid=Dokumentanzeige&amp;showdoccase=1&amp;js_peid=Trefferliste&amp;fromdoctodoc=yes&amp;doc.id=jlr-KomVerfGNDrahmen&amp;doc.part=X&amp;doc.price=0.0#jlr-KomVerfGNDV1P34</a></li><li align=\"JUSTIFY\">Offener Brief von Sönke Klug, 2014, abgerufen am, 13.12.2014 <a href=\"http://www.friesland.de/downloads/datei/OTAxMDA0NTQ4Oy07L3Vzci9sb2NhbC9odHRwZC92aHRkb2NzL2ZyaWVzbGFuZC9mcmllc2xhbmQvbWVkaWVuL2Rva3VtZW50ZS8yMDE0MDUyM19hbnR3b3J0X2Vpc2VsLnBkZg%3D%3D/20140523_antwort_eisel.pdf\">http://www.friesland.de/downloads/datei/OTAxMDA0NTQ4Oy07L3Vzci9sb2NhbC9o...</a></li><li align=\"JUSTIFY\">„LiquidFriesland – ein gescheitertes Experiment“, Stefan Eisel, 2014, abgerufen am 13.12.2014 <a href=\"http://www.kas.de/wf/de/33.37819/\">http://www.kas.de/wf/de/33.37819/</a></li></ul>", "title": "LiquidFriesland"}