{"htmlbody": "<h2>Probleme und Beweggründe</h2><p>Der Ideenwettbewerb der Stadt Zürich wurde vom 4. November bis zum 12. Dezember im Jahr 2010 durchgeführt und sollte den Austausch zwischen den Bürgern und der Stadt fördern. Die Teilnehmer des Wettbewerbs konnten unabhängig von ihrem Aufenthalts- oder Wohnort teilnehmen. Sie hatten die Möglichkeit eigene Ideen beizusteuern und über andere Vorschläge abzustimmen. Der Rahmen der Ideen wurde im Vorfeld sehr weit ausgelegt. Sie sollten nicht zu kompliziert sein, eine starke Vision implizieren und einen positiven Tenor besitzen. Außerdem mussten die Ideen einen digitalen Hintergrund erfüllen.</p><h2>Gründungsorganisationen und Finanzierung</h2><p>Der Stadtrat von Zürich setzte 2010 mit der Plattform eZürich einen Legislaturschwerpunkt, um digitale Projekte voranzutreiben, damit die Stadt ein besserer Standort für IT-Firmen wird. Die Bürger sollten außerdem stärker mit Computern und dem Internet vertraut gemacht werden. Der Ideenwettbewerb war der Startpunkt. Auf der Internetseite von eZürich wurden die Ideen gesammelt und diskutiert.</p><p>eZürich sollte durch zwei weitere Projekte ein Fundament bekommen. Neben dem Ideenwettbewerb, bei dem die Bevölkerung einbezogen wurde, bildeten im Januar 2011 ein Initialisierungsworkshop, der die Wirtschaft und Wissenschaft erreichen sollte, und ein stadtinterner Workshop im April 2011 die Grundlagen für eZürich.</p><h2>Teilnehmerauswahl</h2><p>Die Zielgruppe waren die Bürger der Stadt Zürich. Jedoch war es keine Bedingung ein Züricher oder eine Züricherin zu sein, um teilnehmen zu dürfen. Die Ideen sollten sich auf die digitale Zukunft der Stadt Zürich beziehen. Deswegen ging man von einer Selbstregulierung aus, die interessierte Bürger aus Zürich bevorzugt anziehen sollte.</p><h2>Ablauf des Verfahrens &amp; Funktionalität</h2><p>Der Ideenwettbewerb wurde zwischen dem 4.  und dem 12. Dezember 2010 durchgeführt. Einen Monat vor dem Wettbewerb wurde eine Webseite auf der Internetseite von eZürich freigeschaltet, die das Verfahren bewarb. Die Initiatoren führten eine Einführungsveranstaltung am 4. November 2010 durch, bei der Politiker und Unternehmer aus Zürich Statements abgaben. Außerdem gab es an diesem Termin die Möglichkeit  Ideen vor Ort einzureichen, um zusätzliche Aufmerksamkeit zu generieren. Der Wettbewerb erfolgte online in einem speziellen Forum. Angemeldete Nutzer konnten Ideen erstellen, die dann von anderen Nutzern kommentiert werden konnten. Für die Kommentarfunktion war keine Anmeldung bei dem Portal erforderlich. In diesem Forum gab es zusätzlich einen Bereich, in dem man Feedback für  verschiedene Teile des Verfahrens wie auch für den Gesamteindruck abgeben konnte. Es wurden insgesamt 1013 Kommentare verfasst. Die Moderation des Wettbewerbs schrieb davon 98 Kommentare. Die Bewertung der Ideen erfolgte mit einem Ranking-System. Angemeldete Nutzer konnten die Ideen mit einem bis fünf Sternen bewerten. Die Sterne wurden dann für eine Idee summiert und die drei  Ideen mit den meisten Sternen gewinnen den Wettbewerb. Jedem Nutzer war es erlaubt eine andere Idee nur einmal bewerten. Seine eigene Idee konnte nicht bewertet werden.</p><h2>Deliberationen, Entscheidungen und öffentliche Wirkung</h2><p>Die Initiatoren setzten verschiedene Anreize zur Teilnahme. Den Initiatoren der drei besten Ideen  wurde in Aussicht gestellt, dass sie ihren Vorschlag einem IT-Fachpublikum vorstellen dürften. Unter allen Teilnehmern verlosten die Veranstalter zusätzlich Sachpreise. Außerdem wurde  mitgeteilt, dass die Stadt Zürich bis zu drei Ideen auswählen würde, die sie weiterverfolgt und fördert.</p><p>Im Laufe des Wettbewerbs sollen 14.187 Teilnehmer die Internetseite aufgerufen haben (diese Angabe bezieht sich wohl auf die Zahl der Nutzer mit unterschiedlichen „Cookies“). Insgesamt gab es 159.006 Seitenaufrufe. 1.223 Teilnehmer registrierten sich auf der Seite, was sie zur Abgabe und Bewertung von Ideen autorisierte. Gäste konnten nur Beiträge schreiben und Ideen kommentieren.</p><p>Bei der Registrierung wurde um die freiwillige Angabe persönlicher Informationen gebeten. Ca. 50 Prozent der Teilnehmer waren dazu bereit. Unter diesen Nutzern stammten 38 Prozent aus dem Kanton Zürich, weitere 16 Prozent aus der Schweiz und ein Prozent aus anderen Ländern. Es beteiligten sich überwiegend Männer und Personen im Alter von 26-35 Jahren.  Die Teilnehmer reichten 612 Ideen ein und schrieben 1013 Kommentare. Die Moderatoren des Wettbewerbs verfassten 98 Kommentare. Es wurden 131 Ideen mit Bezug zum Thema eAdministration abgegeben. Ein Beispiel dafür wäre der Vorschlag zur Digitalisierung der Stadtverwaltung. 100 Ideen hatten Bezug zu einem öffentlichen W-Lan, 84 zur Wirtschaftsförderung und 78 zu Klima- und Energiefragen. Die anderen Ideen zielten auf  viele verschiedene Themengebiete wie z.B. die Entsorgung von Müll oder Pflege.</p><p>Die Idee mit den meisten Punkten war ein Projekt, bei dem Jugendliche älteren Menschen Computerkenntnisse vermitteln sollen. Den zweiten Platz erreichte die Idee der Entwicklung eines Kleincomputers, der die Medien- und Bedienkompetenzen von Schulkindern fördert. Die drittbeste Idee war die Stärkung der ePartizipation in Zürich, vor dem Hintergrund, dass die Bürger nicht nur Ideengeber sein wollten, sondern auch Entscheidungen mitbestimmen dürfen und transparent vermittelt bekommen wollen.</p><h2>Einfluss, Ergebnisse und Effekte</h2><p>Mit dem Ideenwettbewerb hat sich die Stadt Zürich an keine Umsetzung von Vorschlägen gebunden. Die drei Ideen mit den meisten Stimmen durften ihre Vorschläge vor einem Fachpublikum darstellen. Außerdem konnte die Stadt bis zu drei Ideen weiterverfolgen. Diese Formulierung entbindet die Stadt von jeglicher Pflicht. Der Dialog zwischen der Stadt und den Bürgern stand im Vordergrund. Die Teilnehmer drückten bei der Wahl ihrer Ideen ihr Verlangen nach mehr ePartizipation aus. Im Ergebnisbericht der Stadt kamen die Initiatoren auf das Fazit, dass sich die Vorstellungen der Bürger zur digitalen Zukunft der Stadt mit denen des Stadtrats decken würden.</p><h2>Fazit</h2><p>Im Vorfeld des Ideenwettbewerb kam Kritik der Schweizer Presse auf, da die Umsetzung von eZürich durch eine deutsche Firma erfolgte und nicht durch ein einheimisches Unternehmen. Die Stadt wollte ihrer Bevölkerung das Gefühl der Einbindung in den Verwaltungsprozess ermöglichen, ohne sich an Entscheidungen binden zu müssen. Der Wettbewerb war aus der Sicht der Stadt ein Erfolg, da ähnliche Wettbewerbe anderer Städte weniger Teilnehmer anzogen.  Der dritte Platz des Wettbewerbs ist besonders interessant, da dort keine Idee im eigentlichen Sinne des Wettbewerbs gewann, sondern eine politische Botschaft der Teilnehmer an die Stadtverwaltung, mit der Aufforderung die Bevölkerung mehr in den politischen Prozess einzubinden. Im Nachhinein durften die drei Gewinner ihre Ideen vor einem Fachpublikum vorstellen. Die Stadt entschied sich mehrere Ideen weiter zu verfolgen. Im Projekt „CompuSternli“ versuchten Jugendliche älteren Menschen bei ihren Problemen mit Computern zu helfen. Anfang 2013 wurde die Onlineplattform «Züri wie neu» online gestellt. Dort können Bürger Schäden und Mängel an der städtischen Infrastruktur melden. Die Plattform entstand aus dem Siegerprojekt „Fix my Zürich“ des Ideenwettbewerbs. Im Wettbewerb äußerten viele Menschen den Wunsch auf ein freies Wlan-Netz in Zürich zugreifen zu können. Die Stadt verwarf im Laufe der Jahre die Idee, da nicht genügend Geld zur Verfügung stehen würde. Abschließend kann man noch in Frage stellen, inwiefern die Ergebnisse des Ideenwettwerbs die Bevölkerung der Stadt Zürich repräsentieren. Es haben überwiegen Männer und Menschen zwischen 26-35 Jahren teilgenommen. Diese Tatsachen erwecken den Eindruck, dass ein begrenztes Spektrum von Menschen angesprochen wurde.</p><h2>Sekundärquellen</h2><p><a href=\"https://www.stadt-zuerich.ch/portal/de/index/politik_u_recht/stadtrat/legislaturschwerpunkte/ezuerich.html\">https://www.stadt-zuerich.ch/portal/de/index/politik_u_recht/stadtrat/legislaturschwerpunkte/ezuerich.html</a></p><p><a href=\"http://www.ezuerich.ch/ezh/de/index.html\">http://www.ezuerich.ch/ezh/de/index.html</a></p><p>Riedel, Daniela &amp; Märker, Oliver (2011). Ergebnisbericht Ideenwettbewerb eZürich. <a href=\"http://www.ezuerich.ch/content/dam/ezh/downloads/Ideenwettbewerb/eZuerich_Ergebnisbericht.pdf\">http://www.ezuerich.ch/content/dam/ezh/downloads/Ideenwettbewerb/eZuerich_Ergebnisbericht.pdf</a></p><h2>Links</h2><p><a href=\"http://www.tagesanzeiger.ch/digital/Kein-GratisWLAN-Fuer-Zuerich-ist-das-eine-Schande/story/27401879\">http://www.tagesanzeiger.ch/digital/Kein-GratisWLAN-Fuer-Zuerich-ist-das-eine-Schande/story/27401879</a></p><p><a href=\"http://www.inside-it.ch/articles/23923\">http://www.inside-it.ch/articles/23923</a></p><p> </p><p> </p>", "title": "eZürich - Ideenwettbewerb zur digitalen Zukunft der Stadt Zürich"}