{"htmlbody": "<p>1. Probleme und Beweggründe</p><p>Die Enquete-Kommission „Internet und digitale Gesellschaft“ ist eine vom Deutschen Bundestag eingesetzte überfraktionelle Arbeitsgruppe, die zur Vorbereitung von Entscheidungen im deutschen Bundestag zu umfangreichen und bedeutenden Sachkomplexen eine Handlungsempfehlung entwickelt. Bisher gab es 22 Enquete-Kommissionen im Deutschen Bundestag. Die 23. Enquete-Kommission hat sich eine Wahlperiode lang mit dem Thema \"Internet und Digitalisierung\" auseinandergesetzt und zusätzlich ein bisher noch nicht gewagtes Experiment ausprobiert. Innerhalb der Arbeitsgruppen der Kommission hatten Bürger und Bürgerinnen über das Internet die Möglichkeit, sich an den Diskussionen zu beteiligen und eigene Vorschläge einzubringen. Damit sollte die politische Partizipation erhöht werden und mehr Transparenz für die parlamentarischen Abläufe geschaffen werden. Die Kommission teilte sich in zwölf Projektgruppen, die sich speziell mit einzelnen Aspekten zum Thema \"Internet und digitale Gesellschaft\" befassten. Dazu gehörten Medienkompetenz, Urheberrecht, Netzneutralität, Datenschutz und Persönlichkeitsrechte, Bildung und Forschung, Zugang, Struktur und Sicherheit im Netz, Demokratie und Staat, Kultur, Medien und Öffentlichkeit, Verbraucherschutz, Wirtschaft, Arbeit und Green IT, Interoperabilität, Standards, freie Software, und schließlich Internationales und Internet Governance.</p><p> </p><p>2. Geschichte</p><p>Die Enquete-Kommission nahm am 4. März 2010 ihre Arbeit für den Bundestag auf und hielt am 18. April 2013 ihre Abschlussdebatte. In der Zwischenzeit entstanden Bestandsaufnahmen und Handlungsempfehlungen in 14 Berichten und es gab in den drei Jahren 20 Sitzungen der vollständigen Enquete und 179 Sitzungen in den einzelnen Projektgruppen. Die Öffentlichkeit wurde in ganz besonderem Maße in die Arbeitsabläufe und die Diskussionen und Entscheidungsfindungen miteinbezogen. Durch einen Einsetzungsbeschluss war die Bürgerbeteiligung auch offiziell vermerkt und Interessierte konnten sich durch öffentlichen Sitzungen, Anhörungen mit Livestream und über die Berichterstattung auf der Webseite informieren und teilnehmen. Die Internetseite des Deutschen Bundestages bot über die aktuellen Diskussionen und Ergebnisse der Enquete-Kommission täglich aktuelle Meldungen. Die Liveschaltung in die einzelnen Projektgruppen stieß unter den Mitgliedern der Enquete-Kommission anfangs auf Widerstand, da einige Mitglieder sich nicht die Möglichkeit nehmen lassen wollten, Meinungen und Gedanken frei und unbedacht äußern zu können, ohne sich dafür in der Öffentlichkeit rechtfertigen zu müssen. Die Entscheidung über die Liveübertragung wurde deshalb den einzelnen Projektgruppen selbst überlassen. Im Gegensatz zu traditionellen Enquete-Kommissionen veröffentlichte die Kommission nicht nur einen Zwischenbericht und einen Endbericht, sondern gleich zwölf sehr ausführliche Zwischenberichte der einzelnen Projektgruppen, die eine Bestandsaufnahme und eine Handlungsempfehlung an den Deutschen Bundestag enthielten. Neben den Berichten erstellte jede Projektgruppe regelmäßige Ausarbeitungen und Papiere ihrer Diskussionen und Ergebnisse, die auf der Internetseite dann einsehbar waren. Am 24. Februar 2011 wurde neben dem Internetauftritt der Kommission zusätzlich noch eine Online-Plattform zur Bürgerpartizipation, ein Twitter-Account und ein Mitglieder-Blog eingerichtet. Besonders durch die Online-Plattform sollte den Bürgern ein Weg zur direkten Partizipation in die Enquete-Kommission ermöglicht werden. Durch den verzögerten Launch der Online-Plattform konnten die Bürger sich nicht von Beginn an in den Projektgruppen beteiligen.</p><p> </p><p>3. Veranlassende Körperschaft und Finanzierung</p><p>Die Enquete-Kommission wurde von der Bundesregierung gegründet und wird auch durch diese finanziert. Zwischenzeitlich verweigerte die Bundesregierung die weitere Finanzierung, bzw. grenzte den Finanzrahmen erheblich ein. Erst durch den gemeinnützigen Verein Liquid Democracy konnte 2011 die Online-Plattform zur Enquete-Kommission eingerichtet werden. Teilweise arbeiteten bis zu 16 Ehrenamtliche an dem Launch der Website.</p><p> </p><p>4. Teilnehmerauswahl</p><p>Die Enquete bestand aus 34 Mitgliedern, wovon 17 Mitglieder Abgeordnete des Bundestags und 17 externe Sachverständige waren. Die Mitgliederstruktur war sehr heterogen. Unter den Mitgliedern waren 19 verschiedene Berufsgruppen vertreten und es lag ein Altersdurchschnitt von 45 Jahren vor. Darüber hinaus war es erstmals möglich, dass sich auch Bürger und Bürgerinnen an der Arbeit der Enquete-Kommission beteiligen konnten. Zum einen konnten sie sich auf der Onlineplattform unter einem Nutzernamen registrieren und dort aktiv an Diskussionen teilnehmen. Die Registrierung erfolgte, indem man einige Angaben zur Person machte und sich mit einer gültigen E-Mail Adresse anmeldete. Welche Information der Benutzer genau preisgeben musste, ist leider nicht bekannt. Man konnte neben einer allgemeinen Anmeldung sich auch speziell für einzelne Projektgruppen registrieren, die dem eigenen Interesse entsprachen. Jedem Nutzer wurden auf seiner Startseite die jeweiligen aktuellen Meldungen aus Projektgruppe angezeigt. Die Nutzer konnten entweder mit ihrem Benutzernamen anonym bleiben oder sich auch ein ausführliches Benutzerprofil erstellen. Wie viele Nutzer dem nachkamen, ist leider nicht bekannt. Alle Berichte, Arbeitspapiere und Dokumente, die in den Projektgruppen erarbeitet wurden, konnten von den Nutzern auf der Internetplattform eingesehen werden. Zusätzlich konnten die Bürger die Dokumente kommentieren und Änderungsvorschläge dazu abgeben. Dies war auch bei Kommentaren anderer Nutzer möglich. Ein Pfeilsystem gab zusätzlich noch die Möglichkeit einen Beitrag zu bewerten.</p><p> </p><p>5. Erwägung, Entscheidungen und Umgang mit der Öffentlichkeit</p><p>Die Arbeitsweise innerhalb der Enquete-Kommission erfolgte in allen Projektgruppen einheitlich. Jeden Montag wurde innerhalb der Projektgruppen getagt. Die neun bis fünfzehn Gruppenmitglieder bearbeiteten gemeinsam einen Text der die Konsensentscheidung zu einem Sachverhalt enthielt und in einer Sitzung der Gesamt-Enquete nochmals diskutiert wurde und anschließend mit einer Handlungsempfehlung an den Deutschen Bundestag verabschiedet wurde. Ein Ziel innerhalb der Arbeitsweise war es einen Konsens zu erreichen. Gab es bei einer Frage oder Thematik keine Einigung entschied man sich für das Prinzip des Einfrierens. Dabei wurde die Diskussion innerhalb der Projektgruppe zum aktuellen Stand eingefroren und an einem festgelegten Termin, ohne zuvor die Aussicht auf eine Einigung zu haben, zur Abstimmung freigegeben. Somit wollte man festgefahrene Diskussionen beenden und die Arbeit an einzelnen Fragen zeitlich begrenzen. Für externe Nutzer oder Teilnehmer der Online-Plattform waren einige Abläufe nicht immer nachvollziehbar, wodurch häufig bei den Nutzern Verwirrung entstand. Das Ziel der Enquete-Kommission insgesamt war die Bürger in den politischen Entscheidungsprozess zu integrieren und aus ihrem Sachverständnis für die parlamentarische Arbeit einen Mehrwert zu ziehen. Zusätzlich sollte mit Hilfe der Online-Partizipation ein Dialog zwischen Politik und Bürgern entstehen. </p><p> </p><p>6. Einfluss, Ergebnisse und Effekte</p><p>Die Online-Plattform der Kommission erreichte leider nicht die erhoffte Resonanz. In der ersten Woche nach dem Launch registrierten sich 1000 Nutzer auf der Plattform. Dies wurde als einen guten Start gewertet und ließ auf weiteren Zuwachs hoffen. Leider blieb dieser bis zum Ende der Enquete-Kommission aus. Letztendlich gab es insgesamt 3250 Registrierungen auf der Plattform. Es wurden 80.000 Aktionen durchgeführt, worunter Bewertungen, Kommentare und erstellte Beiträge fielen. In dem gesamten Zeitraum besuchten 30.000 Menschen die Website.</p><p>Innerhalb der Projektgruppen wurde ganz unterschiedlich mit den Vorschlägen der Nutzer umgegangen. Zum einen gab es wortgenaue Übernahmen der Handlungsempfehlungen, was jedoch nur zweimal vorkam. Beide Male kam der Vorschlag nicht von einer einzelnen Person, sondern in dem ersten Fall vom Institut für Medienpädagogik in Forschung und Praxis und im zweiten Fall von der AG Computerspiele und Pädagogik. In den Projektgruppen Bildung und Forschung und Demokratie und Staat wurden zwei Vorschläge von Onlinenutzern inhaltlich in die offizielle Handlungsempfehlung der Kommission übernommen. Die dritte Form der Verwendung von externen Vorschlägen war die Dokumentation der Vorschläge. Des Weiteren wurden einige Vorschläge in die Sondervoten aufgenommen und andere wurden auf anderen Plattformen kundgetan, fanden jedoch keinen Eingang in die Berichte der Kommission.</p><p> </p><p>7. Analyse und Kritik</p><p>Die Qualität der Online-Partizipation war hoch, jedoch nicht die Quantität der Nutzer und Teilnehmer. Die wenigen Nutzer machten zwar hochwertige Vorschläge, allerdings sind davon nur zwei wortwörtlich in den Bericht der Kommission aufgenommen worden. Ob dieser innerhalb des Bundestags in die politische Entscheidungsfindung berücksichtigt wurde, ist leider nicht bekannt. Die Transparenz endet leider da, wo die Enquete-Kommission ihre Arbeit beendet hat. Leider ist aus den Kommentaren der Teilnehmer und Mitglieder der Kommission zu entnehmen, dass der Arbeitsaufwand zwischen der Kommission und der Online-Plattform sehr unterschätzt wurde und dass aufgrund der vielen Informationszufuhr die kleinen Projektgruppen ein sehr hohes Arbeitspensum zu bewältigen hatten. Zusätzlich beklagten viele die fehlende Unterstützung der Bundesregierung. Die Verzahnung der Kommissionsarbeit und der Online-Plattform glückte nicht und stellte die Mitarbeiter vor große Herausforderungen. Als ein erfolgreiches Ergebnis kann jedoch festgehalten werden, dass es seit dem Ende der Enquete-Kommission einen ständigen digitalen Ausschuss im Bundestag gibt, der sich weiterhin mit Fragen und Themen des Internets beschäftigt. Die Umsetzung der Transparenz bei den einzelnen Entscheidungen und Diskussion ist ein guter Ansatz gewesen, doch fand er in der Gesellschaft keine so hohe Resonanz wie zuvor erwartet.</p><p> </p><p>8. Quelle</p><p>Deutscher Bundestag, 2013. Schlussbericht der Enquete-Kommission \"Internet und digitale Gesellschaft\". Bundestagsdrucksache 17/12550: <a href=\"http://dipbt.bundestag.de/dip21/btd/17/125/1712550.pdf\">http://dipbt.bundestag.de/dip21/btd/17/125/1712550.pdf</a></p><p>9. Externe Links</p><p><a href=\"https://enquetebeteiligung.de/\">https://enquetebeteiligung.de/</a></p>", "title": "Enquete-Kommission \"Internet und digitale Gesellschaft\""}