{"htmlbody": "<p> </p><h3>Probleme und Beweggründe</h3><p class=\"p1\">In der Freien Hanse Stadt Bremen fand ein Prozess zur Bürgerbeteiligung statt im Zusammenhang mit der Renovierung des Stadionbads, des größten öffentlichen Schwimmbads von Bremen. </p><p class=\"p1\">Über die Zeit hatte es sich gezeigt, dass die Betriebskosten für das Stadionbad zu hoch waren. Außerdem musste es dringend saniert werden. Darüber waren sich die politischen Parteien im Rat der Stadt Bremen einig. Zerstritten waren sie jedoch darüber, ob das Stadionbad so renoviert wird, dass es genau wie zuvor ein ganz traditionelles Schwimmbad sein sollte (also mit der Verwendung von Chlor) oder ob eine ökologischere chlor-freie Herangehensweise wertvoller wäre. Da wegen den unterschiedlichen Meinungen unter den Parteien keine Entscheidung getroffen werden konnte, entschied man sich dazu, die Bürger entscheiden zu lassen. </p><h3>Geschichte</h3><p class=\"p1\">2001 hatte in Bremen eine Wahl statt gefunden, so dass ein neues Land- und Stadtparlament zusammen kam. Man beschloss, einen Bürgerbeteiliungsprozess zu starten, dessen Ziel Einigung wäre, also ein Beschluss ob man ein traditionelles oder ökologisches Schwimmbad haben möchte. Dies wurde ebenfalls im Koalitionsvertrag der beiden Regierungsparteien festgehalten. </p><p class=\"p1\">Vertraglich sicherten der Senat der Stadt Bremen, die Stadt und das Land 2,5 Millionen Euro für das Projekt zu. Abgesehen davon wurde festgehalten, dass die Ergebnisse der Bürgerbeteiligung tatsächlich berücksichtigt würden, wenn es zur Renovierung kommt. Trotzdem wurden die von der Verfassung festgelegten Institutionen nicht einfach übergangen. Das städtische Parlament hatte letztendlich immer noch das Recht zu entscheiden, was zu tun ist. Allerdings versprachen die beiden Regierungsparteien, das Ergebnis des Bürgerbeteiliungsprozess zur Grundlage ihrer Entscheidung zu machen, wenn im Rahmen des Prozesses eine Einigung erreicht würde.</p><h3>Veranlassende Körperschaften und Finanzierung</h3><p class=\"p1\">Der Beginn des Prozesses zur Renovierung vom Stadionbad wurde folgendermassen strikt nach den Regeln des Entscheidungsprozesses zwischen Stadt und den Stadtteilregierungen herbeigeführt: „The Bath company running the swimming pool had to submit a formal proposal for a renewal to the Senator of the Interior and Sports, the responsible government branch. He had to submit the proposal and a budget request to the Sports Deputation, a joint body formed by the city and state governements and members of the sports committee of the city and state parliament. The Sports Deputation would then approve the proposal and madate the Senate, the City Government, to include this project in the next annual budget, which has to be approved by the State Parliament. After budget approval within the city and State Governments, the Senator of Construction, Transport and Environment responsible for public contrustion takes over and opens the tendering process for construction plans“. (Kubicek &amp; Westholm, S. 326, 2010)</p><p class=\"p1\">Hier unterschied sich der Prozess im Vergleich zu dem was üblich ist, indem das Stadt- und Landesparlament der Stadtteilregierung, des Stadtteiles in welchem das Schwimmbad war, eine größeres Entscheidungsrecht über das Design des Schwimmbads einräumten und zustimmten, eine öffentliche Bürgerbefragung zu machen. Vertraglich wurde festgehalten, dass der Stadtteil eine Empfehlung für die Art von Renovierung, die von einer breit beteiligten öffentlichen Beteiligung herausgearbeitet wurde und dass diese Empfehlung übernommen werde, falls sie den ebenfalls vertraglich festgelegten Vorraussetzungen entsprechen würden und der Partizipationsprozess fair, neutral und Konsens- und Ergebnisorientiert war. </p><p class=\"p1\">Die Vorraussetzungen waren, dass das private Planungsinstitut, welches mit dem Fall beauftragt war, zunächst einmal sehr einfache technische Pläne vorlegen müsse, damit alle Beteiligten (also auch Rentner, Schulkinder, etc.) verstehen konnten worum es geht. Abgesehen davon müsste bei der Entscheidungsfällung innerhalb der Bürgerbeteiligung bedacht werden, dass die Kapazität des Schwimmbads von 4000 Leuten pro Tag gewährleistet ist, dass nicht mehr als die zugesicherten 2,5 Millionen Euro für das Projekt ausgegeben werden, dass das Schwimmbecken für Sport und Wettkämpfe genutzt werden kann, dass die Wasserqualität gewisse Standards erfüllen könne und das Schwimmbecken in die Landschaft am Fluss passen müsse. </p><p> </p><h3>Teilnehmerauswahl</h3><p class=\"p1\">Die Stadtteilregierung entschied, dass neben den offiziellen Regierungs- und Verwaltungsstellen Vertreter von Sportvereinen, Lehrer und Schüler von Schulen aus dem Stadtteil, Kinder und Jugendliche, Familien mit kleinen Kindern, Rentner, Freizeitnutzer des Schwimmbads und Organisationen in der Nachbarschaft Anspruchsberechtigte sind. </p><p class=\"p1\">Um diese Anspruchsberechtigten in den Bürgerbeteiliungsprozess zu integrieren wurde zunächst vom Stadtteilrat ein „small management team consisting of the City District Manager, the civil servant in charge of work with the youth and an external facilitator hired to coordinate the process“ (Kubicek &amp; Westholm, S. 328, 2010) gegründet. Zudem wurde das Komitee, Patenkreis, ins Leben gerufen. Dieses Komitee bestand aus 25 Vertreten der verschiedenen Entscheidungsträger-Gremien, und anderen Anspruchsberechtigten sowie z.B. Schwimmbäder und Schulen. Der Patenkreis, der sich alle 3-4 Wochen nicht-öffentlich traf, diente gleichzeitig beratend und wegweisend. „It was the seismograph for all the developments in the process, prepared and finished other sub-processes, thought about which target groups could be reichet by which measures, identified the issues not dealt with, collected ideas from other participation methodes and presented the results to the political bodies“ (Kubicek &amp; Westholm, S. 328, 2010). Der Patenkreis war demnach also ein sehr wichtig Instanz für den Prozess. </p><p class=\"p2\">Vom Patenkreis wurden zu einem ein-Tages-Workshop zum Thema Stadionbad Renovierung mehr als hundert Organisationen oder Individuen, die als Anspruchsberechtigt identifiziert wurden, eingeladen. Insgesamt nahmen 65 Personen an dem Workshop teil. Es war jedoch nicht möglich, mit diesem ersten Workshop alle Anspruchsberechtigten genug in den Prozess zu integrieren. Deswegen beschloss man die Leute dort abzuholen wo sie sowieso schon waren. So wurden ein Hort, eine Grundschule, und Schüler der neunten und elften Klasse mit ihrem Alter entsprechenden Methoden befragt. Darüber hinaus wurden zwei Exkursionen angeboten (einmal ins Stadionbad selbst in seinem aktuellen Zustand, und zu einem ökologischen Schwimmbecken). Eine öffentliche Diskussion zu den pro und contra Argumenten zu traditioneller und ökologischer Wassereinigung wurde veranstaltet. Nachdem man herausgefunden hatte, dass Frauen und Mädchen von Personen des männlichen Geschlechts abweichende Vorstellungen im Bezug auf saubere Umziehkabinen, Vorrichtungen gegen Gaffer, und lieber Softball anstatt Fussballfelder hätten, wurde ein spezielles Treffen für Frauen organisiert. Weiter bekamen auch Sportler ein separates Treffen, um ihre Interessen zu äußern. Es stellte sich heraus, dass diese sich vor allem eine 50 Meter Bahn, und klares, mindestens 20 Grad warmes Wasser wünschten. Da das Bad ebenfalls für Menschen mit einer Behinderung nutzbar, also behindertengerecht, sein sollte, wurden Behinderten-Organisationen in den Prozess mit einbezogen. Außerdem wurden die Pläne zur Renovierung noch einmal vorgestellt, nachdem sie vielen Beteiligten unklar waren. </p><p class=\"p1\">Zusätzlich konnte sich jeder über die Website es Projekts <a href=\"http://www.stadionbad.bremen.de\">www.stadionbad.bremen.de</a> (inzwischen deaktiviert) informieren und in dem Forum, dass es über sechs Wochen auf der Website gab, an einer Diskussion beteiligen. In diesem Zeitraum wurden im Forum vier Fragen diskutiert, die nachdem ersten Workshop noch unklar schienen. Im Gegensatz zu der Website wurde das Forum nur minimal genutzt. Die fünfzig Beiträge jedoch, die tatsächlich veröffentlicht wurden waren zumeist konstruktiv und stichhaltig. Dies, und das Argumente aus der öffentlichen Diskussion zu der Wasserreinigunsmethode wiedergegeben wurden, deutet darauf hin, dass sich über das Forum vor allem Leute beteiligten, die sich bereits eingehend mit dem Thema beschäftigt haben, bzw. schon am Prozess beteiligt waren. Es kam zu keinen wirklichen Diskussionen im Forum. </p><h3>Erwägungen, Entscheidungen, und Umgang mit der Öffentlichkeit</h3><p class=\"p1\">Nachdem in der ersten Phase des Projekts sehr offen informiert und diskutiert wurde, kam es in der zweiten Phase vor allem darauf an, Konsens zu schaffen und Unstimmigkeiten zu analysieren. Um die Ergebnisse und Probleme aus den verschiedenen Bereichen bzw. verschiedenen Events zu besprechen, wurde also ein zweiter eintägiger Workshop zusammen gerufen. Die Teilnehmeranzahl wurde hier mit 100 um glatte 60 Leute zu hoch eingeschätzt. Der Patenkreis hatte Tafeln mit den zehn wichtigsten Themen gestaltet, die während des bisherigen Prozesses z.B. auch im Online-Forum aufkamen. Diese Tafeln waren in Konsens und Nicht-Konsens eingeteilt, was innerhalb von kleinen Gruppen diskutiert werden musste. Danach hatte jede Gruppe das Recht, den Themen bis zu drei Punkten zu geben, wenn sie zustimmen und diese für wichtig ansahen. Wenn ein Thema fünf Punkte oder mehr hatte, wurde es in der Vollversammlung diskutiert. Hier wurden final Entscheidungen gefällt. </p><p class=\"p1\">So entschied man sich, weil einfach keine Mehrheit für entweder die traditionelle oder die ökologische Wasserreinigung gefunden werden konnte, weil es für beides überzeugende Argumente gibt, einen Kompromiss zu machen. Man entschied sich „one large pool with chlorinated water and 50-m-lanes, a second one also with chlorinated water and the jumping tower, and a third pool with a maximum depth of 1,40 m and a large „water landscape“ with biologically cleaned water - suitable both for swimmers and for small kids and non-swimmers“ (Kubicek &amp; Westholm, S. 335, 2010) zu bauen. </p><p class=\"p1\">Um das Wasser vor allem im 50m-Becken und in den Duschen zu heizen, sollten Solarpanels errichtet werden. Anstatt Trinkwasser zu verwenden, entschied man sich für die Anlage Wasser aus der benachbarten Weser zu entnehmen. Es wurde die Entscheidung gefällt, Spielstätten für Soft-Ball anzubieten anstatt für Fussball, da hierbei das Unfallrisiko niedriger ist. Eine unüberdachte Tribüne soll zum ausruhen bzw. sonnenbaden oder für die Benutzung bei Sportwettkämpfen dienen. </p><p class=\"p1\">Die bedeutendste Weg, sich über das Projekt zu informieren war sicherlich die Website, auf der der ganze Prozess dokumentiert wurde. Diese wurde im Durchschnitt einhundert Mal pro Woche besucht. Außerdem war es möglich, einen Newsletter zu abonnieren, der während des Projekts sechs mal und danach noch drei mal verschickt wurde. Ungefähr einhundert Personen nutzen dieses Angebot der Email und noch einmal 30 ließen sich den Newsletter per Post zuschicken. So gab es immer eine Quelle, wenn man sich über das Projekt informieren möchte. </p><p class=\"p1\">Aber auch in den Medien wurde von dem Partizipationsprojekt berichtet. Das lokale Fernsehen berichte zweimal, wenn auch sehr kurz. In den zwei lokalen Zeitungen wurden 32 Artikel zum Thema gedruckt. In einem Werbungsblatt ließen sich ebenfalls 14 Artikel finden. Die meisten dieser Artikel waren mit Fotos versehen, was ihnen besonders viel Aufmerksamkeit zugesichert hat. Durch diese ganze Medienberichterstattung entsteht ein Bild von Transparenz, was die Akzeptanz für den Prozess und das Ergebnis erhört. Als negative Folge lässt sich nur feststellen, dass die Motivation sich zu beteiligen geschmälert wurde, da der Eindruck entstand das alles korrekt behandelt würde. </p><h3>Einfluss, Ergebnisse und Effekte</h3><p class=\"p1\">Nachdem es im Stadtteil zu einer Wahl gekommen war, bei der die Ergebnisse des zweiten Workshops befürwortet wurden, überprüfte der Patenkreis noch einmal, ob die Details mit ihren Ergebnisse zusammen passen und überreichte das Konzept dann im Juli 2004 letztendlich an den Stadtteilrat, welcher ohne weitere Diskussionen die Ergebnisse der Wahl übernahm. Es kam noch einmal zu kleinsten Veränderungen durch städtische Instanzen bevor es zu einer Umsetzung kam. „In December 2004, the Sports Deputation took the final decision on the submitted plan. The construction took one and a half years and in August 2006, the Stadionbad was reopened according to plan“ (Kubicek &amp; Westholm, S. 336 , 2010).  </p><h3>Analyse und Kritik</h3><p class=\"p1\">Für dieses Partizipationsprojekt bei dem auch Personen erreicht werden sollen, die vermutlich nicht über einen Internetzugang verfügen (so wie z.B. Rentner durch den digital devide) scheint ein zweigleisige Durchführung mit der Möglichkeit von face-to-face und auch online sehr richtig. Trotz ihrer Affinität zum Internet nutzten auch Jugendliche nicht die Möglichkeit, sich über das Forum auf der Website zu beteiligen sondern mussten in ihren Schulen mit einer direkt auf sie zugeschnittenem face-to-face Methode zur Beteiligung gebracht werden. Was sicherlich auch festzuhalten ist, dass dieses Projekt im Jahr 2001 stattfand und dementsprechend weniger Personen in der Gesamtpopulation generell einen Internetzugang hatten. Von dieser Seite aus betrachtet wirken die Besucherzahlen der Website schon verhältnismässig hoch. Der Versuch, eine Online-Beteiligung auch in das Beteiligungsverfahren zu integrieren, ist für das Jahr 2001 schon recht fortschrittlich und muss deswegen stark lobend erwähnt werden. </p><p class=\"p1\">Trotz allem scheint es, als hätte man Personen, welche nicht über Vereine organisiert sind, wie z.B. Rentner oder Familien mit jungen Kindern sehr schwer erreichen können. Zwar besteht die Möglichkeit, dass der Patenkreis an ihre Interesse gedacht hat, aber oftmals sind diese Interessen für Außenstehende schlicht nicht zu erkennen. Es fehlt als an einer Beteiligung von wichtigen Anspruchsberechtigten. Außerdem finde ich, das der ganze Prozess zu sehr auf den Stadtteil fokussiert war, so wird das größte Schwimmbad, was Bremen zu bieten hat mit Sicherheit auch über die Stadtteilgrenzen hinaus genutzt. </p><p class=\"p1\">Leider konnte man kein besonders hohes Interesse an dem Projekt erwirken, wenn man die tatsächlichen Teilnehmerzahlen mit den erwarteten Teilnehmern bei den zwei Workshops vergleicht, was als sehr negativ zu betrachten ist. Man könnte kritisieren, dass die zwei Workshops im Vergleich zu den anderen Möglichkeiten der Beteiligung zu viel Wichtigkeit zugewiesen bekommen haben, aber dem stimme ich nicht zu, da während des ersten Workshops in Form von Diskussion erst der Anfang für das Projekt gemacht wurde und beim wichtigeren zweiten Workshop Entscheidungen getroffen wurden, wobei aber (was man am Ergebnis sehen kann) die  Zwischenergebnisse und Wünsche der Gruppen mit besonderen Wünschen beachtet wurden. So wurde nach den Wünschen, die in der Diskussion mit den Frauen offen wurde klar, dass sie lieber eine Softballfläche als ein Fussballfeld haben möchten, entschieden und auch den Wünschen der Sportler nach einer 50m-Bahn und einer Tribüne für Wettkämpfe wurde nachgekommen. </p><p class=\"p1\">Allerdings muss auch noch gesagt werden, dass es doch recht streitbar ist ob es sich bei der Lösung, die gefunden wurde, tatsächlicher Weise um einen wirklichen Kompromiss handelt. Wenn alle Becken mit der chemischen Variante gereinigt werden und lediglich eine Wasserlandschaft ohne Chlor, dann hat doch die traditionelle Reinigungsmethode offensichtlich einen größeren Einfluss. Abschließend war dies jedoch die Lösung die innerhalb der Beteiligungsmöglichkeiten gefunden wurde. </p><h3>Sekundärquellen</h3><p>Kubicek, Herbert &amp; Westholm, Hilmar (2010). Consensus Building by Blended Participation in a Local Planning Process: The Case of the Public Stadium Swimming Pool in Bremen. In Rios Insua, David &amp; French, Simon (Hrsg): e-democracy. A group decision and negotiation perspective. Dordrecht: Springer Netherlands, S. 323-341</p><h3>Externe Links</h3><p> </p><h3>Bemerkungen</h3><p> </p>", "title": "Renovierung des Stadionbads, Bremen "}