{"htmlbody": "<h3>Probleme und Beweggründe</h3><p>In der Stadt Königslutter sollte im Rahmen der EU-Richtlinien zur Umsetzung der Aarhus-Konvention ein Landschaftsplan erstellt werden. Entsprechend der Konvention sollte der Zugang der Öffentlichkeit zu den Informationen verbessert und die Öffentlichkeit frühzeitig an der Planung beteiligt werden. Ein weiterer Fokus waren die neuen Medien, die zur Umsetzung dieser Vorhaben genutzt werden sollten. Außerdem sollten ganz gezielt auch Kinder und Jugendliche eingebunden werden.</p><p>Ein Landschaftsplan ist unabgestimmt, hat einen empfehlenden Charakter und ist in Niedersachsen nicht rechtsverbindlich. Nach dem Niedersächsischen Naturschutzgesetz dient er zur Vorbereitung und Ergänzung von Bauleitplanung, dem Schutz besonderer Landschaftsteile und zur Gestaltung der natürlichen Umgebung. </p><p>Das Erprobungs- und Entwicklungsverfahren ist der Planungs- und Durchführungsprozess der Erstellung des Landschaftsplanes und beinhaltet die aktive Einbindung der Öffentlichkeit in diesen Prozess. </p><h3>Geschichte</h3><p>Die Stadt Königslutter bot im Rahmen des Erprobungs- und Entwicklungsverfahrens verschiedene Informations- und Beteiligungsmöglichkeiten bezüglich der Erstellung des Landschaftsplanes an. Der Landschaftsplan selbst sollte zwischen Januar 2002 und Februar 2005 erarbeitet werden. </p><h3>Veranlassende Körperschaften und Finanzierung</h3><p>Verantwortliche waren die Stadt Königslutter, die Organisatorisches und die Öffentlichkeitsarbeit übernahm, ein externes Planungsbüro (entera), welches die inhaltliche Erarbeitung des Landschaftsplanes übernahm und ein interdisziplinäres Team der Uni Hannover, welches für die Gestaltung, den Inhalt, die Technik und die Umsetzung des Planungsunterstützungssystems (Internetplattform) sowie die Begleitforschung zuständig war. </p><p>Finanziert hat das Ganze das Land Niedersachsen sowie das Bundesamt für Naturschutz. </p><h3>Teilnehmerauswahl</h3><p>Die Adressaten wurden entsprechend der Zielsetzung des Projekts und Anhand der variierenden Planungsphasen ausgewählt. Die Zielkonzeption bezog insbesondere Experten mit ein, wohingegen Bestandsaufnahme und Erarbeitung insgesamt sowohl Experten wie auch Öffentlichkeit mit einbezogen. Die Verteilung des Entwurfs fand dann ohne Experten gezielt an die Öffentlichkeit statt.</p><p>Insgesamt waren Teilnehmer sowohl Fachverbände, Fachbehörden, Gemeindeverwaltung, politische Gremien, Umweltverbände, Landnutzer, Eigentümer als auch die allgemeine Öffentlichkeit. </p><h3>Erwägungen, Entscheidungen, und Umgang mit der Öffentlichkeit</h3><p>Es fanden vier themenbezogene Beteiligungsprojekte statt: 1. Radwegplanung; 2.Landschaftsbild; 3.Bodenerosion und 4. Auenrenaturierung. </p><p>Die Radwegplanung beinhaltete eine Exkursion, an der sich alle beteiligen konnten, mit anschließender Diskussionsrunde sowie angekoppelter Diskussion auf der Internetplattform des Projekts, die frei zugänglich war und mit Anmeldung konnte jeder Beiträge veröffentlichen. Außerdem fanden zwei Treffen unter Experten zur Planung statt. Ziel war die Planung neuer Radwege.</p><p>Das Landschaftsbild-Projekt ermöglichte ebenfalls die Teilnahme an Radexkursionen, die später in 360°-Panoramabildern online abrufbar waren. Es wurden weitere Informationen unter anderem als PDF auf die Onlineplattform gestellt und eine Online-Umfrage unternommen. Außerdem gab es hier ebenfalls Diskussionsveranstaltungen und Empfehlungsschreiben. Ergebnisse der Diskussionen wurden online zur Verfügung gestellt. Ziel war die Planung der Landschaftsgestaltung.</p><p>Das Projekt Bodenerosion bestand aus Informationsveranstaltungen und einem Seminar über Schätzverfahren und Maßnahmen zur Bodenerosion sowie drei Diskussionsveranstaltungen und in diesem Rahmen dem Einsatz von unterschiedlichen Visualisierungsmethoden. Ziel dieses Projektes war die Vorstellung eines neuen Schätzrahmens und die Diskussion von Maßnahmen zur Vorbeugung von Bodenerosionen. </p><p>Die Renaturierungsplanung beinhaltete ein Expertengespräch, eine Exkursion, Informations- und Diskussionsveranstaltungen und die internetbasierte Informationsverbreitung des Projektes und der Ergebnisse. Ziel war die besondere Berücksichtigung der Auen und Renaturierung der Bewässerung im Landschaftsplan.</p><p>Im Laufe der Projekte wurden verschiedene Kommunikationsmittel genutzt. Man konnte in der Presse (lokale Zeitungen und Anzeigeblätter), über Aktionen die zum Mitmachen anregten (auch online kommuniziert), das Internetportal welches eine Spielewelt für Kinder und Jugendliche beinhaltete und den onlinebasierten Terminkalender, der über alle Projektaktionen informierte, über E-Mails, Briefe und genannte Aktivitäten aufgeklärt werden, sich beteiligen und teilhaben.</p><h3>Einfluss, Ergebnisse und Effekte</h3><p> Die Beteiligung war insgesamt nicht sehr hoch. Insbesondere am Forum der Internetplattform beteiligten sich sehr wenige Menschen. Es beteiligten sich insgesamt aktiv 2003: 248 und 2004:232 Personen. Dabei fand die höchste Beteiligung direkt bei Diskussionstreffen statt, die ermöglichten, an Karten per Klebezettel Kommentare zu hinterlassen. Dahinter kam das persönliche Gespräch bzw. Telefonat. Die neuen Medien wurden nicht so stark zur Rückmeldung verwendet. Die Onlinepartizipation war schwach. Es gab 830 Rückmeldungen insgesamt. Zum Vergleich: Es leben 17000 Einwohner im Projektgebiet. </p><h3>Analyse und Kritik</h3><p>Evaluiert wurde das Projekt von einem interdisziplinierten Team der Universität Hannover anhand von drei Fragestellungen: </p><p>1. Inhalt, Gestaltung und Handhabung der Internetplattform und der eingesetzten Module </p><p>2. Anforderungen und Erwartungen der Beteiligten </p><p>3. Einfluss der Informations- und Kommunikationsplattform auf den Planungsprozess und die Umsetzung der Ziele und Maßnahmen des Landschaftsplanes </p><p> </p><p>Es wurden unterschiedliche Evaluationsmethoden eingesetzt. Unter anderem: Umfragen, Beobachtung, Usability-Tests, Analyse von Vergleichsmaterial und experimentelle Aktivitäten zum Einsatz der Visualisierungstechnik.</p><p>Die Usability war das Hauptproblem der geringen Nutzung der neuen Medien. Das Forschungsteam kam zum Schluss, dass auf der Hauptseite des Internetauftritts eines solchen Projekts direkt ersichtlich: Terminkalender, Neuigkeiten, Kontaktinformationen und der Zugang zu den Beteiligungswerkzeugen sein sollten. Besonders das Diskussionsforum war für die Nutzer zu schwer aufzufinden und wurde auch deshalb so selten genutzt. Zudem ist fraglich, ob ländliche Gebiete wie Königslutter (zur damaligen Zeit) technisch ausreichend für Onlinepartizipations-Module ausgerüstet waren. Dennoch waren die gespeicherten Daten, die über die Internetplattform erschlossen wurden, sehr geeignet für spätere Analysen.</p><p>Die Spielewelt zog die Aufmerksamkeit der Kinder auf sich und deren Eltern wurden über ihre Kinder zur Teilnahme motiviert. Das wurde auf Veranstaltungen beobachtet. </p><h3>Sekundärquellen</h3><p>Kubicek, Lippa, Westholm:\" Medienmix in der lokalen Demokratie. Die Integration von Online-Elementen in Beteiligungsverfahren auf lokaler Ebene. Abschlussbericht für die Hans Böckler Stiftung Teil 3\", S. 209-228. Bremen, Oktober 2007. </p><p> </p>", "title": "Fallstudie zur interaktiven Landschaftsplanung an der Elm"}