{"htmlbody": "<h3>Probleme und Beweggründe</h3>Im Rahmen des Bologna-Prozesses, also der Umstellung von Diplom- und Magister- Studiengängen auf Bachelor- und Master-Abschlüsse kam es europaweit zu Bildungsstreiks. So auch in Nordrhein-Westfalen. Das Ministerium für Innovation, Wissenschaft und Forschung des Landes NordrheinWestfalen (MIWF) bot in der Folge unter Wissenschaftsministerin Svenja Schulze den Studierenden des Landes vom 31. Oktober bis 21. November 2011 die Gelegenheit, sich online zu den Studienbedingungen zu äußern. Die Landesregierung möchte sich durch diese Online-Partizipationsmöglichkeit für die Studierenden deren Kritik stellen und so die wichtigsten Herausforderungen und Änderungsvorschläge der Studierenden erfragen.<h3>Geschichte</h3><p>Der Prozess des Online-Konsultations-Projektes Besser-Studieren.NRW lässt sich in fünf Phasen gliedern. Diese fanden im Zeitraum von November 2009 bis März 2012 statt. Die eigentliche Online-Konsultation der Studenten in NRW ereignete sich hierbei zwischen dem 31. Oktober und dem 21. November 2011.</p><p><strong>Phase 1: Erstes Memorandum</strong></p><p>Im November 2009 entstand das Erste Memorandum. Die Rektoren und Rektorinnen der Universitäten und Hochschulen in Trägerschaft des Landes Nordrhein-Westfalen erarbeiteten dieses in Zusammenarbeit mit der Landesregierung. Es handelt sich um ein Memorandum zur weiteren Umsetzung des Bologna-Prozesses. Beachtet wurden vor allem das Ziel der besseren Studierbarkeit sowie der Aufnahme der Kritik der Studenten. Im Ersten Memorandum verpflichteten sich die Rektorinnen und Rektoren zu einer Bestandsaufnahme um herauszufinden, wo die Probleme der Studenten zu verordnen sind.</p><p><strong>Phase 2: Fragebogenaktion, Dialoggespräche und Bologna-Statuskonferenz</strong></p><p>Von Dezember 2010 bis Februar 2011 erfolgte diese Bestandsaufnahme zu möglichen Verbesserungen. Das Wissenschaftsministerium schickte hierzu Fragebögen an 37 Universitäten und Hochschulen in NRW. Diese wurden in einem Dialoggespräch über den Bologna-Prozess mit den Studenten besprochen. Auf der Bologna-Statuskonferenz besprach Ministerin Schulze mit den Vorsitzenden der Landesrektorenkonferenzen der Universitäten und Hochschulen, Hochschulleitungen, Vertretern aus der Hochschulforschung und nicht zuletzt mit Studierenden, die Ergebnisse der Bestandsaufnahme sowie die Fortschritte auf dem Weg zu einer gelungenen Hochschulreform.</p><p><strong>Phase 3: Online-Konsultation</strong></p><p>Vom 31. Oktober bis 21. November 2011 fand die Online-Konsultation statt. Erstmals haben so die Studenten in NRW die Möglichkeit der Online-Partizipation zu den Themen der Studierbarkeit. Das Online-Partizipationsportal bot den Studierenden die Möglichkeit einer kurzen Umfrage von 5 Fragen zur Studierbarkeit in NRW sowie die Möglichkeit zum Rating sowie zur Diskussion von 12 Thesen des Ministeriums. Weiterhin bestand die Möglichkeit, eigene Thesen zu erstellen und zu diskutieren.</p><p><strong>Phase 4: Auswertung, Ergebnisse und Rückmeldung </strong></p><p>Im Anschluss an die Online-Konsultation erfolgte die Auswertung der Ergebnisse. Diese wurden inklusive Lösungsvorschlägen in einem Ergebnisbericht zum 30. Januar 2012 niedergeschrieben. Da es ein Ziel war, die Einflussnahme der Studierenden an der Hochschulreform zu gewährleisten, sollten diese Ergebnisse in ein zweites Memorandum und in die Gestaltung der Hochschulpolitik sowie in die rechtlichen Rahmenbedingungen der Universitäten und Hochschulen in Trägerschaft des Landes einfließen.</p><p><strong>Phase 5: Zweites Memorandum</strong></p><p>Am 1. März 2012 unterzeichneten Wissenschaftsministerin Schulze und die Vorsitzende der Landesrektorenkonferenz der Universitäten, Prof. Dr. Ursula Gather sowie der Vorsitzende der Landesrektorenkonferenz der Fachhochschulen, Prof. Dr. Martin Sternberg das Zweite Bologna-Memorandum \"Erfolgreich studieren in NRW\". Die Ergebnisse der Online-Konsultation flossen in dieses ein. Im Rahmen des Memorandums wurden Maßnahmen zur besseren Studierbarkeit vereinbart.</p><h3>Veranlassende Körperschaften und Finanzierung</h3>Die Zebralog GmbH &amp; Co KG wurde durch das Ministerium für Innovation, Wissenschaft und Forschung des Landes Nordrhein-Westfalen mit der Konzeption, Umsetzung, Moderation und Auswertung dieser Online-Konsultation beauftragt.<h3>Teilnehmerauswahl</h3><p>Eine Einschränkung der Teilnehmer lässt sich nicht feststellen. Gerichtet war die Online-Partizipationsplattform jedoch an die Studierenden in NRW. Im Anschluss an die Umfrage konnten die Teilnehmer Angaben zu ihrer Person machen:</p><ul><li>Die Mehrheit der Teilnehmenden (43%) befinden sich demnach in der Altersgruppe 18-23 Jahre. 40% sind zwischen 24 und 29 Jahre alt. 5% gehören der Altersgruppe 30-35 Jahre an. 10% der Teilnehmer machten keine Angabe zu ihrem Alter. </li><li>Auffällig und eher untypisch ist, dass die deutliche Mehrheit (53%) der Teilnehmenden weiblich ist.</li><li>Insgesamt 60% der Studierenden befinden sich in den ersten sechs Semestern ihres Studiums. Der Anteil der Studenten im ersten und zweiten Semester ist hierbei mit 22% am größten.</li><li>Weiterhin gaben die Teilnehmer an, an 80 verschiedenen Universitäten und Hochschulen in NRW zu studieren. Der Großteil dieser Studiert in größeren Städten, doch auch kleinere Hochschulen, Private Hochschulen und Fernuniversitäten sind vertreten.</li></ul><h3>Erwägungen, Entscheidungen, und Umgang mit der Öffentlichkeit</h3><p>Im Rahmen der Online-Konsultation vom vom 31. Oktober bis zum 21. November 2011 hatten die Studierenden NRWs verschiedene Möglichkeiten zur Einflussnahme:</p><ol><li>Eine kurze, circa dreiminütige Umfrage von fünf Fragen und ausgewählten sozio-demographische Daten lieferte ein Überblick zum Thema Studierendenzufriedenheit sowie über die Teilnehmerstruktur. Diese Umfrage wurde 19.829 Mal ausgefüllt. </li></ol><ul><li>Die erste Frage galt der allgemeinen Studierendenzufriedenheit und zeigte, dass die Mehrheit der Teilnehmenden der Umfrage im Großen und Ganzen mit dem Studium zufrieden ist.</li><li>Die zweite Frage betraf die Einschätzung der Bemühungen der eigenen Hochschule, gute Studienbedingungen zu schaffen. Auch hier antwortete der größte Teil der Studierenden (44%) mit „trifft eher zu“. Es ist jedoch anzumerken, dass insgesamt nur 61% der Studierenden der Aussage „meine Hochschule bemüht sich gute Studienbedingungen zu schaffen“ eher oder voll zustimmten.</li><li>Im Rahmen der dritten Frage gaben nur 40% der Studierenden an, ein Vollzeitstudium sei in der Regelstudienzeit einzuhalten. Der größere Teil gab an, die hohe Stundenzahl aufgrund des Jobs, der Familie oder anderen Gründen nicht einhalten zu können.</li><li>Frage vier ergab, dass ganze 47% der Teilnehmer keinen Aulandsaufenthalt absolvierten oder planten.</li><li>Die fünfte Frage ergab, dass 46% der Bachelorstudierenden im Anschluss einen Masterstudiengang planten.</li></ul><p>  2.  Im Anschluss an die Umfrage wurden die oben genannten soziodemographischen Inhalte erfragt.</p><p>  3.  Den weit größeren und ausführlicheren Bereich der Beteiligung stellt die „Diskussion“ dar.<br/>       Das Wissenschaftsministerium gab 12 Thesen vor, die in einer Fünfer-Skala (-- / - / 0 / + / ++) bewertet werden<br/>       konnten. Die abgegebene Wertung konnte daraufhin auch in einem Kommentar begründet werden.Insgesamt<br/>       gingen 13.915 Kommentare und 12.690 Bewertungen ein. Die Themen der 12 Thesen des<br/>       Wissenschaftsministeriums  sind:</p><ul><li>Regelstudienzeit und Arbeitsbelastung</li><li>Studienorganisation, Zeitplanung, Veranstaltungsüberschneidungen</li><li>Berufsqualifikation nach dem Bachelor-Abschluss</li><li>Individuelle Ergänzungsbereiche im Studium</li><li>Auslandsaufenthalte / Partnerschaftsabkommen mit ausländischen Hochschulen</li><li>Praxisphasen</li><li>Masterstudienplätze</li><li>Anerkennung andernorts erbrachter Studienleistungen</li><li>Beweislast bei der Anerkennung andernorts erbrachter Leistungen</li><li>Gleichwertige Kompetenzen im Rahmen der Anerkennung</li><li>Anerkennung im Ausland erbrachter Leistungen</li><li>Lebenslanges Lernen</li></ul><p>  4.  Des weiteren hatten die Studenten die Möglichkeit eigene Thesen zu erstellen und diese von anderen<br/>       Studenten bewerten und kommentieren zu lassen. Es entstanden 73 neue Thesen zu folgenden<br/>       Schwerpunkten:</p><ul><li>Finanzierung des Studiums / BAföG / Studiengebühren</li><li>Qualität der Lehre / Ausstattung der Hochschulen</li><li>Studieren mit Kind</li><li>Studieren mit Behinderung</li><li>Die Situation ausländischer Studierender</li><li>Zugangsvoraussetzungen zum Studium</li><li>Die Rolle des AStA</li><li>Die Vergabe von SHK- und Tutorenstellen</li></ul><p>Für die Studenten bestand die Möglichkeit, andere Studenten durch Social-Media-Verknüpfungen über Facebook, Twitter und Google+ auf die Umfrage und einzelne Thesen aufmerksam zu machen.</p><h3>Einfluss, Ergebnisse und Effekte</h3>Die hohe Beteiligung der Studenten zeigt, dass die Themen der vorgegebenen Thesen vom Wissenschaftsministerium richtig erkannt wurden und noch aktuell sind. Laut des Ergebnisberichtes sind die Ministeriumsthesen die mit Abstand am meisten kommentierten Thesen der Online-Konsultation. Auch wurden zu den Themen der Ministeriumsthesen viele zusätzliche Thesen von Studierenden verfasst, welche die Thematik um einige weitere Punkte ergänzen. Auffällig ist, dass besonders die Themen Regelstudienzeit und Studienorganisation / Arbeitsbelastung stark diskutiert und durch neue Thesen ergänzt wurden. Auch zu den Themen Berufsqualifikation und lebenslanges Lernen wurden durch die Studierenden neue Thesen verfasst. Desweiteren ergänzten die Studierenden die vom Ministerium vorgeschlagenen Themen durch neue Themen.  Die Ergebnisse der Online-Konsultation flossen zum 30. Januar 2012 in den Ergebnisbericht ein und wurden in das zweite Memorandum \"Erfolgreich studieren in Nordrhein-Westfalen\" und in die Gestaltung der Hochschulpolitik sowie in die rechtlichen Rahmenbedingungen der Universitäten und Hochschulen in Trägerschaft des Landes aufgenommen. Ein Beispiel hierzu ist die Aufnahme in das Hochschulzukunftsgesetz vom 11. September 2014. Das HZG lässt die von den Studenten oft beklagten Anwesenheitspflichten bei Lehrveranstaltungen bis auf wenige Ausnahmen entfallen (Artikel 1 §64 Abs. 2a HZG NRW). <h3>Analyse und Kritik</h3>Es ist anzumerken, dass es sich bei dieser Online-Konsultation nicht um eine repräsentative Beteiligung aller Studierenden Nordrhein-Westfalens handelt. Allerdings sollten so viele Studierende wie möglich erreicht werden. Die Beteiligungszahlen zeigen, dass dies auch erfolgreich gelang: 19.829 Teilnehmerinnen und Teilnehmer füllten die Umfrage aus, rund 14.000 schriftliche Beiträge gingen im Bereich „Diskussion“ ein. Der  Bericht zeigt demnach aber die Meinung der teilnehmenden Studierenden an dieser Online-Konsultation und nicht die Meinung aller Studierenden NRWs im Sinne einer repräsentativen Umfrage. Wenn in der Auswertung von „den Studierenden“ gesprochen wird, bezieht sich dies also auf die Teilnehmerinnen und Teilnehmer, die sich an der Online-Konsultation beteiligt haben und nicht repräsentativ auf alle Studenten NRWs. Die Online-Partizipationsplattform \"<a href='http://www.besser-studieren.nrw.de\"'>www.besser-studieren.nrw.de\"</a> gestaltete sich sehr nutzerfreundlich und gibt dem Interessenten viel Information über den Status des Projektes. Eine Anmeldung war für die Umfrage nicht notwendig. Des weiteren war die Verknüpfung mit den Social-Media-Plattformen Facebook, Twitter und Google+ ein einfacher Weg für die Studenten, um Kommilitonen auf das Projekt aufmerksam zu machen. Die häufige Benutzung der Möglichkeit der Bewertung und Diskussion der Thesen des Ministeriums bestätigte, dass die angesprochenen Themen für die Studenten von großer Bedeutung sind. Durch die weitere Möglichkeit für die Studierenden, eigene Thesen zu erstellen und bewerten sowie diskutieren zu lassen ergaben sich darüber hinaus weitere Ansatzpunkte sowie auch Lösungsvorschläge der Studierendenschaft für das MIWF.   Betrachtet man die Ergebnisse des Projektes Besser-Studieren.NRW, so ist das gesetzte Ziel der Einflussnahme der Studierenden in NRW erreicht worden, da die Meinungen und Anliegen der Studenten aktiv in die Gestaltung der Hochschulreform sowie das HZG eingegangen sind.<h3>Sekundärquellen</h3><ul><li>Rieck, Sophia; Märker, Oliver. 2012: Ergebnisbericht Www.besser-studieren.nrw.de. Abrufbar unter: <a href=\"http://besser-studieren.nrw.de/sites/default/files/Ergebnisbericht_Besser-Studieren.NRW__0.pdf\">http://besser-studieren.nrw.de/sites/default/files/Ergebnisbericht_Besse...</a><br/>(Letzter Aufruf: 23. Dezember 2014)</li><li>Online-Partizipationsplattform abrufbar unter: <a href=\"http://www.besser-studieren.de\">www.besser-studieren.de</a> (Letzter Aufruf: 23. Dezember 2014)</li><li><a href=\"http://www.wissenschaft.nrw.de/hochschule/hochschulrecht/hochschulzukunftsgesetz/\">http://www.wissenschaft.nrw.de/hochschule/hochschulrecht/hochschulzukunf...</a> (Letzter Aufruf: 23. Dezember 2014) </li></ul><p> </p><h3>Bemerkungen</h3><p>Diese Fallstudienbeschreibung gründet sich auf den Angaben der o.g. Quellen. Für detailliertere Auswertungen der Online-Konsultation lesen Sie bitte den o.g. Ergebnisbericht.</p>", "title": "Besser-Studieren.NRW"}