{"htmlbody": "<p>History</p><p> </p><p>MoveOn was founded by the married couple Joan Blades and Wes Boyd during the Lewinsky affair in the late 1990s. Tired of scandal-focused politics, they started a web site providing a petition addressed to Congress, to censure Clinton‘s behaviour but to continue working on serious political issues. Within a week the petition was subscribed to by more than 100.000 people. Nevertheless, Congress didn‘t react to the petition though MoveOn gained some medial attention.</p><p>After the Lewinsky affair MoveOn possessed a great email list, but missed a main purpose. This situation changed with the terror attacks of 11 September 2001 and the following war against terrorism. It fused with the mailing list of Eli Pariser by making him the executive director. His list, 9-11.org, was as big as the one of MoveOn, and together they became the leading voice in the anti war movement and an important progressive political actor. It gave significant support to Barack Obama‘s election campaign, carried out other political projects and developed new opportunities of participation.</p><p> </p><p> </p><p>Organisation</p><p> </p><p>Move on is based on it‘s enormous number of members. As it‘s mails are received by 4.5 million people, it can generate powerful action, if just a small part of the recipients read the email and even a smaller part can be engaged to really take action.</p><p>There also exist 250 MoveOn Councils which consist of a minimum of four MoveOn members and work on local issues and organize physical actions. Council members gain a certain reputation within the organisation, but after the election of Obama they got less important.</p><p>In contrast to it‘s great corpus of members it‘s internal bureaucratic structure is rigorously minimalistic. There are 19 people working full time on the emails and the analysis of member data but there is no physical office in order to avoid any infrastructure costs. Besides the 19 employees there are eleven field organizers who support the work of the councils.</p><p>So in contrast to many other interest group organisations MoveOn dispenses to employ scientists, specialists or lobbyists who focus on a specific topic to directly influence the political process or debate. Instead it is formed as a generalist organisation without a special topic but with progressive political attitudes, which allows MoveOn to work on a range of different topics, and so to succesfully address a wide range of people.</p><p> </p><p> </p><p>Functioning</p><p> </p><p>As MoveOn is a generalist organisation it works with a great membership on many different topics. It is essential to have such a big mailing list as not everyone is interested in every topic, and even not everyone interested can be encouraged to take action. But as there are so many people receiving the mails, there remain enough people to react and generate effective action.</p><p>The role of the internet as a medium for information for this kind of organisation is important, as there is almost no relation between the costs and the number of recipients. So the internet enabled MoveOn to become a generalist, and MoveOn itself understood the new rules of online communication to build up an efficient organisation by redefining the concept of membership. A MoveOn member needs to do almost nothing apart from reading some of the received emails and to participate once a year or even less. The crucial point is that inactivity doesn‘t harm the efficience or effectiveness of the organisation anymore, as it would have been if it sent physical letters or if there was an unreliable member in a group. Instead, even someone who had not taken action for years still offers the chance to participate and give a valuable contribution. And if not, he or she still didn‘t cost anything.</p><p>But next to it‘s bare size, there are different factors making MoveOn a succesfull actor. It does not send too many emails to not make anyone perceive them as spam. And not every member gets every email. MoveOn analyses it‘s members by the projects they participate or donate, so if there is a special issue which fits an appropriate group just these members will receive the email. This way, people with special interests stay informed and can participate in theses topics, without sending too many emails. But there are also emails sent to all of the members, to use the full potential of the large mailing list.</p><p>Furthermore, MoveOn pretests it‘s emails according to scientific standards. To do so it sends different versions of an email to a small but representative group of members and analyses the outcome, e.g. in terms of open rates and clickthrough rates. Afterwards, MoveOn sends an optimized email with the best chances to appeal to the addressees and make them take action.</p><p>Also the point of time for MoveOn is an important variable to reach the best effect. It‘s gearded to the daily media and sends emails relating to current issues. So the people are familiar with the topic and are interested already. This increases the chance to create action. Also everyone gets encouraged as it is emphasized that even small donations are a valuable contribution.</p><p>In addition, MoveOn asks its members which topics they are interested in and integrates them into the communication process. For example, it held a contest between the members who could send in a video with the title „Bush in 30 seconds“. The members also voted on which was the best one and as a result MoveOn gained the best video to address its audience. Of course a video originating in such a process has a highly viral potential. Virality is another important factor which helps MoveOn to generate 500.000 new members each year.</p><p>Overall MoveOn appears to be the prototype of a new modern internet based not for profit organisation as it managed to optimize it‘s techniques of communication for the digital media. It redefined the concept of membership, reduced to receiving mails and occasionally participation. This enabeled MoveOn to become a great and succesfull generalist organisation.</p><p> </p><p> </p><p>Importance</p><p> </p><p>MoveOn became an important political actor as its not just the biggest interest group today, but outperforms every participatory group ever appeared in the United States. It managed to generate large amounts of money and other ressources to support political parties or other organisations and so exert influence on politics and society.</p><p>MoveOn changed the mode people participate in politics as its concept of a giant online based generalist organisation appears to be a disruptive innovation in the sector of citizen participation. Karpf compares its effect in the world of participation with the significance Amazon.com had on the book trade (Karpf, 2009).</p><p> </p><p> </p><p>Examples</p><p> </p><p>MoveOn supported Barack Obamas campaign during the elections in 2008. It collected 88 million dollars and more than 900.000 volunteers worked for more than 20 million hours to support Obama. Again MoveOn proceeded quite strategically and organized a campaign called „Call for Change“, demonstrating flexibility and creativity. As the areas who mostly supported the democrats also contained many MoveOn members and councils, areas less supporting the democrats contained less members to work for the campaign. So the „Call for Change“ participants in the democrat dominated regions got telephone lists of the battleground states, and so promoted Obama in those regions, where the decision was ambiguous.</p><p> </p><p>Another project demonstrating MoveOn‘s strategical procedure is the donation campaign for different progressive organisations betrayed by Bernard Maddof, a Wall Street financier. The issue was in the media so everyone knew about the background. And as there where different organisations scammed, a wide range of people with different interests could be effectively addressed. Furthermore MoveOn found two organisations which matched every donated dollar with one dollar, but just if the donation came in within a short deadline. So the people knew about the issue, most probably knew about an organisation they liked benefiting from the donations and really where motivated to donate immediately. </p><p> </p><p> </p><p><strong>Source</strong></p><p>Karpf, D., 2009. The MoveOn effect: Disruptive innovation within the interest group ecology of American politics. APSA 2009 Toronto Meeting paper</p>", "title": "MoveOn"}