{"htmlbody": "<p><strong>Definition</strong></p><p>A new method for evaluating the efficiency of participation.</p><p><strong>Problems and Purpose</strong></p><p>Aims to lay the foundation for rigorous comparison of the efficiency of different participation methods by using the data itself. This has not been possible before.</p><p><strong>History</strong></p><p>Based on 40+ years’ experience of participation and community engagement. Key ideas are drawn from well-established principles in theoretical ecology and communication theory and so have a sound intellectual pedigree.</p><p><strong>Scope</strong></p><p>The new method, the Effective Number of Issues (ENI) appears to be applicable to any form of participation where there is a flow of information from participants to sponsor. It permits direct comparison of the efficiency of different participation methods. It can therefore be used for data-driven research into the factors that make for success (in the sense of greater efficiency) in participation.  </p><p><strong>Rationale and Description</strong></p><p>Around the world citizens like you and me are invited to participate in decisions about all sorts of things. What kind of digital future do we want? How do we spend our leisure time?  Where should new homes be built? How much local tax are we prepared to pay? What should future provision for the Arts be like? Where should a new waste incinerator be located? Of course it’s not only towns and cities who want information from us; it’s health providers, transport undertakings, central governments and a lot more besides.</p><p>One thing is certain: there is a lot of participation going on, using different processes to get our views as citizens, service users or consumers. There are traditional questionnaire surveys, focus groups, e-participation exercises, citizens’ juries, deliberative conferences, world cafés, town hall meetings – the list goes on and on.</p><p>Wouldn’t it be good if we knew how efficient these different processes were, and how well they perform their common task of communicating our views as citizens? And what if we could compare the efficiency of all these different processes in different circumstances?  That would be great, wouldn’t it?</p><p>I have developed a precise measure of the efficiency of consultation, participation and engagement processes which will enable us to do just that. Drawing on established ideas from ecology and communications theory, the key proposition is that the efficiency of a participation should be assessed in terms of the information flow it generates.</p><p>I have created a new tool for measuring this information flow. It is called the Effective Number of Issues (ENI) and adapts a technique ecologists use to measure the biodiversity of a community of plants or animals. If we think of the information flow as giving rise to a community of issues we can use the ENI to calculate the diversity of this community and thus the efficiency of the process.</p><p>To calculate the ENI you need a list of all the different issues that are used in, or emerge from, the participation process, and a count of the number of times each one appears. You also need the ENI formula, which is ENI = exp (H’), where H´= - ∑px ln (px). In this formula ‘p’ is the relative frequency of each issue and ‘ln’ is the natural logarithm. The calculations are quite straightforward using Excel and there is a step by step guide to the procedure here: <a href=\"http://bit.do/calculateENI\">http://bit.do/calculateENI</a>.</p><p>Armed with the ENI we can now rate the efficiency of different participation processes, and explore what makes one process more efficient than another. As a start, Alfred Taudes, Hannes Leo and I have used the new tool to measure the efficiency of the idea generation stage of the Vienna Digital Agenda e-participation. (You can read more about this in the paper by May, Leo and Taudes). The ENI for this process (145.9) is the highest ever recorded. Unless, of course, you know of a participation process that can challenge Vienna for the top position? Do tell us!</p><p><strong>Secondary Sources</strong></p><p>May, J., Leo, H., Taudes, A. Evaluation of E-Participation Efficiency with Biodiversity Measures – the Case of the Digital Agenda Vienna. <em>Accepted for Cedem conference 2015. Preprint available here: <a class=\"moz-txt-link-freetext\" href=\"http://epub.wu.ac.at/4479/\">http://epub.wu.ac.at/4479/</a> </em></p><p>May, J. Measuring the efficiency of community engagement: an ecological analogy. <em>International Journal of Market Research,</em> in press.</p><p>May, J. Fundamental Limits to the Efficiency of Public Consultation and Stakeholder Engagement. <em>Manuscript submitted for publication</em>.</p><p><strong>Notes</strong></p><p>The ENI is still very much a work in progress, and readers of this Participedia entry are invited to submit ENI analyses of their own data – it is quite straightforward! Instructions for doing the analysis are at <a href=\"http://bit.do/calculateENI\">http://bit.do/calculateENI</a>. If you prefer, send the data to me and I will do the analysis for you. All that is needed is the frequency distribution of the issues raised in the participation, i.e. what did people talk about/comment on, and how many times did each issue arise?</p><p> </p>", "title": "Evaluating the efficiency of participation"}