{"htmlbody": "In 2014 the City of Boston initiated “Youth Lead the Change,” the nation’s first participatory budgeting (PB) process focused exclusively on youth (1). Its goals included civic education and engagement, and the inclusion of youth voices that are typically marginalized from politics in the City’s capital planning process. <h3>Problems and Purpose</h3><p>According to the original Request for Proposals (RFP) produced by the City of Boston, “the goals of Boston’s Participatory Budgeting project are to: Help ensure the capital plan reflects the priorities, interests and energy of Boston youth; teach youth about the City-building (and budgeting) process; empower youth to participate in government.”</p><p>The proposal submitted by the contractor, Participatory Budgeting Project (PBP), characterized the anticipated effects of the process as follows: “Giving Boston youth the ability to affect public spending will be an eye-opening experience with major impacts: (1) Education… (2) Community Building…(3) Empowerment… (4) Community Improvements…” The proposal later adds that PBP is “…particularly interested in engaging populations who are typically disenfranchised and marginalized from politics. This includes youth – especially low-income youth, youth of color and immigrant youth.” In a rulebook created by the steering committee for participatory budgeting in Boston, other goals cited were to \"increase youth power,\" \"allow all voices to be heard,\" \"build stronger, safer, and healthier communities,\" and \"strenghten city-wide sense of pride, solidarity, and equality.\"</p><h3>History</h3><p>The idea of bringing Participatory Budgeting to the City of Boston was initiated under Mayor Menino, and in keeping with a broader theme of Menino’s time in office, the administration sought to add a youth civic education component to the typical PB process. By the time the process began, Mayor Walsh was beginning his term in office, and his administration expressed continued support for youth programming and for YLC in particular. The first pilot happened from January to June 2014. </p><h3>Originating Entities and Funding</h3><p>The City of Boston led and funded the project, which was implemented by the contractor Participatory Budgeting Project. A million dollars was written into the 2014 fiscal year capital budget for “Youth Lead the Change” with the actual spending to be determined through the YLC process. However, because the money was allocated within the capital budget, only capital projects would be eligible. This meant that projects to be proposed through the PB process must be for physical infrastructure or technology, be located on City-owned property, cost no less than $25,000 and last at least 5 years.</p><h3>Participant Selection</h3><p>While the program fell short of its initial goals for total turnout, it did a great job of targeting young people of color from low-income neighborhoods. In general, neighborhoods with high youth populations were well represented. Of those who participated this year, more than half said that they would participate again, and many would like to participate in more in-depth ways than they did this year.</p><p>Participants were mostly of high school age and voters were mostly from Boston Public Schools. However, among Change Agents, a majority attended exam schools, charter schools or suburban schools through the METCO program, and most seem to have been previously engaged through other Cityrelated programs and organizations, indicating a need to expand the deepest forms of participation to those least likely to have been reached by City services. In addition, young men were under-represented among participants relative to young women.</p><p>Attrition was a challenge, especially among youth members of the Steering Committee. In addition, young people who did come to the SC meetings didn’t always feel comfortable enough to share their ideas. However, they cite the success of certain facilitation techniques, such as small group discussions, in helping to mitigate this problem.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The process had several key stages: establishing a Steering Committee made up of thirty youth-serving organizations which created a rulebook for the process, holding idea assemblies in a variety of neighborhoods throughout Boston to generate ideas, engaging a core group of young people as Change Agents to turn those ideas into specific proposals, and holding a vote to determine which proposals would be funded through the 1 million dollar youth budget.</p><p>Change Agents made their decisions through deliberation and consensus, using a decision matrix which urged them to consider feasibility, impact and need. Voters, in contrast, were often hearing about the process for the first time when they arrived at the voting station, and there is some reason to believe that decision-making criteria of voters was more self-interested than that of Change Agents, raising some concerns around parochialism in the voting process.</p><h3>Influence, Outcomes, and Effects</h3><p>An initial set of 473 proposals generated by the idea assemblies was divided into six categories and committees of Change Agents were tasked with turning them into concrete proposals. They engaged in a dialogue with City officials who determined whether or not the ideas were capital eligible and provided cost estimates for individual proposals. Some participants felt inhibited by the size of the budget and the capital eligibility limitations. In cases where an idea was ineligible, City officials were sometimes able to suggest changes that would make it eligible or suggest alternate paths through which projects could be pursued outside of this process. Ultimately, Change Agents prepared a set of 14 proposals which were included on the ballot, and each voter could vote for up to four of these projects. The voting process resulted in funding for 7 projects, which included: Franklin Park Playground and Picnic Area Upgrade, Boston Art Walls, Chromebooks for 3 High Schools, a Skate Park Feasibility Study, Security Cameras for Dr. Loesch Family Park, Paris Street Playground Extreme Makeover Renovation, and New Sidewalks for New Parks.</p><p>In terms of the effects on participants, most of them cited social benefits, increased knowledge and skills, and feelings of empowerment. Social benefits involved the camaraderie within Change Agent committees and a sense of community across the program more broadly. Both Change Agents and youth members of the Steering Committee felt that they learned a lot through their participation in YLC, citing a broader awareness of needs in other neighborhoods and a better understanding of government processes and democracy in general. In addition, many participants reported gaining specific skills including leadership, teamwork, networking, communication and professionalism. Many participants also expressed feelings of power or reported a sense that their voices had truly been heard, while some reported quite the opposite – a sense of disillusionment or disappointment with the process, particularly when they worked on projects which were deemed ineligible or which failed to garner sufficient votes to win funding (while this appears to be a minority of participants, it may represent the viewpoint of others who dropped out of the process earlier).</p><h3>Analysis and Lessons Learned</h3><p>The limited timeframe resulted in challenges throughout the process, with participants feeling that they were unable to be as thorough as they would have liked. The <a href=\"http://scholar.harvard.edu/files/grillos/files/pb_boston_year_1_eval_0.pdf\">Pilot Year Evaluation report</a> (by Tara Grillos) makes the following recommendations:</p><ol><li>An expanded timeline is recommended, as well as better communication throughout all stages of the process, with respect to logistics, roles and responsibilities of various actors, and rules of the process. Related to the theme of information availability, it would also be desirable to enhance the educational aspects of the program, which were cited as major benefits of the process by interviewees.</li><li>To improve turnout and reduce attrition, participants recommend more direct youth involvement in outreach and marketing. In particular, improving the web presence of the program will be essential. For the more intensive forms of participation, specific efforts are required to engage more young men, more traditional public school students and more youth who are not already involved with City programming or related organizations. These efforts might involve street outreach (e.g., canvassing) and better coordination with the public school system.</li><li>Enhancing the social benefits (which proved so desirable for the Change Agents) within the Steering Committee could help to reduce attrition among the youth. In order to encourage participation by those youth who are already in attendance, the use of more participatory tools and activities during the SC meetings is also recommended. In general, Change Agents and SC Members should be made more aware of each other’s work to encourage a more holistic understanding of the process.</li><li>Careful consideration should be given to how to ensure a good fit between community priorities and budget outcomes and to reduce the risk of parochialism in voting strategies. Expanded educational efforts may help to address this, for example through an attempt to coordinate directly with civic education programs within public schools. Other options to consider include expanding the size of the budget, subdividing the budget by geographic or thematic categories, complementing the capital budget with programmatic funding (perhaps through external donor contributions), or using the process as a channel of input for the City of Boston’s capital planning more broadly.</li><li>Continued engagement for youth participants from this year still needs to be defined. Change Agents should continue to be involved in decision-making related to the implementation of the projects they proposed through this process to ensure that the final product reflects their vision. A de-briefing process should be established to report back to participants regarding the findings of this research and to allow for an honest discussion and exchange of ideas between different groups of participants regarding challenges faced this year and how to address them. Finally, now that there is a cohort of first-year youth participants who are already familiar with the process, YLC can draw on that resource to hire young people to serve in leadership roles in next year’s process. </li></ol><h3>External Links</h3><ul><li>\"<a href=\"http://scholar.harvard.edu/files/grillos/files/pb_boston_year_1_eval_0.pdf\">Pilot Year Evaluation report</a>\" (Tara Grillos)</li><li>\"<a href=\"http://www.challengestodemocracy.us/home/boston-launches-first-youth-driven-participatory-budgeting-in-the-us/#sthash.zuOEK6vt.dpuf\">Boston Launches First Youth-Driven Participatory Budgeting in the US</a>\" (Hollie Russon Gilman)</li><li>\"<a href=\"http://www.challengestodemocracy.us/home/youth-lead-the-change-boston-participatory-budgeting-goes-online-for-idea-collection-phase/#sthash.8wkqrST5.dpuf\">Youth Lead the Change: Boston Participatory Budgeting Goes Online for Idea Collection Phase</a>\" (Hollie Russon Gilman)</li><li>\"<a href=\"http://www.challengestodemocracy.us/home/participatory-budgeting-re-imagining-civic-engagement-in-the-city-of-boston/#sthash.Eb2xWDrG.y9OC5Zn7.dpuf\">Participatory Budgeting: Re-imagining Civic Engagement in the City of Boston</a>\" (recap of an event with HKS Professor Archon Fung and Chris Osgood and Shari Davis from the City of Boston)</li><li>\"<a href=\"http://www.participatorybudgeting.org/boston/\">Boston: The Participatory Budgeting Project</a>\" (A summary of the initiative from the contractor)</li><li><a href=\"http://www.participatorybudgeting.org/wp-content/uploads/2014/03/YPB-Rulebook.pdf\">Youth Lead the Change Rulebook</a> (Steering committee for participatory budgeting in Boston)</li></ul><h3>Notes</h3><p>1) This article is an abridged version of the <a href=\"http://scholar.harvard.edu/files/grillos/files/pb_boston_year_1_eval_0.pdf\">Pilot Year Evaluation report</a> by Tara Grillos.</p>", "title": "Youth Lead the Change: Boston’s Youth-Focused Participatory Budgeting (2014)"}