{"htmlbody": "<p><a href=\"http://VouliWatch.gr\">VouliWatch.gr</a> (Vouli=Parliament in Greek) is a collaborative Internet project aimed at bridging the divide between citizens and Greek representatives. It of­fers Greek cit­i­zens the pos­si­bil­ity to ask pub­lic ques­tions to Greek MP’s and MEP’s, monitor their voting behavior as well as well as crowd­sourc­ing cit­i­zen data for leg­is­la­tion. </p><h3>Problems and Purpose</h3><p>Recent developments in Greece have exacerbated public distrust in the current political class. Opinion polls show a vacuum of political representation, disrespect for traditional political institutions, and widespread pessimism about the future. Once a symbol of democracy, the Greek Parliament in particular has represented to the majority citizens a painful systemic failure over the crisis period. Ever since Greece was obliged to implement harsh austerity measures in order to avoid bankruptcy, the rise of unemployment especially among the youth produced political radicalization, extremism and rejection of the establishment parties. Public frustration however comes with a growing demand for more participation in decision and policy making, hence the surge of open government and political technology initiatives, especially by startuppers, policy makers, urban activists and engineers. </p><p>VouliWatch aims to boost participation in the political process by providing a platform through which citizens can have their concerns and claims heard, influence legislation, and contribute to increased political accountability. It also stands for reforms in the legislation-making process in Greece, the promotion of parliamentary transparency and goog government among the three interacting powers (judiciary, executive &amp; legislature). Capitalizing on a series of pre-existing good open government practices and the growing demand for openness and participation in legislation politics, the project utilizes social media, TV appearances and public events to engage more with the younger strata and create a massive circle of volunteers and supporters to boost its effort. </p><h3>History</h3><p>The idea to create a \"Parliamentwatch\" digital platform in Greece was conceived by Antonis Schwarz, a young entrepreneur in 2013. Schwarz met Panagiotis Vlachos, a lawyer and public policy expert who had pioneered open government applications during his tenure in the Greek government and who had just returned to Athens, Greece after a one-year break to attend a Masters' Degree in Boston, USA. Vlachos' focus on innovations in the public sector coincided with Schwarz's preparatory work on Vouliwatch, hence they vividly decided to cooperate, prepare a strategy plan, look for technical support and create a passionate team aspiring to change the rules of parliamentary politics in Greece. Before long, the final line up had been completed in January 2014. Crowd Policy, a Greek start up whose founding members (Michael Psalidas, Giorgos Karamanolis) had prototyped and executed innovative applications for the Greek public administration (e.g. \"Clarity\" (\"Diavgea\" in Greek) program to promote transparency, \"OpenGov\" for open public consultations) were responsible for the development of the digital platform. Maria Nathanael (lawyer, current Chief of Communications) and Nadja Drakoula (lawyer, writer and communications specialist) took over all promotional and communications affairs and drafted a detailed social media plan. Irene Kostaki became the major content manager of the website and Vouliwatch's official correspondent for paliamentary affairs. The team has been managed by Stefanos Loukopoulos, the current managing director who returned to Greece after a considerable career in non-profit entities in Brussels to run the project on a day to day basis. Together with Schwarz (international relations) and Vlachos (strategy &amp; public policy) decide on all matters that relate with the project, its operational and economic development. As of September 2015, Maria Alexiou, a senior in Law from the University of Athens joined the group as Vouliwatch's first trainee, responsible for daily operations and content management. </p><p>In early 2014 the team organized a series of open consultations and meetings, where legislators, policy makers, entrepreneurs, journalists and activists contributed with ideas and offered their generous support. In February 2014 the team invited all parliamentarians and their assistants to an informative meeting, during which both sides exchanged views and concerns on their future cooperation. Almost 1/5 of the total MP number was present, whereas no MP from the Communist Party (\"KKE\") or the Golden Dawn Party ever responded to the Vouliwatch's calls to endorse the initiative or answer to citizens' questions. The project was launced on March 16, 2014 and went viral on the same day within the Greek digital media. Loukopoulos, Vlachos, Schwardz and Drakoula have made considerable TV and radio appearances to promote the project. In the event of the Greek general election, the team decided to use part of their funds to expand the functions of the platform in an effort to inform citizens' on parties' agendas and new candidates. Having cultivated good relations with the NGO community and the open data movement in Greece, Vouliwatch is preparing an one-day session for Greek NGOs to lobby the Greek Parliament for issues related to environmental protection, social policies, welfare, homelessness, civic engagement, urban renewal etc. On the foreign affairs front, the project has endorsed the efforts of the Sunlight Foundation and the OpeningParliament.org to promote parliamentary transparency, while it became a member of the 1st Forum for the Open Government Partnership in Greece in January 2015. </p><h3><strong>Originating Entities and Funding</strong></h3><p>The original team of six who started Vouliwatch used their own money and pro bono work to launch the organization and keep it running over the first six months. Since the launch, it has attracted the attention of international foundations and has recently started receiving project-based grants, e.g. by the Open Society Foundation. In November 2015, Vouliwatch ran a crowdfunding campaign on Indiegogo and raised more than 12,000 euros. The team members are committed to applying for grants from organizations associated with open government, transparency, political accountability and civic participation throughout 2015. </p><h3>Participant Selection</h3><p>Despite its focus on the Greek political system, the initiative welcomes participation by all citizens who are keen to explore the responsiveness of the Greek legislation-makers. Everyone can register as a member in order to ask questions, evaluate MP activity, raise issues and introduce new policy ideas. The team also welcomes financial contributions or volunteering support on content management, social media outreach, promotional events, networking and more. Vouliwatch also offers unpaid traineeships for degree seniors who focus on law, political science, sociology, communications etc. </p><h3><strong>Deliberation and Public Interaction</strong></h3><p>The web app has 5 main functions:</p><ol><li>Ask the MPs / MEPs</li><li>Crowd-source ideas</li><li>Monitor MP voting behaviour </li><li>The Observatory (live newsfeed directly from the Parliament)</li><li>Issue of the Month (an online debate that results to a 'live' political lab)</li></ol><p>plus two special functions especially introduced for the 2015 general election: </p><p>  6. Policy Monitor (comparison and evaluation of parties' agendas)</p><p>  7. Candidate Watch (presentation and citizens' interaction with party candidates)</p><h3><strong>Influence, Outcomes, and Effects</strong></h3><p> As of January 2015, the project had 1048 participants submitting 409 questions to MPs (receiving 50 MP answers)  and 25 crowdsourced ideas. And the website had 44.470 unique visitors.</p><h3>Analysis and Lessons Learned</h3><p>Despite the existing digital divide, a widespread public skepticism against political institutions, the nascent status of open government in Greece and a non-responsive majority of Greek MPs, Vouliwatch has managed to establish itself as a considerable open government and civic engagement organization in Greece since its launch in March 2014. Given the polarized political culture that favors criticism over positive contribution, the Vouliwatch team invested most of its resources in user-friendly tools and social-media outreach in order to win the hearts and minds of the internet users as a credible, non-partisan and independent source of information that extends beyond the limits of online organizing. The team fostered partnerships both at the domestic and at the foreign level with foundations, NGOs and organizations to promote open government, transparency, accountability and civic empowerment in a more systematic fashion. It has also sought close cooperation with the Greek Parliament administration and the Ministry of Reform and e-Government and it managed to join the Forum of the Open Government Partnership in Greece that will be assessing the progress of openess reforms in the future. Having 'survived' three elections over a very thin time period (parliamentarian, European and presidential), Vouliwatch seized the opportunity to experiment with new innovative tools and outreach methods in order to appeal to wider audiences, empower more citizens, produce credible information, create partnerships and pave new paths in digital democracy. </p><p> </p><p> </p><h3>Secondary Sources</h3><ul><li>\"<a href=\"http://www.challengestodemocracy.us/home/vouliwatch-crowd-sourcing-the-greek-parliament/#sthash.2lAQ2IW8.dpbs\">VouliWatch: Crowd-sourcing the Greek Parliament</a>\", Challenges to Democracy blog, Harvard Ash Center.</li><li><a href=\"http://www.forbes.com/sites/federicoguerrini/2014/04/14/how-some-greek-geeks-are-boosting-civic-engagement-in-harsh-times/\">\"How Some Greek Geeks are boosting civic engagement in harsh times\"</a>, The Forbes</li><li>\"<a href=\"http://www.slideshare.net/pkvlachos\">Disrupting Democracy with Technology</a>\", VouliWatch SlideShare presentation.</li><li><a href=\"https://www.indiegogo.com/projects/vouliwatch-empowering-democracy-in-greece\">\"Vouliwatch: Empowering Democracy in Greece\", Indie Gogo Crowfunding Campaign material &amp; video</a></li><li><a href=\"http://blog.openingparliament.org/post/90971566260/case-study-12-vouliwatch\">\"Case Study #12: Vouliwatch\", OpeningParliament.org blog</a></li><li>\"<a href=\"http://www.ekathimerini.com/4dcgi/_w_articles_wsite6_1_14/10/2014_543640\">Vouliwatch website helps make the birthplace of democracy more democratic</a>\", Ekathimerini.com</li></ul><h3>External Links</h3><ul><li><a href=\"http://VouliWatch.gr\">VouliWatch.gr</a> (Greek)</li><li><a href=\"https://www.youtube.com/channel/UCgq6ppo6SE_BVlhOhDQ-L2A\">Vouliwatch YouTube Channel</a> (Greek)</li><li><a href=\"http://www.opengov.gr/en/\">Open Goverment in Greece</a> (English)</li><li><a href=\"https://www.abgeordnetenwatch.de/ueber-uns/mehr/international\">ParliamentWatch</a> (English)</li><li><a href=\"http://www.opengovpartnership.org/country/greece\">Open Government Partnership</a> (English)</li><li><a href=\"http://www.crowdpolicy.com/\">Crowd Policy</a> (English)</li><li><a href=\"http://sunlightfoundation.com/\">Sunlight Foundation</a> (English)</li><li><a href=\"http://www.openingparliament.org/\">Opening Parliament </a>(Multilingual)</li></ul>", "title": "VouliWatch (Greece)"}