{"htmlbody": "<p>The purpose of the DEMOS project was to enable civic participation in the debate about high-profile law proposals in the Buenos Aires Legislature in Argentina, using the open-sourced DemocracyOS software of the non-governmental Democracia en Red foundation. The web app used was <a href=\"http://demos.legislatura.gov.ar/\">demos.legislatura.gov.ar</a>.</p><h3>History</h3><p>The project was led by the Democracia en Red foundation, a non-governmental organization that became active in the political scene of the city of Buenos Aires through its flagship software DemocracyOS (which is spearheaded by <a href=\"http://participedia.net/en/organizations/partido-de-la-red-net-party\">Partido de la Red</a> –the Net Party– since 2013). An agreement was signed with the Buenos Aires City Legislature in early 2014, to pilot an online participatory instance using DemocracyOS. The initiative's launch date was Nov 5, 2014 and lasted 35 days. </p><h3>Originating Entities</h3><p>The sponsoring entity was the Buenos Aires City Legislature, with the technical support of the non-governmental Democracia en Red foundation. Specifically, Vice President 1st Cristian Ritondo presented the project in November 2014 as a means of increasing governmental transparency and citizen involvement.</p><h3>Participant Selection</h3><p>It was open to all Buenos Aires citizens, who were required to open a free DemocracyOS account. DemocracyOS is an open-source platform that can be re-distributed by organizations like the Buenos Aires City Legislature as well as tailored to their needs. Because of its nature as an online platform, the input process was flexible with citizens' working hours. </p><h3>Deliberation and Public Interaction</h3><p>The project had two participatory phases:</p><ol><li><em>Bill Selection</em>: citizens were invited to rank their interests about 16 bills that had been introduced in the legislature, corresponding to 12 political parties (distributed according to their number of seats, with at least 1 project per party). The goal was for citizens to chose which were the 3 most prioritary bills that should be debated online. The results of the phase 1 voting are available <a href=\"http://demos.legislatura.gov.ar/resultados\">here</a>. Instead of a 1 vote-1 point system, citizens could bestow a set number of points based on an agreement rating (i.e. \"Nothing,\" corresponding with 0 points; \"Little,\" corresponding to 3 points; \"Enough,\" corresponding to 7 points; \"Much,\" corresponding to 10 points; or \"Skip,\" corresponding to 0 points). This took place from November 5-18.</li><li><em>Online Debate</em>: the top 3 bills were submitted for discussion, both at an overall level and broken down into the sections of each bill. To that end, each bill was had the following components: bill description in plain language, additional explanatory material from official sources, original bill text, public discussion forum, and voting (\"yes\" / \"no\" / \"abstention\"). The results of the phase 2 voting can be accessed <a href=\"http://demos.legislatura.gov.ar/\">here</a> for each of the 3 bills. This took place from November 19-December 3.</li></ol><h3>Influence, Outcomes, and Effects</h3><p>A total of 13289 citizens visited the app (plus 5800 from neighboring districts) and 6008 of them signed up, out of which a third voted in the second phase of the project.</p><p>The top 3 bills from the Project Selection phase had very different outcomes in the Online Debate phase. The first bill, about nurses' working conditions and sponsored by a leftist opposition party, received overwhelming support (97% positive votes, as seen <a href=\"http://demos.legislatura.gov.ar/law/546cb69eb7241d203c317e7e\">here</a>) mostly because of the mobilization of the party's activists. The second bill, about education spending and sponsored by a center-left opposition party, was more contested (59% positive votes, as seen <a href=\"http://demos.legislatura.gov.ar/law/546cb17d2e36ebd93b5b7ae3\">here</a>). And the third bill, a very controversial one about informal parking guards and sponsored by the ruling center-right party, was highly polarized (48.6% positive vs 49.8% negative, as seen <a href=\"http://demos.legislatura.gov.ar/law/546ca722968292103b07a076\">here</a>).</p><h3>Analysis and Lessons Learned</h3><p>The DEMOS pilot was an unprecedented participatory initiative in Argentina's history using online tools, and was relatively successful in terms of citizen turnout. The project was very innovative in enabling civic engagement in real-world bills that are important to the day to day life of citizens.</p><p>One of the most interesting characteristics of DEMOS was that it was a success story of partnership with a government institution and with politicians from the whole political spectrum. The Buenos Aires Legislature, led by the ruling party PRO, embraced the initiative from the and was very active promoting it, and 12 political parties (all of them except 1) agreed to submit their flagship bills to be considered and debated in the platform.</p><p>Among the learnings, the crucial importance of outreach efforts was succesfully addressed by educating the public about a novel participatory instance that could be confusing for citizens not used to participate. It also became clear that the personal engagement of politicians in the Project Selection phase was a key to determine the winning bills, given that the 3 politicians who were the most active in Twitter were the ones that had their bills selected. On a separate note, something that needs to be addressed in future instances is how to link the participatory outcomes with the parliamentary debate inside the legislature once the project ends.</p><h3>Secondary Sources</h3><ul><li>\"<a href=\"http://www.parlamentario.com/noticia-77496.html\">DEMOS, una nueva herramienta de participación ciudadana</a>\", Parlamentario.com (Spanish)</li><li>\"<a href=\"http://www.infobae.com/2014/11/20/1610005-por-internet-los-vecinos-la-ciudad-eligieron-que-proyectos-debe-tratar-la-legislatura-portena\">Por internet, los vecinos de la Ciudad eligieron qué proyectos debe tratar la Legislatura porteña</a>\", InfoBAE.com (Spanish)</li></ul><h3>External Links</h3><ul><li><a href=\"http://demos.legislatura.gov.ar/\">demos.legislatura.gov.ar</a> [DEAD LINK]</li><li>DemocracyOS software: <a href=\"http://democracyos.org/\">http://democracyos.org/</a></li><li>Democracia en Red foundation: <a href=\"http://democraciaenred.org/index-en.html\">http://democraciaenred.org/index-en.html</a></li></ul>", "title": "DEMOS: Buenos Aires Legislature"}