{"htmlbody": "<p><em>Note:  This article is a stub and is in need of assistance with editing and content, especially with the inclusion material relevant to participatory-democratic processes. Please help us complete it.</em></p><p>~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~</p><p>According to a 2009 study by the U.S. Department of Agriculture, 23.5 million people lack access to a supermarket within a mile of their home. An estimated 3 million people in New York City live in \"food deserts.\" (Food deserts are areas with limited access to affordable and nutritious foods, and are often located in low-income neighborhoods.)</p><p>African American and Latino communities are disproportionately affected by the lack of fresh food. African Americans are nearly four times as likely as whites to live in a food desert. Predominantly white neighborhoods have about three times the number of chain supermarkets as predominantly Latino areas.</p><p>NY Faith &amp; Justice, Faith Leaders for Environmental Justice, and the Riverside Church partnered to address concerns about food and health disparities in New York City. In October 2010 they hosted a Food, Faith, and Health Disparities Summit where over 150 New Yorkers from all five boroughs convened for a day of dialogue and prioritizing actions. After the summit, six action teams formed to address concerns about food and health. The action teams focused primarity on connecting residents with elected officials and local businesses, educating the public around the federal Farm Bill, and developing incentives for people to make healthy food choices. Six months later, four of the action teams were still working to change policy and engage the community around these issues.</p><p>As part of their work to connect the community engagement process with policy change, some of the community leaders involved with this initiative sent a memorandum to the mayor's office to be incorporated into PlaNY, a 25-year plan launched my Mayor Bloomberg in 2007 to make New York City more sustainable..</p>", "title": "Food for Health - Building a Healthy Food System in NYC"}