{"htmlbody": "<p dir=\"ltr\">During the course of 2012 and 2013 the United Nations Development Program (UNDP) supported several participatory initiatives to engage Tunisian citizens in the historical drafting of the country’s new constitution.</p><h3 dir=\"ltr\">History</h3><p dir=\"ltr\">Tunisia's democratic transition after the 2011 revolution has proven the most successful of those derived of the Arab Spring. The UNDP has supported the democratization process for the entire period, supporting the National Constituent Assembly with the constitutional process and parliamentary reform. One of the three main objectives of the UNDP effort was \"to support the NCA in organising and leading an open and participative constitutional process\", enabling meaningful civic participation in the process. The new Constitution was approved by an overwhelming majority of the National Constituent Assembly on January 26 2014, and was signed and promulgated at a ceremony held at the Assembly the next day. </p><h3 dir=\"ltr\">Originating Entities and Funding</h3><p dir=\"ltr\">The originating entities were the UNDP and Tunisia's National Constituent Assembly. UNDP supported Tunisia's constitutional process and parliamentary reform with a very broad set of initiatives, among which one component was the participatory one. The overall UNDP support project was financed through the contributions of Japan, Belgium, the European Union, Sweden, Denmark, Norway and Switzerland, as well as UNDP, for a total budget of $18,621,920 (implemented throughout more than 2 years).</p><h3 dir=\"ltr\">Participant Selection</h3><p dir=\"ltr\">Approximately 5,000 citizens directly participated in these consultations. Dialogue sessions were held in the country's 24 governorates, as well as in various countries with significant populations of the Tunisian diaspora (France, Italy, etc.). These public meetings were open to all citizens, although participants were asked to register in advance due to limited space. Also, 320 students representing the various Tunisian universities participated in a number of dialogue sessions on the draft Constitution. </p><h3 dir=\"ltr\">Deliberation, Decisions, and Public Interaction</h3><p dir=\"ltr\">During the course of 2012 and 2013, UNDP supported a dialogue process between the members of the National Constituent Assembly, citizens and civil society organizations in Tunisia's 24 governorates. One one side, these activities involved 80 members of the Assembly, who benefited from training on legislative and constitutional drafting and public consultation techniques. On the other side, more than 5,000 citizens, 300 civil society organizations and 320 university representatives gave their contributions during the course of the dialogue. The meetings with students from Tunisian universities, which were organized in collaboration with the Ministry of Higher Education, enabled the National Constituent Assembly to establish a framework for discussions with young people and to gather their specific expectations of the constitutional process.</p><h3 dir=\"ltr\">Influence, Outcomes, and Effects</h3><p dir=\"ltr\">According to UNDP sources, the constitution evolved substantially as a result of the input provided by citizens both through this formal process of consultation and through informal lobbying. As the drafts of the constitution advanced, there was a general shift towards adopting international best practices particularly in terms of human rights, reflected for example in Article 46 on gender rights and  in article 49 on limitations on freedoms.</p><p dir=\"ltr\">In parallel, a deliberate effort to include women in the political process proved effective in terms of the participation of women, both in the public consultations and in parliamentary representation. This was achieved by training 4,200 women and sensitizing them on democratic processes, such as the constitutional process, transitional justice, prevention of violence and citizenship. The initiative somehow contributed to the historic increase in the political participation of women, reflected on the increase in the proportion of parliament seats held by women from 2.6% in 2000 to 12.7% in 2013.</p><h3 dir=\"ltr\">Analysis and Lessons Learned</h3><p dir=\"ltr\">The major highlight of this participatory process was the nature of what was at stake: the drafting of a new constitution to ensure the democratization of a country that had been under the yoke of an authoritarian regime since the 1980s. The historic transcendence of this process ensured that public interest was high, so the civic engagement initiatives facilitated by UNDP had a very meaningful substance. At the same time, this gains importance given that citizens inputs are considered to have influenced the constitutional debate substantially.</p><p dir=\"ltr\">Another highlight was the scale of the project, both in terms of participants (5,000 citizens is a major achievement) and of geographic reach (given that the public consultations happened in Tunisia's 24 governorates and in countries with significant Tunisian diasporas). But given the relatively high penetration of internet access in Tunisia, it would have been good to incorporate online venues for civic participation, to scale even more the amount of citizens engaged.</p><p dir=\"ltr\">In terms of learnings, one of the most significant ones was the confirmation of the importance of ensuring meaningful engagement of public officials, to guarantee that civic inputs are truly taken into account. This was successfully achieved by the significant involvement of 80 members of the National Constituent Assembly in the public consultations.</p><p dir=\"ltr\">Another set of learnings derives from the focus of this participatory process in two demographic groups that tend to be overlooked In most participatory initiatives: youth and women. On one hand, the effort to include 320 university students from Tunisian universities was successful mainly because of the partnership with the Ministry of Higher Education, but could have been enhanced by the inclusion of disadvantaged youth with no access to higher education to make the civic inputs more representative. On the other hand, the parallel project focusing on gender equality proved to be a good and necessary complement, given the region’s trackrecord in women rights. The political empowerment of women should be a crucial goal in all participatory innovations.</p><h3 dir=\"ltr\">External Links</h3><p dir=\"ltr\"><a href=\"http://www.undp.org/content/undp/en/home/presscenter/articles/2014/01/27/new-constitution-a-historic-landmark-on-journey-to-democracy-for-tunisia/\">New constitution: a historic landmark on journey to democracy for Tunisia</a>, UNDP (2014)</p><p dir=\"ltr\"><a href=\"https://www.youtube.com/watch?v=XftlTbPsVKI\">[Video] The constitution of the people</a>, UNDP (2014)</p><p dir=\"ltr\"><a href=\"https://drive.google.com/file/d/0B3Iyi9THwePEWkY3R042OFlLaEU/view\">Activity Report, Project of Support to Constitution-building in Tunisia</a>, UNDP (2014)</p><p dir=\"ltr\"><a href=\"http://www.undp.org/content/dam/undp/library/corporate/fast-facts/english/2014_UNDP_Fast-Facts-Civil-Society-Civic-Engagement-Arab-States_EN1.pdf\">Fast Facts: Civil Society and Civic Engagement in Arab States</a>, UNDP (2014)</p><p><a href=\"http://www.undp.org/content/dam/undp/documents/partners/civil_society/publications/2012_UNDP_Strategy-on-Civil-Society-and-Civic-Engagement_EN_final.pdf\">Global Strategy on Civil Society and Civic Engagement</a>, UNDP (2012)</p>", "title": "Civic Engagement in Tunisia's Constitutional Drafting"}