{"htmlbody": "<h3>Problems and Purpose</h3><p>UNITY was founded to cultivate strong, self-reliant Native youth that will be assets to their communities as involved civic members. It also serves as a forum for discussion about problems facing both the individual indigenous peoples and the larger Native American community. Through sharing their experiences and encouraging each other to grow as citizens of their democracies, UNITY trains Native students to develop leadership skills that will allow each to become a representative voice in their nation. </p><h3>History</h3><p>Founded in 1976 by J.R. Cook, a Cherokee from Oklahoma, UNITY evolved from a small group of passionate students who attended programming in southwestern Oklahoma to the national networking organization that hosts semi-annual conferences attended by youth councils from 35 states and Canada. J.R. Cook initially founded a dropout prevention, mentoring, and cultural retention organization, catering specifically to 10 public schools in Oklahoma. However, in 1976, due to the organization's success at building member's self-esteem, it was transformed from a regional to a national organization, gaining non-profit incorporated status. </p><p>At the UNITY conference in 1980 in Great Falls, Montana, the attendees pledged to refocus the organization to increase Native youth participation in government decision making and economic development. They published a \"Declaration for Independence\" in order to publicly take charge of their decisions and lives, which gained UNITY national recognition after Paul Harvey's commentary. </p><p>Today, UNITY is focused on facilitating a cross-tribal dialogue regarding community improvement, cultural retention, youth education, and healthy lifestyle campaigns on reservations. It reaches over 50,000 Native youth from more than 220 youth councils. </p><h3>Originating Entities and Funding</h3><p>J.R. Cook, a Cherokee, incorporated UNITY as a non-profit in southwestern Oklahoma. Funding is provided by donors and is overseen by a Council of Trustees, the governing board of UNITY. </p><h3>Participant Selection</h3><p>Native American youth can form a youth council, which is a community of individuals who want to impact meaningful change in their communities. Youth Councils can originate from high school cultural clubs, recognized tribal youth councils, church-sponsored youth groups, or university Native American associations. Once formed, a youth council can then apply to join the overarching UNITY organization in order to receive the trainings regarding civic participation and leadership that UNITY provides. UNITY provides a list of suggested steps in forming a youth council as well as applying to join UNITY. </p><p>The application process to join UNITY is democratic: members of the youth council must vote to apply to UNITY. The application process includes:</p><ul><li>Drafting of a resoulution to make the youth council a permanent part of the tribal government or other supervising organization's structure</li><li>A steering committee is designated to determine the needs of the community, which will then form the bylaws and objectives of the youth council</li><li>Youth council members elect to uphold the bylaws and objectives by passing the resolution, effectively drafting a youth council constitution</li><li>An advisory council of elders, parents, or otherwise experienced inviduals is formed to oversee the youth council</li><li>Elections should then be held for youth council officers</li><li>Members then conduct their meetings regularly and uphold the passed bylaws and objectives of their youth council</li><li>After following these prescribed steps, the youth council is established and it can seek membership within UNITY, which is done by members of the youth council voting to join the organization</li><li>Once this resolution to join UNITY is passed, a copy can be sent to the UNITY office with a filled-out logistical application. It costs $25 to join the UNITY network. </li></ul><h3>Deliberation, Decisions, and Public Interaction</h3><p>Affiliated Youth Councils are strongly encouraged to provide trainings to community members to strengthen cultural ties and educate them as to their political and environmental system. Specifically, Affiliated Youth Councils are required to promote education, healthy lifestyles, cultural learning, and community engagement through service. </p><p>Once the youth council is formed from members of a single or many Native nation(s) or tribe(s) and is accepted into UNITY, one male and one female from the now Affiliated Youth Council can serve as representatives of the youth council to members of UNITY at their semi-annual conference. The male and female representatives from the Affiliated Youth Council become members of the larger Native UNITY Council, which includes a male and female representative from each member youth council. The National Youth Council was founded in 1992 as a means of better integrating Affiliated Youth Councils in the UNITY community. </p><p>The semi-annual UNITY conference changs location regularly, but its goal to integrate Native youth into a larger community remains. At the conferences, UNITY members are able to meet Native leaders from a variety of tribes and backgrounds. This sharing of experiences is designed as a learning opportunity in and of itself for participants of the conferences. At these conferences, members can vote on UNITY initiatives as well.</p><h3>Secondary Sources</h3><p><a href=\"http://occf.org/unity/\">http://occf.org/unity/</a></p><p><a href=\"https://www.ncjrs.gov/pdffiles1/ojjdp/yfs00107.pdf\">https://www.ncjrs.gov/pdffiles1/ojjdp/yfs00107.pdf</a></p><h3>External Links</h3><p><a href=\"http://www.unityinc.org/\">http://www.unityinc.org/</a></p>", "title": "United National Indian Tribal Youth (UNITY)"}