{"htmlbody": "<h3>Problems and Purpose</h3><p>The Campaign for a Presidential Youth Council is a non-partisan, privately funded, youth-led initiative to establish an advisory board of students aged 16 to 24 years to the American president and Congress. The purpose for establishing a Presidential Youth Council is to collect and share issues and concerns that are relevant to youth under 24 years of age. If established, the members of the council would strive to develop solutions to problems they care about, and they would provide recommendations to the federal government aimed at improving government efficiency. </p><h3>History</h3><p>In April 2012, the Campaign for a Presidential Youth Council was launched by youth, asking for the presidential candidates of each party to commit to establishing a Presidential Youth Council if elected. In 2012, U.S. Representative Larson (D) introduced legislation calling for the creation of a Presidential Youth Council. As of March 2015, the Campaign is still moving forward, but it has yet to be adopted by Congress or the President. </p><h3>Originating Entities and Funding</h3><p>The Presidential Youth Council would be an official Federal Advisory Council by either Congress or the President. The Corporation for National and Community Service would support the initiative by setting up a bi-partisan board of directors and using its ability to seek and receive private funds. The Presidential Youth Council would not be funded by the federal government as originally envisioned. </p><h3>Participant Selection</h3><p dir=\"ltr\">Members must be between ages 16 and 24. The makeup of the council is intended to reflect the geographic, racial, and socioeconomic diversity of the U.S in order to ensure that different perspectives are considered. The President as well as the majority and minority leadership will each appoint four members to the Council. Two members will also be nominated by the congressional leadership of the party that does not control the Presidency. Similarly, the non-partisan board of directors for the Corporation for National and Community Service will select two co-chairs and an executive director from the appointed Council. Any existing local, state, congressional, or non-governmental policy-relevant youth council can each nominate one young person to be considered to serve on the Presidential Youth Council. This nomination will be done in consultation with the sponsoring official or organization of the above mentioned policy-relevant youth councils. The Presidential Youth Council will have 24 members in total.  </p><p dir=\"ltr\">All expenses related to the Presidential Youth Council will be covered as will a stipend for each member in order to ensure that students of all financial means are able to pursue this activity. </p><h3>Deliberation, Decisions, and Public Interaction</h3><p dir=\"ltr\">The structure of the Presidential Youth Council would be decided by the sponsoring entity, either Congress or the President. However, as envisioned by the movement’s founders, each member of the Presidential Youth Council would serve a 12-month term and prior training sessions. The Council would decide its own topic areas for the year, and members would travel to Washington, DC at least four times. In addition to serving as national policy advisors on youth issues, members of the council would engage in monthly conference calls and hold regional outreach events as well as listening sessions in their home districts through the Corporation for National and Community Service. </p><h3>Influence, Outcomes, and Effects</h3><p>As of March 2015, the Campaign for a Presidential Youth Council is still ongoing. Because the Council has not been approved yet, the current leadership for the Campaign is composed of volunteers. These volunteers are organized into a leadership team that coordinates the national outreach efforts. The Campaign also has a <a href=\"http://www.presidentialyouthcouncil.org/board_of_advisors\">Board of Advisors</a>. In addition to the Board of Advisors, the Campaign has had much success receiving endorsements from 37 members of Congress, over 130 organizations, two state legislators, and the White House Council for Community Solutions. However, its initiative has not been implemented by Congress or the President. </p><h3>Secondary Sources</h3><p dir=\"ltr\"><a href=\"http://sparkaction.org/pyc\">http://sparkaction.org/pyc</a> </p><p><a href=\"http://www.huffingtonpost.com/alex-wirth/youth-vote-_b_2247356.html\">http://www.huffingtonpost.com/alex-wirth/youth-vote-_b_2247356.html</a>? </p><h3>External Links</h3><p dir=\"ltr\"><a href=\"http://presidentialyouthcouncil.com/The_Presidential_Youth_Council.html\">http://presidentialyouthcouncil.com/The_Presidential_Youth_Council.html</a> </p><p dir=\"ltr\"><a href=\"http://www.presidentialyouthcouncil.org\">http://www.presidentialyouthcouncil.org</a> </p>", "title": "The Campaign for a Presidential Youth Council "}