{"htmlbody": "<h3>Mission and Purpose</h3><p>By utilizing crowdmapping &amp; harnessing public participation, <a href=\"https://ecomapindia.crowdmap.com/\">EcoMap India</a> aims to build a citizen movement that takes action to solve local eco-hazards or environmental concerns such as waste disposal, water &amp; sanitation, and air &amp; noise pollution that pose immediate risk to community health. This will also encourage government accountability and support community integration.</p><h3>History</h3><p>Started in May, 2014</p><h3>About Us</h3><p>EcoMap India is a citizen initiative that utilizes online mapping power of citizens to collect and disseminate reports on local environmental issues across India. Our aim to harness the power of crowd as well as exploit open source digital technologies and give this power back to people. </p><p>We are pinning issues that might traditionally not seen as environmental or ecological problem but seen in context of urban habitat in a global world are. From polluted, inadequate water supply (that would indicate a polluted source), to un-breathable air (air pollution), to breaching noise limits (noise pollution), unsound waste disposal (as is rampant in most of India), we want people to take notice and know the legislation (by bringing awareness) while creating the only repository of reports on environmental issues faced by people. </p><p>The reports at our <strong><a href=\"https://ecomapindia.crowdmap.com/\" target=\"_blank\">crowdmap </a></strong>are open to contribution anonymously, available to all, easily downloadable as well as share-able. You can see it as just another step towards democratizing of knowledge as a tool for citizen empowerment, better governance as a well as environmental awareness.</p><p>The categories of pins are:</p><ul><li>Solid Waste Disposal</li><li>Medical Waste</li><li>Noise Pollution</li><li>Air Pollution</li><li>Water &amp; Sanitation</li><li>Human-wildlife conflict</li><li>Illegal mobile towers</li><li>Community Initiatives</li></ul><h3>External Links</h3><p><a href=\"https://ecomapindia.crowdmap.com/\">https://ecomapindia.crowdmap.com/</a></p><p><a href=\"http://www.ecomap.in/\">http://www.ecomap.in/</a></p><h3> </h3><p> </p>", "title": "EcoMap India"}