{"htmlbody": "<h2 align=\"center\"><strong>Democracy in Practice: </strong></h2><h2 align=\"center\"><strong>Democratic Student Government Program in Cochabamba, Bolivia</strong></h2><p align=\"center\"> </p><p>This case collectively examines the three pilot projects of Democracy In Practice’s student government program which ran February through November of 2014 in three schools in the Cochabamba area of Bolivia. This program involved replacing student elections with lotteries in which government members were randomly-selected to serve a given term before being replaced by a new group of randomly-selected students.</p><p>Founded in 2013, Democracy In Practice is a non-profit organization dedicated to democratic innovation, experimentation and capacity-building in an effort to contribute to government that is more inclusive, representative, and effective. As an organization, its approach is to work with like-minded communities and groups to experiment with forms of democratic governance beyond elections, contributing a greater understanding of different approaches to democracy as well as the capacity of everyday citizens to self-govern. Accordingly, individual projects, including those discussed here, can be understood to be part of this broader effort, despite also having unique project-specific focuses.</p><h3><strong>Problems, Purposes, and Program Overview</strong></h3><p><em>Problems and Purposes</em></p><p>Following the electoral model, student government typically parallels adult governance more generally: certain kinds of students (generally, the most popular, outgoing, or ambitious) run short campaigns, and after a vote the vast majority of students are excluded from further participation. While student government undoubtedly has less at stake than its adult counterpart, it nonetheless represents an important and formative time in the lives of citizens, and often represents their first encounter with ‘democracy’. Through adopting this relatively exclusive electoral model at an influential time, a number of overlapping problems with potentially lasting consequences arise:</p><ul><li>By limiting governmental participation to a select few students, those excluded are not afforded the opportunity for the social and leadership development that accompanies engagement in community decision-making. Moreover, those few who do get this opportunity are generally those who already possess the skills and/or attributes that are fostered by this type of participation. This not only serves to further uneven social development in students, but also often means that those participating do not learn to work with those unlike themselves or in teams that reflect the diversity of their school communities.     </li><li>Furthermore, by adopting a system whereby the majority of students are excluded from addressing communal issues, one risks both normalizing a lack of participation and socializing students to accept a place on the sidelines, disengaged. What’s more, by adopting this arrangement in an uncritical, matter-of-fact, and unilateral manner, students are discouraged from thinking critically and creatively about how best to involve their communities in the issues that affect them.</li><li>Lastly, by adopting a system that <em>relies</em> on equality rather than facilitates it, student government becomes susceptible to the pre-existing inequalities of the community in which it takes place, which contributes to a lack of representativeness. In this way, student government usually models the very problems that plague governance at higher levels, and often fails to capitalize on an opportunity to model social values that underpin a truly democratic society, such as inclusivity or gender equality.</li></ul><p>It is in response to the above issues – and in support of the broader aims above – that Democracy In Practice instituted the pilot program in the first full year of its operation. Accordingly, the dual aims of the program can be summarized as:</p><ol><li>Through the use of innovative democratic models, to provide students with an experiential democratic education, developing not only the dispositions and capacities necessary for meaningful participation in civic life, but also a critical and creative outlook about how best to involve communities in the issues that affect them.</li><li>Experiment with the incorporation of innovative democratic practices such as random selection into standing government structures and contribute to a greater understanding of their practical potential.</li></ol><p><em>Program Overview </em></p><p>Implemented in three separate schools in the Cochabamba area of Bolivia, the Democratic Student Government Program involved a dynamic and multi-faceted reinvention of student government. Most fundamentally, this reinvention involved replacing elected student governments with those that were randomly selected and rotated from within the student population. These governments of rotated, randomly selected students therefore operated continuously as standing decision-making bodies within the schools. Accordingly, the implementation of this program involved not only clear institutional change but also complex normative change, challenging conventional notions of governance as well as the regular practices and routines of both students and teachers. In this way, the projects explored here differ from other participatory governance initiatives that are typically temporary and limited to a particular issue.</p><p>In launching the program in each school, three age-appropriate workshops were delivered for the entire student population. These workshops focused on the following:</p><ol><li>The first introduced the project in general terms and engaged the students to think critically about the notion of leadership, proposing a more horizontal and collective concept where each of them could be a leader.</li><li>The second involved breakout groups and plenary sessions whereby the student body collectively decided what areas of concern their student governments ought to address.</li><li>The third centred on a more detailed explanation of the proposal for a randomly selected government.</li></ol><p>Following these workshops, open student lotteries were held in each school where between eight and sixteen students were randomly selected to occupy positions within the student governments. These students then occupied their posts for limited terms of two to four months (depending on the school) before being replaced by the next group of randomly selected students. Throughout their terms, the student governments held regular meetings to make decisions regarding their areas of focus – for example, the creation of school libraries or issuing of ID cards – and executed those decisions themselves. Meeting processes varied across schools, with Democracy In Practice providing general scaffolding throughout, and Teacher Advisors (either randomly selected or elected by the student government) having a varying degree of involvement. Given the ongoing nature of the projects and the flexibility of the environment, Democracy In Practice was able to evaluate, adjust, and refine the more specific components of student government operation over the course of the year (e.g. term lengths, the selection of roles within the government, and meeting processes).</p><h3><strong>Originating Entities and Funding</strong></h3><p>The three projects discussed here were originated by Democracy In Practice as part of its ongoing work, with some organizational support from Fundación Abril, and in collaboration with the students and staff of the three schools in which the projects took place: a Valle Alto elementary school (115 students, K-8th Grade), a Pocona high school (135 students, 7th-12th Grade), and a Quintanilla night high school (330 students, 7th-12th Grade). In each of the first two schools, programs were instituted after meetings with – and subsequent approval from – both the schools’ Directors as well as teaching staff. In the third school (a night high school with an older student population), the above approval from the school administration was followed by additional approval by the students themselves. Here, Democracy In Practice’s proposal for a randomly-selected and rotative student government format was explained to the students at a school assembly, and the students were subsequently invited to openly debate the merits of such an approach as opposed to the traditional elected format. This debate was then followed by a school-wide referendum where the students themselves voted in favor of instituting the program.</p><p>Funding was provided entirely from Democracy In Practice’s general operating budget, a fund derived to date entirely from private donations. Descriptions of the three schools in more detail, including information on their demographics, context, and detailed governmental structures can be found at <a href=\"http://www.democracyinpractice.org/work/\">www.democracyinpractice.org/work/</a>.</p><h3><strong>Participant Selection</strong></h3><p>In both the Pocona and Quintanilla high schools, all students were eligible to join the initial pool from which student government members (“participants”) were drawn, and did so on a voluntary basis. In the Valle Alto elementary school, the program started with universal eligibility; however, after testing the experience of the youngest students and consulting school staff, eligibility was adjusted to only include students in Grades Four through Eight, excluding those from Kindergarten through Grade Three. Initially, mandatory participation was experimented with in the Quintanilla high school, after the students themselves voted in such a measure, but this was found unworkable (see ‘Significance, Reflections and Lessons Learned’ below).</p><p>From the pool of willing participants, eight to sixteen participants (depending on the school) were randomly selected in a process that controlled for gender and – in the initial lotteries only – grade level. The first lottery at each school was conducted by Democracy In Practice staff, but this responsibility shifted to the students themselves in subsequent lotteries, with oversight and guidance provided by Democracy In Practice. Thus, the majority of the lotteries were conducted by students, and all were done in an open, transparent, and entertaining manner: students took turns selecting multi-colored or numbered fava beans from an urn in front of their peers. Given the rotative dimension to the student government program, a total of eight student lotteries were conducted over the course of the year in the three schools. After some experimentation, three-month terms were generally found to be the most ideal, allowing greater number of participants and balancing effective term lengths with renewed student commitment and enthusiasm.</p><p>Lastly, in choosing students from within the randomly selected governments for particular roles (e.g. Secretary, President, Coordinator, etc.), different mechanism were used. Within some governments, roles were themselves randomly selected and rotated regularly; in others, student government members voted to choose individuals for particular roles (and indeed were involved in deciding what roles and positions were needed in the first place).      </p><h3><strong>Deliberation, Decisions, and Public Interaction</strong></h3><p><em>Deliberation and Decision-making</em></p><p>Given the nature of the program – the creation and maintenance of continuously operating or ‘standing’ student governments within school contexts – both deliberations and subsequent decision-making took place throughout the year in regular closed-door student government meetings. Unlike other participatory initiatives dedicated to reaching a particular decision or decisions at the end of a finite process, the student governments were continually tasked with making a variety of small decisions (as well as some larger ones) regarding the pursuit and execution of a number of endeavors on a regular basis. The exact processes that these decisions arose out of varied in some degree between schools, but exhibited a number of similarities.</p><p>In Valle Alto, students met twice a week in 45-minute meetings throughout the year. Students themselves were tasked with facilitating their meetings based on randomly selected roles within the group (Initially a single facilitator was selected, but later in the year the facilitation role was broken up into smaller roles – such as time-keeping or eliciting equal participation – and distributed throughout the group. These roles were also randomly-selected and rotated each week). Democracy In Practice staff were present for almost all meetings to serve as a resource when needed, as was a Teacher Advisor (with a similar role) who was randomly selected from the faculty and rotated over time. On two occasions, students were purposefully encouraged to meet without the presence of either DIP staff or a Teacher Advisor present in order to serve as a learning experience. All decisions were made through majority vote, with neither Teachers nor DIP staff having a vote.</p><p>In Pocona, students met weekly, and they decided to elect from within their group a ‘President’, ‘Vice President’, and ‘Secretary’ to run meetings. A Teacher Advisor – serving as an available resource for information, solicited advice, etc. – was also present for all meetings, elected by the student government from among the faculty. Being a more remote location, Democracy In Practice staff were present for meetings approximately once per month, or once every four meetings. Decisions were made upon achieving supermajority (9 of 12) – a decision rule selected by the student government itself after considering it among other options of consensus and simple majority.</p><p>In Quintanilla, students met twice a week throughout the year. As an older age group, no Teacher Advisor was present, and Democracy In Practice staff acted as facilitators for student government meetings. Similar to the above, the student government themselves selected the decision rule, deciding between having decisions made on the basis of consensus, simple majority or supermajority. After deliberation under the guidance of DIP staff, a simple majority decision rule was selected.</p><p><em>Involvement of Broader Student Population</em></p><p>In launching the student government program at each school, a number of school-wide workshops were put on by Democracy In Practice staff and volunteers to engage the student bodies in thinking critically about leadership and their participation in the issues affecting them. As part of those workshops, the entire student body at each school was tasked with collectively brainstorming and determining particular areas of concern within the school setting, thereby establishing priorities for the student governments to address where possible. To begin this process, each student was given a homework assignment to bring with them one priority to the upcoming workshop. Students were then randomly assigned to breakout groups in which student-facilitators and -notetakers were randomly selected to help each group aggregate their ideas and collectively decided which of those was the most important. Once brought back to plenary, the top priorities of each breakout group were then aggregated, creating a school-wide list. Over the course of the year, some of these priorities went unaddressed, and new ideas were also pursued from the governments’ own initiative. However, it was generally the case that much of the governments’ time was dedicated to those issues deemed most important to the school body as decided in this initial activity (e.g. the creation of school libraries at two of the schools).</p><h3><strong>Influence, Outcomes, and Effects</strong></h3><p><em>Influence</em></p><p>Given that the decision-making bodies in question were student governments, the numerous decisions made after deliberations had direct effect and were not generally subject to school approval or oversight. While the boundaries of ‘authority’ were not clearly marked nor tested, the student governments tackled a variety of formal issues and a number of their efforts were recognized by both the school administration as well as the local government (see ‘Outcomes’ below). In only one instance was a student government decision modified by the school administration, and this was in the case of a disciplinary measure [1].</p><p><em>Outcomes</em></p><p>In looking at both the quantitative and qualitative outputs of the programs, a number of outcomes are noteworthy. In terms of quantitative student participation, two dimensions are of note:</p><ul><li>Across the three schools, the educational workshops were delivered to approximately 580 students in total.</li><li>Across the three schools, and considering the rotating dimension of the government design, eight student government lotteries were held altogether. In all, a total of 144 different student representatives were selected from approximately 470 unique participants [2].  </li></ul><p>With direction provided by their peers, and the added scaffolding and support from Democracy In Practice staff, the student governments were themselves able to achieve a number of significant outcomes beyond the usual fundraising and event-planning:</p><ul><li>In two of the schools, the student governments were each able to build libraries, which those schools lacked prior to that year. To do so, the student governments themselves acquired not only hundreds of books and DVDs from local institutions, but also acquired furniture and space within the school. As an independent student government initiative, the schools have recognized the libraries as belonging to the students themselves, and not the school administration.</li><li>In the Quintanilla High School, one of the priorities for the student government as defined in the school-wide workshop was to design and produce student ID cards, which their school administration had never provided. The student government succeeded in this regard, creating their own official seal, taking all necessary student photographs, and putting together the final product. One of the primary rationales for this priority was that valid student ID are required to receive the reduced student rate on public transportation. In this regard, the ID cards that the student government created were indeed recognized by the city’s administration, despite being a student – and not school – initiative: a city first!</li><li>At Valle Alto, the elementary student government planned and executed a school trip from their more remote rural location to the city of Cochabamba for 55 students, where they visited museums and the botanical garden. Crucially, in preparation the student government was able to receive an audience with the mayor, from whom they were able to solicit the use – without cost – of a city-owned bus and the services of a driver.</li></ul><p><em>Effects</em></p><p>Overall, the program had a number of observable effects, relating to not only the democratic nature of the student governments, but also the personal development of those involved (especially those who would likely otherwise be excluded). By replacing elections with lotteries in which students were randomly-selected (and controlling for gender), the make-up of the student governments were noticeably more representative of the broader student population than previous governments. This representativeness appeared not only in regard to age and gender, but also other student characteristics such as how outgoing (or shy) representatives were, their popularity, or what social groups they were part of.   </p><p>Secondly, participation in these programs was educational, formative and rewarding. Direct participation in the student governments provided students with experiences that enriched their personal development and bolstered their personal capacities in relation to teamwork and meaningful community engagement. Assuming a position of leadership within these governments had noticeably positive effects on students’ confidence and social skills, particularly with more timid students. Anecdotally, teachers at two of the schools (Valle Alto and Quintanilla) shared that some students participated more in class, attended more regularly, and were more responsible after having served as a randomly-selected student government member. Participants certainly felt pride and a sense of accomplishment in having their efforts recognized by their fellow students.</p><p>Furthermore, by being encouraged to reflect on leadership and their own needs as a school community in the workshops, as well as being involved in the fundamental design of the governments which would lead and address some of those issues, students became more critical and creative with their student governments. In this regard, it is interesting to note that the democratic effects of the systemic design (e.g. inclusivity or representativeness) and the personal development of the students involved were not entirely distinct, but interrelated. For example, by explicitly modeling equal gender representation through controlled random selection, there were indications that students’ own perspectives were affected; in one case, when deciding on who ought to act as coordinator, a young male suggested that there be both a male <em>and</em> a female coordinator, to which the entire group agreed – somewhat unexpected in a more male-dominant context.</p><p>While this developmental aspect is surely a part of participation in student government generally, it is particularly noteworthy with these programs for two reasons. Firstly, given the random selection process, the students who participated were generally not the ‘usual suspects’ who – in being those who habitually participated in such activities – already possessed the very skills and characteristics developed through participation. Instead, the selection mechanism facilitated greater involvement from those students who might otherwise lack the skills, dispositions, or attributes (e.g. confidence) required for competitive elections (and paradoxically developed through engaging in the sort of leadership activities guarded by those elections). With the Democracy In Practice format then, not only is development of the participants greater (given the average ‘starting point’ of participants), but development <em>across the student population</em> is more equitable as well. Secondly, the rotating nature of the design involves a greater number of students than would be otherwise, giving a greater number of students overall the development opportunities associated with participation.</p><p>Admittedly, the above assessments are somewhat general and might be classified as informal empirical description; more formal and rigorous research regarding the effects of these programs is currently being planned, and will be implemented in future projects.          </p><h3><strong>Significance, Reflections and Lessons Learned</strong></h3><p><em>Significance</em></p><p>Collectively, the projects described here are significant for a number of reasons beyond their ‘Effects’ (above). For one, these projects are, globally, the first of their kind. We know of no other instances of randomly-selected and rotated student governments, nor any programs which seek to facilitate ongoing student experimentation with their structures of self-government [3]. In this regard, they offer a unique and important case study of both participatory democracy and democratic/citizenship education initiatives.</p><p>Of particular significance in the context of the broader participatory democracy/democratic innovation movement is the permanent, entrenched, or ‘standing’ dimension of the projects. While the political use of random selection and mini-publics is relatively common among the democratic initiatives following the ‘participatory turn’, the initiatives that employ them – e.g. citizens’ juries or assemblies – are almost exclusively temporary, one-off initiatives, often formed in regard to a defined decision or issue. The governments at the heart of these projects, on the other hand, are standing institutions, addressing any number of issues within the school context. Of equal note is the fact that these projects involve decision-making bodies that have independent decisive authority. Again, this represents a unique case study in that the vast majority of randomly selected mini-publics have only recommending force, with the final decision resting elsewhere (usually with elected politicians). Admittedly, the decisions being made in this context involve a narrower potential impact than those engaged in some of the other participatory initiatives. However, given the increasingly evident value of these forms of participatory democracy, the projects discussed here represent an early foray into exploring the possibilities and limits for both more permanent incorporation as well as increased authority.</p><p><em>Reflections and Lessons Learned</em></p><p>Given that these projects took place in dynamic and complex social environments and were subject to continual reflexive adjustment, the experience yielded a great deal of learning. An exhaustive exploration of these experiences and lessons learned cannot be reported here; instead, some of the most interesting and noteworthy takeaways regarding these projects and political change within the particular context of schools are summarized below:</p><p><strong>Student buy-in and enthusiasm</strong>. While the issue of ‘governance’ would usually not feature very high on the list of youth interests, the projects demonstrated that a large portion of students of varying ages in both elementary and secondary school can be meaningfully engaged around student government and democratic experimentation. Over the course of the year students developed enthusiasm for the project, were proud of their many accomplishments, and were hopeful that the program would continue the following year. This is not to say that there were not difficulties, but overall the reception of the program was very positive. In developing this buy-in, both student trust as well as direct contact between students and Democracy In Practice facilitators were seen to be of importance. Students became more engaged over time, and the school in Pocona, which received a lesser amount of direct contact, exhibited less buy-in.</p><p><strong>Changing political culture</strong>. While the projects sought to create student governments that were more democratic, inclusive, and horizontal, the structural changes were often working against pre-existing political cultures. In a school context, it was difficult to break the especially hierarchical norms between students and teachers within student government meetings, where students were often intimidated or deferent to Teacher Advisors, even though these advisors officially served only as a resource. More generally, an internalized hierarchical mindset was evident among students when they structured their own governments, as it was something of a challenge for students to come to terms with the fact that their governments did not require a president or <em>‘jefe’</em> (‘boss’). Interestingly, this was also a difficulty among the school’s faculty, who regularly used hierarchical terminology and commented or inquired about who might become <em>El Presidente</em>. This was the case even after project organizers repeatedly and explicitly affirmed that no such hierarchies were in use and no such title existed. Furthermore, even as teachers praised the way in which random selection was more inclusive and developmental – even citing examples of timid students who developed significantly through their participation as a student-leader – many of them seemed unable to move beyond the mindset that student government ought to rest with <em>particular</em> students. While fully supporting the program, teachers nonetheless</p><ul><li>asked program organizers to circumvent the random selection process to include specific “model” students who were not selected;</li><li>made pessimistic comments about certain ‘less serious’ students being selected; and</li><li>stated publicly that because a current student government was doing such a fine job, they should be allowed to finish the year rather than having a new government rotate in.</li></ul><p>Altogether, the above was indicative of an embedded political culture that had to be worked against, even though the teachers were fully ‘on board’. As the program director put it: “<em>It appears that even for adults who agree with the approach on paper, it’s hard to break from our traditional ways of seeing good leadership as something you have when you get the right people in places of power, instead of it being something that you can develop within individuals and within a diverse group.</em>”</p><p><strong>Institutional support</strong>. While the student governments were generally autonomous from the school administration, it was nonetheless extremely important to have full institutional support. Each project was enthusiastically welcomed by the schools’ administration, but support beyond this was also required. As a more obvious example, it was extremely beneficial to have the schools create room for student government meetings within the pre-existing school timetable. Where meetings were pushed to before/after school hours (or on weekends), attendance suffered. As seen above, ‘support’ comes in more subtle forms as well, and having school staff’s own attitudes and philosophies in line with those of the project is invaluable. While the teachers were all consulted and informed at the outset, more could and should have been done to build their capacities and improve the way in which they participated, including delivering teacher-specific workshops.</p><p><strong>Support and self-sufficiency</strong>. Given the fact that these projects involved not only significant structural and procedural changes, but also challenges to entrenched political culture, a great deal of energy was required to get the projects off the ground in their the first year. This was especially so given the fact that these projects operated over the entire school year as well as the fact that a number of different groups rotated in and out of student government. Accordingly, the project could not rely entirely on the initial burst of enthusiasm nor the experience of the first randomly selected students, instead having to maintain commitment throughout while also orienting a number of different groups in regard to their roles and government norms. Project staff and volunteers therefore spent a great deal of time assisting with meetings and project execution. They also made a strong effort to assist in creating the necessary scaffolding for effective student governments, with an aim toward establishing autonomous operation (that is, autonomous from Democracy In Practice facilitators). While the schools in Valle Alto and Quintanilla made strides with their governments, project staff felt that they were nonetheless not yet prepared to operate with self-sufficiency by year’s end. The school in Pocona, being the most remote of the three, suffered due to that remoteness. Distance, travel complications, and poor communication infrastructure served to inhibit project staff from providing as much support, which led to a less successful project overall.    </p><p><strong>Meeting processes</strong>. Without effective horizontal meeting processes and group roles, individual personalities or roles were at times seen to negate statistical representativeness when it comes to meaningful participation. This was especially evident in regard to gender, where male government members could be more dominant in conversation and decision-making than female members. Student facilitators in Valle Alto were able to counteract this with some success, however in Quintanilla, less reliable attendance led to project staff themselves (reluctantly) acting as facilitators. Indeed, irregular attendance (a problem that severely affects that night high school in general, and not only the student government) presented the most significant challenge to effective meeting processes. Additionally, the students’ lack of organizational skills and problem-solving experience were at times evident, further emphasizing the importance of the experience they were receiving through participation in the student government.</p><p><strong>Mandatory and voluntary participation</strong>. Unlike the typical participatory democracy initiative, the projects involved some experimentation with mandatory participation in the student lotteries (and therefore the governments). A common feature of Bolivian grassroots politics more generally, this was the result of the students themselves deciding on such a rule by majority vote. While this produced a larger, presumably more representative pool of potential participants, it also produced one where some participants clearly had less enthusiasm for the project. Even when the students themselves decided on the rules and consequences, attendance was very difficult to enforce, and consequently, later lotteries involved only voluntary participants.</p><h3><strong>Conclusion and Future Activity</strong></h3><p>Altogether, the three projects discussed in this case study represent a successful year’s experimentation with a novel program aimed at both democratic education and democratic innovation. “Success” in experimentation of course entails a share of learning what does not work in particular contexts as well as what does. The effectiveness and sustainability of instituting a new student government model was noticeably dependent on both institutional and organizational support. Instituting such sweeping change involved more than a change of process, but also the development of new norms. This was evident not only in working against existing hierarchical political and educational culture, but also in regard to the importance of effective meeting processes as well as with mandatory vs. voluntary participation.</p><p>In spite of the challenges that inevitably accompany deep change and require attention in the future, these pilot projects produced a number of positives. The program was able to generate a great deal of buy-in and enthusiasm among students in regard to community decision-making and democratic experimentation. It was also able to develop student governments that were both more inclusive as well as more representative of the diversity of the student population. Through that increased participation, students were able to develop the confidence and skills to become more fully engaged in their community. Finally, through all of this, early insight was gained into the way in which standing, randomly-selected decision-making bodies can be incorporated into community decision-making.</p><p>Given the successes of the pilot projects and the anticipated potential for growth, the student government program continued into its second year in February 2015. Building on the experience of the program’s first year, focus will continue on improving the program and assisting the student governments in becoming more autonomous. Beyond the school setting, Democracy In Practice also intends to begin work in other contexts; to that end, the development of relationships with possible sites has begun, and developments in that area are anticipated. Finally, more formal research initiatives are currently being planned to better understand the nature and effects of not only the student government projects but future non-school projects as well. Those interested can follow future developments at the links below. Future cases will also be contributed to Participedia’s database.</p><h3><strong>Notes</strong></h3><p>[1] With the approval of the school director, a randomly selected ‘jury’ had been set up to decide an appropriate punishment for a number of students who – on a student government-planned field trip to the city – had deliberately separated from the group. After deciding their punishment (cleaning the school grounds and performing plays acting out ‘the importance of sticking together’), the school director subsequently felt that this was not sufficient, and added further punishment.</p><p>[2] 60 of those selected were in the first lottery at the night high school, with the intention of forming five different councils. Encountered difficulties led to only twelve (12) students being selected in subsequent lotteries at that school.</p><p>[3] In regard to the latter, this is not to say that efforts have not been made to improve student participation in school governance. </p><h3><strong>External Links</strong></h3><p><a href=\"http://www.democracyinpractice.org/\">www.democracyinpractice.org</a></p><p><a href=\"http://www.twitter.com/DemInPractice\">www.twitter.com/DemInPractice</a></p><p><a href=\"http://www.facebook.com/deminpractice\">www.facebook.com/deminpractice</a></p><p><a href=\"http://www.instagram.com/democracyinpractice\">www.instagram.com/democracyinpractice</a></p><p><a href=\"http://www.vimeo.com/democracyinpractice\">www.vimeo.com/democracyinpractice</a>  </p><p> </p>", "title": "Democracy In Practice: Democratic Student Government Program in Cochabamba, Bolivia"}