{"htmlbody": "<h6><strong>Problems and Purpose</strong></h6><p>Nouabook is an online citizen-MP engagement platform in Morocco, launched by the non-profit, SimSim-Participation Citoyenne. The platform allows citizens to look up their MP and post questions or comments to be addressed by that person. Nouabook addresses the need for more opportunities for citizens to engage directly with members of parliament in Morocco, including interacting, voicing political opinions, and learning about the work of MPs. Nouabook uses technology and ICTs to lower the barriers to entry for this engagement to occur, and is the first platform of its kind in Morocco.</p><h6><strong>History</strong></h6><p>SimSim-Participation Citoyenne, the non-profit which created Nouabook, launched in November 2013 and was granted registration in January 2014. Nouabook’s beta version was created in June of 2014 and its launch was in October 2014. SimSim-Participation Citoyenne’s mission is to cultivate and grow civic engagement in the political process in Morocco, including connecting MPs with citizens. Nouabook serves the purpose of realizing that goal through technology.</p><h6><strong>Originating Entities and Funding</strong></h6><p>SimSim-Participation Citoyenne has received funding for its project Nouabook from two entities: Indigo Trust and the European Endowment for Democracy.</p><h6><strong>Participant Selection</strong></h6><p>Participation is open to the public, and by January 2015 Nouabook received 160 questions from Moroccan citizens, with a 40% response rate by MPs. Participants are recruited by way of social media, namely Facebook, Twitter, and Nouabook’s blog. News coverage of Nouabook has also brought a large increase in participation on the site. For instance, in December, 2014, coverage in a major Moroccan newspaper engaged four thousand new participants and collected around forty new questions in the following days.</p><p>SimSim-Participation Citoyenne organizes ongoing workshops throughout Morocco on civic engagement training, with nine held between 2014 and March of 2015. These events serve to prepare citizens to better engage on political issues via Nouabook, and are a form of recruitment to the platform.</p><h6><strong>Deliberation, Decisions, and Public Interaction</strong></h6><p>Nouabook serves as a platform for citizens to post questions, comments, and proposals to be read and answered by members of parliament. While there is no guarantee from Nouabook or SimSim-Participation Citoyenne that members of parliament will address these posts, 27 out of 393 MPs (from the Lower House) have so far participated and SimSim-Participation Citoyenne is continuing to engage MPs.</p><h6><strong>Influence, Outcomes, and Effects</strong></h6><p>Hind Kabaj and Andrew Mandelbaum, Nouabook’s executive director and director, respectively, hope “to make it okay for MPs to engage citizens and to help citizens realize they should be asking questions to their members of parliament and they should be asking their MPs to hold the government accountable,” according to Mandelbaum (in conversation with the author). This is a challenge due to Morocco’s proportional representation system, whereby party leaders choose MP candidates and citizens vote for parties, rather than citizens choosing MPs directly. The system brings about a lack of direct accountability that MPs must have to citizens, and it can make maintaining active communication between the two more difficult. Nouabook is designed to help forge stronger connections between citizens and their representatives by lowering the barriers to entry and organizing each party to be more active and engaged. Thus, in addition to connecting citizens to MPs, Nouabook aims to help MPs realize and act on the benefits of citizen engagement in the face of a lack of funds and resources and numerous demands on the MPs’ time.</p><h6><strong>Secondary Sources</strong></h6><p><a href=\"http://www.hespress.com/orbites/248468.html\">http://www.hespress.com/orbites/248468.html</a><br/><a href=\"http://simsim.ma/\">http://simsim.ma/</a><br/><a href=\"http://nouabook.ma/ar/\">http://nouabook.ma/ar/</a><br/><a href=\"http://blog.openingparliament.org/post/108255746443/connecting-moroccan-citizens-with-their-members-of\">http://blog.openingparliament.org/post/108255746443/connecting-moroccan-citizens-with-their-members-of</a><br/>Interview with Hind Kabaj and Andrew Mandelbaum, Skype, March 10</p><p> </p>", "title": "Nouabook"}