{"htmlbody": "<h3 dir=\"ltr\">Problems and Purpose</h3><p dir=\"ltr\">YouthDebates.Org is an online, youth-run forum that allows youth ot discuss their political views on current events and continuing issues. It hosts discussions about a variety of politically-relevant issues, such as education, economics, and immigration. </p><h3 dir=\"ltr\">History</h3><p dir=\"ltr\">Founded in June 2014 for the UK, YouthDebates seeks to empower youth to share their political views and debate issues among their peers. Partnering with other discussion-oriented organizations such as EDeb8 to promote youth activism, YouthDebates has received a following of several thousand youth. In August 2014, YouthDebates relinquished its UK domain name and became a “.org” site, signalling its intention to seek an international audience. Also starting in August 2014, YouthDebates began quarterly publishing a free online publication called ‘The Pamphleteer.’ Members of YouthDebates were able to submit short articles (bounded at 500 words) to an editor, who compiled ‘The Pamphleteer.’ </p><p dir=\"ltr\">Consisting of forums and a database of other youth empowerment organizations, YouthDebates seeks to be an all-inclusive and collaborative site for youth. It has five main aims: 1) to be a welcoming community for members of all views, 2) to inspire healthy debate for mutual growth, 3) to encourage youth engagement in politics, 4) to give information to youth people who want to be more involved in politics, and 5) to have its debates influence mainstream politics.</p><h3 dir=\"ltr\">Originating Entities and Funding</h3><p dir=\"ltr\">YouthDebates is largely a non-profit. It was founded by Alexander Firth, who started it primarily for the UK. He was joined by Ryan Chatt, who become the Public Relations Director after the launch. YouthDebates expanded outside of the UK starting in August 2014. However, it does use advertisements and a premium membership option to pay for costs of website maintenance, running the organization, and publicity of the site. There are no fees to participating on the site. The site also accepts standard donations. </p><h3 dir=\"ltr\">Participant Selection</h3><p dir=\"ltr\">Any youth can participate by going to YouthDebates.org. The site is divided into a British Politics Forum, American Politics Forum, Irish Politics Forum, Canadian Politics Forum, Australian Politics Forum, New Zealand Politics Forum, South African Politics Forum, and Indian Politics Forum. YouthDebates also includes an information section on British and American voting as well as various other resources and media items for a multiplicity of nationalities. Youth can blog about issues as well.  Also, the Atlantis Senate was introduced as a political role-playing game, giving youth the ability to control their own politician in a senate/parliamentary setting. </p><h3 dir=\"ltr\">Deliberation, Decisions, and Public Interaction</h3><p dir=\"ltr\">YouthDebates.Org is largely an online political forum, so it is by nature a collaborative and deliberative public endeavor. YouthDebates wanted to provide a forum for all youth to be able to “vent their political views” on issues affecting us. </p><h3 dir=\"ltr\">Influence, Outcomes, and Effects</h3><p dir=\"ltr\">Since its founding in 2014, YouthDebates has had 190,000+ posts, 9000+ debates, and 3300+ registered individuals participating in the debate forums. The page has received over 39,000 likes on Facebook. </p><p dir=\"ltr\">Despite its intention to become an internationally popular site, the majority of users of YouthDebates.Org are from the UK and are aged 13 to 25. There are growing bases in the U.S., Canada, Ireland, Australia, New Zealand, and South Africa. </p><h3 dir=\"ltr\">Secondary Sources</h3><p dir=\"ltr\"><a href=\"https://www.patreon.com/youthdebates\">https://www.patreon.com/youthdebates</a> </p><h3 dir=\"ltr\">External Links</h3><p dir=\"ltr\"><a href=\"http://youthdebates.org/\">http://youthdebates.org/</a> </p><p><br/> </p>", "title": "YouthDebates"}