{"htmlbody": "<h3>Summary</h3><p>Dialogue with the City’s aim was to engage the citizens of greater Perth in developing a planning strategy to make the capital of the state of Western Australia the “world’s most livable city by 2030.” The process included disseminating information to the public over several months, holding a deliberative forum on September 13, 2003 with 1,100 citizens, and then implementing the suggestions and decisions made at the forum. The final result was “Network City: A Community Planning Strategy for Perth and Peel.” At the time is was completed, it was the largest deliberative forum to be held in southern hemisphere. Dialogue with the City was modeled after the <a href=\"http://participedia.net/en/cases/listening-city\">\"Listening to the City\"</a> initiative organized in New York City to gather public input about how to rebuild the site of the World Trade Center that was destroyed in the terrorist attack of September 11, 2001.</p><h3>Problems and Purpose</h3><p>Although Perth was a flourishing city before Dialogue with the City, Western Australia's Ministry for Planning and Infrastructure felt it was important to look towards the future to ensure the healthy, sustainable growth of the region's state capital and its surrounding cities. The government estimated that the growing population of Perth would have a large impact on the city by 2030. The population of Perth and Peel (75 km south of Perth) were expected to grow by 2.39 million by 2031, approximately doubling their population. </p><p>The main potential problems Dialogue with the city focused on were: economy and employment, sustainable environment, integrating transport and land use, residential land balance, costs of urban form, and infrastructure coordination. The government also wanted to come up with more creative ways to address those issues. The ultimate purpose was to come up with a plan to make Perth a sustainable city by coming up with a plan for the urban development of the city.</p><p><a id=\"History\" name=\"History\"></a></p><h3>History</h3><p>Perth is known for its clean environment and beautiful scenery where the multicultural populace generally enjoys a high quality of life. However, due to past planning, or lack thereof, the city was suffering from social exclusion, strong reliance on automobiles, and increasing pollution, which was altering their pristine environment. There were several issues the government wanted to tackle to ensure the continuation or improvement of those areas. Dialogue with the City was part of a broader Sustainability Strategy, which was occurring over the prior two pervious years, which also attempted to have substantial public input and participation. The Government believed that a partnership approach needed to be taken as it was an essential feature of sustainability, the ultimate goal.</p><p><a id=\"Originating_Entities_and_Funding\" name=\"Originating_Entities_and_Funding\"></a></p><h3>Originating Entities and Funding</h3><p>The Government of Western Australia worked with several other groups to plan and implement Dialogue with the City. The government with the Department for Planning and Infrastructure and the WA Planning Commission partnered with the private sector. These partners provided monetary assistance as well as help distributing information.</p><p>The Dialogue with the City industry partners were BHP Billiton Iron Ore Division, which provided financial assistance; Channel 7 Perth, which developed the TV broadcast; West Australian Newspapers, which published regular feature articles; Sun Microsystems, which provided all the computers; ADI Limited, which developed the software; and Alphawest, which organized the computer cabling. Other support was given by Oracle, and USA organizations, such as AmericaSpeaks, Fregonese and Associates, and Search for Common Ground.</p><h3>Participant Selection</h3><p>1,100 people completed a survey that was sent to a random sample of 8,000 Perth residents. In the television broadcast about 100 people attended to listen to and comment on the show. The forum consisted of over 1,00 participants. One-third of those people were from a random sample, one-third were invited stakeholders, and one-third were people who self nominated themselves to attend, in response to advertisements in newspapers, radio, and on the internet.</p><p>The organzers wanted to ensure a balanced representation at the forum, and they especially included minority groups’ voices, such as indigenous people, youth, and immigrants.</p><p><a id=\"Deliberation.2C_Decisions.2C_and_public_Interaction\" name=\"Deliberation.2C_Decisions.2C_and_public_Interaction\"></a></p><h3>Deliberation, Decisions, and Public Interaction</h3><p><em><u>Dissemination of Information Phase:</u></em></p><p>Before an actual forum was held, the government aimed to interest people in the issues they would deliberate on. They wanted to help citizens understand the complexities and various different viewpoints. Therefore, they launched an information campaign before the deliberative forum. The campaign included a survey, a televised “hypothetical” program, and interactive website, stories in newspapers and on air through radio, contests for the youth, and speaking and listening with interest groups of a wide variety.</p><p>The survey was created to gauge which values were most important to the community. It asked residents to rate the importance of different issues and provide feedback on how Perth is doing on those issues now and what they would like Perth to change in the future. The issues focused on the development of the city. The TV program included a panel of nine members that represented government (state and local), industry, and community views. There was also an audience of 120 people, who watched as well as participated in the panel debate. The debate was focused on four different possible scenarios that address the future growth of Perth. The program was widely available, as it was broadcasted on Channel 7 during prime time at 5:30pm on Sunday. The interactive website was designed for people to access information at any time, as well as to provide their input on the different issues and to exchange those views with each other. Feature stories were printed in daily newspapers over a two month period about the different critical issues that would be addresses a the forum, and the same types of stories were broadcasted on the radio to educate listeners. They also held an art and essay competition for preschool and primary children, and high school students. The winning entries were displayed at the forum and an analysis was done by the Curtin University schools of Planning and Design of the drawings and essays to see what the youth wanted for the future of Perth. The government also met with interest groups, with a special interest in underrepresented people. They met with approximately 50 youth, 35 indigenous people, and 25 people from non-English speaking backgrounds.</p><p><u><em>Deliberative Forum Phase:</em></u></p><p>Using information gathered from preliminary surveys and meetings, the process culminated in the interactive deliberative forum held on September 13, 2003, and included over 1,000 participants. The forum was based on the 21st century town meeting and a regional planning game.</p><p>The participants were divided up into tables. Each table had a facilitator and a scribe, and the event included other supporting roles. The 250 volunteers that filled these roles received at least a day of training. Each table also had a computer that was networked to other computers. The data that was imputed into the computer was transmitted to a “theme team.” The theme team analyzed the data and broadcasted the common themes in real time back to the participants. This way, the participants could see the development of their ideas of the day.</p><p>In the morning, the deliberation focused on hopes for the future, what participants wanted to keep and change, and what they might and might not value if different scenarios of Perth were to occur. The afternoon was more focused on solutions, finding trade-offs and negotiating. By playing a hands-on planning game, participants were provided with the opportunity to test their assumptions and reframe the issues to find alternatives. The facilitator encouraged open and informal dialogue and debate. In the end, however, the participants we asked to identify consensus recommendations.</p><p>The game illustrated the potential results of four different scenarios. Each scenario was represented by a package containing different density ‘chips’ or game pieces. The chips represented the housing densities, commerce and industry. The table would move the pieces onto the board that represented the city. The table needed to agree on its plan, where different housing and industry buildings would be placed. When table participants were in agreement, the information was then transferred to the computers using mapping grids to ensure accuracy. The purpose of the planning game was to move participants from the theoretical realm of scenarios to the practical allocation of the housing, industry, commerce that would be required in such a scenario.</p><p>At the end of the day the Dialogue with the City forum participants came up with a consensus for what they wanted to see in the future: “A green, clean environment with access to beaches, rivers and forests; Integrated transport to allow people to move around easily; local centers with services and facilities close to home; a lifestyle that offers freedom of choice and quality of life; and protection of groundwater catchment areas to preserve clean water for the future.\" The most important direction that emerged from the discussion was that citizens wanted a network city as their urban form. With the assistance of technical expertise, the Spatial Planning Team, consisting of representatives from the forum, from the community, industry, local and state government, agreed that preliminary testing of the network city showed it to be sufficiently feasible to progress to the next stage.</p><p><u><em>Implementation Phase:</em></u></p><p>Over 100 participants from the Dialogue with the city forum from the community, industry, state and local government, participated for a year in creating a planning strategy for Perth and Peel. An Implementation Team of 13 participants from the Dialogue with the City process were responsible for overseeing the process and the plan and also had the final say on its content. There were also several other teams in charge of different aspects of implementing the changes citizens of Perth expressed in the forum and surveys.</p><p>The result from Dialogue with the city was the document “Network City: Community Planning Strategy,” which was accepted in principle by the WA Planning Committee and the Minister for Planning and Infrastructure.</p><h3>Influence, Outcomes, and Effects</h3><p>A team of around 58 people from government, industry and the were involved in finding the key points or broad principles to map Perth’s way forward to achieve the Dialogue with the City’s purpose. The “Network City” strategy is the action plan with which the outcomes of Dialogue with the City are being implemented.</p><p>In addition, a $1.5 million grants program was launched by the Western Australian Planning Commission in May 2004 to help local councils replicate the Dialogue with the City process within their own municipal boundaries. This way Australia will have even more people contributing their views towards improving their cities.</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h3>Analysis and Criticism</h3><p>According to the Participant Feedback Report, quantitatively, 42% of the participants said they changed their views as a result of the dialogue, while many more admitted to broadening their views. Over 99.5% of participants thought the deliberations went “okay” or “great.” 97% indicated they would like to participate in an event like the forum again.</p><p>The Dialogue with the City planners did a very thorough job of extracting views from many different types of people with differing ideas. And then at the forum they also purposely had each table sitting with people from different background and viewpoints so there could be substantial debate. They used technology, which helped the dialogue develop and engage new ideas, as tables were able to see the views of the other participants in real time.</p><p>Although Dialogue with the City went to great lengths to ensure different viewpoints, providing lots of background information for participants to make decisions, and engaging tactics, it doesn’t seem there was a lot of focus on how the deliberation occurred. They said they wanted it to be very informal conversation, yet the participants were expected to come up with the solution at the end, which requires real debate. The biggest improvement would be to focus more resources on the deliberation itself.</p><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h3>Secondary Sources</h3><p>Hartz-Karp, Janette. “A Case study in Deliberative Democracy: Dialogue with the City.” (See attached PDF.)</p><p><em>The different methods used to implement a deliberation based in inclusiveness:</em></p><p>Dora Marinova, Natalie McGrath, Peter Newman. “Dialogue with the City: An Era of Participatory Planning for Provision of More Sustainable Infrastructure of Perth?” Murdoch University.</p><p><em>The successes of the deliberation in actually implementing a urban plan that would work:</em></p><p>Government of Western Australia. “Dialogue with the City Issues Packet.” 2003. Western Australian Planning Commission.</p><p>Hartz-Karp, Janette. “Dialogue with the City.” 2007. 21st Century Dialogue.</p><p><em>The main issues that were to be addressed at the forum:</em></p><p>Government of Western Australia. “Annual Report.” 2003-2004. <a class=\"external free\" href=\"http://www.transport.wa.gov.au/annualreport0304/2276.asp\" rel=\"nofollow\" title=\"http://www.transport.wa.gov.au/annualreport0304/2276.asp\">http://www.transport.wa.gov.au/annualreport0304/2276.asp</a></p><p><em>The successes of the Forum and Dialogue with the City as a whole:</em></p>", "title": "Dialogue with the City"}