{"htmlbody": "<p dir=\"ltr\"><em>Adapted by Kathryn Bussey from a case written by Jing Han</em></p><h3 dir=\"ltr\">Problems and Purpose</h3><p dir=\"ltr\">Yanjian county had long been suffering from low rate of financial self-sufficiency, though this was largely mitigated when the  county-supervised village finance system was implemented in 2008. As a result, in 2012, the county government of Yanjian created a participatory budgeting project in two of its townships: Miaobai and Dousha. </p><h3 dir=\"ltr\">History</h3><p dir=\"ltr\">In 2012, Yanjian County as identified as one of the priorities on the list of national poverty alleviation and development program. Previously, there had been a debate in how to best manage the balance between the financial power of a county versus a village. The county government of Yanjian finally delegated part of its financial power to the lower village and township level, offering incentives for revenue-enhancing and expenditure con. However, with this reform, there arose a concomitant problem on how to ensure the governments of villages and townships utilize their funds in a responsible way. </p><p dir=\"ltr\">To solve this issue, the government of Yanjin County launched the reform of public participatory budgeting in the Dousha and Miaoba townships. However,  in terms of public participation, the two townships responded very differently. The Miaobai Township was typically masses-dominated with the public basically competing for raising programs while the Dousha Township was just the opposite, making the government draft the annual program and the public vote on it. </p><p dir=\"ltr\">In January 2014, based on the combination of the advantages from the two different models, the government of Yanjin enacted an experimental institution of public participatory budgeting. This created a working panel in county government and correspondent working committees established in lower levels. </p><h3 dir=\"ltr\">Originating Entities and Funding</h3><p dir=\"ltr\">As early as 2005, Wenling city in Zhejiang province in China experimented with participatory budgeting in the Zeguo Township, followed by Harbin City and Wuxi City in 2006. Inspired by their success, Yanjin County in the administrative area of Zhaotong City, Yunnan Province made its first step towards innovative public participatory budgeting model under the directions Department of Finance of Zhejiang Provincial government. In 2012, it was formally institutionalized, referring to the former experience from Dousha and Miaoba Townships.</p><p dir=\"ltr\">Funding for the Sousha and Miaobai townships comes from Yanjian county in China. </p><h3 dir=\"ltr\">Participant Selection</h3><p dir=\"ltr\">When talking about public participation in budget plans, it is always the top concern how to select representatives properly. The process was done through the establishment of “People’s Councilors” who would be chosen in two different ways. Very similar to the method of electing councilors in the United States, one way is based on the unit of each village. Whatever the size of the village, it would have a quota of 2 councilors, selected from the nominations of village party branch and village committee branch. Another type of election method  depends on the villages’ total population, randomly selecting the councilors from a set of recommended candidates nominated by small village groups. This is done according to a ratio of 0.5% of the number of councilors and the population. Each term for the “People’s Councilors” would be 3 years.</p><h3 dir=\"ltr\">Deliberation, Decisions, and Public Interaction</h3><p dir=\"ltr\">The preparation stage before really voting on the budget plan encompassed two major segments. First comes the determination of the total capital appointed to the public participatory budgeting plans before the formulation of concrete programs. To be specific, the township government would assess the annual financial resources and subtract basic expenditure as well as rigid spending from it, reaching the sum for public participatory budgets, which would be informed to the people’s councilors before handing-in the programs. Then comes the establishment of program pools. The way to raise the program and the proper persons who would be qualified to raise them involving in this part play crucial roles in deciding the depth of public participation in budgeting, and this is exactly where the subtle design of this model lies in—both government and peoples’ councilors are entitled to raise the programs but the dominant role is held by the people’s councillors. On principle, each councilor could raise no more than 2 programs at a time, and he/she should also report widely represented public opinion. Also, the township government could dispose government-led programs based on the local developmental plans, which could also enter the program pool after a thorough discussion at a government working meeting.</p><p dir=\"ltr\">The segment of program review, including qualification review, formality examination and content checking, also stands out as one of the typical features in the Yanjin Model. To be concrete, the working panel in county government would organize or designate experts to investigate the practicability and political permission of the projects, providing a comprehensive review which would be sent to people’s councilors 10 days before the democratic meeting. Only those passing the examination would be presented to the democratic meeting for discussion and voting. It is worth noting that though the government basically dominated the checking process, it is the county government rather than the township government that took the lead role, avoiding the potential disturbance to public participation.</p><p>When the democratic meeting is finally held, the public discussion came to empower the peoples’ councilors with the determination right. The democratic meeting, attended by all the peoples’ councilors without any government officials, was regularly held twice a year, mainly functioning to make annual budget plans and examine the adjustments during the plan implementation. During the meeting, the peoples’ councilors would vote on the proper programs according to their preference after hearing the reasons and presentations on needs of funds. To ensure the efficiency and required order for the meeting, a host was selected randomly from the people to preside over the meeting, which is another unique feature of the Yanjin Model.</p><h3 dir=\"ltr\">Influence, Outcomes, and Effects</h3><p dir=\"ltr\">Besides the former preparation and voting stages, the subsequent implementation and feedback also calls for the public to join in. The peoples’ councilors would supervise the whole process of putting the budget plan into force and if the adjustments are needed, democratic meetings shall be held again to vote for approval. Apart from that, the financial department in county government would organize performance appraisal for the programs in the budget plan, which, together with the call report produced by township government, would be presented to all peoples’ councilors in the democratic meeting next year. </p><p dir=\"ltr\">In general, the practice of the Yanjin Model in 2014 was a success. With regard to representative selection, the dual selection mechanism ensures the representative of public opinion as well as the basic capability of participation. Reflected in the questionnaire, 92% of peoples’ councilors regard such election system as fair and just. And if we take a look at the program pool of 2014, we find that though the government was able to raise programs, the majority were projects coming from peoples’ councilors to make sure that the public opinions could be conveyed well. It seems that the review segment from the county government would be a concern to disturb the conveying of public opinions but the result from the questionnaire just proved such concern unnecessary. To fully fail a program, the government needs to report a thorough reason representation. A total of 68.5% of investigated people’s councilors considered it to be convincing and only 4.7% of the councilors believed there was a lack of compelling persuasion. Also, the Yanjin Model not only empowered the peoples’ councilors with the right to propose the programs, but also fully endowed them with the final determination right, rendering the model to possess democratic feature. For all the townships that adopt this kind of model, 22% of the annual financial funds was distributed to the public participatory budgeting plan, going far beyond than in Harbin City and Wuxi City making near to the highest proportion of 30% in Brazil. At last, according to the investigation to the competence of the peoples’ councilors, the statistic of 97.5% shows that most of the councilors would show direct concern to public interest through the way of holding village meetings or private conversations and 89.4% of them made a self-evaluation that the programs they hold basically stand for what the villagers mostly care about.</p><h3 dir=\"ltr\">Analysis and Lessons Learned</h3><p dir=\"ltr\">Though it may seem that this type of reform is only limited to the village and township level, the county level could also be a suitable size on which to launch the reform. Besides the limitation on the universality, some detailed design in the institution also has the potential for further innovation. Though the dual selection mechanism of representatives did manage to create a balance between the government influence and public preference, the introduction of population-based election systems further widens the representation area. That is, when the quota of people’s councilors is determined by multiplying the population size with a certain ratio, the candidates’ position should not be open to direct election but rather nomination from small village group in order to avoid biased representation. Additionally, for the program pool, apart from the government-raised and peoples’ councilor-raised projects, it is worth considering the distribution of extra program representatives to a joint proposal system—as a means to encourage cross-village proposals. This will make the democratic meeting more like a platform for public deliberation instead of merely a place to distribute money.</p><p dir=\"ltr\">By widening public participation, the Yanjin Model is effectively transforming the sealed management to open governance in running the crucial grassroots communities in China. However, the biggest challenge lies in its near future as to whether the institutionalization of this model in normal governance would be possible, which largely counts on the supporting policy from higher government. Thus, for China, legalization as seen in Latin America may be well used for reference in order to clearly define the position of public participatory budgeting model. </p>", "title": "Participatory Budgeting in Yanjian County "}