{"htmlbody": "<p><strong>Background</strong></p><p>In 2002, Enbridge Inc, began conducting feasibility studies into what has become known as the Northern Gateway Pipeline proposal. If built, this double pipeline would carry diluted bitumen from Bruderheim, Alberta to Kitimate, British Columbia, and natural gas condensate in the other direction (from Kitimate to Bruderheim).</p><p>As part of the environmental review process conducted by the Joint Review Panel, Enbridge was required to seek public input from a wide range of stakeholders including individuals, organizations, landowners, and Aboriginal groups (Joint Review Panel 2015).</p><p>Enbridge’s public engagement strategy was developed in conjunction with Communica Public Affairs, a consultation firm specializing in communications and public engagement. They have adopted a multipronged approach which includes open houses, information sessions, presentations to governments and community organizations, newsletters, public submissions, and open-forum community meetings. They have also developed separate but parallel processes to engage Aboriginal groups who have traditional territories along the proposed pipeline route (Joint Review Panel 2015).</p><p>In addition to these other engagement processes, Enbridge has established Community Advisory Boards in five geographic regions: Alberta North Central, Peace Country, BC North Central, BC North West, and BC North Coastal (Communica Public Affairs 2015).</p><h3>Originating Entities and Funding</h3><p>The Northern Gateway Community Advisory Boards are funded by Enbridge Inc and they were designed and developed in conjunction with Communica Public Affairs (Communica Public Affairs 2015)</p><h3>Institutional Design</h3><p>Community Advisory Boards (CABs) are formal, participatory institutions designed to facilitate regular and structured interactions between members of the general public and a specific institution, organization, or company. They have been used in the Health Care field to facilitate on-going communications between clinical researchers and patients and their advocates or organizations (Wikipedia 2015). Enbridge has adopted this approach to facilitate structured communications between individuals and groups along the proposed Northern Gateway Pipeline route.</p><p>Between 2009 and 2015, there were 15 rounds of CAB meetings in each of the five regions for a total of 75 meetings. On average, 105 individuals attended each round of meetings.</p><p>Enbridge has also established an ongoing forum to facilitate communication and collaboration between CABs. This forum – the CAB Sharing Table – includes Enbridge officials as well as two representatives from each of the five regional CABs (Community Advisory Boards 2015).</p><p>According to organizers, CAB meetings are run independently and the agendas are set by the CAB members rather than Enbridge. Each meeting is moderated by an independent facilitator (Monaco 2014a).</p><p><strong>Participant Selection</strong></p><p>To become members of a Northern Gateway CAB, individuals must submit a formal application specifying their name, the name of one alternate, and the CAB to which their membership would apply. Applicants may choose to apply either as individuals or as representatives of organizations or groups. The majority of CAB members are representatives of business organizations, economic development associations, Aboriginal Nations, and local governments. There are also members from outdoor recreation groups, educational associations, and conservation groups.</p><p>The following table lists the number of members in each regional CAB as of March 2015.</p><p><strong>Community Advisory Board</strong>                                                                      <strong> Number of Members</strong></p><p>Alberta North Centeral                                                                                                  34</p><p>Peace Country                                                                                                               31</p><p>BC North Central                                                                                                           42</p><p>BC North West                                                                                                               22</p><p>BC North Coastal                                                                                                          21</p><p>Source: <a href=\"http://www.communityadvisoryboards.com/cab-information/\">http://www.communityadvisoryboards.com/cab-information/</a></p><p>Although individuals can apply to sit on the CABs <em>as individuals</em> there are currently no registered members of the CABs who are not affiliated with a group or organization.</p><p>Participation at CAB meetings is restricted to those who have submitted successful applications, but members of the general public can register and attend meetings as observers.</p><p>Northern Gateway pays for the costs of the meetings, and the travel and meal expenses of CAB members are reimbursed by the company. Members can apply for a “time and services” honorarium of up to $250 dollars if they are not otherwise compensated by the organizations that they represent (Community Advisory Boards 2015).</p><h3>Influence, Outcomes, and Effects</h3><p>According to Enbridge, a number of changes recommended at CAB meetings have resulted in specific adjustments to the design of the pipeline project. These changes include increasing the thickness of the pipeline walls, adding extra isolation values along the pipeline in environmentally sensitive areas, increasing the frequency of pipeline inspections, installing additional detection systems for leaks, and ensuring that pump stations are staffed at all times (Joint Review Panel 2015, p. 18).</p><h3>Analysis and Lessons Learned</h3><p>According to the President and CEO of Enbridge, Al Monaco, the Community Advisory Boards have helped create a constructive dialogue between stakeholders and the company. This dialogue is focused on finding answers to questions about how the pipeline can be built safely (Monaco 2014b).</p><p>Interveners in the Joint Review Panel process raised a number of concerns about the Community Advisory Boards including questions about how members of the CABs are selected from among applicants, how long the CAB processes would continue, and whether presentations made to the CABs sufficiently emphasized the environmental risks of the project. Some communities and environmental organizations have refused to participate in the CABs because they fear that their participation would be interpreted as an endorsement of the pipeline (Joint Review Panel 2013).</p><p>A related concern has to do with the diversity of viewpoints represented on the CABs. As of March 2015, a majority of CAB members were from business associations, economic development groups, and local governments (Community Advisory Boards 2015). There are representatives from other types of organizations – including outdoor recreation groups and educational associations – but there are no members who are not representatives of organized groups, and there are fewer representatives from environmental groups than from business associations and economic development organizations. Furthermore, although individuals who are not CAB members can register and attend meetings as observers, only members can actively participate in the meetings. The Northern Gateway CABs are meant to facilitate communication between Enbridge and community stakeholders, but given the make-up of the CAB membership as a whole, it is unclear to what extent the CABs have helped engage the general public in a conversation about whether or how the pipeline should be built. Instead, Enbridge has engaged the general public in less structured ways by soliciting public submissions or by hosting open-forum public meetings.</p><h3>Secondary Sources</h3><p>Communica Public Affairs 2015. <a href=\"http://communica.ca/issue-5-2\">http://communica.ca/issue-5-2</a></p><p>Community Advisory Boards. 2015. <a href=\"http://www.communityadvisoryboards.com/\">http://www.communityadvisoryboards.com/</a></p><p>Joint Review Panel<em>. </em>2013. Considerations: Report of the Joint Review Panel for the Enbridge Northern Gateway Project Volume 2. <a href=\"http://gatewaypanel.review-examen.gc.ca/clf-nsi/dcmnt/rcmndtnsrprt/rcmndtnsrprt-eng.html\">http://gatewaypanel.review-examen.gc.ca/clf-nsi/dcmnt/rcmndtnsrprt/rcmndtnsrprt-eng.html</a></p><p>Monaco, Al. 2014a “NGP Community Advisory Boards: Tough questions, direct input make our project better” <a href=\"http://blog.enbridge.com/2014/July/Al-Monaco-July-2014-Gateway-CABs.aspx\">http://blog.enbridge.com/2014/July/Al-Monaco-July-2014-Gateway-CABs.aspx</a></p><p>Monaco, Al. 2014b. “Advisory boards a comfort to Enbridge” <em>Terrace Standard </em>August 27.<a href=\"http://www.terracestandard.com/opinion/272867011.html?mobile=true\"> http://www.terracestandard.com/opinion/272867011.html?mobile=true</a> \\</p><p>Wikipedia 2015. “Community Advisory Boards” <a href=\"http://en.wikipedia.org/wiki/Community_advisory_board\">http://en.wikipedia.org/wiki/Community_advisory_board</a></p><h3>External Links</h3><p>CAB Website: <a href=\"http://www.communityadvisoryboards.com/\">http://www.communityadvisoryboards.com/</a></p><p>2013 Report: <a href=\"http://gatewaypanel.review-examen.gc.ca/clf-nsi/dcmnt/rcmndtnsrprt/rcmndtnsrprt-eng.html\">http://gatewaypanel.review-examen.gc.ca/clf-nsi/dcmnt/rcmndtnsrprt/rcmnd...</a></p><p>Communica Public Affairs: <a href=\"http://communica.ca/issue-5-2/\">http://communica.ca/issue-5-2/</a></p>", "title": "Northern Gateway Pipeline – Community Advisory Boards"}