{"htmlbody": "<p dir=\"ltr\"><em>This entry is an adapted version of a document prepared by Leah Wong. </em></p><h3 dir=\"ltr\">Problems and Purpose</h3><p dir=\"ltr\">District Attorney Bonnie Dumanis intended for the YAB to serve as a “direct line” to teenage issues and act as a ground-up perspective that aids the office in its mission to promote and strengthen public safety. The DA’s Office created a structure and atmosphere which encouraged honest and open dialogue. Students receive mentorship, guidance, and the tools to create campaigns bred from their own experiences and needs, rendering no two county-wide campaigns the same. The newest campaigns have evolved beyond film into cyberspace to stay relevant with the most popular platforms youth use today. The YAB created film, videos, and mobile app platforms which directly address challenges youth face daily.</p><h3 dir=\"ltr\">History</h3><p dir=\"ltr\">In 2008, Lincoln High School in southeast San Diego was declared by newspapers and public officials as going through a profound emergency. In an area where most families are from historically disadvantaged groups, the generational poverty many people of color endure was and still is the culture. Gang violence was palpable in many students’ lives and at an all-time high in 2008. Two promising Lincoln High students were gunned down as a result of gang violence which left the entire community reeling from the tragic losses. Local city and county officials sought to do something to alleviate and eradicate the senseless violence among San Diego youth.</p><p dir=\"ltr\">The District Attorney’s Office created the Youth Advisory Board (YAB) in partnership with Lincoln High recognizing the need to directly address these rampant issues in the context which they arose. The YAB created a short film titled “4 or 40: The Choice is Yours” which spoke beyond gang violence and focused on how choices made during the formative years of high school affect the next 40 years of life. In 2010, we partnered with Morse, the rival high school and neighboring gang territory to further develop the campaign. They have reached approximately 2,000 students and educators throughout the county with their message.</p><p dir=\"ltr\">In 2012, the DA expanded the board by targeting areas with high levels of crime in and around the schools. After looking at district maps provided by the San Diego Police Department, School Police and administrators, the partners identified school clusters that would benefit from wrap-around intervention/prevention programming. Data showed the Mira Mesa and Scripps Ranch communities accounted for a higher number of incidents within and around the schools. The DA’s YAB expanded their membership to Mira Mesa and Scripps Ranch high schools. In May 2014, the YAB comprised of a new generation of student leaders, premiered three new campaigns: Lincoln: Respect and Responsibility, Scripps Ranch: Redefine Success and Mira Mesa: The Fight.</p><h3 dir=\"ltr\">Originating Entities and Funding</h3><p dir=\"ltr\">The YAB messages are used by San Diego County Probation, San Diego Police Department diversion programs and Juvenile Court Schools. Recently, the San Diego County Public Defender’s Office committed to creating their own Youth Advisory Board. The long-term goal is for county agencies to partner with the DA’s Office and school district to establish more youth advisory boards. Maintaining a YAB requires significant amount of commitment and resources; the DA’s Office will provide technical assistance. The DA’s Office published a handbook that comprehensively details how to launch a Youth Advisory Board.</p><h3 dir=\"ltr\">Participant Selection</h3><p dir=\"ltr\">To avoid attracting only high-achieving students, the DA’s Office asked school officials to recruit students with invaluable insight who were leaders in a different social aspect. The DA’s Office received relevant information from students to effectively serve their community.</p><h3 dir=\"ltr\">Deliberation, Decisions, and Public Interaction</h3><p dir=\"ltr\">The YAB aims to spread awareness about the needs and challenges of youth and pressing issues affecting young people in San Diego County, resulting in a positive change throughout the community.</p><h3 dir=\"ltr\">Influence, Outcomes, and Effects</h3><p dir=\"ltr\">In the last six years, over 60 students have completed thousands of community service hours, fulfilling their San Diego School District graduation requirement. 23 students have pursued higher education and three students have graduated from college. The majority of YAB alumni are productive members of society and have avoided involvement with the criminal justice system. Through their service on the Board, student gain confidence, public speaking skills, and embodied the spirit of activism and leadership.</p><p dir=\"ltr\">In 2010, the “4 or 40” film was honored with a National Association of Counties Achievement Award and National Academy of Television Arts and Sciences Emmy Award. The YAB website, which includes a student-organized list of youth resources is the most frequently visited page on the entire District Attorney website. In 2013, the Respect and Responsibility campaign received the inaugural Diversity Youth Leadership Award from the City of San Diego’s Human Relations Commission.</p><p dir=\"ltr\">The San Diego Unified School District’s Board of Education voted unanimously to support District Attorney Bonnie Dumanis' Youth Advisory Boards and other initiatives aimed at breaking the cycle of gang violence, helping students make good decisions, and improving public safety.</p><p dir=\"ltr\">The current campaigns address the following youth identified problems: lack of respect for self, others, and community; the everyday struggles youth face (i.e. bullying, juggling family responsibilities); and the pressure to succeed beyond imposed social norms.</p><p dir=\"ltr\">One YAB alumna shares, “There is something about fighting against social injustice along with emphasizing the value of decision making to youth that fills a void in my heart. Working with the San Diego Youth Advisory Board, has allowed me to share this message while also learning a great deal about various members of the San Diego community, and what aspects of the city they feel have room for improvement.”</p><p dir=\"ltr\"> </p><h3 dir=\"ltr\">External Links: </h3><p dir=\"ltr\">Official Website: <a href=\"http://www.sdcda.org/office/yab/index.html\">http://www.sdcda.org/office/yab/index.html</a></p>", "title": "San Diego District Attorney's Youth Advisory Board"}