{"htmlbody": "<p dir=\"ltr\"><em>This entry is an adapted version of a document prepared by Ian Lovejoy. </em></p><h3 dir=\"ltr\">Problems and Purpose</h3><p dir=\"ltr\">The Your Manassas app was born from a desire to accomplish two things: 1. Improve citizen connectivity to city hall and 2. To improve the dissemination of activities and events to citizens 3. To add an economic development aspect to the app.</p><p dir=\"ltr\">The “report a concern” feature is by no means a new concept in civic engagement, however, all current “city hall” apps overemphasis this aspect of smartphone technology. City directories and news feeds combined with the ability to report a concern results in an application that presents as too utilitarian and ultimately less interesting to the citizenry. </p><p dir=\"ltr\">Initial feedback to the launch has been invaluable. Community stakeholders pointed out design and usage issues which were quickly modified. At the time of this submission there have been over 500 downloads of the app and there has been no negative feedback.</p><h3 dir=\"ltr\">History</h3><p dir=\"ltr\">Like many modern localities, the City of Manassas spends considerable resources on community enhancements through public/private partnerships. Endowments to historic associations, community arts facilities, and outdoor recreation enterprises has replaced a classic, in-house “Parks and Recreation” department. This has led to a large variety of “goings on” throughout the city, but none of which are under direct city control. The result: a fragmented recreation schedule that is organized piecemeal throughout the city. To add insult to injury, the city government gets little to no credit for supporting these efforts. The Your Manassas app connects to a primary events calendar and ultimately brands these events as city designated, resolving this issue. The city may now also utilize push notifications to update citizens on exciting events taking place in the city.</p><p>In addition to the aforementioned features, local shopping and dining features have also been integrated. Citizens, and guests, may now look up local restaurants and shops to make the community experience even better, while improving the economic fortunes of all.</p><h3 dir=\"ltr\">Originating Entities and Funding</h3><p dir=\"ltr\">The Your Manassas app was primarily designed by Councilman Ian Lovejoy, with input and assistance from various government departments and community stakeholders. It was designed using over-the-counter software and was organized independently by the councilman’s office at no taxpayer expense. The app was launched using a series of public meetings (Town Halls, business association meetings, etc.) and press releases drawing attention to its benefits.</p><h3 dir=\"ltr\">Participant Selection</h3><p dir=\"ltr\">Anyone can download the app. </p><h3 dir=\"ltr\">Deliberation, Decisions, and Public Interaction</h3><p dir=\"ltr\">No other locality in the Commonwealth of Virginia utilizes a “city hall” app to improve citizen connectivity. No “city hall” app in the nation combines this functionality with an events notification and a local shopping/dining platform. The appeal of the app has now grown from just a citizen complaint app to a usable economic development and life enrichment tool for visitors to the city as well. The program has received nothing but positive feedback from all community stakeholders and users alike. With over 500 downloads during the initial release, expectations have been exceeded.</p><h3 dir=\"ltr\">Influence, Outcomes, and Effects</h3><p dir=\"ltr\">One of the primary issues faced in Manassas is a public sense that not enough is being done in regards to events and activities as well as a general desire for economic growth. The Your Manassas app stands to truly move the needle on citizen engagement and connectivity.</p><p dir=\"ltr\">The technology behind the Your Manassas app is available and easily transferable. There are no proprietary aspects to its development. Ultimately it was designed by amateurs using over the counter technology, so in theory anyone should be able to replicate it.</p><p dir=\"ltr\"> </p><h3 dir=\"ltr\">External Links</h3> Official Website: <a href=\"http://www.yourmanassas.com/\">http://www.yourmanassas.com/</a>", "title": "Manassas Community Resources App"}