{"htmlbody": "<h3>Definition</h3><p>Agora Ekklesia group decision-making method is defined by key elements:</p><ol><li><p>Support for fundamental human needs, non-business exchange, volunteering, social hobbies and group decision-making.</p></li><li><p>Quick surveys on the background of face to face deliberative event.</p></li><li><p>Private discussion, no public discussion.</p></li><li><p>Option of secret ballot and other voting methods for proposals that have enough support in surveys.</p></li><li><p>Publishing accepted proposals on common website licensed as creative commons and free software with open source code.</p></li></ol><p><br/> </p><h3 class=\"western\">Problems and Purpose</h3><p>Current institutions deliver no or little satisfaction to some fundamental human needs. Humanity needs to identify the form of the needs and try to satisfy them for its own good.</p><p>Max-Neef classifies the fundamental human needs as freedom, participation, creation, leisure, understanding, identity, protection, subsistence, affection.</p><p>Freedom is most influential for our design. We try to minimize chances for any kind of oppression and be still friendly, economic and transparent.</p><p>Participation is easier, because other needs may be partly satisfied at the event. More opinions could be presented in a private discussion, including taboo and storytelling. We accept cooperation as well as we support the formation of other groups.</p><p>Creation we satisfy by never ending brainstorming. We also show organizers of workshops and seminars their possible audience.</p><p>Leisure we support by comfortable settings, games and number of activities that can be organized in or by the assembly.</p><p>Understanding is better in privacy with less pressure for rhetorics and oversimplification. Courses may be organized.</p><p>Identity may be provided by working for assembly. Other organizers may develop new identities too. Work for assemblies is also one source of authors identity.</p><p>Protection is provided as assembly and its projects support creation of social ties, that are helpful in case of misfortune.</p><p>Subsistence is not the main focus of the assembly, still it may be helpful for sharing and selling used stuff. Some projects like community gardening still may provide significant subsistence.</p><p>Affection is also a little bit supported. Roles of interviewers and innovators in the assembly may be very helpful for people who seek more affection.</p><p>Issues solved by political science as non-participation, media influence, scalability, language barriers, spam, digital divide, aggression, and authoritarianism are taken into consideration and when posing a significant problem, there should be an attempt to keep satisfying the needs and diminish the problem. Not to get overly concerned about the problem and forget about human needs.</p><h3 class=\"western\">History</h3><p><u><a href=\"http://participedia.net/en/cases/spole-ensk-burza\">First t</a>est</u></p><h4 class=\"western\">Participant Selection</h4><p>Everybody is allowed to come. People from a local neighborhood are expected. The assembly may ostracize, but ostracized may visit another assembly.</p><h3 class=\"western\">Deliberation, Decisions, and Public Interaction</h3><p>First assembly is simplified. Ideas are registered and published to create spontaneous brainstorming. At the same time, common sense is used to place ideas to opinion polls. Opinion polls collect approvals to proposals and ideas within a limited time and return back. Important results are published. For publishing website, flip-chart or blackboard may be used.</p><p>Later assemblies should become spontaneously more complex. Next paragraphs should outline it.</p><p>Ideas should be collected in many ways, for example direct entry to website(e.g. facebook group), most of face-to-face interactions with visitors should ask for more ideas, inboxes,…</p><p>Proposals should be created at the moment when an idea has significant support, because proposals with low support may be discarded from later opinion polls. Every proposal has individual decision rule. Low decision rule may be a cause for low support and legitimacy, because anybody should refuse to support a proposal with low decision rule. (She may also create new proposal with higher decision rule.) To give an advice for creating decision rule, proposals with higher sunk cost should have higher supermajority. Minimum rule is majority rule 50%. One more reason for higher decision rule is a system of decisions, where the more support, the more legal power. It is necessary to get more legal power - more support to overwrite a previous decision. Also, the decision are aging, e.g. automatically loose 2% of legal power (initial support) per year, because of human maturation, death, and opinion shifts. This should be strong foundation for the search for common ground in decision-making.</p><p>If opinion poll is not enough, anybody may request vote. If public vote is not enough, anybody may request secret ballot. If vote is requested, request is published. Moderator announces vote at the moment when is the support in opinion polls for the proposal is peaking above or near decision rule. Participants should be able to see the results on-line in a few minutes. Moderator speaks quite rarely and may be replaced. If secret ballot is requested, some basic form may be organized. Everybody gets a piece a paper and pencil. One after another throwing their papers with yes or else into a ballot box.</p><p>Citizens are encouraged to talk in pairs and small groups. For those who are willing to play, social games may be used to establish new pairs or exchange partners. Pairs may talk about the proposals on information boards or their own ideas. Individual citizens may search public website with accepted proposals from other assemblies and may translate and register them as local proposals. It is recommended to mark translated proposals and get some support before registration or the proposal may be discarded after a few opinion polls.</p><p><br/> </p><h4 class=\"western\">I<strong>nfluence, Outcomes, and Effects</strong></h4><p>Proposals should gradually improve each other, abstract ideas should be accepted first, later more concrete and later maybe even detailed plan with names.<br/><br/>The process should produce high-quality decisions by design. The majority of citizens will know the decision at the time when is accepted.</p><h3 class=\"western\">Analysis and Lessons Learned</h3><p>Authoritarians and their followers will probably act against organizers.</p><h4 class=\"western\">Secondary Sources</h4><p><a href=\"https://www.bsfrey.ch/articles/414_05.pdf\" target=\"_blank\">https://www.bsfrey.ch/articles/414_05.pdf</a></p><p><a href=\"https://web.archive.org/web/20130319153338/http://www.max-neef.cl/download/Max-neef_Human_Scale_development.pdf\">https://web.archive.org/web/20130319153338/http://www.max-neef.cl/downlo...</a></p><p><a href=\"http://cdd.stanford.edu/mm/2014/luskin-online.pdf\">http://cdd.stanford.edu/mm/2014/luskin-online.pdf</a></p><p><a href=\"http://www.sethgodin.com/ideavirus/downloads/IdeavirusReadandShare.pdf\">http://www.sethgodin.com/ideavirus/downloads/IdeavirusReadandShare.pdf</a></p><p><a href=\"http://members.shaw.ca/jeanaltemeyer/drbob/TheAuthoritarians.pdf\">http://members.shaw.ca/jeanaltemeyer/drbob/TheAuthoritarians.pdf</a></p><h3 class=\"western\">External Links</h3><p><a href=\"https://www.facebook.com/groups/1703985883178647/\">Complementary \"newborn\" project NeMeNet</a></p><p><a href=\"https://en.wikipedia.org/wiki/Sunk_costs\">https://en.wikipedia.org/wiki/Sunk_costs</a></p><p><a href=\"https://en.wikipedia.org/wiki/Free_software\">https://en.wikipedia.org/wiki/Free_software</a></p><h3 class=\"western\">Notes</h3><p>The whole event is informal and may be similar to a garden party.</p>", "title": "Agora Ekklesia"}