{"htmlbody": "<p><em>This entry is an adapted version of a document prepared by Grayce Liu. </em></p><p> </p><h3>Problems and Purpose</h3><p>In the late 1990’s, Los Angeles was facing a crisis as discontent neighborhoods across the city expressed their displeasure at being under-represented by city government. The most visible sign of alienation was the San Fernando Valley and Harbor areas secession movements. One alternative considered was increasing the fifteen City Council seats. There were concerns that City Council districts, at nearly a quarter-million people each, the largest in the nation, were too large to respond to many of the concerns of individual communities.</p><p>Rather than increase the existing representative democracy, the framers of the City Charter reform proposed a citywide Neighborhood Council (NC) system that they knew would be an experiment in participatory democracy. As one of the community members involved in the development of the system remembers, “It was damn exciting! We were creating an entirely new way for everyday people to be involved in city government, to change it for the better.” NCs were to be self-governing, independent advisory bodies to the City, and yet part of the City family as well. This presented not only a groundbreaking opportunity, but also an equally daunting challenge: how to cultivate grassroots democracy in one of the county’s most populous, most geographically vast and culturally diverse urban metropolitan centers, with a historically low level of civic participation.</p><h3>History</h3><p>When voters adopted the new City Charter in 1999, they created the NC system, but with vague language about how the system would work. It was left to City Hall to figure it out, and the early decisions handicapped NCs’ effectiveness. Exercising abundant caution, the City imposed significant rules and bureaucratic requirements on NCs, treating them as citizen commissions subject to the state’s Ralph M. Brown Act for public meetings and conflicts of interest laws. As noted in a Los Angeles City Attorney’s opinion in 2004, “Neighborhood Councils have been hamstrung by the very system they were intended to change.” Rather than fizzle out, the NCs have developed creative solutions and outgrown their “experiment” phase through sheer force of thousands of elected volunteers’ wills through the years. In addition to weighing in individually on city matters,  NCs now speak collectively in 6 regional alliances, too.  They alsoformed special land use, water and power rates, sustainability and city budget task forces. They groomed new leaders from the grassroots. In the 2013 election, the citywide Controller seat was won by a former NC leader. It’s widely acknowledged in City Hall now that Neighborhood Councils are here to stay.</p><h3>Originating Entities and Funding</h3><p>While the concept of neighborhood groups advising government has been around for years, no city has incorporated such a system to the degree that Los Angeles has in terms of city structure and funding. The now 96 Neighborhood Councils (NCs) receive a yearly allocation of $37,000 and support from dedicated staff in the Department of Neighborhood Empowerment, the City Attorney’s Office and the City Clerk’s Office. NCs can formally weigh in on issues before the City Council via Community Impact Statements, which are printed on the City Council meeting agendas on whether or not a NC is supportive of an issue. They are the only entity inside and outside the City with that power.</p><h3>Participant Selection</h3><p>Participation is based on stakeholder status, meaning that one does not have to physically reside within the neighborhood in order to be able to join the Neighborhood Council. Stakeholders include but are not limited to residents, religious leaders of a church/mosque/temple within a region, and business owners. It is hoped that the resident-stakeholder alliance facilitates better business and community relations in a neighborhood. Some positions on a Neighborhood Council may be specifically reserved for people of a certain stakeholder status, but each Neighborhood Council reserves to the right to make that decision.  Undocumented stakeholders are also included as they are in a community as well and should be included in the voice of that neighborhood.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>NCs have learned to be effective advocates in their community on land use, public safety, utility fees, sustainability issues, such as water conservation, City budget and any other matter affecting their community. In the past several years alone, they have defeated a sales tax increase (on the ballot) and a billion dollar bond for street repair (didn’t make it to the ballot) because the City failed to engage in sufficient community dialogue prior to proposing these matters. Through their alliances, they work with the Department of Water and Power where they negotiated the creation of a new City Rate Payer’s Advocate position to monitor rates; the Planning Department where they influence top City officials on sustainable building and zoning codes; and the Mayor’s Office where the NC Budget Advocates have worked collaboratively on City budget issues every year, including weighing in on union salary negotiations.</p><h3>Influence, Outcomes, and Effects</h3><p>The NCs are significant in redefining how government can effectively interact with its people to increase civic participation in a time when apathy is high. While Los Angeles saw a decrease in voter turnout the last several years, NCs are slowly pushing their numbers up with very little resources from 19,000 in 2012 to nearly 24,000 in 2014. As independent bodies, NCs can be innovative in ways to increase civic participation, such as using Nextdoor.com to increase online interactions with stakeholders, or using instant runoff voting in their elections. In 2016, they will pilot online voting citywide to increase voter turnout.</p><p>The transferability of the NC system has already been successful. The city of Nagoya, Japan, started their own neighborhood council system in 2010 based on their extensive study of Los Angeles’ system and their Mayor’s desire to increase civic participation in the community. In 2013, the White House Neighborhood Revitalization Initiative program in Memphis, Tennessee, started the Frayser Neighborhood Council using the bylaws and structure of Los Angeles’ NCs in order to address inequitable delivery of city services based on perceived race issues. Within their first year of operation, they were successful in raising awareness to vote down a tax increase in the community. Over fifty countries have come to learn about Los Angeles’ NC system. Many international visitors are stunned and envious of the way the NCs have persuaded city government to share power with them via a common voice created by the Neighborhood Council system.</p><h3>External Links</h3><p>Empower LA Website: <a href=\"http://www.EmpowerLA.org\">http://www.EmpowerLA.org</a></p><p>Neighborhood Councils Page, City of Los Angeles Website: <a href=\"http://www.lacity.org/city-government/subscribe-meeting-agendas-and-more/neighborhood-councils\">http://www.lacity.org/city-government/subscribe-meeting-agendas-and-more/neighborhood-councils</a></p><p>Los Angelees Neighborhood Council Coalition: <a href=\"http://www.lancc.org\">http://www.lancc.org</a></p>", "title": "The Los Angeles Citywide Neighborhood Council System"}