{"htmlbody": "<h3><strong>Problems and Purpose:</strong></h3><p>The initiative had as a purpose the amendment of certain provisions of the Labour Code introduced during the 2011 prime minister Emil Boc`s cabinet, when because of the global economic crisis, the entire fiscal and economic system  of the country had to be measured by austerity reforms. </p><p>There were no problems during the making of the initiative as well as within the signature collecting process and certainly there was no problem regarding the formulation or demands of the project when the Parliament deliberated its content, except the fact that they had to delete some dispositions within the project that were referring to a fiscal rule.</p><h3><strong>History:</strong></h3><p>The initiative was released to the national populations in order for the contributors to collect the signatures during the 2012-2013 year and was fully completed with the signatures by September 2014 when it was sent to the Parliament. </p><h3><strong>Originating Entities and Funding</strong></h3><p>The person that designed and elaborated the initiative`s project was a former minister in the Agricultural Minister of State, Alexandru Athanasiu. The funds for the project came from a national organization called the BNS (The National Union Block) that is one of the five co federal syndical representative organizations from Romania and is formed of forty professional federal organizations that represent the rights and the interest of the Romanian workers and because it is an organization formed of workers (simply citizens) they never revealed the total costs of the project, mentioning only the fact that the money was raised from mostly workers from around the country. </p><h3><strong>Participant Selection:</strong></h3><p>For the signature collecting process, the only requirement made for those who wanted to get involved by singing or by promoting the initiative, was that they had to be over 18 years old and the right to vote.</p><h3><strong>Deliberation, Decisions, and Public Interaction:</strong></h3><p>The deliberation process took place within the BNS national office in the capital, Bucharest between the man that designed the process, A. Athanasiu and around 10.000 workers form all national syndical organizations and lasted one month before they reached a common decision in order to present the project during a press release on 19th January 2013. </p><h3><strong>Influence, Outcomes, and Effects:</strong></h3><p>This initiative had a major impact upon the Romanian Legislation concerning the National Labour Code, proven by the openness of the Romanian public as well as the massive support from the national government and parliament and the implication of a large number of local councils. Being initiated by a former minister, the initiative was in 98% in concordance with the Romanian Constitution and when the Parliament adopted it there were no significant additions to the original project and because of that the initiative was immediately implemented as there were no opponents.  The initiative had a major positive impact towards the population because its success gave the public the chance to be more aware, interested and implicated within the reglementations of certain aspects of the law, especially when it comes to their work places and conditions.</p><h3><strong>Analysis and Lessons Learned </strong></h3><p>The relation between this particular case and the broader literature on democratic innovations is very tight. As I noted above in the Influence, Outcomes, and Effects section, the innovation that I described had a huge impact within the political culture of the Romanian people because it was the first citizen initiative in the whole history of the country and from the starting point registered a massive success, as the Chief of the Romanian Constitutional Court declared: ‘’Today we have a lot of interesting things or at least as interesting. We have a legislative proposal, a popular initiative. It is a colossal work, gathered 150,000 signatures.  You should be more interested in that. (... ) This is a popular initiative. I am very pleased to see that people were able to organize and gather as many signatures and promote a legislative initiative that is of great interest. It is a fundamental change in the Labour Code. So things are very important \".</p><p> The implication and promotion of this initiative was beneficial for the Romanian workers because through this process they succeeded to express free their opinions and concerns, they did extremely well in exercising their rights as proper citizens and more important they demonstrated to the political elite that the citizens are very interested in national as well as international policies, especially when it is about reforms within the industrial department. This project proved the political class for the first in twenty-five years of democracy that they cannot longer adopt and implement laws that only benefit them directly. This initiative is a example of civil society participation, constant challenge to the political system with big progress from the first attempt , the campaigning  of the project was not only in the interest of only one group but implicated directly the whole national working class of the country. Although the initialization and management of this legislative project was a time-consumer (the signature collecting process lasted a whole year), that did not stop the citizen in the attempt to break the complex political structures within the country and to rule put inequality at the work place within the Romanian society.</p><p>This innovation was a form of direct legislation because it was inclusive, it had popular control because the people had to sign in favor of a petition, that gave them more representation foremost the entire process of deliberation and collection of signatures had a lot of transparency, they didn`t have to depend on the political parties they voted for, to at least listen to their proposition so they showed considered judgment.</p><p>This project was not an original form of democratic innovation, so therefore it is 100% feasible because innovations like this one happen all the time in different parts of the world.</p><p>Being a direct democracy form of legislation the result of the innovation was binding as the Romanian Constitutional Court itself stated : ``Following deliberations, the Constitutional Court unanimously found that the legislative initiative of citizens entitled \"Law amending and completing the Law no.53 / 2003 - Labour Code\" fulfils the requirements of Article 74 paragraph (1) and (2) of the Constitution, except paragraph (3) Section 9 of 211 introduced by the legislative proposal, covering a fiscal rule.’’.</p><p> </p><h3><strong>Sources (bibliography) and External Links (URLs)</strong></h3><p>Official Website of the BNS: <em><a href=\"http://www.bns.ro/\">www.bns.ro</a></em></p><p>Final Legislative Proposal: <a href=\"http://www.senat.ro/legis/lista.aspx?cod=18475\">http://www.senat.ro/legis/lista.aspx?cod=18475</a></p><p><strong>News/Media:</strong></p><p><a href=\"http://e-juridic.manager.ro/articole/initiativa-cetateneasca-modificarea-codului-muncii-9999.html\">http://e-juridic.manager.ro/articole/initiativa-cetateneasca-modificarea-codului-muncii-9999.html</a></p><p><a href=\"http://www.ziare.com/social/codul-muncii/ccr-initiativa-populara-pentru-modificarea-codului-muncii-indeplineste-conditiile-legale-1344263\">http://www.ziare.com/social/codul-muncii/ccr-initiativa-populara-pentru-modificarea-codului-muncii-indeplineste-conditiile-legale-1344263</a></p><p><a href=\"http://www.agerpres.ro/justitie/2015/01/21/ccr-initiativa-cetateneasca-de-modificare-a-codului-muncii-indeplineste-conditiile-exceptie-unele-dispozitii-cu-caracter-fiscal-16-19-51\">http://www.agerpres.ro/justitie/2015/01/21/ccr-initiativa-cetateneasca-de-modificare-a-codului-muncii-indeplineste-conditiile-exceptie-unele-dispozitii-cu-caracter-fiscal-16-19-51</a></p><p><a href=\"http://www.romaniatv.ro/\">www.romaniatv.ro</a></p><p><a href=\"http://www.publisind.ro/index.php/Articole-si-informari/bns-drepturi-de-autor-prima-initiativa-cetateneasca-din-romania.html\">http://www.publisind.ro/index.php/Articole-si-informari/bns-drepturi-de-autor-prima-initiativa-cetateneasca-din-romania.html</a> [DEAD LINK]</p><p><a href=\"http://www.bns.ro/wps/wcm/connect/022c8988-a224-4e9c-8bab-e58f1d2789be/PROIECTUL+DE+COD+AL+MUNCII.pdf?MOD=AJPERES&amp;CACHEID=022c8988-a224-4e9c-8bab-e58f1d2789be\">http://www.bns.ro/wps/wcm/connect/022c8988-a224-4e9c-8bab-e58f1d2789be/PROIECTUL+DE+COD+AL+MUNCII.pdf?MOD=AJPERES&amp;CACHEID=022c8988-a224-4e9c-8bab-e58f1d2789be</a> [DEAD LINK]</p>", "title": " Romanian National Citizen Initiative on Labour Code"}