{"htmlbody": "<h3><strong>Problems and Purpose</strong></h3><p>Ever since its transition to democracy Bulgaria has had a history of violation in the electoral process which has been a major obstacle for the democracy itself. Vote buying, ballot stuffing and misrecording of votes are only few examples of electoral frauds that happen every time an election is held. (Institute of Modern Politics, 2014) The most easily manipulated ethnic group prone to vote selling in Bulgaria is the Roma one. Due to their general lack of education, nomadic lifestyle and uncontrollable increase in their numbers they can be simply convinced to vote for a certain candidate in exchange for even the lowest financial profit and thus influence the outcome of the election. The purpose of the initiative was to come up with possible solutions for the numerous infringements that undermine the most democratic process, namely the electoral one, and to submit it to the decision-making authorities for further action. (Institute of Modern Politics, 2014)</p><h3><strong>Originating Entities and Funding</strong></h3><p>The initiative was organized by a union called Modern Bulgaria which encompassed four non-governmental organizations: The Institute of Modern Politics, Active Society, The Association of Young Jurists and Preservation of the Democratic Values, as well as different initiative committees. The role of the Institute of Modern Politics was leading, however, without the participation of the other organizations the implementation of the initiative would not be possible. Since Modern Bulgaria is not a political party or a legal entity, according to the Election Code its member organizations had to be registered in the Central Electoral Commission (CEC) in order to be able to legally execute the monitoring on the day of the elections. The participation of Modern Bulgaria as a monitoring body was not financed by foreign donors as it is the case with most projects in the country but rather it was based on the gratuitous citizen financial contribution of the participators as well as the major support by the Institute of Modern Politics and the other non-governmental organizations that took part in the initiative. </p><h3>Participant Selection</h3><p>A total of 2722 activists, volunteers and sympathizers were mobilized and registered in CEC for the implementation of the initiative. This record-breaking number is seen by many as a result of the new Electoral Code that was put in place prior to the 2014 European Elections due to which for the first time the rights of the participators were clearly stated and they were given far more power than ever before. Everyone who was over the age of 18 regardless of gender, level of education or ethnical identity could register in CEC and take part in the initiative. However, the majority of the participants were members of different associations, foundations and NGO’s while the number of volunteers not belonging to any of these was low. </p><h3>Deliberation, Decisions, and Public Interaction</h3><p>Deliberation and decision-making were not included in the meetings because of the essence of the initiative. The purpose of the training sessions which happened once every two weeks was rather to familiarize the participants with their role and to teach them how to report different violations and what actions to take in various situations. Their part in the meetings was, therefore to listen and learn with no need to interact between each other. Part of the activists from Modern Bulgaria have had previous experience in monitoring elections for the last 15 years. For example, The Association of Young Jurists took part in the monitoring of the 2011 Presidential Elections with more than 120 participators. Moreover, many of the other individuals have also had solid experience since the beginning of the democratic changes in the country as a part of the Bulgarian Association for Fair Elections and Citizen Rights. (BAFECR) An important role of the initiative was played by the video made to raise awareness of the selling and buying of votes which was broadcasted by two major television channels in Bulgaria: TV7 and BNT, free of charge. A “hot” telephone line for signals was also introduced which made it possible for the citizens that were not directly included in the initiative to contribute to it by reporting any violations. </p><h3>Influence, Outcomes, and Effects</h3><p>On the Election Day the participants used checklists during the monitoring of the polling stations. 39 alerts were sent to CEC and 4 to the Ministry of Internal Affairs (MIA). Three of the signals sent to MIA were regarding the buying of votes in Sofia, Vidin and Sliven. The other one was a complaint against an aggressive behavior from a CEC member towards a legitimate participant of the initiative. Some of the most important alerts received by CEC were: psychological pressure on the voters exercised by members of CEC, prevention of the members of Modern Bulgaria from accessing the polling station, illegal marking of ballots, 90% of the polling stations were inaccessible for people with disabilities as well as many other violations. (Institute of Modern Politics, 2014) Based on these and the rest of the long list of reported infringements Modern Bulgaria made 10 recommendations to the decision-making authorities and asked them to take the needed actions to avoid such violations from happening in the future. The most important recommendations were: to create a permanent, professional and resource secured administration as a part of the CEC and the Regional Electoral Commissions, to improve the coordination between the MIA and the election administration in the fight against votes buying, and to obligate da national media by law to broadcast an informational campaign about the buying of votes. (Institute of Modern Politics, 2014) Although the recommendations received a vast media attention they did not get a legislative support. This was partly due to the situation in Bulgaria after the European Elections. With the resignation of the government there was no time for any changes to be made, but even now when the new government is relatively stable it seems like this is not on their priority list. However, the results from the initiative received a huge support from CEC which follows the recommendation as much as it is able to. (Kichashki, 2015)</p><h3>Analysis and Lessons Learned</h3><p>The initiative Modern Bulgaria for Fair Elections is important for the increase in the number of participators in future democratic innovations. It has been found that “exposure to more frequent use of state-level direct democracy can cause citizens to have more positive attitudes about their abilities to influence the political system, and to have more positive attitudes about how government responds to them.” (Donovan &amp; Bowler, 2002, p372) This in return means that people will be more likely to take part in public engaging activities once they have experienced some positive change after their contribution to a certain kind of initiative. Moreover this leads to “increased self-confidence for individuals and acquisition of the skills that citizens needed to participate, both of which comprise internal political efficacy.” (Donovan &amp; Bowler, 2002, p373)</p><p>Nevertheless, the result of the initiative Modern Bulgaria for fair elections was not as significant as expected. By looking at the broader experience of democratic innovations we can observe that it is highly likely for an innovation to not achieve its goal since the outcome of the process very often depends on other events as well. In the case of Bulgaria the resignation of the government played a major part in the result of the initiative since there was no time after the European Elections for the government to take any legislative actions. In the case of British Colombia citizen assembly the referendum on electoral system reform was largely unsuccessful due to “a campaign where party competition for office overshadowed discussion of the reform proposal”. (Fournier, <em>et.al</em>, 2011, p8) This shows that different events can also determine whether or not a decision made by the people will be implemented by the legislature. However, in many cases the governments simply do not accept the proposals. Such is the case of Netherlands’ Electoral System Civic forum where after it was submitted to the government “on 18 April 2008, the State Secretary of the Interior and Kingdom Relations sent a letter to parliament, stating that the government would not implement the proposal of the citizen assembly.” (Fournier, <em>et.al</em>, 2011, p9)</p><h3>Secondary Sources</h3><p>Information about the outcome of the initiative was obtained via email after requesting some more details from the CEO of the Institute of Modern Politics, Peter Kichashki. The last part of the section Influence, Outcomes, and Effects is based on his answer of my question “Were the recommendations of the initiative taken into account by the authorities and if yes what was their influence on the policymaking?”   Other main sources include the Report made after the end of the initiative which can be accessed on: <a href=\"http://www.modernpolitics.org/wp-content/uploads/report-election-observation-2014.pdf\">http://www.modernpolitics.org/wp-content/uploads/report-election-observation-2014.pdf</a> (Information about the source is available in English) as well as the web site of the Institute of Modern Politics:</p><p><a href=\"http://www.modernpolitics.org/?p=3956\">http://www.modernpolitics.org/?p=3956</a> and the movement Modern Bulgaria: <a href=\"http://dvizhenieto.org/?p=2844\">http://dvizhenieto.org/?p=2844</a>. Links to the other sources and brief descriptions will be provided in the next section.</p><h3>External Links</h3><p>NOTE: All links in Bulgarian</p><p>Final Report: <a href=\"http://www.modernpolitics.org/wp-content/uploads/report-election-observation-2014.pdf\">http://www.modernpolitics.org/wp-content/uploads/report-election-observa...</a></p><p>Modern Bulgaria Web Site: <a href=\"http://dvizhenieto.org/?p=966\">http://dvizhenieto.org/?p=966</a></p><p>Blog of Borislav Tsekov (Member of the Board of Governance of the Institute of Modern Politics): <a href=\"http://www.btsekov.com/?p=2698\">http://www.btsekov.com/?p=2698</a></p><p>News/Media:</p><p><a href=\"http://news.ibox.bg/news/id_1950301405\">http://news.ibox.bg/news/id_1950301405</a></p><p><a href=\"http://www.24chasa.bg/Article.asp?ArticleId=3888629\">http://www.24chasa.bg/Article.asp?ArticleId=3888629</a> – National Newspaper “24 Hours”.</p>", "title": "Modern Bulgaria for Fair Elections"}