{"htmlbody": "<h3>Problems and Purpose</h3><p>The main problem, which this deliberative poll was focusing upon, was in what ways could Vermont meet its future electricity needs, due to the fact that in 2012 the two major contracts were going to expire. The purpose was to gather information from the general public about their preferences on a number of specific questions, “what reliance should be placed on energy efficiency and on energy from various sources like wind, nuclear, and hydro” to meet the state’s electricity requirements. (Luskin et al., 2008:1)  Moreover, if the current suppliers should be changed or remained and also whether Vermont should depend more on large centralized facilities or on a higher “number of smaller and more geographically distributed once.” (Luskin et al., 2008:1) Therefore, the participants were able to voice their opinions and views on the issue, so that cooperation was created between the general public and the policy makers. </p><h3>History</h3><p>Deliberative Polling was established in Vermont by the Department of Public Service to gather public involvement in effectively planning the state’s electricity future. The main aim of this event was for the participants to examine and recommend the best suitable solutions for the issue over the next 5-10 years. (Briefing material, pg. 1) Previously most of Vermont’s electricity came from two main companies (Entergy and Hydro Quebec in Canada), but their contracts were about to expire in 2012, due to this Vermont had to assess and evaluate all of the electricity options with regard to their cost, price stability, as<a class=\"eeyykmxlug\" href=\"#\" title=\"Click to Continue &gt; by MacCost\"> well<img src=\"http://cdncache-a.akamaihd.net/items/it/img/arrow-10x10.png\"/></a> as economic and environmental impact. (Briefing material, pg. 1)  Thus, it created an opportunity for the general public to express their preferences in the matter of where their energy payments should go. </p><h3>Originating Entities and Funding</h3><p>The “Deliberative Poll was conducted by the Center for Deliberative Opinion Research at the University of Texas at Austin for the Vermont Department of Public Service in Burlington. They also worked closely in cooperation with the Center for Deliberative Democracy at Stanford University and with personnel from the Public Decision Partnership in Austin. In regard to the<a class=\"rkjgndiuurz\" href=\"#\" title=\"Click to Continue &gt; by MacCost\"> funding<img src=\"http://cdncache-a.akamaihd.net/items/it/img/arrow-10x10.png\"/></a> of this democratic innovation case, there is a lack of information. This was one of the major problems, due to the fact that a comparison cannot be made between the price of the innovation and the actual outcome (benefit) it had. </p><h3>Participant Selection</h3><p>In this particular deliberative poll, two different survey companies made a random sample of telephone numbers (i.e. RDD sample”): the Office of Survey Research (OSR) at the University of Texas and then at the private survey company NSON. (Luskin et al., 2008:6) But, due to lack of time OSR had to be replaces by a different survey house. In total there were 750 respondents that carried out the interview made by phone and were invited to attend the Deliberative Poll. (Luskin et al., 2008:6) Once someone answered the selected telephone number, the interrogator asked to speak with the person, who is over eighteen and his or her birthday is the most recent from the whole household. This method is used, because it is most approximate to random selection. Assuming that the person is not home, the interviewer would try to call back later, attempting up to 7 times. It was not approved to substitute the given number with another, so that the integrity of the random sample is preserved. (Luskin et al, 2008:7)</p><p>In order to recruit an adequately large sample of participants they were first asked, if they would like to attend the deliberative poll and then issuing a compressed questionnaire to the once who agreed to take part in the event. In the meantime several University of Texas and Stanford graduate students were asked to make additional calls following the invitation, if the respondent answered maybe to attending the poll. They were given more detailed information about it and were reassured that they are not required to have previous knowledge on the issue, the students also answered all of the remaining questions that they may have. (Luskin et al, 2008:7)) The participants were encouraged to participate by being told that they will gain a opportunity to voice their opinion on an important policy issue regarding Vermont, moreover the possibility to get in touch with fellow Vermonters from differing parts of the state, as<a class=\"eeyykmxlug\" href=\"#\" title=\"Click to Continue &gt; by MacCost\"> well<img src=\"http://cdncache-a.akamaihd.net/items/it/img/arrow-10x10.png\"/></a> as the prospect of being on television or in the newspapers. Moreover they were also promised that they would be<a class=\"eeyykmxlug\" href=\"#\" title=\"Click to Continue &gt; by MacCost\"> accommodated<img src=\"http://cdncache-a.akamaihd.net/items/it/img/arrow-10x10.png\"/></a> in a good<a class=\"xtwxpltqlox\" href=\"#\" title=\"Click to Continue &gt; by MacCost\"> hotel<img src=\"http://cdncache-a.akamaihd.net/items/it/img/arrow-10x10.png\"/></a> for the weekend, which the poll is going to take place, in addition each of the participants is going to get an honorarium of $150. (Luskin et al, 2008:8) The honorarium was particularly of interest to the less educated participants and those from lower classes in the society. Commonly these two social groups are complicated to recruit for events such as this is.</p><p>In total 154 participants from random sampling attended the event, but two of those were excluded, due to the fact that they were not invited through a telephone call. Six more were excluded, because of various other reasons (e.g. for leaving early or not completing a questionnaire at some point in time. (Luskin et al, 2008:12) The sample was composed by a “reasonably representative cross-section of the state.” (Luskin et al, 2008:12)</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>From all of the invited participants, a total of 146 attended the poll held at the University of Texas at Austin on November 3rd to 4th, 2007. The sample was chosen randomly, thus consisting of interviewees from a cross-section of differing age groups, social background etc.</p><p>The deliberative polling was structured in the following way: firstly, a poll was conducted with each of the participants, subsequently the sample received briefing materials and/or attended talks by experts; moreover each of the people, who took part in the event, was randomly assigned to a small group. All together there were 13 groups, which on average had “between 11 and 12 participants apiece”. (Luskin et al, 2008:9) Moreover, each group had a neutral moderator, who was in charge of leading the discussions. Due to the fact that both random sampling and random appointment were used, it was expected that the average variety of participants as<a class=\"xtwxpltqlox\" href=\"#\" title=\"Click to Continue &gt; by MacCost\"> well<img src=\"http://cdncache-a.akamaihd.net/items/it/img/arrow-10x10.png\"/></a> as opinions would be maximized. The main objective of the small group discussion was for the participants to be able to share their opinions, listen to and learn from each other, which then was expected to lead to improving everyone’s knowledge and thinking about the issues being discussed. It was not expected for the group to reach a consensus, thus the opinions were open to vary from person to person. Voting was also not recommended. All of the debates were led by a moderator, who was in charge of the flow of the conversation, so that it does not get out of hand or so it is not led by one of the participants, which may cause changes in the initial opinions of the participants.</p><p>The distribution of opinions was checked by the researchers twice: firstly, before the deliberations begun and secondly, post- deliberation. It was very important to see in what ways have the views of the participants changed after the in-group discussions and after their questions were answered by experts on the topic. Due to the fact that they deliberated in a environment, which supported diverse opinions it was expected that the participants would at least slightly change their starting positions. </p><h3>Influence, Outcomes, and Effects</h3><p>Before making a decision on the future<a class=\"eeyykmxlug\" href=\"#\" title=\"Click to Continue &gt; by MacCost\"> electricity suppliers<img src=\"http://cdncache-a.akamaihd.net/items/it/img/arrow-10x10.png\"/></a> in Vermont, the Department of Public Service decided to consider the opinions of ordinary citizens on the issue. Therefore, the outcome of the deliberative poll had the opportunity to influence the lawmakers’ decisions on the state’s electricity agenda, by suggesting the preferences of the ordinary citizens. The results that were gathered through surveys after a weekend of deliberations address a large number of policy areas, i.e. what importance should be given to energy efficiency as<a class=\"eeyykmxlug\" href=\"#\" title=\"Click to Continue &gt; by MacCost\"> well<img src=\"http://cdncache-a.akamaihd.net/items/it/img/arrow-10x10.png\"/></a> as on energy from varying sources (e.g. wind, nuclear and hydro). Moreover, the final questions also considered the current energy suppliers and if they should be kept or changed.</p><p>Regarding the energy choices, 25% of the participants’ wanted the state’s electricity to come from hydro; almost 18% preferred wind and around 15% would rather see the energy come from solar, wood and nuclear sources. (Luskin et al, 2008:1) Concerning the soon to expire contractors, almost all of the Vermonters agreed that the state “should continue buying electricity from Hydro Quebec as<a class=\"xtwxpltqlox\" href=\"#\" title=\"Click to Continue &gt; by MacCost\"> well<img src=\"http://cdncache-a.akamaihd.net/items/it/img/arrow-10x10.png\"/></a> from independent Power Producers”. (Luskin et al, 2008:2) 69% of the participants also agreed that the electricity used by Vermonters should be produced mostly in Vermont. (Luskin et al, 2008:2) A great importance was also put on the degree to which the opinions of the participants changed throughout the weekend, to see how significant is knowing more about the issue in creating and changing people’s views.</p><p>The results suggested that the more information was given to the interviewees, the more their opinions on certain issues changed, e.g. the support for renewable sources such as hydro and wood increased, on the other hand coal and<a class=\"rkjgndiuurz\" href=\"#\" title=\"Click to Continue &gt; by MacCost\"> oil<img src=\"http://cdncache-a.akamaihd.net/items/it/img/arrow-10x10.png\"/></a> became less desirable. Most of the effects were more relevant to the participants, then policy changes. All of the people, who attended the deliberative poll said that they increased their knowledge about the issue and that their interest in it was enhanced, due to the possibility to discuss the matter from all perspectives. </p><h3>Analysis and Lessons Learned</h3><p>Deliberative polls in general are frequently used to advice the government of the state about the public opinion on a certain issue, if they were given more information about the topic, which in this case can be seen as a success. As primarily stated by the founder of deliberative polls James S. Fishkin “a deliberative poll attempts to model what the public would think, had it a better opportunity to consider the question at issue.” (Fishkin, J.S., 1997:162)</p><p>Due to the fact that random selection was used, when gathering participants it can be stated that the innovation was inclusive. It included contributors from the general public, thus also minorities and people from different social background. One of the problems that may have been an issue was created by the offering of an honorarium to each contributor of $150, which was more attractive to citizens with lower incomes and education. This may have caused the sample to be more inclined to voice the opinions widely held, rather than for each citizen to fully disclaim their own views. Also the selection of participants according to the most recent birthday may have been a concern, because the people may share similar personal characteristics. In regard to inclusiveness, the use of moderators in each group has helped to eliminate the problem of certain voices dominating the discussions. In terms of inclusiveness, it can be concluded that from all the democratic innovations deliberative polls are very effective.</p><p>On the other hand, “most deliberative polls are not designed to substantially advance popular control over state action or to improve policy.” (Odugbemi, S. and Lee, T., 2011: 195) Vermont’s deliberative poll was also designed to give recommendations, rather than improve policy or implement new laws. Therefore, the popular control of this particular democratic innovation was not fully given an opportunity to have direct impact on the whole state’s legislature.</p><p>Moreover, this can be linked to the degree to which considered judgement is reached using this type of democratic innovation. The participants are given a set of information about the issue and then they have the opportunity to deliberate upon it and ask experts questions about anything that they don’t understand or want to know more about. At the end of the discussion each of the participants should have reached a considered judgement and should be able to voice his or her own most suitable opinion on the issue in question. One of the problems as mentioned by Graham Smith, is that “with deliberative polls, however, it is a third party that aggregates the individual preferences” (Smith, G., 2003:92). This is caused by the information from the polls being balanced out by an analyst, rather than by the participants, who are not required to reach a consensus.  On the other hand, in other mini publics such as citizens’ juries reaching a collective conclusion is required.</p><p>Furthermore, if transparency is considered, this particular case is transparent in publishing all of the materials online (i.e. the materials given to each of the participants as<a class=\"eeyykmxlug\" href=\"#\" title=\"Click to Continue &gt; by MacCost\"> well<img src=\"http://cdncache-a.akamaihd.net/items/it/img/arrow-10x10.png\"/></a> as the final report made after the event was conducted). On the other hand, there is a problem with the transparency of the total costs of the deliberative polling event. This leads to not being able to compare the actual resources that were required to the final benefits of the deliberations. The attendance of the event was also restricted by an invitation; therefore it was not an open process like other democratic innovations such as participatory budgeting.</p><p>Considering the feasibility of the process, the only problem spotted in this regard was the fact that it was time consuming for the participants with two days of intense deliberations. On the contrary, each of them was offered an honorarium for the time spent. Comparing this democratic innovation to others, such as participatory budgeting, it was less time consuming. In every other aspect this process was feasible, thus easily conducted. </p><h3> </h3><h3>Secondary Sources</h3><p>1.     Fishkin, J.S., 1997.  <em>The Voice of the People: Public Opinion and Democracy</em>, Yale: Yale University Press</p><p>2.     Luskin, R.S., Crow, D.B., Fishkin, J.S., Guild, W., and Thomas, D. Report on the Deliberative Poll on “Vermont’s Energy Future”, <em>Center for Deliberative Opinion Research</em>, January 2008, Available at: <a href=\"http://cdd.stanford.edu/2008/final-report-deliberative-polling-on-vermonts-energy-future/\">http://cdd.stanford.edu/2008/final-report-deliberative-polling-on-vermonts-energy-future/</a> Accessed: 7th April 2015</p><p>3.     Odugbemi, S. and Lee, T., 2011.<em> Accountability through Public Opinion: From Inertia to Public Action</em>, New York: World Bank Publications</p><p><em>4.     </em>Smith, G., 2003. <em>Deliberative Democracy and the Environment</em>, London: Routledge</p><p>5.     Vermont’s energy future: A Deliberative Polling Event, November 3-4, 2007, Burlington, VT. Briefing materials. Available at: <a href=\"http://cdd.stanford.edu/2007/vermonts-energy-future/\">http://cdd.stanford.edu/2007/vermonts-energy-future/</a> Accessed: 10th April 2015</p><h3>External Links</h3><p>Project Overview: <a href=\"http://cdd.stanford.edu/2007/deliberative-polling-on-vermonts-energy-future/\">http://cdd.stanford.edu/2007/deliberative-polling-on-vermonts-energy-future/</a></p><p>Final Report: <a href=\"http://cdd.stanford.edu/2008/final-report-deliberative-polling-on-vermonts-energy-future/ \">http://cdd.stanford.edu/2008/final-report-deliberative-polling-on-vermon...</a></p>", "title": "Deliberative Polling on Vermont’s Energy Future"}