{"htmlbody": "<h3>Problems and Purpose</h3><p>The purpose of the participatory budget in Seville was to enable the citizens to decide how the local governments budget should be spent in a democratic way.</p><p>This innovation was an initiative put forward by the collation of The United Left  (UI) and The Social Democratic Party (PSOE) who had a small majority in the local government. However, the initiative was not supported by the mainstream media and was first met with uncertainty by the citizens of Seville (Transnational Institute, 2007). </p><h3>History</h3><p>Citizen participation first emerged in Spain after the first democratic council elections in 1979 (Font and Navarro 2013)<strong>. </strong>In the first ten years of democratically elected councils there was few resources and citizen participation was not encouraged, rather councils would encourage more political orientated local associations to become involved in local politics. However, in the late 1990s, Spanish local governments started to use democratic innovations such as citizen juries in order to engage citizens and encourage participation (Font and Navarro 2013)<strong>. </strong>Following on from this emerging participatory culture in Spain, the left wing local government coalition of the united left (IU) and the Social Democratic Party (PSOE) in the city of Seville introduced the participatory budget in 2004. </p><h3>Originating Entities and Funding</h3><p>The funding for this innovation was a percentage of the local governments budget. The PB in Seville was allotted 50% of the local governments budget (Transnational Institute, 2007) and the participants of the innovation could vote on which sector they believed the money should be spent on. </p><h3>Participant Selection</h3><p>This innovation of PB in Seville was open to all the citizens living in the city, there was no particular selection process. However, in the later stages of the PB, the participants voted on who they wanted to represent them in the district councils (The Peoples Budget) </p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The process of PB in Seville began with participants submitting their proposals to their local civic center, or submitting proposals online, these proposals were then collated, and were followed by a series of open public assemblies. The deliberation begins with the first assembly, which is educative, giving participant’s information about participatory budgeting and the previous budget. This enables participants to deliberate and decide which departments need funding most, and participants can learn from the previous budget.  In the second assembly, participants vote on which local proposals will be taken forward to the larger district councils. Participants also vote for the delegates who will participate in larger district councils. Each district is allowed 5 proposals to put forward to the district council. The third assembly consists of the final proposals being presented back to the assembly and the citizens approving them, this assembly is the mot important for decision-making, as it ensures that the will of the participants is translated into policy (The Peoples Budget). The process of PB in Seville is highly interactive; citizens have the opportunity to attend assemblies and deliberate with one another about how funds should be spent in the local area. As well as this, anyone can put forward a proposal, either through submitting it to a local civic center or town hall, and online submission (The Peoples Budget). This makes the decision making more democratic as the online element makes it extremely easy for a vast number of citizens to submit proposals. The decision-making was conducted democratically and participants could vote on which issues they believed deserved the funding most, from this, each assembly could choose 5 proposals that were presented to the larger district councils (The Peoples Budget). Over the course of PB in Seville the deliberation and decision making of the participants saw the construction of new drains, pavements, and several swimming pools and sports grounds (Transnational Institute, 2007). </p><h3>Influence, Outcomes, and Effects</h3><p>The participatory budget in Seville was allotted 50% of the councils budget, and participants then voted on which sectors they thought where the most important. However, participants could only delegate funds to certain sectors, which limited the participatory budgets influence. The participants could delegate finds to the departments of public works, sport, youth, education, culture, environment, health and gender. From this, some practical outcomes of the participatory budget in Seville were urban renewal programs in poorer areas of the city including the construction of new drains and pavements and also community radio station that started broadcasting in 2008. (Transnational Institute, 2007). As well as the practical outcomes, there were two ideological outcomes of the participatory budget in Seville, the first being the democratization of public decision-making, and also informative democratization (Moreno-Dominguez and Sierra-Cabellero). The democratization of decision making and informative democratization in Seville not only impacted local government spending, but also created a participatory culture in Seville according to Moreno-Dominguez and Sierra-Cabellero, they argue that the process of PB in Seville established a new form of representation, participation and also challenged the idea of what is public through introducing “cultural democracy” in Seville. </p><h3>Analysis and Lessons Learned</h3><p>PB as a democratic innovation divides opinion in academic literature. On one hand it can be argued that PB signifies a crucial change from exclusive governmental practices and opens up governance to citizens and encourages a participatory culture (Wampler, 2012). On the other hand, however, some have argued that PB is used as a tool by governments to allow citizens to deliberate and make decisions that are in keeping with the governments agenda, which fools citizens into thinking their voices are being heard (Wampler, 2012).</p><p>The case of Participatory budgeting in Seville can therefore be seen in two ways; firstly that it was a successful example of PB, illustrated by the duration of the innovation, which lasted for 9 years, and also the number of citizens that were involved. As well as this, the PB in Seville can be seen as successful by using Smith’s (2009) frame work of how inclusive an innovation is, how much popular control is given to citizens, if the participants are enabled to have considered judgment when taking part in the innovation, the transparency and the efficiency of the innovation. From this, it can be argued that the case of PB in Seville is inclusive as any citizen living in the city of Seville can take part, and the participants are given a high proportion of the local governments budget, which gives popular control to the people. It can be argued that in Seville, the participants of the participatory budget were using considered judgment as the first assembly gives participants information about participatory budgets as well as the previous budget.</p><p>As well as this, the transparency of the PB in Seville as well as PB more generally is considered to be high, as Smith (2009) argues, “After all, participants are neighbours”. However, the efficiency of PB is questioned, as it requires citizens to commit to a long process, which can take up a lot of their time (Smith, 2009). As well as this, Smith (2009) goes on to argue that citizens who do not regularly engage in politics may not speak during assemblies, or even attend. Due to the amount of time participants have to give up in order to participate in PB, delegates and councilors, take on certain tasks during the process, who are often expensive to employ, this makes the process of PB less efficient and more costly (Smith, 2009). Secondly, the PB in Seville as well as PB more generally can also be assessed through a more critical view. For example, some argue that the purpose of PB is more ideological than practical. Sintomer et al (2008) argue that in most cases, the most noticeable outcome of participatory budgeting is increased communications between citizens and a strengthened civil society. In addition to this, there is no link between the implementation of participatory budgeting and higher voter turn out or if there is more participation, this would be better explained by the participatory approach that local governments have taken rather than a direct result of the participatory budget itself (Stintomer et al, 2008).</p><p>In addition, it is clear from the arguments above that PB as an innovation divides academic opinion in regard to how transparent it is as an innovation. As well as this, questions are raised as to if it is a true democratic innovation or if it is a tool used by governments in order to make it seem that citizen’s voices are being heard. It is my argument that PB in Seville and more PB more generally empowers citizens to participate and strengthens communications within communities. Sintomer et al (2012) argue that PB is a “potential cure against the acute, though enduring, “malaise” or “crisis” of democratic representation”, and this is mirrored by number of citizens that participated in the PB in Seville. Moreover, lessons can also be learnt from the PB in Seville, as previously argued, the efficiency of the PB could be improved; this could be through the use of more E-democracy to allow more citizens to participate without having to give up free tim. As well as this, it could be argued that PB in Seville and PB as a democratic innovation can be critiqued as they may empower the participants, but do not encourage or empower citizens to participate more generally in politics.</p><h3>Secondary Sources (Bibliography)</h3><p>Font, J. and Naverro, C., (2013). Personal Experience and the Evaluation of Participatory Instruments in Spanish Cities. <em>Public Administration. </em><strong>19 </strong>(3). 616-631. [Online]. Available from: Wiley Online Library. <em> &lt;</em><a href=\"http://onlinelibrary.wiley.com/doi/10.1111/j.1467-9299.2012.02106.x/epdf\">http://onlinelibrary.wiley.com/doi/10.1111/j.1467-9299.2012.02106.x/epdf</a>&gt;. Accessed 16 April 2015</p><p>Moreno-Dominguez, J. and Sierra-Cabellero, F., (No Date). <a href=\"http://www.academia.edu/3170337/THE_EXPERIENCE_OF_PARTICIPATORY_BUDGETS_IN_SEVILLE%20\">http://www.academia.edu/3170337/THE_EXPERIENCE_OF_PARTICIPATORY_BUDGETS_IN_SEVILLE </a> (Accessed 12 april 2015)</p><p>Smith, G., (2009). <em>Democratic Innovations. </em>Cambridge: Cambridge University Press</p><p>Stinomer, Y. et al., (2008). Participatory Budgeting in Europe: Potentials and Challenges. <em>International Journal of Urban and Regional Research. </em><strong>32 </strong>(1). 164-178. [Online]. Available from: Wiley Online Library. &lt;<a href=\"http://onlinelibrary.wiley.com/doi/10.1111/j.1468-2427.2008.00777.x/epdf\">http://onlinelibrary.wiley.com/doi/10.1111/j.1468-2427.2008.00777.x/epdf</a>&gt; Accessed 10 April 2015</p><p>Stinomer, Y. et al., (2012). Transnational Models of Citizen Participation: The Case Of Participatory Budgeting. <em>Journal of Public Deliberation. </em><strong>8 </strong>(2). 1-30. [Online] Available from: Publicdeliberation.net. &lt;<a href=\"http://www.publicdeliberation.net/cgi/viewcontent.cgi?article=1234&amp;context=jpd\">http://www.publicdeliberation.net/cgi/viewcontent.cgi?article=1234&amp;context=jpd</a>&gt;  Accessed 16 April 2015</p><p>Transnational Institute (2007) Participatory Budgeting in Seville &lt;<a href=\"http://www.tni.org/archives/act/16822\">http://www.tni.org/archives/act/16822</a>&gt;  (accessed 15 April 2015)</p><p>The People's Budget (No Date) 'The track record' &lt;h<a href=\"//localhost/ttp/::www.thepeoplesbudget.org.uk:what:trackrecord:\">ttp://www.thepeoplesbudget.org.uk/what/trackrecord/</a> &gt;(accessed 17 April 2015)</p><p>Wampler, B., (2012). Participatory Budgeting: Core Principles and Key Impacts. <em>Journal of Public Deliberation. </em><strong>8</strong> (2). 1-13. [Online] Available from: Publicdeliberation.net<em>. &lt;</em><a href=\"http://www.publicdeliberation.net/cgi/viewcontent.cgi?article=1236&amp;context=jpd\">http://www.publicdeliberation.net/cgi/viewcontent.cgi?article=1236&amp;context=jpd</a>&gt; Accessed 12 April 2015</p><p>External Links</p><p>Project Overview: <a href=\"https://www.tni.org/en/archives/act/16822\">https://www.tni.org/en/archives/act/16822</a></p><p>Journal Article: <a href=\"http://www.academia.edu/3170337/THE_EXPERIENCE_OF_PARTICIPATORY_BUDGETS_IN_SEVILLE\">http://www.academia.edu/3170337/THE_EXPERIENCE_OF_PARTICIPATORY_BUDGETS_...</a></p>", "title": "Participatory Budgeting in Seville, Spain "}