{"htmlbody": "<p>This case study was originally done as a requirement for an undergraduate seminar (POLI 420A) at the University of British Columbia in June 2015. Original authors: Alexander Andruzzi, Paddy Cole, Kevin Zhao.</p><h3>Problems and Purpose</h3><p>Following the 2008 financial crisis that devastated the Icelandic economy (see History), mistrust of political officials was rampant throughout the entire country (Bjarnason, 2014). However, with tragedy often comes opportunity. Leading up to the municipal elections of Reykjavik in 2010, Robert Bjarnason and Gunnar Grimsson launched the 'Better Reykjavik' website, which offered running candidates a space to crowdsource ideas in an effort to rebuild the relationship between elected officials and the citizenry. Following the 2010 election, the Better Reykjavik platform was used to stimulate civic engagement in the decision-making process by giving citizens the opportunity to upload ideas and vote (up or down) ideas that were appealing or unappealing. During the month of the election (both preceding and proceeding it), approximately two-thousand ideas were uploaded by roughly forty percent of Reykjavik's population (Bjarnason, 2014). Expanding upon the success of the Better Reykjavik platform, e-participatory budgeting was launched in the form of the Better Neighborhoods website. Better Neighborhoods further involves citizens in the decision-making process by allowing participation in the allocation of funds for projects. The popularity of both the Better Reykjavik and Better Neighborhoods websites as well as the effectiveness in getting popular, citizen-devised projects to come to fruition, shows the success of the websites at improving citizen participation. Additionally, when citizens see if the fruits of their participatory labour (i.e. citizen-driven projects) coming into existence, trust in the political system starts to re-emerge. E-democracy and e-participatory budgeting, in this case, have been successful at overcoming a typical problem in democracy: declining voter turnout, especially among the youth (though it is still low, see Figure 1). In sum, the Better Reykjavik and Better Neighborhoods platforms have begun to successfully tackle the problem of rampant political mistrust by bringing citizens into the political realm.</p><h3><strong>History:</strong></h3><p>The 2008 financial crisis in Iceland, which caused a lot of financial hardship and grief among the Icelanders, significantly reduced the confidence and trust people had in the country’s political and economic system and gave rise to the emergence of new forms of democratic movements that aim to entrust ordinary citizens with the power of governance and deliberation of important public policies. The Better Reykjavik is one of such movements.</p><p>Before the crisis, Iceland underwent a successful economic transformation from a low value industry based on fishing to a high value industry based on finances. Iceland’s economic liberalization and financial deregulation policies boosted the country’s economy and won high praise from scholars and politicians. With low unemployment and strong economic growth, Iceland seemed to be poised to enter into an era of prosperity. However, in September 2008, Iceland fell into a deep economic recession. The collapse of the three major banks generated not only a deep sense of crisis and fear among Icelandic citizens but also a widespread sentiment of frustration and anger toward the dominant political and economic system. The sudden economic collapse captured a lot of global attention. Nobel Prize winning economist Paul Krugman has called Iceland “the poster child for financial excess.”  In January 2009, thousands of citizens gathered in front of the parliament in what was known as the ‘pots-and-pans-revolution’, demanding politicians to step down and culminating in replacing the ruling party with the election of the first social democrat government in Icelandic history. As a response to the crisis and the protests, the Icelandic politicians began to consider the possibility of the inclusion of ordinary citizens in policy-making process. The online crowdsourcing of the new constitution was one of the solutions to involve citizen participation in governance. The two national referendums in 2010 and 2011on foreign debt are “the only known direct democratic votes on sovereign debt resettlement in history” (Johnsson, p6), and in the capital of Reykjavik, we witnessed the birth of the grassroots movement called Better Reykjavik. The case of democratic innovations in Reykjavik in Iceland started with the launch of the participatory online platform Shadow City by two web developers named Gunnar Grimsson and Robert Bjarnason, which later turned into ‘Better Reykjavik.’</p><h3><strong>Originating Entities and Funding: </strong></h3><p>Better Reykjavik was created and initially funded by two private citizens. Eventually, the program was turned into the Icelandic-equivalent of a non-profit organization. Funding ranges from €1,500-€1,600 per month. In 2011, the Better Reykjavik website was formally accepted as a collaborator by the Reykjavik City Council. This formal collaboration sparked the emergence of the Better Neighborhoods website by Robert Bjarnason and Gunnar Grimsson. Better Neighborhoods received a €5.7 million initial investment from the city of Reykjavik (Bjarnason, 2014).</p><h3><strong>Participant Selection: </strong></h3><p>There are no qualifying or disqualifying factors for participants in the Better Reykjavik and Better Neighborhoods projects. The purpose of the Better Reykjavik and Better Neighborhoods projects is to increase citizen participation in political decision-making. As a result, limiting participant selection is contrary to the goals of the projects. Perhaps no better example of the inclusiveness of the Better Reykjavik project can be found than the 9-year-old who proposed the idea of more field trips for her class on the Better Reykjavik website. The idea was upvoted on the website, passed by the City Council and then implemented (see Video 1).</p><p>The success of the Better Reykjavik program can be seen in the age demographics of its participants. There has been a steady increase in participation in all age groups (see Figure 1) and there does not appear to be decrease in participation or enthusiasm since the Best Party has been dissolved. Participants in the 26-35 and 36-45 years of age have the highest representation (approximately 25% for both groups). Interestingly, however, participants in the 16-20 and 21-25 age ranges are actually represented <em>less</em> than participants in the 50-60 and 61+ years of age with less than 8% representation for both of the former groups and between 8 and 15% for the latter groups. Based on this information, it can be inferred that the Better Reykjavik project was meant to encourage the participation of all age groups in the democratic process and was not targeted towards any specific age group (e.g. young people), as was stated in an interview the original authors conducted with Gunnar Grimsson and Robert Bjarnason in May 2015.</p><h3><strong>Deliberation, Decisions, and Public Interaction</strong></h3><p>The lack of political participation in contemporary society is a growing problem, and “politics is too important to be left in the hands of politicians,” (Bjarnason). Better Reykjavik is an attempt to remedy this by using electronic democracy to make citizen participation simpler and more convenient. It gives people the opportunity to propose ideas and deliberate on other proposals. It is set up in a way to encourage debate while making it difficult to argue (Citizens Foundation). By separating points for and against into columns, people are able to see the most popular points of view on the topic. The non-profit group, Citizens Foundation who started Better Reykjavik, stated that the online platform, “allows large groups to speak with one voice and organize ideas.”</p><p>For this process to be effective, it is imperative that political will exists.  According to Robert Bjarnason, “the city council committed itself to review, every month, the 10 ideas which had the most votes on the online platform.” The municipal government also informs the citizens about whether or not the ideas were approved. This gives the citizens the ability to see the tangible results of their participation. Although the final decision is not in the hands of the public, city council understands that the ideas that are brought to them are highly supported by citizens. As of August 2014, roughly 64% of proposals were accepted by Reykjavik city council. Although the political party in power changed in 2014, political will is still present and Better Reykjavik continues to be a successful platform for debate, deliberation and participation.  </p><p>Although there is no clear budget limit for each individual idea, it is difficult to gain support from citizens and especially the city council if the financial requirements are excessive. In an interview with Gunnar Grimson and Robert Bjarnason, they mentioned a proposal to move the Reykjavik Airport. And although this gained support from citizens, it was deemed unrealistic by the city council. This demonstrates that support is important, but feasibility is integral.</p><p>When implementing an online platform for participatory budgeting, security is a major concern. Better Reykjavik is fairly relaxed in that authentication is open and users can log in with their Facebook, Twitter, and email accounts. This integration with social media allows for easier diffusion of ideas as well as drawing attention to Better Reykjavik. However, when it comes time to vote, an electronic ID or a password delivered through citizens’ online bank is required for participation. In addition, advanced security measures are utilized to protect user and website information.</p><h3><strong>Influence Outcomes and Effects</strong></h3><p>In the first 3 years of Better Reykjavik, over 150 citizen ideas were approved by city council. These projects give people the power to improve their own lives in the city. The Better Reykjavik program has developed and now includes Better Neighbourhoods. This allows citizens to register in their neighbourhood, based on their address. It enables people to propose ideas and vote for and against ideas that will improve their lives more directly than Better Reykjavik can. So far, “Better Neighbourhoods has seen over 200 different project ideas come to fruition following an investment totaling EUR 5.7 million from the city” (Bjarnason). Although the budget is rather small, the fact that it gives people the opportunity to participate in the budgeting process is quite valuable.</p><p>Due to the success in Reykjavik, other Icelandic cities have begun to adopt similar forms of electronic democracy. In 2012 Estonia experienced a political scandal that caused a large amount of mistrust in the national government. To remedy this, the President used the Your Priorities platform (the same platform as Better Reykjavik) to crowdsource legal reforms. The 15 ideas that received the most public support were submitted to parliament, and 7 of them have been passed into law. Your Priorities has also been used in Bulgaria, United Kingdom, India, and the USA (Citizens Foundation). Because it relies on a high level of internet penetration in order to be truly representative of the population, electronic democracy will likely continue to grow in developed countries.</p><h3><strong>Analysis</strong></h3><p>Participatory governance has an intrinsic value for human life in a democratic society. Through political participation, the citizens gain a sense of empowerment and fulfillment. The Better Reykjavik project clearly achieves this central goal of participatory democracy by providing an important channel for ordinary citizens to become involved in the political decision-making process.  Through open deliberation and participation, citizens’ voices have been heard and their opinions have been taken into consideration, as in the successful implementation of many citizen-led proposals including increasing the number of school field trips and providing homeless shelters. In the case of school field trip proposal, it is quite remarkable that the idea comes from a nine year old child and that the city council has taken her idea seriously. This goes to show the power of participatory governance and the Reykjavik government’s political will in supporting democratic innovation.</p><p>As a case of democratic innovation, the BR brings real changes to the local political structure. One of its core principles is crowd-sourcing, which is a process of “collaborative knowledge production” based on the collection of input from the public as opposed to from the experts. It has empowered ordinary citizens to engage in deliberations on important public policies and at the same time greatly reduced the influence of elite interests in politics. It marks a significant departure from representative democracy. The BR project shows significant potential in elevating the everyday life of the citizen to a higher level: instead of spending their time on passive consumption and private pleasures, citizens collectively participate in the building of a better community and fulfill their duty for the common good. The medium of the innovation of BR, the internet, is another revolutionary feature that has an intrinsic democratic value. As Grimsson and Bjarnason argue, eparticipation is inherently liberating and transcending since the internet promotes free flow of ideas and transparency whereas traditional print media and broadcast strictly control the information that is disseminated to the public (Grimsson and Bjarnason, p4). Marco Bani also argues that the internet and social media have demolished the traditional boundaries of time and space of political deliberation where physical presence is necessary and public input is slow to materialize (Bani, p2). E-democracy is an extremely valuable tool to engage public interest in participation because it gives those who are disillusioned with traditional forms of participation a new way to express their voices and concerns. Dani talks about the fact that there is an alarming trend of growing political apathy in contemporary democratic societies marked by “a collapse of turnouts in elections, a decline of community life and growing cynicism and distrust of political parties and institutions.” Eparticipation is also more likely to attract people’s interests because it is convenient and can be done at the comfort of their own homes. The leader of Best Party John Gnar remarks, “Instead of spending two hours in some stuffy office down in the city, drinking vending-machine coffee and listening to vacuous anecdotes about some employee’s private life, you can sit comfortably at home, in peace and quiet, at your computer, in your underwear if you feel like it.” (G.&amp;B, p22).</p><p>Despite the unprecedented success and potential of BR in the context of global democratic movement, we think that there are some limitations regarding its internal structure, and its long-term evolution. The BR policy-making process is essentially non-binding since the final decision rests in the hands of city councillors who decide which proposals get passed and implemented. Magnus Jonsson calls this process “advocacy democracy” instead of direct participation since the final decision is left to the discretion of the elites (Johnsson, P8). In the current system of BR, citizens have developed policies to improve the quality of their everyday lives involving school field trips, pedestrian park and homeless shelters; they are largely precluded from taking on greater political and economic matters since those are usually managed by the specialists and experts in contemporary society.</p><p>It is not exactly clear what the project will accomplish in the long term since the organizers do not have a detailed plan of how the BR project will be applied on a national scale and used to further broader reforms. The organizers make it clear that the main objective of the BR project is to empower ordinary citizens while detaching itself from any type of clear political label. The project’s lack of long-term planning speaks to its spontaneity and the fact that it is a bottom-up, autonomous movement. There is a real possibility that the BR project will lose its momentum once the country’s economy improves and people’s enthusiasm for the project dies down. Landemore refers to a fickle public that oscillates in its opinion according to economic conditions as one of the possible reasons why the Icelandic constitutional reform experienced a decline in public support (Landemore, p170). Yet there is still ground for optimism. The organizers have made a wise decision to institutionalize the project from the very beginning, making it less vulnerable to changes in political scene and public opinions. The municipal structures and the relationship between government and the citizens have been fundamentally transformed. The BR project is here to stay. The organizers have created a precious legacy for the future generation to take advantage of and to expand upon.</p><p> </p><h3><strong>Secondary Sources</strong></h3><p>Bani, M. (2012). Crowdsourcing Democracy: the Case of Icelandic Social Constitutionalism. Politics and Policy in the Information Age, Springer. Retrieved from <a href=\"http://www.academia.edu/1764288/Crowdsourcing_democracy_the_case_of_Icelandic_social_constitutionalism\">http://www.academia.edu/1764288/Crowdsourcing_democracy_the_case_of_Icelandic_social_constitutionalism</a></p><p>Bjarnason, R. (2014, July 28). ‘Your Priorities’: An Icelandic Story of e-Democracy. Eutopia Magazine. Retrieved from <a href=\"http://www.eutopiamagazine.eu/en/r%C3%B3bert-bjarnason/issue/your-priorities-icelandic-story-e-democracy\">http://www.eutopiamagazine.eu/en/r%C3%B3bert-bjarnason/issue/your-priorities-icelandic-story-e-democracy</a></p><p>Boyer, D. (2013). Simply the Best: Parody and Sincerity in Iceland. American Ethnologist, Vol.40, No.2. Retrieved from <a href=\"http://onlinelibrary.wiley.com.ezproxy.library.ubc.ca/doi/10.1111/amet.12020/epdf\">http://onlinelibrary.wiley.com.ezproxy.library.ubc.ca/doi/10.1111/amet.12020/epdf</a></p><p>Burgess, S., Keating, C. (2013). Occupy the Social Contract! Participatory Democracy and Iceland's Crowd-Sourced Constitution. New Political Science, 35:3, 417-431.</p><p>Geppert, S. (2000). Civil Society: The Critical History of an Idea by John Ehrenberg. Theory and Society, Vol 29, No. 2. pp. 275-185. Springer. </p><p>Jackman, Mary R. The Velvet Glove: Paternalism and Conflict in Gender, Class, and Race Relations. Berkeley:  University of California Press,  c1994 1994. </p><p>KRISTINN MÁR ÁRSÆLSSON, K. (n.d.). Real democracy in Iceland? Retrieved May 18, 2015, from <a href=\"https://www.opendemocracy.net/kristinn-m\">https://www.opendemocracy.net/kristinn-m</a>ár-ársælsson/real-democracy-in-iceland </p><p>Lackaff, D. (n.d.). Better Reykjavik: Open Municipal Policymaking. Retrieved May 17, 2015, from <a href=\"http://civicmediaproject.org/works/civic-media-project/better-reykjavik\">http://civicmediaproject.org/works/civic-media-project/better-reykjavik</a> </p><p>Landemore, H. (2014) Experimenting with crowdsourcing a constitution: Inclusive constitution-making: The Icelandic Experiment, Journal of Political Philosophy, Vol 23, Issue 2, Pages 166-191, June 2015.</p>Miori, V, &amp; Russo, D. (2011) “Integrating Online and Traditional Involvement in Participatory Budgeting.” Electronic Journal of e-Government Volume 9 (1),  41-57. Retrieved from <a href=\"http://www.ejeg.com\">www.ejeg.com</a><p>Peixoto, T. (2009) Beyond Theory: e-Participatory Budgeting and its Promises for eParticipation. European Journal of ePractice, 7, 1-9. Retrieved from <a href=\"http://www.epracticejournal.eu\">www.epracticejournal.eu</a></p><p>Prpic, J., Shukla, P., (2014). Crowd Capital in Governance Contexts.  Oxford Internet Institute, University of Oxford - IPP 2014 - Crowdsourcing for Politics and Policy. Retrieved from <a href=\"http://ipp.oii.ox.ac.uk/sites/ipp/files/documents/IPP2014_Prpic.pdf\">http://ipp.oii.ox.ac.uk/sites/ipp/files/documents/IPP2014_Prpic.pdf</a></p><p>Sorel, G. Reflection on Violence, edited by Jeremy Jennings. Cambridge University Press.  First published in 1999. </p><h3>External Links</h3><p>Better Reykjavik Project Website (Icelandic): <a href=\"https://betrireykjavik.is/\">https://betrireykjavik.is/</a></p><p>Better Neighbourhoods Webstie (English): <a href=\"http://www.citizens.is/portfolio/better-neighborhoods-helps-citizens-understand-the-realities-of-budgeting/\">http://www.citizens.is/portfolio/better-neighborhoods-helps-citizens-und...</a></p><p>Journal Article: <a href=\"http://www.academia.edu/1764288/Crowdsourcing_democracy_the_case_of_Icelandic_social_constitutionalism\">http://www.academia.edu/1764288/Crowdsourcing_democracy_the_case_of_Icel...</a></p><p>Press/Media:</p><p><a href=\"http://eutopiamagazine.eu/en/r%C3%B3bert-bjarnason/issue/your-priorities-icelandic-story-e-democracy\">http://eutopiamagazine.eu/en/r%C3%B3bert-bjarnason/issue/your-priorities...</a></p><p><a href=\"http://civicmediaproject.org/works/civic-media-project/better-reykjavik\">http://civicmediaproject.org/works/civic-media-project/better-reykjavik</a></p><p><a href=\"https://www.opendemocracy.net/kristinn-m%C3%A1r-%C3%A1rs%C3%A6lsson/real-democracy-in-iceland\">https://www.opendemocracy.net/kristinn-m%C3%A1r-%C3%A1rs%C3%A6lsson/real...</a></p><p> </p>", "title": "Electronic Participatory Budgeting in Iceland "}