{"htmlbody": "<h3><strong>History, Problems &amp; Purpose</strong></h3><p>A democratic deficit had been identified; both practitioners and policymakers had concerns about the lack of involvement of local people in community regeneration strategies across Scotland. There was a need to facilitate the gathering of input from local communities to ensure that regeneration initiatives reflected their priorities, and concerns. Addressing these issues and involving community members would legitimate future action. Feedback from previous attempts to involve the community in regeneration initiatives had highlighted widespread feelings of cynicism and apathy; especially in areas where there was a history of failed regeneration project. There were also concerns about access to funding required to facilitate community involvement, and the need to create long-term opportunities for sustained participation (2004: pp. 7, Para 2.2; pp. 8 - 9, Para 2.9, 2.13).</p><p>The ‘Listening to Communities’ programme was launched in 1998. It was designed to assist agencies and organisations to develop better strategies for effective community participation. A key feature of this programme was the promotion of People’s Juries and People’s Panels in regeneration areas, as they were seen as innovative methods for engaging local communities in issues that mattered to them. This case study focusses on the People’s Juries, which formed part of the wider programme (2004: pp. 1, Para 1.2 – 1.6; pp.7, Para 2.1).</p><h3><strong>Originating Entities and Funding</strong></h3><p>Scottish Executive: Minister for Communities</p><p>In August 1999 £1 Million funding was made available under the ‘Listening to Communities’ programme to develop People’s Juries and People’s Panels in Social Inclusion Partnerships across Scotland. The Scottish Executive appointed consultants to plan and deliver two pilot People’s Juries in two SIPs. Following evaluation of the pilots, SIPs were offered the opportunity to bid for funding to facilitate their own People’s Juries (2004: pp. 1 – 2, Para 1.1, 1.2, 1.3, 1.6).</p><h3><strong>Participant Selection</strong></h3><p>A range of methods was used to select jurors:</p><ul><li>Members of the public were recruited face-to-face on the doorstep, in the street, and in other venues.</li><li>Some jurors were recruited as members of local forums, and other community organisations</li><li>Some jurors were nominated by local partner agencies</li><li>Household surveys were used when the jury needed to be a broadly representative sample of the population within a SIP. In this case jurors were usually recruited by household surveys using either a quota, or random-sampling system.</li><li>For the two youth juries, the jurors were recruited using existing networks and organisations</li></ul><p>The juries were selected by SIP staff, and various partners involved in the process; there were no noted difficulties in recruiting members. Apart from the youth juries, none of the SIPs made specific efforts to recruit juries formed entirely from ‘hard-to-reach’ community groups, although there is evidence that a small number of people were recruited from ‘hard-to-reach’ groups. One of the youth juries was particularly successful in recruiting excluded young people by working with schools and community groups (2004: pp. 16, Para 3.6, 3.9; pp. 69 – 70, Q31, Q33).</p><h3><strong>Preparation, Deliberation and the Decision-Making Process</strong></h3><p>The juries sat for between 2 – 4 days, with the youth juries tending to be shorter, but more intensive. All juries, in preparation for their deliberations attended facilitated introductory sessions where the relevant issue was discussed and previous research was examined, before they met with the witnesses. Many jurors commented that the level of support received from the facilitators was key to the success of the process (2004: pp. 17, Para 3.13, 3.14).</p><p>They then received evidence from witnesses, who were usually experts in their field; the purpose of this evidence was to equip the jury with the tools to make informed decisions. Following the presentation of evidence jury-members were given the opportunity to question, and cross-examine, the witnesses. Some of the juries were given specialist training, including visiting other geographical areas that had experienced similar issues, this enabled them to see first-hand real-life cases, demonstrating what could be potentially achieved (2004: pp.18, Para 3.18, 3.19, 3.21).</p><p>Following the witness sessions the juries deliberated, collated their responses and formed recommendations, which were then passed to stakeholders. The stakeholders met separately to consider the jury’s findings, and this was followed by a joint session where stakeholders gave feedback to the jury, and possible outcomes were discussed with a view to making decisions (2004: pp.19, Para 3.25).</p><h3><strong>Influence, Outcomes, and Effects</strong></h3><p>Although juries have the potential to successfully engage both community-members and stakeholders, they require a significant level of resources and time commitment, and accordingly, should only be used sparingly. Whilst this research presents the various frustrations with the decision-making process and more generally, the difficulties with the interactions and related deliberations between the jurors and the stakeholders, the intangible outcome of the personal capacity-building of jurors, was a success in itself. Many people who were involved in the process continued to be involved with community activity afterwards (2004: pp. 24, Para 3.51; pp. 25, Para 3.53; pp. 26, Para 3.57)</p><p>The influence of the jury process was felt most when recommendations were taken up. These tended to be small incremental changes that could be implemented simply by a single agency, sometimes they were actions that the stakeholders were already considering, and therefore the jury’s recommendation gave them the push to make it happen. Many of the recommendations were referred by stakeholders to working groups; there is supporting evidence that many of these working groups have been successful in implementing the recommendations. Decisions on complex, including multi-agency, recommendations could not taken quickly, creating frustration on both sides, the jurors thought they were not being taken seriously, and the stakeholders either found the recommendations unrealistic or could not make the decision without consultation, and negotiation, with partner-agencies (2004: pp. 21, Para 3.35; pp. 22, Para 3.38, 3.39, 3.40).</p><h3><strong>Analysis and Lessons Learned </strong></h3><p>People’s Juries come under the umbrella of mini-publics, which includes:</p><ul><li>Citizens’ juries</li><li>Planning cells</li><li>Consensus conferences</li><li>Deliberative polling</li><li>Citizens’ assemblies</li></ul><p>In common with Athenian democracy, what all mini-publics have in common is random-selection methods to create a representative sample of the population. Mini-publics typically meet for between 2 – 5 days, independent facilitation is in place to ensure fairness, witnesses give evidence and this is followed by an opportunity for participants to cross-examine them, finally citizens are given the chance to deliberate, with a view to making recommendations (Smith, 2009: 72, 76).</p><p>The Scottish Executive’s People’s Juries shared most of these features. The major strength in the process was the facilitated sessions, and accompanying training the jurors experienced; feedback suggests that the jurors were extremely impressed with the skills of the facilitators (Scottish Executive Development Department, 2004: pp.17, Para 3.14, 3.15). The weaknesses in the process were identified as the inconsistency of the quality of the witnesses, some of which the jurors felt were not fully committed (2004: pp.18, Para 3.20), and also whether the stakeholders were receptive to the recommendations, all in all the process could have been improved if expectations were correctly managed, and all parties were fully briefed in advance, but since this was a pilot, one can acknowledge that this was all part of the learning curve (2004: pp. 20 – 21, Para 3.31) .</p><p>Deliberation in the facilitated sessions was key to the inclusiveness of the process, with all jurors, in theory, having an equal opportunity to contribute, with independent facilitators in place to ensure impartiality, and to reduce the risk of group polarisation. According to Sunstein (2008: 81) the very nature of deliberation means that people can enter discussions with one view, and leave with another, and due to human nature, people’s opinions can be influenced and changed by those around them. Therefore the role of the facilitators in this case study would have been to ensure that polarisation of opinion did not occur, one way of combating this would be to ensure selection of people with competing views, however, random-selection cannot guarantee this, so this is a risk that had to be taken. The report does not mention group polarisation, but it is worth bearing in mind that stronger, more vocal individuals can, and do, have an impact on other group members. One innovation, that comes under the umbrella of mini-publics, which eliminates the risk of group polarisation is deliberative opinion polls, an idea pioneered by James Fishkin. Deliberative polls are characterised by small groups of diverse individuals, randomly selected, the groups come together to deliberate, but the decisions are individual and confidential, the existence of monitors and the absence of collective, group decisions ensure that the outcomes are not influenced by social pressure, and therefore truly reflect individual opinions (2008: 97 – 98). To sum it up, all forms of mini-public offer a safe space for deliberation, all involved are able to contribute individually, it is much more democratic than representative democracy, where one individual is elected to take those decisions. Sartori (1987: 139) articulates this as: “<em>... deciders decide …” </em>via deliberative democracy, and: “<em>… decide the deciders …</em> “ via representative democracy, thick versus thin conceptions of democracy, and of course a thick conception of democracy is far more accountable and legitimate.</p><p>The role of the research carried out in the Scottish Executive’s report was, on the whole, positive. The weaknesses in the project were transformed into lessons learned. The findings of the report were, that in order for future People’s Juries to be successful they must: </p><ul><li>Be focussed on a tightly defined topic, where stakeholders are committed to making changes based on the findings of the jury</li><li>Have sufficient resources in terms of time and money</li><li>Have secured the full commitment of all participants – jurors, witnesses and stakeholdersProvide necessary support to enable jurors to be able to fully participate in the process</li><li>Be used sparingly and flexibly – one size does not fit all, careful consideration needs to be given to whether a jury is the correct method for engagement in each case (2004: pp. 54, Para 5.33).</li></ul><p> </p><h3><strong>Sources</strong></h3><p>Sartori, G. (1987) <em>The Theory of Democracy Revisited. </em>New Jersey: Chatham House Publishers, Inc.</p><p>Scottish Executive Development Department (2004) <em>Evaluation of People’s Panels and People’s Juries in Social Inclusion Partnerships </em>[online] Available at: <a href=\"http://www.gov.scot/Publications/2004/04/19229/35737\">http://www.gov.scot/Publications/2004/04/19229/35737</a> [Accessed: 6 April 2015]</p><p>Smith, G. (2009) ‘Chapter 3, Mini-Publics: assemblies by random selection’ in <em>Democratic Innovations: Designing Institutions for Citizen Participation </em>[online] Available at: <a href=\"http://ebooks.cambridge.org/pdf_viewer.jsf?cid=CBO9780511609848A009&amp;ref=true&amp;pubCode=CUP&amp;urlPrefix=cambridge&amp;productCode=cbo\">http://ebooks.cambridge.org/pdf_viewer.jsf?cid=CBO9780511609848A009&amp;ref=true&amp;pubCode=CUP&amp;urlPrefix=cambridge&amp;productCode=cbo</a> [Accessed: 10 April 2015]</p><p>Sunstein, C. R. (2008) ‘Chapter 4, The Law of Group Polarisation’ in Fishkin, J. and Laslett, P. (eds) <em>Debating Deliberative Democracy. </em>Oxford: Blackwell</p><h3><strong>External Links</strong></h3><p><a href=\"http://www.gov.scot/Publications/2004/04/19229/35737\">http://www.gov.scot/Publications/2004/04/19229/35737</a></p>", "title": "People's Juries in Social Inclusion Partnerships, Scotland"}