{"htmlbody": "<p><em>This case study was originally done as a requirement for an undergraduate seminar (POLI 420A) at the University of British Columbia in June 2015. Original author: Jordan De Luca.</em></p><h3>Problems and Purpose</h3><p>In 2013, Vallejo, California became the first American municipality to adopt city-wide participatory budgeting. This is a process where citizens decide and vote on where a portion of their tax money can be allocated (City of Vallejo, 2013, May 30 2015). One of participatory budgeting’s goals is to make government more transparent and to forge a renewed dialogue between citizens and local leaders (Chapin, 2013, May 30 2015). According to the City’s 2012 press release, there were four main purposes to adopting the project (City, 2013, May 30 2015): first, to improve the city’s infrastructure and services and to rebuild civic pride. Second, to engage the community by granting representation to underrepresented groups. Third, to transform democracy by granting more decision making power to all residents. Fourth, to make government transparent by creating a dialogue between citizens and the municipal government. This last mandate was meant to engage residents in the political process and help them regain trust in elected officials.</p><p>These goals were a tall order for a municipality that had just emerged from bankruptcy. One of the challenges that the Vallejo PB project faced was engaging a disillusioned and diverse community. Another was overcoming the fears of the City Council. Many council members and ordinary citizens feared that locals lacked the knowledge and understanding of what services the community actually needed (Semuels, 2014, June 2 2015). Many locals also dismissed the project as unrealistic because they thought other residents lacked the expertise to make a sound decision about appropriating tax money. Some felt that the City Council’s decision making power was required to help the City regain itself from bankruptcy. This case study will investigate and analyze three main themes that emerge from the City of Vallejo’s project objectives: legitimacy, transparent government and grassroots initiatives.</p><h3>History</h3><p>Vallejo is a city of 115,000 people located in the San Francisco Bay Area, east of Oakland in Solano County. It is one of the most ethnically diverse cities in the United States and is famous for its sulfur spring mountains and waterfront. However, the community began to face a series of crises in the latter part of the 2000s. Coinciding with the national recession in 2008, the city filed for bankruptcy after dealing with rising pension costs and the burden of high city employee salaries. Furthermore, the city’s crime rate skyrocketed. Ten murders were committed in 2010 and another 14 in 2012 (Semuels, 2014, May 30 2015). The inability to control crime was linked to the layoffs of police personnel due to bankruptcy (Jones, 2013, June 2 2015). In addition, public services declined drastically because staff levels in various city departments had been cut as well.</p><p>After three years of financial catastrophe, Vallejo emerged from from bankruptcy and began searching for new ways to rebuild its economy. That year, the city council proposed Measure B, a 1% sales tax that would increase the level of public services. If Measure B was adopted, residents would be able to decide how to use 30% of the income generated from the tax (Chapin, 2013). The vote’s outcome indicated a divided population; 50.4% of citizens approved the tax, with the “Yes Side” beating the “No Side” by just 159 votes (Semuel, 2014, June 2 2015). However, Measure B was the stepping stone to the adoption of participatory budgeting. Councilwoman Marti Brown had recently read a news article on the introduction of participatory budgeting in Porto Alegre, Brazil and believed that a similar program would be conducive Vallejo’s situation. After proposing the measure to the city council, Brown contacted the Participatory Budgeting Project, a non-governmental organization promoting PB in the United States. After deciding that one-third of the sales tax would be allocated for participatory budgeting, the city council barely passed the motion by four votes to three. Public opinion was equally divided and many residents were skeptical that the people would be able to make an informed decision about allocating tax funds appropriately. Despite this, the project carried on and Vallejo made history in 2012 by becoming the first municipality in the United States to adopt city-wide participatory budgeting.</p><h3>Originating Entities and Funding</h3><p>Discussions of participatory budgeting entered Vallejo when Measure B was adopted in 2011. The major driving force behind the project though was Councilwoman Marti Brown’s proposition to the City Council. The City hired the Participatory Budgeting Project, a non-governmental organization to provide a framework, strategies and options to styling a program for Vallejo (Participatory Budgeting Project, 2015, June 4 2015). Using part of the funds from Measure B, $200,000 was allocated to cover the operational cost of the program (Chapin, 2013 June 5 2015). Citizens would be able to decide where 30% of the Measure B money would be appropriate, which equated to roughly $3 million (City of Vallejo, 2013, June 23 2015).</p><h3>Participant Selection</h3><p>The participant selection process began in mid-2012. There were four mechanisms for participant selection. First, thirteen members of local civic organizations were selected by the City to serve on the Steering Committee, the main overseer of the project. The City Council took this measure because it wanted fair representation for minority groups in the community. They chose members from the following groups: Better Vallejo, Vallejo Chapter of the National Association for the Advancement of Colored People (NAACP), Greater Vallejo Recreation District, Solano Hispanic Chamber of Commerce, Vallejo Convention and Visitors Bureau, Solano County Black Chamber of Commerce, Belvedere Homeowners Association, Vallejo Chamber of Commerce, Heritage District Neighborhood Watch, Solano Community College District, Hillcrest Park Homeowners Association, Filipino-American Retired US Armed Forces Association, Parkview Terrace Neighborhood Association, Vallejo Heights Neighborhood Association, Hiddenbrooke Property Owners Association, Vallejo Sister City Association, Filipino Community of Solano County, Filipino-American Chamber of Commerce, Solano Association of Realtors. Florence Douglas Senior Center.</p><p>The City also selected seven members at large, local residents that volunteered for the position. (City of Vallejo, 2013, June 3 2015). The inclusion of underrepresented organizations did not necessarily facilitate participation of all members of that minority group. Serving as a representative on the Steering Committee required formal enrollment in a formal organization. For example, non-active Filipino residents could not join the Committee unless they were members of a group such as the Filipino-American Retired U.S. Armed Forces Association Second, town hall meetings were open to the public in October and November 2012. They were meant to educate residents on participatory budgeting. However, only one sessions was conducted in a foreign language, that being Spanish (City of Vallejo Rulebook, 2012, June 23 2015). Special meetings were also held for youth and seniors (City of Vallejo Rulebook, 2012, June 23 2015). These initial meetings did not reach out to African-Americans, Filipinos or even women. Otherwise, a member of a minority group had to belong to one of the above organizations if they wished to have a direct say in the decision making process. Third, residents could volunteer as budget delegates and were selected by the City and Steering Committee for this position. All residents of the Vallejo area over the age of fourteen were permitted to volunteer in this capacity. Unlike the Steering Committee, the City did not make membership to a minority group one of the criteria for this role. Fourth, all residents of Vallejo over the age of sixteen were allowed to vote in May 2013.</p><p>The participant selection process is best understood as a two-fold process: On one hand, there is an element of a grassroots initiative because residents who had no formal education or affiliation to the above organizations were encouraged by the City to volunteer in some capacity. On the other hand, the project sought to maximize on the expertise of local officials and professionals to guide the process and provide recommendations to the public on what projects were the best to adopt.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The deliberation process began in fall 2012. The cycle was divided into four phases. This organization was mandated by the Steering Committee’s Rule Book, a document that laid out the plans and regulations for the PB process. Budget assemblies were held during the first phase, which ran in October and November 2012. These were community meetings where the City Council and the Participatory Budgeting Project presented information to residents on the participatory budgeting process. Turnout to these meetings was moderate however a large number of youth appeared. In an interview with a local newspaper, a seventeen-year old girl commented that she was fascinated by the City’s presentation after having been dragged to the meeting by her father (Semuels, 2014, June 3 2015). During this initial period, locals were able to converse with the Steering Committee and to brainstorm project initiatives. During these months, residents could apply as budget delegates. This position enabled them to attend meetings and to work intimately with the Steering Committee to suggest project proposals. They were also responsible for creating campaigns that educated ordinary citizens on the process.</p><p>Following the budget assemblies, the City Council and the Steering Committee selected 118 delegates (City of Vallejo, 2013, June 20, 2015). Between December 2012 and April 2013, these volunteers met extensively with the Steering Committee and the City to undergo volunteer training. After their orientation, delegates were divided into committees that were responsible for working on project proposals committed to areas of community life such as transportation, infrastructure, education and the arts. Volunteers, the Steering Committee and the City Council also collaborated with the Participatory Budgeting Project in these five months. They received expert insight on how to create developed proposals that were understandable for ordinary citizens. Delegates then channeled residents’ input and their own ideas into a ballot which contained the final twelve project proposals.</p><p>In April 2013, meetings known as Project Expos were held. Budget delegates returned to the community with the ballot and presented the proposals. Residents communicated their likes and concerns to the volunteers and discussed the pros and cons of the initiatives. Delegates listened to this feedback and were even petitioned by some residents who had formed groups committed to securing certain proposals. For example, one woman organized a group that wanted community gardens to be funded by participatory budgeting (Semuels, 2014, June 2 2015). After having these conversations with residents, budget delegates communicated this information to the Steering Committee and the City.</p><p>Following the assessment of resident feedback, a voting week was set for May 11 through 18. Roughly 4,000 visitors filed through the voting stations (Jones, 2013, June 4 2015). The top three choices were as follows: 2,298 residents chose that $550,000 would be allocated towards repairing potholes and street repair (Jones, 2013, June 4 2015); 1,619 voted that $170,000 be used towards street lighting and to decorate the city’s downtown at Christmas (City of Vallejo, 2013, June 3 2015); 1,323 residents voted that $621,500 be used to improve the thirteen parks in the city (City of Vallejo, 2013, June 3 2015). Other top areas that were granted funding included scholarships for successful high school students, the installation of security cameras in public locations, math and science equipment for local schools, small business grants, renovations for a seniors home and neighbourhood cleanup sessions. In total, $3.3 million was allocated to these top twelve projects which equates to funding of roughly $28 per person.</p><p>Following the vote, an evaluation and monitoring period was held to ensure that the twelve projects became a reality. Budget delegates were responsible for holding the City accountable so that the projects received attention and took off the ground. They also assessed PB’s first round and discussed the successes and failures of the process with the Steering Committee and the City. Theoretically, this deliberation process was open to all residents because any resident could volunteer as a budget delegate and hold a significant level of influence in the process. However, during the second phase of the deliberation process, these volunteers were trained by the City and the Steering Committee. It was not until four months later that they finally spoke again to the community on the subject matter. Therefore, there was potential for these members to be puppets for the two groups and to solely communicate projects that they wanted during the Project Expos. A more effective and transparent method of communication would have been meeting monthly with local residents between December and April to hear their concerns and wishes. This would have increased government trust and eased some locals’ anxiety that the project was a manipulative tool for the City.</p><p>Given the total population size of the city, 4,000 voters was a small turnout. While the number is impressive for the first round of participatory budgeting and is a higher rate than those of Chicago and New York (Altman, 2014, June 5 2015), it suggests that the budget assemblies only engaged a tightly politicized core of the population.</p><h3>Influence, Outcomes and Effects</h3><p>Following the first cycle in May 2013, the City Council announced that two more cycles would be instituted. Cycle 2, which began in October 2014, has also proved successful and followed a similar scheme as Cycle 1. The results from the most recent session of participatory budgeting in Vallejo demonstrate that citizens are still committed to improving their community. This time, 1,975 votes approved a program providing additional public services to war veterans, the disabled and children (City of Vallejo, 2014, June 5 2015). Pothole and street repairs came second and improving meals in school cafeterias placed third (City of Vallejo, 2014, June 5 2015). As of June 2015, a third cycle is currently in the planning phase (Institute for Local Government, 2015, May 30 2015).</p><p>Despite the the Steering Committee and the City’s control over the project, Vallejo residents have been enthusiastic about the process. In particular, they have been pleased about the level of citizen involvement. Many locals praised the project because it empowered residents to participate in local politics (Semuels, 2014, May 30 2015). Interviews were conducted after the first cycle. Respondents felt that a sincere dialogue had been forged with the local community. They also felt that participatory budgeting was not a form of political persuasion (Chapin, 2013, June 1 2015). Many respondents indicated that the majority of public critique was only present in the initial period of the process. At the beginning, some community members were hesitant about allowing other residents to make decisions about budgeting tax money and felt that contracting a non-governmental organization was a waste of money (Chaplin, 2013, June 1 2015). The majority of respondents agreed that participatory budgeting in Vallejo was a collaborative effort between the municipality and all citizens to rebuild a fractured community. Residents also appreciated that the interests of stakeholders and locals were weighed equally in the process. At one point, the second cycle of participatory budgeting was going to be postponed until 2015. However, a number of citizens protested this delay, including a fifteen-year old representative from a local youth organization who stated that participatory budgeting opens up greater avenues of involvement for ordinary residents (Vallejo Independent Bulletin, 2014, June 2 2015). In a 2014 online interview, residents were asked whether participatory budgeting should be continued or discontinued. The majority praised the project because it strove to give greater power to the people and believed that it should not be killed (Participatory Budgeting in Vallejo: Keep It or Kill It?, 2014, June 14 2015). The initiative also set off media discussions about participatory budgeting.</p><p>After Vallejo’s adoption of PB, a number of other American cities have also followed suit, these efforts also initiated by the Participatory Budgeting Project. Entire municipalities such as St. Louis, Cambridge and Greensboro are currently in the process of starting participatory budgeting initiatives. While the Vallejo case did not cause other cities to adopt the same measures as they were already in motion, these occurrences seem to be part of a larger trend. In late 2013, the White House suggested participatory budgeting as a potential initiative in its Open Government National Plan. These suggestions follow President Barack Obama’s own conviction to make government at all levels in the United States more transparent and open. The occurrence of these other projects demonstrates that Vallejo was an innovative and leading figure in structuring a discourse about transparency and legitimacy in American political culture.</p><h3>Analysis and Lessons Learned</h3><p>The participatory budgeting process achieved the four mandates that the project strove to accomplish in the 2012 press release. The project improved services within the city because the selected projects that were critical to maintaining a sustainable community (ie. infrastructure and education). Residents were also proud of the projects’ accomplishments. Vallejo locals were provided sufficient volunteer opportunities during the first cycle. For example, the role of budget delegate granted potential participants a large amount of say in how the project should run. This ties into the other mandate of transparent government. While many locals believed that the City used participatory budgeting as a tool, the dialogue between concerned residents and the project’s leaders created a larger amount of trust and enhanced the level of municipal transparency. The only goal which required greater fulfillment was the transformation of Vallejo democracy and making the project a grassroots initiative, which I will address at the end of the analysis.</p><p>After the first year the City began to directly manage the project. PBP only maintains a support role. Thus we can consider the process fully institutionalized. Residents have been impressed by the City’s commitment to renewing the participatory nature of local government. The fact that a third cycle is in the planning phase speaks to the continuity and sustainability However, there is room for improvement in certain areas. The City Council needs to redefine its relationship to the project. The City Council asserts its presence in the process by assuming control over all aspects of the project and also by publishing documents relating to the project with the phrase “submitted to the City Council for approval” (Chapin, 2013, June 2 2015). It is unlikely that the City will forfeit this level of involvement. However, the City needs to change the way in which it informs local residents that they are the supreme body in the PB process. This would further ease the anxieties of residents who distrust the City Council and feel that the whole project is manipulative. This adjustment would also fulfill their 2012 mandate of making government more transparent. In addition, underrepresented community members would not feel intimidated but more included in the decision making process.</p><p>The distribution of information is also critical in securing a higher level of participation. Originally the City and the Participatory Budgeting Project were responsible for educating the public. Soon after, local volunteers were employed to disseminate details about the project to residents through pamphlets and word of mouth. City officials responded that they were amazed at how quickly these delegates learned about the project (Chapin, 2013, June 2 2015). Unlike the Steering Committee, these volunteers were not screened to come from any particular group. Therefore, there is the possibility that they lack the ability to communicate with certain residents. Materials on the City website bring up a poster for the 2015 session in English and Spanish (City of Vallejo, 2015, June 15 2015). Therefore, if the participatory budgeting process wants to become more grassroots, it needs to make information more accessible to various communities. In particular, though 11% of voters in the first cycle identified as youth, the City and Steering Committee could target printed materials such as the Rule Book to members in the 16-21 age category. In addition, they could even invite local youth and minority members who do not belong to organizations to delegate meetings.</p><p>The case of Vallejo speaks to the broader issue of legitimacy, a key component in the worldwide participatory budgeting phenomenon. When the program was instituted, some residents were weary because they did not trust the City’s mandates. However, the process proved the contrary. Participatory budgeting in Vallejo has taught the city council that continually engaging citizens through a variety of forums not only builds support for the program but also regains their trust. As demonstrated in the various interviews, residents believed the project to be fair and a useful tool to encourage participation.</p><p>The funding for the program has been sustainable. After the first year, the NGO only gave support to the project. Locals were educated quickly on the process and can now satisfy a number of volunteer positions that deliver information to the community. The city does not have to spend large amounts of money on outside help because they are capable of managing the project on their own. The adoption of participatory budgeting in Vallejo speaks to the broader theme of participatory governance in the United States. Since 2008, President Barack Obama has made attempts to make government at all levels more transparent, particularly by encouraging Americans to participate in local affairs (Scola, 2013, May 30 2015). Participatory budgeting was by no means an invention of the American government. However, it bears resemblance to measures began adopting participatory budgeting after the Vallejo triumph. Therefore, this style of decision making may slowly impact American political culture and traditional understandings of governance following a period where these norms were being continually criticized and challenged.</p><p> </p><p> </p><h3>Secondary Sources and External Links</h3><p><a href=\"http://www.ci.vallejo.ca.us/cms/One.aspx?portalId=13506&amp;pageId=52101\">http://www.ci.vallejo.ca.us/cms/One.aspx?portalId=13506&amp;pageId=52101</a></p><p><a href=\"http://www.sfgate.com/bayarea/article/Vallejo-is-participatory-budgeting-pioneer-4592639.php\">http://www.sfgate.com/bayarea/article/Vallejo-is-participatory-budgeting...</a></p><p><a href=\"http://www.theatlantic.com/business/archive/2014/11/the-city-that-gave-its-residents-3-million/382348\">http://www.theatlantic.com/business/archive/2014/11/the-city-that-gave-i...</a></p><p><a href=\"http://www.csus.edu/PPA/thesis-project/bank/2013/Chapin.pdf\">http://www.csus.edu/PPA/thesis-project/bank/2013/Chapin.pdf</a></p><p><a href=\"http://www.participatorybudgeting.org/what-we-do/technical-assistance/vallejo/\">http://www.participatorybudgeting.org/what-we-do/technical-assistance/va...</a></p><p><a href=\"http://nextcity.org/daily/entry/white-house-gives-a-boost-to-participatory-budgeting\">http://nextcity.org/daily/entry/white-house-gives-a-boost-to-participato...</a></p><p><a href=\"https://www.scribd.com/embeds/110528557/content_inner?access_key=key-1ow8khudas56p0jmn09o&amp;escape=false&amp;secret_password=1zc1i8po6dssivoi05xw&amp;start_page=1[DEAD\">https://www.scribd.com/embeds/110528557/content_inner?access_key=key-1ow...</a> LINK]</p><p><a href=\"http://ibvallejo.com/index.php?option=com_content&amp;task=view&amp;id=1924&amp;Itemid=1\">http://ibvallejo.com/index.php?option=com_content&amp;task=view&amp;id=1924&amp;Item...</a></p><p><a href=\"https://www.youtube.com/watch?v=0SZSaihcXlI\">https://www.youtube.com/watch?v=0SZSaihcXlI</a></p><p><a href=\"http://www.westerncity.com/Western-City/November-2014/Vallejos-Participatory-Budgeting-Builds-Public-Involvement-Generates-Results/\">http://www.westerncity.com/Western-City/November-2014/Vallejos-Participa...</a></p>", "title": "Participatory Budgeting in Vallejo, California "}