{"htmlbody": "<h3>Summary </h3><p>With 30 years of rapid economic advancement in China, there has been growing disparities of public services and divisions between urban and rural communities. To address this, participatory budgeting was implemented in China on a massive scale, particularly in the municipality of Chengdu over the period of 2009-2012. The Chengdu municipal government devised participatory budgeting as a ‘top down’ strategy with the scope to promote village- level projects to empower local decision-making.  With 50,000 projects decided by local villagers and administered in over 2300 rural communities in Chengdu, this case takes particular focus on participatory budgeting in Mayan Village, Youzha Township, Chengdu, consisting of the participation of the whole population and the implementation of projects by the Village Council in early 2009.</p><h3>Problems and Purpose</h3><p>Chengdu had experienced various issues and concerns that resulted from a booming economic growth. Although a rising economy created great prosperity in China, it produced wide divisions between urban and rural areas. Rural communities in Chengdu had faced three main challenges as a result of a growing economy; the threat of losing property rights due to the acquisition of rural land for the expansion of urban development, the lack of basic public services provided, and the lack of autonomy to villager’s to make decisions at the local level. Thus, participatory budgeting was used as a strategy to carry out projects that would enable further investments in improving rural services to ensure that rural areas get equal services as urban areas. Also, participatory budgeting has been used to produce ‘democratic changes at the local level through its emphasis, unusual in China, on local deliberation on priorities in full collaboration with local authorities’ (Cabannes and Ming, 2014, p258). The success of the participatory budgeting property rights reform in Heming Village in 2008 provided an opportunity for Chengdu to implement this system in regards to address land rights disputes. With the Chengdu municipal government introducing participatory budgeting as an essential part of furthering the democratisation process in local governments, Mayan Village became one of the pilot villages for implementing participatory budgeting village-level public service and social management due to its weak economic development and infrastructure. An allocation of 200,000 Yuan was provided by a two-tier financial management system of Chengdu and Qionglai for this process.</p><h3>History</h3><p>Whilst the earliest account of participatory budgeting was first formally undertaken in China in Wenling city, Zhejiang (2004), in the early 1990’s villages had began to develop meetings and establish village representatives or committees. These were created to discuss priorities of village matters, as well as to monitor budget investments to ensure it has been distributed in a fair and equal manner. Cai and Yuan (2005) and Feng (2007) explains that ‘this was called ‘the openness of the village account’ and ‘the democratic management of the village account’ (cited in He, 2011, p123). This concept had gradually spread out into different provinces such as Hebei in 1998, with the introduction of sector budgeting whereby ‘partial budgets were disclosed to the people’s deputies of the People’s Congress for examination and deliberation’ (He, 2011, p123). Eventually, after being implemented in Wenling City, participatory budgeting had been developed and experimented in various regions such as Jiaozuo, Harbin, Wuxi in 2005 and Minhang, Shanghai in 2007. The Chengdu municipal government introduced a series of reform policies to democratise local-level governance in 2007, and used participatory budgeting to deepen this process by improving public services to rural communities.</p><p>As part of the local grass-root democracy reform in Chengdu, the municipal government established a set of policies and regulations relating to a new outline of village-level governance system in rural areas in 2008. These policies were outlined in four different features. The first was the creation of a Village Council as a permanent decision-making body for self-governing affairs, which were constituted of a dozen elected villagers by local villagers. The main role of these Councils was ‘decision-making and supervising the respect of rights when conducting public affairs, including PB’ (Cabannes and Ming, 2014, p273). The second policy was the regulation and adjustment of the function of the Village Committees, whose role was transferred to the new established decision-making body, the Village Councils. Village Committees were established as autonomous grass-root bodies since 1988, however, its role is now limited to the tasks of organising villager’s representative meetings, reporting its work and implementing the decisions of the Village Council; to carry out the social management and public services financed by the government; and to mange village disputes and public welfare. The third policy was the allocation of 200,000 Yuan to each village community in Chengdu to carry out local-level participatory budgeting related projects. The fourth policy was to strengthen the role of the Village Council in regards to the Village Communist Party Organisation, as the Party Secretary chairs meetings of the Village Council. However, they cannot impose their views to Council members and discuss issues that may contradict the autonomous powers of the villagers. In this context, Village Councils were predominant bodies in the role of implementing participatory budgeting at the local-level in villages in Chengdu.</p><p>The Chengdu Municipal Government implemented further policies for the eligibility of participatory budgeting projects to be conducted. Projects are qualified to be implemented if they fall into four main categories. The first category is cultural literacy and fitness, which are projects based on village library, entertainment and radio or TV improvement. The second category includes projects based on basic services and infrastructure such as the creation of new roads, water drainage or water supplies. The third category is based on projects such as agricultural training for local villagers on farming and trade. The final category that qualifies as an eligible project is based on community welfare, ‘which includes, security patrol, sanita­tion, solid waste collection’ (Cabannes and Ming, 2014, p275).</p><p>In early 2009, the Chengdu Municipal Government selected a few villages as ‘Social Services and Public Administration to the Countryside project pilot villages’ (Yuman and LeGates, 2013, p196). This included Mayan Village as one of the pilot villages. However, this created uncertainty amongst the Mayan Village Council on what projects should be funded that would satisfy both the government and the villagers.</p><h3>Originating Entities and Funding</h3><p>Participatory budgeting as an innovation originated from Porto Alegre, Brazil, in the late 1980’s. Abers (2000) explains that ‘it emerged due to a ‘window of opportunity’, which opened in the aftermath of the electoral victory of the Labour Party (Partido dos Trabalhadores [PT]) in 1988’ (cited in Sintomer et al., 2008, p166). With civil society demands for district-level initiatives and autonomous decision-making ability, along with PT support for local grass-root democracy, participatory budgeting became possible in Porto Alegre. This innovation allowed for individuals to attend public meetings and deliberate about public issues, as well as to decide the allocation of funds. Since the success of participatory budgeting in Porto Alegre, its process and ideas has spread into many cities across the globe, and was introduced into China in the mid-2000.  </p><p>Participatory budgeting in Chengdu was very much mobilised and conducted by the Chengdu Municipal Government, with the involvement of Authorities and Bureaus to facilitate this innovation. This included the Financial Department of Chengdu Municipality and the District Finance Bureau as administrations to provide public service participatory budgeting funds to rural communities, with the allocation of 200,000 Yuan (equivalent to $35,000). However, villages can apply for loans from the Chengdu Development Bank, along with the participatory budgeting funds, if the allocated budget does not provide enough to cover large projects. The maximum loan that villages can receive is seven times the amount of the participatory budgeting funds.</p><h3>Participant Selection</h3><p>The participatory budgeting experiment of village-level public service and social management program in Mayan Village, in Youzha Township, consisted of the involvement of the entire population. Although, the participants were based on villagers from each household and they had to be over the age of 18.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>As Mayan Village was chosen as one of Chengdu’s pilot villages for participatory budgeting village-level public service and social management in early 2009, it created difficulty and conflicts of opinion about where the budget should be spent. Although, the Mayan Village Council had gradually devised a method that would enable to make a decision on how the budget should be spent. This method had been divided into three steps.</p><p>The first step of this method was based on ‘one family, one form’. This entailed the Mayan Village Council to print out a set of questionnaires called the ‘Mayan Village vil­lage-level public services and social management questionnaires’ and hand it out to each village household to collect opinions and ideas by villagers of issues that are important and should be addressed by the budget. Around 385 copies of this form were distributed amongst the entire village, and once the questionnaires were returned, 1168 opinions and suggestions were received back from the households.  ‘Because of the relatively weak infrastructure in Mayan Vil­lage, the opinions and suggestions were about infrastructure con­struction, public service facilities and employment security and other aspects’ (Cabannes and Ming, 2014, p279). After condensing and classifying the responses, there were 64 suggestions and opinions received. However, 24 of them were mainly related to issues solved by the government or the market, and the remaining 40 suggestions could be funded and implemented by the Village Council as it does not conflict with the Chengdu Municipal Government eligible project policies.  </p><p>The second step was based on council meetings in which the Village Council, the Village Committee and the Village Party Branch discuss and deliberate on which projects should or should not be implemented. After discussing the 40 different projects, a vote was held by the Village Council on each project one by one and had to gain over 50% support for a possible implementation. Out of the 40 projects that were discussed, 15 were voted as proposed projects. </p><p>The third step was to decide the order of the implementation of each project. As there are 15 proposed projects, each project cannot immediately implemented one after the other. Thus, the Village Council held another meeting and printed out ‘point sheets’ to hand out to each member of the Council to determine the order and importance of implementing projects. The ‘points sheet’ refers to a system in which each Council member fills out ‘No.1 or 2-15 in the sorted project column: No.1 means 15 points, with the decreasing order, No.15 means 1 point, if they did not fill in a number this meant 0 points’ (Cabannes and Ming, 2014, p280). The end score was decided by adding the points of each project and dividing it by the amount of sheets handed out, and the highest score got the first order of implementation. </p><h3>Influence, Outcomes, and Effects</h3><p>Among the 15 projects that had been voted on and ranked in order of importance, the project that had received the highest score of being implemented first was the construction of a 300 metre concrete road and a greenhouse base. The results of the participatory budgeting outcome was publicised through a village public information board. The opening and construction of a road has enabled to bring benefits to farmers by allowing them to distribute their crops further out of the village. It has also provided a better transport route to schools and to better health services and clinics outside of the village.</p><p>Although, not every villager got the implementation of the project that they wanted, ‘however, Mayan Village’s process of dividing funds by three steps was accepted by all the villagers’ (Yumin and LeGates, 2013, p198). This pilot experiment of participatory budgeting in Mayan Village has created a positive impact in Chengdu, as it has deepened the democratic process at the local-level, allowing for grass-root democracy and autonomous self-governing rural organisations to make decisions on the implementation of budgets.</p><h3>Analysis and Lessons Learned</h3><p>The implementation of participatory budgeting in Chengdu has drawn significant attention to how it has been used as a ‘top down’ strategy to empower local decision-making and to bridge the gap between the urban and rural communities. However, participatory budgeting has been conducted more as an innovative policy rather than a project or programme, which means there would be pre-established rules to set some limitations to maintain government authority. Sintomer et al. (2012) explains that participatory budgeting in China is significant as ‘the ruling CCP abjures political pluralism and prefers to modernize the state administration and develop local participation under autocratic conditions’ (p14). Therefore, it can be challenging for local villagers to have popular control of the projects as they are working within a framework of set legislations. However, Chengdu can be seen as a good example of the implementation of participatory budgeting as the Chengdu Municipal Council established policies that allowed for the creation of Village Council’s to act as the autonomous body at the local level. The vast amount of implemented projects in Chengdu illustrates how successful elected villagers have been in deciding and carrying out projects.</p><p>Also, Sintomer et al. (2008) explains that there are five criteria’s that are added to make up the definition of participatory budgeting (p168). The first is that the budgetary administration must have discussions of where there are limited resources and what the budget should invest in. The second criteria states that participatory budgeting should be focused at the city/district level, with the establishment of an elected body and power over administration. The third criteria involves for participatory budgeting to be a repeated process, consisting of repeated meetings or referendums etc. The fourth argues that there must be some public deliberation within specific meetings or forums. The final criteria explained that there must be some accountability on the output of the process.</p><p>Comparing these criteria’s to the experiment of participatory budgeting in Mayan Village, Youzha Township, it can be seen that it has met most of the criteria’s stated and provides a good example of participatory budgeting.  For instance, in Mayan Village, the Village Council sent out questionnaires to every household with the aim to collect suggestions of issues that the villagers would like to address and invest in, and then deliberated about the classification of these issues. Also, accountability is widely held amongst the villagers and the Village Council, as they had delegated the procedure with the account of taking every villager’s suggestion into consideration. Although villagers may not have enough or the right skills to implement and maintain participatory budgeting, villagers have been successful in identifying and conducting a process of implementing the participatory budgeting budget in the case of Mayan Village, which has provided great incentives for other villages in Chengdu to implement participatory budgeting.</p><h3>References</h3><p>Cabannes, Y., and Ming, Z., (2014). Innovations in PB in China: Chengdu On-going Experiment at Massive Scale. In Dias, N., (eds.) Hope for Democracy: 25 Years of Participatory Budgeting Worldwide. [online] In Loco Association. Available from: &lt;<a href=\"http://www.buergerhaushalt.org/sites/default/files/downloads/Studie_Hope_for_democracy_-_25_years_of_participatory_budgeting_worldwide.pdf\">http://www.buergerhaushalt.org/sites/default/files/downloads/Studie_Hope_for_democracy_-_25_years_of_participatory_budgeting_worldwide.pdf</a>&gt; [Accessed 18 April 2015].</p><p>Cabannes, Y., and Ming, Z., (2014). Participatory Budgeting at Scale and Bridging the Rural−Urban Divide in Chengdu. <em>Environment and Urbanization.</em> <strong>26</strong> (1), 257-275.</p><p>He, B., (2011). Civic Engagement through Participatory Budgeting in China: Three Different Logics at Work. <em>Public Administration and Development.</em> <strong>31</strong>, 122-133.</p><p>Sintomer, Y. et al., (2008). Participatory Budgeting in Europe: Potential and Challenges. <em>International Journal of Urban and Regional Research.</em> <strong>32 </strong>(1), 164-178.</p><p>Sintomer, Y. et al., (2012).Transnational Models of Citizen Participation: The Case of Participatory Budgeting. <em>Journal of Public Deliberation. </em><strong>8 </strong>(2), 1-32.</p><p>Yumin, Y., and LeGates, R., (2013). <em>Coordinating Urban and Rural Development in China. </em>[online] Cheltenham: Edward Elgar Publishing Limited. Available from: Google Books. &lt;<a href=\"https://books.google.co.uk/books?id=adAMAQAAQBAJ&amp;pg=PA197&amp;lpg=PA197&amp;dq=mayan+village,+chengdu&amp;source=bl&amp;ots=2U_4stZnmN&amp;sig=vKbsJ4nPXfD2UuU2FKi6VKJfZL4&amp;hl=en&amp;sa=X&amp;ei=26kvVY-4KOWW7AaTm4HADw&amp;ved=0CDMQ6AEwAw#v=onepage&amp;q=mayan%20village%2C%20chengdu&amp;f=false\">https://books.google.co.uk/books?id=adAMAQAAQBAJ&amp;pg=PA197&amp;lpg=PA197&amp;dq=mayan+village,+chengdu&amp;source=bl&amp;ots=2U_4stZnmN&amp;sig=vKbsJ4nPXfD2UuU2FKi6VKJfZL4&amp;hl=en&amp;sa=X&amp;ei=26kvVY-4KOWW7AaTm4HADw&amp;ved=0CDMQ6AEwAw#v=onepage&amp;q=mayan%20village%2C%20chengdu&amp;f=false</a>&gt; [Accessed 18 April 2015].  </p><h3>External Links</h3><p><a href=\"http://www.innovationexcellence.com/blog/2013/01/13/innovation-in-china/\">http://www.innovationexcellence.com/blog/2013/01/13/innovation-in-china/</a></p><h3> </h3><p> </p>", "title": "Participatory Budgeting in Mayan Village, Chengdu, China"}