{"htmlbody": "<p dir=\"ltr\"><em>This entry is an adapted version of a document prepared by Carol Rische.</em></p><h3 dir=\"ltr\">Problems and Purpose</h3><p dir=\"ltr\">In 2009-2010, the District engaged the community to help it find solutions to two significant problems: (1) maintaining its water rights; and (2) repairing a 50-year-old water system. This appeared to be a daunting challenge given their experience in 2003 when an Alaska-based consortium proposed to buy water from HBMWD and ship it to southern California. The Board’s decision to at least consider the proposal led to angry citizens packing Board meetings for months and hundreds of threatening phone calls and letters to the District. They passed on the proposal. However, six years later, when the pulp mills closed, they knew they had to act. If the District does not find new uses for the water, it will lose its rights to it. Without these large industrial customers, not only are the water rights at risk, the cost burden for infrastructure maintenance and upgrades will fall entirely on citizens and domestic water rates will increase dramatically.</p><h3 dir=\"ltr\">History</h3><p dir=\"ltr\">The District launched the Water Resource Planning (WRP) process in 2009 to (1) educate the public regarding the issues and opportunities facing the District; and (2) engage the public in developing recommendations for the Board to investigate and pursue regarding water use. In a rural region prone to a history of polarizing quickly, passionately and sometimes violently over public policy issues, the District decided that the WRP process needed to set new standards for public process in the region. The Board agreed they wanted the WRP process to be participatory, open and fair, efficient and time bound, educational, respectful and clear.</p><p dir=\"ltr\">The District developed an original civic engagement process that included the following:</p><p dir=\"ltr\">1. Deliver thirty-eight educational sessions throughout the region to (a) educate the public and stakeholder groups regarding the implications of losing the mills; and (b) encourage citizens and stakeholders to help the District address the issue. One of these was a daylong Water Workshop with content experts on water law, the river, the watershed, and the economic implications of the situation.</p><p dir=\"ltr\">2. Support a balanced stakeholder Advisory Committee to lead a three-phase process: (1) education, (2) solicit public input and generate water-use options, and (3) evaluate options. They conducted nine public meetings, one at each phase in three locations.</p><p dir=\"ltr\">3. Engage new people in the process by creating a Citizen’s Study Group comprised of randomly selected citizens from voter rolls and invited stakeholders.</p><p dir=\"ltr\">4. Develop evaluation criteria before generating options for water use.</p><p dir=\"ltr\">5. The Advisory Committee and the Board made decisions by consensus.</p><h3 dir=\"ltr\">Originating Entities and Funding</h3><p dir=\"ltr\">The Humboldt Bay Municipal Water District created this participatory process and the district largely funded it. They did receive a grant to support the community engagement process from Common Sense California, though it is now known as the Davenport Institute for Public Engagement and Civic Leadership, School of Public Policy, Pepperdine University.</p><h3 dir=\"ltr\">Participant Selection</h3><p dir=\"ltr\">Stakeholders self-selected to be present and speak with board members.</p><h3 dir=\"ltr\">Deliberation, Decisions, and Public Interaction</h3><p dir=\"ltr\">WRP was a fundamental change in how public process is conducted in the region. Instead of the Board  sitting up on a dais with citizens using their three minutes at a mic to voice their “side” with suspicion, Board members and stakeholders talked and listened to one another. They met in groups of four over a series of meetings during which they learned about the issues involved, got to know one another’s perspectives, developed criteria to evaluate solutions, generated solutions, and “owned” the problem as a community. The Board continues to actively engage the Advisory Committee and other stakeholders as they investigate and implement the solutions that came out of the WRP process.</p><p dir=\"ltr\">WRP set a new standard for public process in the region. Based on interviews conducted by the Humboldt Area Foundation in 2011, the public is concerned about the ineffectiveness of public processes and the continued polarization of the community. The history of the “timber wars” here shadows most public processes and discourages many citizens from “the middle” engaging in public process. They don’t want to be caught in the crossfire between the “usual suspects” from the left and right. In the feedback gathered at the public meetings in the WRP process, of the 230 respondents, 163 cited “education” as being the most valuable aspect of the meetings and 149 noted the process itself. One described it as “democratic process at its best.” The process resulted in solutions to a problem of considerable public concern: protecting water rights in this water-hungry state in a region that has already lost much of its timber and fisheries.</p><h3 dir=\"ltr\">Influence, Outcomes, and Effects</h3><p dir=\"ltr\">The process led to three water-use options that the District is actively working on. Each of these options meet all the criteria agreed on in the public process including maintaining local control of the District’s water rights; supporting the preservation and enhancement of the river and watershed; maintaining the community’s access to water; and recovering fees that are essential to replacing its aging infrastructure. One unanticipated benefit is that the District is pursuing an option with considerable community support that had been the source of consternation in 2003: transporting water to another municipality outside the region.</p><p dir=\"ltr\">Innovative processes must be custom designed to fit the situation at hand. Still, there are principles, concepts, and components from WRP that can be used as a model for other jurisdictions to tackle a variety of public policy issues. For example, the Humboldt County Economic Development Team adapted many elements of the WRP process in 2012-2013 to update their Comprehensive Economic Development Strategy. It effectively engaged over 450 citizen leaders, formed 18 Citizen Action Teams to generate ideas, and an Industry Leader Council to evaluate solutions to economic challenges. The result was a broadly supported—and implemented—economic development strategy. This process was custom-designed, and followed an explicit and agreed-upon set of process principles. Elements from WRP were also incorporated into the Strategic Planning Process of the Humboldt Bay Harbor, Recreation, and Conservation District and the Southern Humboldt Community Healthcare District.</p><p dir=\"ltr\"> </p><p dir=\"ltr\"><strong>External Links</strong></p><p dir=\"ltr\"><a href=\"http://hbmwd.com/\">http://hbmwd.com/</a></p><p dir=\"ltr\"><a href=\"http://hbmwd.com/final-water-resources-planning-report\">http://hbmwd.com/final-water-resources-planning-report</a></p><p dir=\"ltr\"> </p>", "title": "Humboldt Bay Municipal Water District"}