{"htmlbody": "<p><strong>Background</strong></p><p>During the third week of June, girls from over 150 high schools come to Stonehill College in Easton, Massachusetts, to engage in a week long program.[4] Throughout the week, the girls will provide information about the democratic process and how the governmental systems works in Massachusetts. In addition, the will be given an opportunity to run for leadership positions, and participate in election to select leaders. The girls are randomly placed into groups once they arrive and they will then participate in the activities as a group for the entire week. This ensures that the girls get to meet new people and do not just hang out with people they know from high school. Girls spend the entire week housed in the dormitories at the school getting to know one another. Those involved must remain on the college campus for the entire week.</p><p><strong>Process</strong></p><p>Once the girls arrive they are referred to as citizens, and are divided up into groups known as “cities” or “towns” and placed in one of the two political parties either the “Federalists” or the “Nationalists” (neither of which has any affiliation to past or present political parties).</p><p>To learn how local government works, the citizens, as one of their first activities, elect a municipal government consisting of a Mayor or Town Moderator, Councils, Clerks etc. Throughout the week, the elected officials are given problems that they must work to solve based on their “city” or “town’s” fictional demographics, history, and economy. The girls must allocate funds, provide a budget, and develop a solution to solve their specific issue based on their provided “city” or “town” scenario. In addition, the girls have creative and artistic activities such as creating a town seal and map. Later on in the week, each “city” or “town” must nominate one from their group as a candidate for the Girls Nation Senate. The Girls State Leadership selects two Girls Nation Senators from the nominated girls. Girls Nation, like Girls State, is an educational, mock government program however this one focuses on the actions of the government at the national level, and the focus is on learning how the federal government operates.</p><p>After having elected municipal officials, the girls learn about party politics in the United States. The initial activity is to conduct party leadership elections for the following positions: Chairman, Vice Chairman, Secretary, and three Committee Members. Candidates must be nominated for a position, the candidates then deliver speeches and candidates are elected. After the leadership is determined, the girls are divided into different committees where they must each debate the party issues presented to them. The staff regulates the debates to ensure the issues are covered and all the girls have the opportunity to speak and debate is encouraged. Through the committee process, majority stances on the bills are decided and the party platforms are created.</p><p>In order to be eligible for a Party’s nomination, those interested must first gather signatures for their nomination papers. The two Parties then hold elections to nominate candidates for the state government executive positions: Governor, Lieutenant Governor, Secretary of State, Treasurer, and Attorney General.</p><p>Once the party candidates are elected they must compete against the other parties candidates, the girls are encouraged to begin campaign by creating signs, distributing the parties platform, and the candidate is expected to politic around the school similar to what any candidate would do in an actual election. Some girls act as members of the press for the week and participate in a press conference where each candidate is questioned in front of the entire Girls State audience. The questions can be comical or serious and can relate to issues regarding Girls State or real life current events. The final official campaigning event is called the “Whistle Stop Campaign”. Usually held the night before elections, the candidates from both parties go from each different city and town in hopes of gaining support. The “cities” and “towns” must prepare questions for the candidates to answer, once again ranging from comical to serious.</p><p>In addition to the hands learning about government, the girls also have classes that provide them with an intellectual understanding of other aspects of government. Throughout the course of the week, the girls attend both a Government, Law, or Economics lecture and two mini-courses. The mini-course subjects vary for example there is Press/Journalism (which is in charge of the Press Conference), Courts, Choir &amp; Band, Freakonomics, Art, Sports, and Women in Media. The lectures and mini-courses are taught by various members of staff within the program.</p><p>Another important aspect of American government is the judicial system. The Massachusetts Girls State program, like some of the other states, includes a court system. A test is given to anyone who wishes to be a part of the court system and those who score high enough are placed as judges, defense lawyers, prosecutors and clerks. When singing up for mini-courses, girls can opt to become a part of the judicial system by acting as jurors. The counselors give out citations slips to citizens whenever an infraction has occurred. Citations include forgetting to wear your nametag, inappropriate dress, or an unauthorized absence from required event. Citations are resolved in the student court system giving the girls insight into the legal system.</p><p><strong>Funding</strong></p><p>The American Legion Auxiliary is a non-profit organization so all funding for the program is through donations to the American Legion Auxiliary Units, schools, or other sponsoring organizations. Each programs budget varies depending on the size of the state and how many participants their program typically gets. The Massachusetts program runs on approximately $110,000 every year.[5]</p><p><strong>Student Selection</strong></p><p>The selection process differs not only state by state, but the specifics of how girls are chosen varies from each of the different American Legion Auxiliary Units. The Units work with the local high schools and sponsoring organizations to select the young women involved. Some of the usual ways girls are selected is through interviews, essays, or elections held within the school. Any girl is eligible to apply but typically the program looks for girls who either demonstrate leadership qualities, have leadership potential, are highly involved and active in extracurricular activities, or are at the top of their class. The program looks for individuals of all different backgrounds in hopes of providing intellectual and passionate debate over mock-legislature.</p><p><strong>Influence, Outcomes, and Effects</strong></p><p>The goal of the program is to provide knowledge and appreciation of the democratic practices of the United States of America. By making a structured program where participants create their own functioning form of government, and girls learn practical lessons in how successful government works. This program often inspires its participants to take part in their local government and run for office one day. One local example is the former Attorney General of Massachusetts and 2014 Massachusetts Democratic Gubernatorial candidate, Martha Coakley. She participated in this program and was elected Massachusetts Girls State Governor.[6]</p><p>This program effects those involved in different ways. It can help girls recognize the leadership qualities within themselves and shows them how those qualities can be harnessed. A secondary aim of Girls State is to empower young women and to teach them to believe in themselves while helping them find out what makes them passionate. The program helps the young women selected become more knowledge about their government and state, but it also helps them learn more about themselves as a citizen and leader.</p><p><strong>Analysis and Lessons Learned</strong></p><p>One of the main topics we have discussed in the module is lack of desire in citizens to become democratically involved due to absence of knowledge. Most of the innovations studied were educational in nature, but by structuring it as active participation, the participants get hands on experience regarding how the different levels of government interact. The participants also by taking on leadership positions how to motivate their constituents and what qualities are necessary to be an effective leader. They gain practical knowledge not just on the issues but knowledge about how to bring about progress and change.</p><p>Similar to any effective democratic innovation, Girls State provides much more than education or involvement opportunities, it gives its participants a feeling of purpose as a citizen and a passion for the democratic process. By building off of the energy and enthusiasm of the girls around you, the participants feel more empowered to stay involved and break out of their own comfort zones.</p><p>As someone who participated in this program as a citizen and as a member of staff, I can attest to how much of an impact this program can have on someone. For me, this program taught me that it is okay to have an opinion, to be passionate about what you feel, and that despite everything, people do want to hear what you have to say. I was able to see the leader other’s saw in me for the first time and without this program I wouldn’t have found my love for politics. Even being a member of staff and watching the girls feel what I felt during my time as a citizens is just as rewarding. During my interview with the Massachusetts Girls State Director, Bonnie Sladeski, she said, “When you see how the girls work together and blossom into a united force in their environment, it makes all the hard work worth every minute.” It just shows that even though the main goal of Girls State is to educate young women through the democratic process, they gain a lot more than just that.</p><p>Without collaborating and incorporating ideas together, a democracy would be hard to maintain. By giving the participants a chance to form their own democracy, it shows them how successful and necessary it is in a governing body. This program encompasses the best of that by teaching their participants to become leaders and to rely on the strengths of those around you in order to create a better, more inclusive society.</p><p>One amazing aspect of the program is that it allows participants to set the agenda and discuss issues that are important to the girls. I am sure, when the program was established in 1937, the originators could not have envisioned how society would change and that a woman would one day be a serious candidate for the President of the United States.  It is a tribute to the American Legion Auxiliary that it does not try to use this forum to promote its political agenda but rather to show the participants how the political system works.</p><p>[1] American Legion. 'American Legion Auxiliary Girls State'. Web. 17 Apr. 2015.</p><p>[2] American Legion Auxiliary. 'ALA Girls STate - American Legion Auxiliary'. Web. 17 Apr. 2015.</p><p>[3] Ibid.</p><p>[4] Sladeski, Bonnie. 10 Apr. 2015. Phone Interview.</p><p>[5] Ibid.</p><p>[6] Massachusetts Girls State. 'Welcome To The Massachusetts Girls State'. Web. 17 Apr. 2015.</p><p> </p><p><strong>Challenges with data collection</strong></p><p>One of the main challenges I faced when collecting research and data was a lack of resources. Despite the program being around for decades, there are very limited information with detailed itinerary’s for the program since it varies according to the states and it seems to vary each year. All of the information I collected was generally from the American Legion Auxiliary website, productions, or through my interview with the Director of the Massachusetts Girls State who is a member of the American Legion Auxiliary. It was brought to my attention that there was a potential danger to the sponsor’s self-promotion. Since my own experience as a citizens and staff at Girls State was also a primary source, I feel that that could possibly balance the risk of unreliable information.</p><p> </p><p><strong>Sources (bibliography)</strong></p><p>American Legion. 'American Legion Auxilary Girls State'. Web. 17 Apr. 2015.</p><p>American Legion Auxiliary. 'ALA Girls State - American Legion Auxiliary'. Web. 17 Apr. 2015.</p><p>Massachusetts Girls State. 'Welcome To The Massachusetts Girls State'. Web. 17 Apr. 2015.</p><p>Sladeski, Bonnie. 10 Apr. 2015. Phone Interview</p><p> </p><p><strong>External Links (URLs)</strong></p><p><a href=\"http://www.boysandgirlsstate.org\">www.boysandgirlsstate.org</a></p><p><a href=\"http://www.alaforveterans.org\">www.alaforveterans.org</a></p><p><a href=\"http://www.massgirlsstate.org\">www.massgirlsstate.org</a></p>", "title": "Massachusetts American Legion Auxiliary Girls State"}