{"htmlbody": "<p> </p><h5>History, Problems and Purpose</h5><p>Interest in civic activity in ex-Soviet countries has been low for much of the 21st century. This is partly due to the discouragement of public activity by communist regimes that had only dissolved as recently as the late 1980s. Within this lack of civic participation, Poland sees a lack of activities to nurture citizens’ participation or communication with local government. Any attempts to create citizen-state interaction in Poland have been facilitated by NGO’s or civic groups. The first PB style initiative in Poland was organized in the city of <em>Płock between 2003 and 2005 as a cooperative between the municipality and non-governmental organizations. Such consultations were introduced into Sopot, Poland, as well as other cities and towns in the country.</em></p><p>The seaboard town of Sopot boasts one of the highest municipal budgets in Poland and also has some of the lowest unemployment figures. The mayor of Sopot traditionally drafts the budget for the city which is then amended or authorized by the city-council. Despite trust in local government, which is much higher than the EU average at 58%, Sopot still lacks a participatory spirit with only 2 in 5 people declaring confidence in government (Keblowski and Van Criekingenb 2015). Trust in public institutions in Europe deteriorated after the financial crisis from their already low ratings beforehand. Poland and Sopot therefore see little interaction between people and government besides consultation methods.</p><p>Participatory budgeting in Sopot grew from a democratic movement in 2009. The <em>Sopot Development Initiative</em> (SIR- Sopocka Inicjatywa Rozwojowa) launched a campaign in conjunction with Gdansk Wrzeszcz, a local city. Titled ‘<em>Demokracja to nie tylko wybory</em>’ (Democracy is more than elections), the movement aimed to show people that they can exert influence over their city. The movement used three phases; the first, in 2009 was to change the law to allow the proposal of legislation by citizenry. Phase two began in July 2010 as the SIR collected votes to produce regulations for citizen-government consultations. The final phase attempted to instigate discussion of PB within the lexicon of both citizens and statesmen. After convincing enough of the Sopot city councillors of the importance of PB, a resolution on the 6 May 2010 enforced participatory budgeting in Sopot.</p><p>The initiation process for participatory budgeting in Sopot was not without adversity for the SIR. Coming from a backdrop of low participation and mistrust, new EU member-states have a perception of flawed democracy therefore development of civil society and public life is slow. More specifically, the right-wing mayor of Sopot, Jacek Karnowski, as well as various councillors representing the Platforma Obywatelska (Civic Justice) and Samorządnośćc (Self Governance) parties, did not support PB. The mayor referred to PB as ‘budgetary consultations’ and undertook PB acquiescently in order to quell rising popularity of pro-citizen parties (Keblowski et al).</p><p>The initial <em>Demokracja to nie tylko wybory</em> campaign aimed to create ‘systematic solutions, not once-off actions’ in a bid to create ways that ‘ensure that the [citizens'] opinions actually count’. In creating these methods, the<em> Sopot Development Initiative</em> announced that they expected PB to introduce a ‘way of reaching out to city-dwellers as actors whose perspective of the city is not limited by 4-year electoral terms’ (Leszyczynski, 2011). They hoped to ‘empower citizens’ and ‘provide them with significant decision-making authority’ (Gerwin &amp; Grabowska 2012, p. 102).</p><h3>Originating Entities and Funding</h3><p>The Sopot Development Initiative (SIR- Sopocka Inicjatywa Rozwojowa) proposed the participatory budgeting procedure. The SIR has been operative since 2008. Its first project <em>Grodowy Park</em> revealed how the council did not listen to citizens’ views and boosted support for SIR. The initiative began with civil society leaders and citizens. SIR’s subsequent democratic project gained support from a majority of city councillors representing the Prawo İ Sprawiedliwośc (Law and Justice) and Kocham Sopot (I love Sopot) parties, who allowed it to be implemented. Other entities that were involved include the city council; which consists of councillors from multiple parties, and the mayor of Sopot, who has been in power since 1998.</p><p>The Sopot participatory budgeting project was authorized in 2010 with a budget of around 4 million zlotys, which is roughly 1% of Sopot’s municipal budget. The figure of 4 million zlotys was chosen to subscribe 1 million zlotys for each of the four districts of Sopot.</p><h3>Method</h3><p>The participatory budgeting process began in 2011 when an ad hoc committee was formed to oversee the project for that term. The Committee included city councillors, members of the town administration and the mayor. The committee planned with the town hall to instigate a campaign to advertise participatory budgeting throughout the city. An information pack was sent to each household in Sopot, with information about what PB is, how to do it and a submission form for potential projects.</p><p>The submission form was/is available to download online and proposals could be submitted by paper-form or electronically. Anyone could submit a proposal as long as they were eligible to vote in Sopot. NGOs and organizations could also submit proposals if they were either based in, or had a branch in the city. Proposals were not required but were advised to include probable budget estimates for implementing the proposals. Upon authorization of PB, the organizing entities iterated that the PB procedure is not just for city-wide proposals, but for small, local issues that residents feel are important. The forms required potential proposals to be drafted into one of the 16 categories by the user:</p><ol><li>attractiveness of the city,</li><li>security and public order,</li><li>education,</li><li>energy,</li><li>housing,</li><li>arts and culture,</li><li>environmental protection,</li><li>health,</li><li>parks, forests and gardens,</li><li>social assistance,</li><li>promotion of the city,</li><li>civil society,</li><li>sport and recreation,</li><li>transport,</li><li>international cooperation</li><li>other</li></ol><p>Next was the deliberative process. Forums were held in each of Sopot’s four electoral districts. At the start of the forum, citizens were introduced to participatory budgeting and how it works in its entirety. The Sopot Development Initiative requested that the committee to separate the forum into the respective categories of the submission form in a focus group format. Citizens in each group developed specific proposals and deliberated the positive and negative factors of each, possibly making amendments to them. One important aspect of the forums is that citizens may better apprehend the budgetary requirements of their proposal, making their submissions more professional and accurate for later scrutiny. Forums were facilitated by members of the town hall administration and organized by councillors. The priorities and criteria for forums [supposedly in categorical focus groups though not elucidated by research on this case-study] were set by citizens by a simple majority vote.<br/><br/>All submissions were then revised by the temporary PB committee in session with the mayor. Submitted proposals were scrutinized on their cost-efficiency, feasibility, formal and legal requirements which include the geographical obligations of the municipality of Sopot. The committee also assessed submissions’ compatibility with existing urban development projects. The committee decided on which submissions would succeed by majority vote.</p><p><br/>Successful proposals were then put to vote for the residents of Sopot. The votes were by secret ballot and people could vote at polling stations. Revisions were subsequently made to include email vote and polling station at all four districts though there is not much English literature to verify the original 2011 voting procedure. As with submissions, anyone eligible to vote in elections in Sopot could vote for participatory budgeting submissions. Voters indicated the importance of each submission proposal on a scale of 0-5. Each person could evaluate as many of the submissions as they liked; for those they did not want to evaluate by vote, they may have indicated the selection ‘I have no opinion’. The ballot for voting on submissions included a title of the proposal, and also an estimated price to guide evaluations.</p><p>The calculation of votes was public and any citizen could observe the calculation process in person. The calculation of votes was undertaken by council members selected by citizens at the forum before voting took place. For a proposal to be successful it needed an average of 3 points (0-5) overall, the highest ranking proposal by points-scored were chosen as winning submissions and as many were chosen as the budget was able to facilitate. The winning proposals would eventually be implemented into the Sopot budget and posted on the official Sopot website, given as a press release to the local media and presented to statesmen on paper. The development of the implemented projects was monitored by the city council.</p><h3>Outcomes, Decisions and Effects</h3><p>The Sopot Development Initiative website suggests that 2,448 votes were cast for the 2011 budgeting process. The Sopot website is in Polish, so clearly defined information is difficult to find. Therefore participation numbers are not specified in this analysis although one study claims that ‘only a dozen’ citizens attended forums (Keblowski et al). The top three proposals were posted on the website and are (in descending order) additional waste containers (possibly public bins or housing waste containers), updating and improving the animal shelter, and renovation of a particular street.  Between 2011 and 2013, 14 city-wide proposals and 61 district-wide proposals have been enforced through the budget and include bike paths, play areas, sport areas, building reconstruction and local housing cooperatives.<br/><br/>Although the processes of participatory budgeting are solidified in a bill by the city council, the outcomes and implementation of the vote was essentially a promise of good faith with no legal obligation as the mayor could dismiss proposal as he pleased.</p><h3>Analysis and Lessons Learnt</h3><p>The participatory budgeting project in Sopot was the first of its kind in Poland and was introduced amid a backdrop of low participation on the continent and an economic crash that lowered already devastated trust levels in public institutions. It was also subject to endeavours by the civil society group SIR to maintain its existence against sceptical councillors and the city mayor. Yet it has survived through three years of implementation, being imitated by other municipalities in Poland.</p><p>The project was not without flaws. After the first season of PB in Sopot, a number of errors were identified, some more serious than others; these included an issue of double-voting resulting from lenient identification procedures, lack of neutrality as town hall members acted as facilitators, interference by councillors and the mayor on citizen’s submissions. The date of voting was also inconvenient for those working weekdays and there were only limited areas for voting. These problems all affected Sopot’s PB in different ways that weakened its integrity as an honest and constructive procedure.</p><p>Criticism has been constructed by the scheme’s own designers. The SIR claim the procedure is ‘hopeless’ (Keblowski et al). This criticism is based on the disappointing numbers of participation and the limited scope of demographics therein. The criticism included a poor information campaign that used parsimonious leafleting which could have been mistaken by homeowners to be junk-mail; a ‘lack of participatory traditions’ as mentioned earlier; and a small number of voting areas impeding many would-be democrats from participation. Adding to this criticism, another possible factor could be the education levels of Sopot citizens. Successful participatory budgeting projects educated and improved competencies of citizens. Personal development is a motivator and promotes activity; Sopot’s citizenry was already well-educated (over 40% having university education), perhaps missing this positive side-effect may have removed invigoration from the PB process.</p><p>A further criticism of Sopot’s participatory budgeting project has been conducted to identify key failures in its effectiveness (Keblowski et al). Firstly, the menial amount of the municipal budget reserved for PB did nothing to promote the transformative qualities participatory budgeting was supposed to manifest. Another factor of disenchantment was that the execution of proposals was not officially monitored by anyone but the city council who did not feel any pressure to honour the outcomes of the PB process, causing an informal attitude towards implementing projects. The critique states that importing PB into Sopot hasn’t created alternative urban-planning policies to existing entrepreneurial investments. Collected data marks a proportion of spend on investment of up to 4 times that on PB. This criticism is attributed to so-called ‘deliberate’ misuse of PB to support entrepreneurial practices. The final page of this report shows an analytical framework displaying how Sopot’s project was bereft of over 90% of proposed requirements which include, relating the previous criticism, ‘finding balance between specific projects and broad political agendas’.</p><p>In comparison to Porto Alegre, Sopot again looks unimpressive. Where Porto Alegre created a level above the citizens assembly, the civil leaders, that meant there was a strengthened member of the population in deliberation with officials (Smith 2010), Sopot only allowed deliberation among citizens who then submitted proposals in anonymity to a group of authoritative officials with no discussion available. This difference outlines an imbalance of influence between citizens and the outcome of their proposals.</p><p>Analysis of Sopot can be taken further by applying further literature on the ambiguity of defining participatory budgeting in its many contexts (Ganuza et al). Here the dichotomy between the aim of fundamental modernization of administrative sectors and the actual outcome of revised connection between the citizen and the administration is. Such a dichotomy is apparent in Sopot where PB failed to modernize the administration and city council in 2011. The first countries in Europe that adopted PB did so primarily to see improvements in accountability and participation, both of which Sopot did not see any marked improvements in.</p><p>Successful examples of PB can be contrasted to the case of Sopot (Sintomer 2008). Spain and Italy saw examples that featured clear rules, active civil society and government and premiers who were eager to participate after some negotiation. These examples are described as successes, and Sopot did not experience any of these three factors. The date of the citizen’s meeting was embroiled in confusion as there were limited voting polls and the mayor at times attempted to change the definition of PB, labelling it as ‘consultations’. Civil society in Sopot did not engage in manifold numbers and of course the mayor and select councillors aimed to disenfranchise PB from its outset.</p><p>Taking these negative factors into consideration paints a deceptive view of participatory budgeting in Sopot. Though it could have mounted to much more, perhaps with more meetings, a prerequisite that produces better involvement and familiarity with PB projects, factors indicated to produce success (Sintomer et al); or with a share larger than the condescending 1% that may have led citizens to further question the intentions of government in acquiescing to PB altogether. Being the first implementation of PB in Poland, the SIR’s project would never be perfect, and many amendments were made for the following years. As well as subsequent improvements, the 2011 process saw the conversion of authority figures such as the mayor who admitted that the ‘experiment was a success’ and that he accepted its continuation into 2012, and the Director of the roads and green areas departments who was surprised by the level of intricacy in citizen’s proposals and their correlation to the department’s existing plans (sopockainicjatywa.org).<br/><br/>Participatory budgeting can be seen to have some success in its adversity, mostly through the commendable work ethic of the SIR who constantly followed up every step of the process. The SIR began the campaign for democracy in 2009 and had started PB in 2011; this short space of time to implement any sort of project is an achievement. It was the first project, and it has been imitated and adapted by other Polish cities so Sopot's legacy is intact. Though such sentiment does not mitigate the fact that so much of the Sopot project does not entail participatory budgeting in the best practice or in the traditional Porto Alegre fashion and without context, standing on its own, Sopot cannot be regarded a successful project.</p><h3> </h3><h3>Secondary Sources</h3><p>Ganuza, E. and Baiocchi, G. (2012). The Power of Ambiguity: How Participatory Budgeting Travels the Globe. Journal of Public Deliberation, 8(2).</p><p>Gerwin, M. &amp; Grabkowska, M. (2012) Budżet obywatelski. In Partycypacja. Przewodnik Krytyki Politycznej. Warsaw: Wydawnictwo Krytyki Politycznej, 100– 111</p><p>Keblowski, W and Van Criekingenb, M. ‘Participatory Budgeting Polish-Style. What Kind of Policy Practice Has Travelled to Sopot, Poland?’ from Dias, N. 2014. <em>Hope for Democracy – 25 years of participatory budgeting worldwide</em>, São Brás De Alportel, Portugal: In Loco Association<br/><br/>Leszyczynski, 2011. In: Keblowski, W and Van Criekingenb, M. ‘Participatory Budgeting Polish-Style. What Kind of Policy Practice Has Travelled to Sopot, Poland?’<br/><br/>Markowska-Bzducha E., 2013, Participatory Budgeting as a Stimulant for the Development of Civil Society, In: Lapinova E., Korimova G., Determinanty sociálneho rozvoja: Sociálna ekonomika ako priestor podpory európskeho občianstva, Zborník vedeckých štúdií, Univerzity Mateja Bela v Banskej Bystrici, Banska Bystricia.<br/><br/>Prykowski, L. ‘Public Consultations and Participatory Budgeting in Local Policy-Making in Poland’. In: Forbrig, J. 2012, ‘Learning for Local Democracy A Study of Local Citizen Participation in Europe’, Central and Eastern European Citizens Network</p><p>Sintomer, Y., Herzberg, C. and Röcke, A. (2008). Participatory Budgeting in Europe: Potentials and Challenges. International Journal of Urban and Regional Research, 32(1), pp.164-78.</p><p>Smith, G. (2009). Democratic innovations. Cambridge, UK: Cambridge University Press.</p><h3>External Links</h3><p><a href=\"http://www.sopockainicjatywa.org/tag/budzet/\">http://www.sopockainicjatywa.org/tag/budzet/</a></p><p> </p>", "title": "Civic Budget (Budżet Obywatelski), Sopot"}