{"htmlbody": "<h3>Summary</h3><p>Vallejo was the first city in the United States to implement city wide Participatory Budgeting Practice, as thousands are participating to make calls and to brainstorm ideas that would affect them and they are working with Participatory Budgeting Project (PBP) to help increase the living standards of the residents to the better by representing the people and giving them better services and to give training workshops, also to allocate millions of dollars the tax payers money to something the locals would choose on where to use it at, it is making the people make their decision on how to spend the money, the people had formed 12 projects which affects their civic life and making constant meetings for residents to gather and make decisions (The Participatory Budgeting Project, 2014)</p><h3>Purposes</h3><p>One of the most important goals in the funding is to promote stability in the city as Vallejo PB is helping the people to go to meetings which are organised to benefit the whole community and share ideas in a brainstorming environment, the meetings are being made In once and a while to give people some time to make wise decisions, and in the meetings people get to engage in topics such as economic development and education and make crucial choices on how to spend the tax money at.</p><h3>History</h3><p>Three years ago in the late of 2012 just after coming up after the city got bankrupt, the small city of Vallejo did something new and it was that they wanted the general public to choose how to spend an amount of the budget, the city gave the locals aged 16 and above the chance to get engage in this process and more than 4000 participants got engaged in doing so, projects with highest votes would be the one that it would get effective, although of the bankruptcy of the city, the people still trusted on the city government and many participated,</p><h3>Participant Selection</h3><p>Everyone who lives in Vallejo can go join the meeting discussions to participate and vote for projects to be financed by the council, People are interested in PB as some have shared their story on the internet for example Jenny whom is a student went to one of the meetings for the free pizza after she saw a sign with a free pizza on it, after she arrived and saw an aspiring video about another city which describes how people had the chance to make decisions that affects their lives, she wanted to do the same, and this is one case on how a youth got involved in something that suddenly noticed how effective it is to everyone (The Participatory Budgeting Project, 2013). Another case is a guy named Johnny Walker a Financial analyst whom at start did not understand how the process works, but once he got engaged to learned more, and that he needs to stand up and bond together as a community for the benefit of everyone.</p><h3>Influence, Outcomes, and Effects</h3><p>There are three main objectives of the Participatory Budgeting Process in Vallejo and they are the following, Number one comes Improving the city of Vallejo, Number two is engaging the community in Vallejo, and Number three is Transforming Democracy.</p><p>The Vallejo City Council, the city staff, members from the PB Steering Committee and even the community volunteers help out evaluating the process and the outcomes of those main objectives, and to check if the objectives are moving towards their goal (Ci.vallejo.ca.us, 2015).</p><h3>Improving the City of Vallejo</h3><p>The PB process in Vallejo is to improve their resident’s living standards and to enhance its reputation regionally and across the globe, the outcome of this process was very successful, some of the main issues that the community voted for to solve is Infrastructure Repairs: such as the streets, pipes, and bridges on one hand, and on the other hand comes Services and Programs like: charities, universities (Ibid).</p><h3>Engaging the Community</h3><p>This process was created to help out those in the community who do not have their voices heard in the political level, so the citizen participation would benefit all of the public. Many people are taking part of this and participating and the outcome of residents engaging in the community was successful, the young ones had participated more than it was expected, even people from different racial groups were also characterized (Ibid).</p><h3>Transforming Democracy</h3><p>This section was brought to empower the people by giving them more freedom and information of knowledge to make greater decisions and make better relations between the community as a whole, the outcome was successful, because people gathered together to brainstorm and listen and share ideas on how to help the city of Vallejo (Ibid).</p><h3>Analysis and Lessons Learned</h3><p>That the case of Participatory Budgeting in Vallejo, was a chance for everyone, no matter what his background was, as there was people with Hispanic, black, and whites who had the chance to all stand equal together and make decisions what would benefit them all as a community, furthermore, there were different topics and issues where people had to gather in meetings from time to time to discuss on how they would address this issue by sharing ideas and experiences to each other, to try to convince the people that what someone is saying is what needs to be addressed, after the range of projects where people would be discussing and making votes about, the project with the most vote would be funded by the city council, as this shows how the whole community stands together and support each other, what was needed for this City was a change, they had been bankrupt, but after the change they did, where the city decided to allow the public to participate on a portion of the budget, all of the public were lifted together to the better, the city got improved as the living standards did, the reputation locally and around the world got better, the people got engaged in choices that affected their lives, and the democracy got transformed on the city wide level, people had better knowledge and more skills and freedom, Vallejo is a better city now than it was before the economic failure, an organization like PBP helped promoting Vallejo</p><p> </p><h3>Secondary Sources</h3><p>Ci.vallejo.ca.us, (2015). [Online] Available at: <a href=\"http://www.ci.vallejo.ca.us/common/pages/DisplayFile.aspx?itemId=65237\">http://www.ci.vallejo.ca.us/common/pages/DisplayFile.aspx?itemId=65237</a></p><p>The Participatory Budgeting Project, (2014). <em>Vallejo</em>. [Online] Available at: <a href=\"http://www.participatorybudgeting.org/what-we-do/technical-assistance/vallejo/\">http://www.participatorybudgeting.org/what-we-do/technical-assistance/vallejo/</a></p><p>The Participatory Budgeting Project, (2013). <em>Jenny Aguiar</em>. [Online] Available at: <a href=\"http://www.participatorybudgeting.org/stories/jenny-aguiar/\">http://www.participatorybudgeting.org/stories/jenny-aguiar/</a></p><p>Ci.vallejo.ca.us, (2015). [Online] Available at: <a href=\"http://www.ci.vallejo.ca.us/common/pages/DisplayFile.aspx?itemId=99660\">http://www.ci.vallejo.ca.us/common/pages/DisplayFile.aspx?itemId=99660</a></p><p>Carolyn Jones, (2013) <a href=\"http://www.sfgate.com/bayarea/article/Vallejo-is-participatory-budgeting-pioneer-4592639.php#photo-4766784\">http://www.sfgate.com/bayarea/article/Vallejo-is-participatory-budgeting...</a></p><h3><strong>External Links</strong></h3><p><a href=\"http://www.ci.vallejo.ca.us/city_hall/departments___divisions/city_manager/participatory_budgeting/\">http://www.ci.vallejo.ca.us/city_hall/departments___divisions/city_manager/participatory_budgeting//</a></p><p> </p>", "title": "Participatory Budgeting - Vallejo (CA), US"}