{"htmlbody": "<h3>Definition</h3><p>An electoral district forum is an online nonpartisan <a href=\"http://en.wikipedia.org/wiki/Internet_forum\">discussion board</a> for the constituents of a single officeholder to interact with themselves, and with their incumbent and candidate political leaders. It is designed to make it easier for representatives to be more responsive to their constituents. It does this by increasing dialogue and by reducing everybody's dependence on expensive mainstream media.</p><h3>Problem and Purpose</h3><p><strong>Problem</strong>: In the U.S., representatives aren't responsive to all their constituents anymore, only the wealthy ones. This is because communications between politicians and constituents mainly go through expensive mainstream media.</p><p><strong>Purpose</strong>: To reform U.S. politics to be more inclusive and representative by adding inexpensive <a href=\"http://en.wikipedia.org/wiki/Participatory_democracy\">participatory democracy</a> elements.</p><p><strong>Approach</strong>: To move political discourse away from commercial media (both online and traditional), and towards non-commercial online public spaces where it can be more inclusive, accessible, <a href=\"http://en.wikipedia.org/wiki/Manufacturing_Consent\">unfiltered</a> and conversational.</p><p><strong>Method</strong>: To create nonpartisan discussion boards, one forum for each elective office, and then enlist political leaders and constituents to engage with each other there.</p><h3>Theory Background</h3><p><a href=\"http://www.oecd.org/futures/35176328.pdf\">Stephen Coleman posited</a> that effective representative democracy requires that information flow in various channels and offered this appraisal of their status:</p><ul><li><strong>Government to Citizen</strong> (G2C) - takes place largely via the mass media</li><li><strong>Citizen to Government</strong> (C2G) - is limited</li><li><strong>Citizen to Citizen</strong> (C2C) - is the basis of a healthy civil society, but is in decline</li><li><strong>Citizen to Representative</strong> (C2R) - is very limited</li><li><strong>Representative to Citizen</strong> (R2C) - is limited outside of election campaigning</li></ul><p><a href=\"http://www.ippr.org/assets/media/ecomm/files/Stephen_Coleman_Pamphlet.pdf\">Coleman subsequently surveyed </a>2,273 UK citizens to characterize what they ideally wanted in their relations with their representatives. He found a strong desire for a connectedness, and that they specifically wanted:</p><ul><li>To be heard</li><li>Conversations, not consultations</li><li>Ongoing, rather than episodic, contact</li><li>Honest yet not adversarial discussions</li><li>Representatives to account for themselves</li></ul><p>So in theory terms, the underlying problem the model seeks to address is that communication among citizens (C2C) and between representatives and citizens (C2R/R2C) is too little, too infrequent, and not significant enough.</p><h3>Basic Model</h3><p><strong>Electoral district forums</strong> are online <a href=\"http://en.wikipedia.org/wiki/Internet_forum\">discussion boards</a> for the constituents of a single officeholder to interact with themselves, and with their incumbent and candidate political leaders. They are intended to provide inexpensive and <a href=\"http://en.wikipedia.org/wiki/Manufacturing_Consent\">unfiltered</a> channels of continuous C2C/C2R/R2C information flow which are apart from the mainstream media.</p><p>Online civic engagement forums have existed <a href=\"http://firstmonday.org/ojs/index.php/fm/article/view/838/747\">in listserv form since 1994</a>, and discussion boards have existed <a href=\"http://talkingpointsmemo.com/theslice/confessions-of-an-online-forum-loyalist-in-facebook-reddit-era\">in modern form since 1999.</a> As a result, the community dynamics of online political forums are pretty well known, as are the problems which can arise. This previous experience tells us that certain design features (such as being moderated) need to be present if district forums are to be successful.</p><p>There are a lot of these features, and it requires a few paragraphs to adequately describe them and how they can be implemented in a discussion board. Therefore, the detailed model is presented in Appendix 1 below.</p><h3>Implementation</h3><p>I have put together a fully functional <a href=\"http://www.electoraldistrict.org/pa/senate/index.php\">prototype</a> district forum, using the popular and secure open-source <a href=\"http://www.phpbb.com/\">phpBB</a> software. The prototype is presented in Appendix 2 below, and its code is available upon request. Based on it, a small district forum could be hosted very inexpensively (a few dollars a day) and without any requirements for programming skills.</p><h3>History</h3><p>While many ideas for participatory politics projects similar to electoral district forums exist - see <a href=\"http://participedia.net/en\">Participedia</a> and <a href=\"http://www.oecd.org/dataoecd/9/11/35176328.pdf\">Promises and Problems of E-Democracy</a> for examples - this specific model has never been tried out before. However, district forums can be considered an extension/optimization of a long-standing internet tradition: the <a href=\"http://www.reddit.com/r/IAmA/wiki/index\">Ask-Me-Anything (AMA)</a>.</p><p>Since their genesis back in 2005, AMAs have become a <a href=\"http://www.theatlantic.com/technology/archive/2014/01/ama-how-a-weird-internet-thing-became-a-mainstream-delight/282860/\">mainstream interview format</a> and politicians have recently begun participating in them. Barack Obama did an AMA on Reddit <a href=\"http://www.reddit.com/r/IAmA/comments/z1c9z/i_am_barack_ob\">in 2012</a>, and 2016 presidential candidate Bernie Sanders has generated a <a href=\"http://www.vox.com/2015/5/7/8560925/bernie-sanders-reddit\">lot of acclaim</a> for three which he did in 2013-15.</p><p>A comparison of district forum discussions and Reddit AMAs is given in Appendix 3; there are many points of similarity. Given this fact, if a district forum is started up then voters should quickly grasp how they work and what they are trying to accomplish.</p><h3>Participant Selection</h3><p>Each district forum is focused on a single elective office. Politician participation is therefore limited to the incumbent representative and to any challenging candidates for the office.</p><p>Citizen participation is more open in that anyone can register and get involved. However, some privileges will be limited to district residents. For example, only a constituent will have the ability to “+like” a post, and only they will be eligible to propose and have a discussion with their political leaders. These special privileges will enable constituent views to be separately known, and will afford them greater access to their representative.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The internet has revolutionized many aspects of society, but so far its impact on constituent-representative communication has been comparatively minor. Significant <a href=\"http://en.wikipedia.org/wiki/E-democracy\">e-democracy </a>advances have occurred <a href=\"http://www.igi-global.com/article/content/76929\">mainly in terms</a> of information provision and delivery of public services. What have been conspicuously missing are advances incorporating dialogue, the core of democratic governance.</p><p>To help remedy this, fostering dialogue is a major goal of a district forum. The importance of unfiltered dialogue, and how district forums make use of it, is further discussed in Appendix 4 below.</p><p><strong>Constituent-Representative Dialogues:</strong> Forum interactions between citizens and political leaders follow a process in order to facilitate written or verbal dialogues. Because there are many thousands of constituents for every representative, discussion and voting are used to identify the questions and questioners the electorate is most interested in.</p><ul><li>Constituents start the process for a written discussion by submitting questions in the “Questions\\Asked” subforum.</li><li>Constituents discuss and rank the existing questions in the same forum.</li><li>When politicians decide to engage in a dialogue based on a top-ranked question, they create a new topic in the “Questions\\Answered” subforum. There they repeat the question and provide their answer.</li><li>The constituents who asked selected questions (and only they) are able to post follow ups.</li></ul><p>These written discussions continue until they are terminated by mutual consent, or the moderator concludes they have outlived their usefulness. Many conversations will amicably end after the constituent and representative have learned exactly where they disagree.</p><p>Because there is little time pressure in this discussion format, an unusual degree of scholarship can be exercised. For example, each side can:</p><ul><li>ask for proof that suspect assertions are supported by the facts,</li><li>include visual information like graphs, charts and photographs, and</li><li>ask that the other read and respond to an external document such as an article.</li></ul><p>The same two-step process is used to organize off-line verbal discussions to be held via video-conference, tele-conference, or at a meeting hall. Initiating a verbal discussion would begin with a post in the “Discussions\\Asked” subforum. Ultimately, video or audio of the completed discussion would be posted in the forum.</p><p><strong>Citizen-Citizen Interactions</strong>: These interactions are more free-form, and this part of the forum is more experimental. The “District Talk” and “Dispatches” subforums in the <a href=\"http://www.electoraldistrict.org/pa/senate/index.php\">prototype</a>provide templates for what citizens could do: post and answer polls, read and write letters to the community, debate issues, etc.</p><p>The size of the district will impact what is practical and useful here. A <a href=\"http://en.wikipedia.org/wiki/Direct_democracy#Democratic_reform_trilemma\">small enough</a> district could experiment with <a href=\"http://en.wikipedia.org/wiki/Participatory_democracy\">participatory democracy</a> initiatives, or work to build up an <a href=\"http://www.ippr.org/assets/media/images/media/files/publication/2011/05/Realising%20Democracy%20Online%20-%20in%20_1230.pdf\">online civic commons</a>. The admins/moderators of a large district forum would have to work to prevent the same subforums from becoming an unusable cacophony.</p><h3>Influence, Outcomes, and Effects</h3><p>An electoral district forum's goal is to create new channels for C2C/C2R/R2C information flow. Put less abstractly, its goal is to facilitate some basic democratic actions:</p><ol><li>Citizens publicly discuss among themselves what the community preferences for policy are</li><li>Candidates inexpensively campaign to tell the community how they propose to implement its policy preferences</li><li>The policy preferences of the entire community, not just its wealthiest citizens, are made clear to everyone</li><li>The representative communicates her positions and tactics to the community</li></ol><p>The activity level of a forum can be easily quantified through pageviews, links to it, shares on social media, etc. The forum's impact on its community will be proportional to its activity level.</p><p>The presumption behind the project is that increased levels of C2C/C2R/R2C communication will naturally result in more representative governance. This would manifest itself by incumbent representatives changing their behavior, or by their being replaced by more populist candidates for their office.</p><h3>Criticism</h3><p>1.  One problem with the district forum concept is that potential participants will be scared off by its novelty.  This can be addressed by beginning with a simple, online implementation of a candidate townhall - something everyone is familiar with.  After users are comfortable with the site, additional subforums and communication flows can be added.</p><p>2. Successful U.S. politicians enjoy a very high degree of job security, along with the prospect of a lucrative lobbying career after retirement. A second criticism is that many incumbents will refuse to participate since it would conflict with their current career path of representing only their wealthy constituents.</p><p>Incumbent non-participation is not just a valid concern, it is pretty much guaranteed to happen. However, there are paths to get a district forum started even without the incumbent on board:</p><ul><li>Challenging candidates interested in a more populist career path may find participation attractive. Their participation should provide enough ‘buzz’ to attract constituents, which would in turn generate pressure for incumbent participation.</li><li>Occasionally there are open races without a defending incumbent.</li><li>Advocacy groups may find forum participation a useful way to get their message out to their fellow citizens, even if the incumbent isn't responding.</li></ul><p>Alternatively, other countries have campaign financing traditions which are less corrupting, and have less of a tradition of a revolving door between public service and lobbying. These countries may be more fertile soil for the concept than the U.S.</p><p>3. A third criticism is that participating in a district forum will hurt, not help, a candidate. The reasoning here is that the candidate's posts will provide material which will be spun and put out in a mainstream media attack ad by a non-participating candidate. Weighing against this scenario happening is that:</p><ul><li>attack ad fodder is already plentiful since <a href=\"http://www.washingtonpost.com/lifestyle/style/tracking-the-trackers-what-its-like-to-have-the-most-mind-numbing-job-in-a-campaign/2014/10/14/a2ed9d46-50a0-11e4-8c24-487e92bc997b_story.html\">trackers</a> often record what a candidate says at public (and even <a href=\"http://newsinmi.com/republicans-caught-using-spyglasses-at-schauer-campaign-fundraiser/\">private</a>) events,</li><li>written posts are less useful than verbal gaffes for attack ads since posts can be edited for clarity after publishing, and vetted by staff before, and</li><li>dishonest quotation in an attack ad is liable to backfire since it is so easy for constituents to click over and read the full context of the misrepresented statement.</li></ul><p>4. A final criticism is that because very few constituents actively seek out information about their officeholders and candidates, not enough will participate. While the observation is true, the conclusion doesn't necessarily follow. District forums don't need to be sought out to be used, because they can be tightly integrated with the ubiquitous social media sites.</p><p>Facebook alone has an amazing reach - over 85% of U.S. households have at least one active Facebook user. District forums take advantage of this with:</p><ul><li><strong>Social media sharing buttons for every post.</strong> Since many of a person's social media friends are local and live in the same electoral district, sharing will frequently take place. For example, if a forum user likes an asked question and wants to see the representative answer it, sharing the post on Facebook provides an easy way for the user to get it upvoted.</li><li><strong>Easy registration with an existing social media account.</strong> So if a Facebook friend sees the shared post and wants to upvote a question, it takes only one click for them to register to do so.</li></ul><h3>Secondary Sources</h3><ul><li>Democracy, deliberation and design: the case of online discussion forums, by Scott Wright and John Street (2007, <a href=\"http://www.researchgate.net/profile/Scott_Wright11\">pdf</a>)</li><li>Direct Representation: Towards a Conversational Democracy, by Stephen Coleman (2005, <a href=\"http://www.ippr.org/assets/media/ecomm/files/Stephen_Coleman_Pamphlet.pdf\">pdf</a>)</li><li>Extending the Public Sphere through Cyberspace: The Case of Minnesota E-Democracy, by Lincoln Dahlberg (2001, <a href=\"http://firstmonday.org/ojs/index.php/fm/article/view/838/747\">html</a>)</li><li>Managing Online Forums: Everything You Need to Know to Create and Run Successful Community Discussion Boards, by Patrick O'Keefe (2008, <a href=\"https://books.google.com/books?id=wD1A5rrD8w4C\">Preview</a>)</li><li>Manufacturing Consent: The Political Economy of the Mass Media, by Edward S. Herman and Noam Chomsky (2002, <a href=\"http://books.google.com/books?id=18IWX4hxHNUC\">Preview</a>)</li><li>Promise and Problems of E-Democracy: Challenges of Online Citizen Engagement, Organisation for Economic Co-operation and Development (2003, <a href=\"http://www.oecd.org/futures/35176328.pdf\">pdf</a>)</li><li>Realising Democracy Online: A civic Commons in cyberspace, by Stephen Coleman and Jay G. Blumler (2001, <a href=\"http://www.ippr.org/assets/media/images/media/files/publication/2011/05/Realising%20Democracy%20Online%20-%20in%20_1230.pdf\">pdf</a>)</li><li><em>Digital Disconnect</em>, by Robert W. McChesney (2013, <a href=\"https://books.google.com/books?id=j_7EkTI8kVQC\">Preview</a>)</li><li><em>The Internet and Democractic Citizenship</em>, by Stephen Coleman and Jay G. Blumler (2009, <a href=\"http://books.google.com/books?id=yvXpBpiRWvMC\">Preview</a>)</li></ul><h3>External Links</h3><ul><li><a href=\"http://www.vtownhall.org/wa03/\">Prototype vTownhall</a> - a simplified version of a district forum, containing only online townhall funtionality.</li><li><a href=\"http://www.electoraldistrict.org/pa/senate/index.php\">Prototype District Forum</a></li><li><a href=\"http://www.districtforums.org/white-paper/\">Virtual Town Hall Forum</a> - for discussion of the district forum concept, and of e-democracy initiatives in general</li></ul><h3>Appendix 1: Electoral District Forum - Detailed Model</h3><p>An electoral district forum is a discussion board centered around a single political office. There are many ways such a concept could be implemented, but knowledge of related projects suggests the following features would help it succeed:</p><p><strong>Focused</strong></p><ol><li>restricted to a single electoral district - to narrow focus onto one geographical area and one political office</li><li>with clear goals - increasing information flow (C2C, R2C and C2R)</li></ol><p><strong>Fair</strong></p><ol start=\"3\"><li>nonpartisan - so everyone feels welcome</li><li>moderated - to keep things civil</li><li>non-anonymous - so people take their posts seriously, but only forum moderators are privy to posters' real names and e-mail addresses</li><li>with disclosure of interests - it must be made clear if someone is posting as part of their paid work</li><li>with limits on user posts - so the conversation isn't monopolized by a small number of people</li></ol><p><strong>Inclusive</strong></p><ol start=\"8\"><li>online - so it's easy to participate</li><li>mainly text based - to keep it simple, inexpensive, informative and searchable</li><li>optimized for searchbots - to make it easy to find content through Googling</li><li>registration via existing accounts - the vast popularity of Facebook, NextDoor, etc., will allow many (&gt;85%) to become registered forum users with one click</li><li>integrated with social media - to foster participation by making it very easy to share posts</li></ol><p><strong>Conversational</strong></p><ol start=\"13\"><li>with an emphasis on dialogue - to prevent uninformative “defense by talking point”</li><li>with dialogue subforums - these will have restricted posting permissions to prevent a cacophony</li><li>continuously run - a continuing conversation, not a one-off or an occasional interview</li><li>with internal communication systems - to make it easy to communicate privately to other users through message, chat or forwarded e-mail</li></ol><p><strong>Useful</strong></p><ol start=\"17\"><li>factual - with fact-checking encouraged since people are not entitled to their own reality</li><li>with “like” voting system - so posts can be ranked by popularity</li><li>with polls - to quantify what the community thinks</li><li>organized with categories and tags - to help find what the community has discussed in the past</li><li>with video discussions also possible - because footage can be much more dramatic and viral than text</li></ol><p><strong>People Powered</strong></p><ol start=\"22\"><li>volunteer run and hosted - so it is independent of outside funding</li><li>simple - so volunteers can moderate or admin without extensive training</li><li>inexpensive to host - to make it possible to be independent</li><li>nonprofit - to focus on community serving and not profit seeking</li></ol><p><strong>Politician Friendly</strong></p><ol start=\"26\"><li>fully open only to district residents - since non-constituent opinions are of limited interest to representatives</li><li>with a reasonable time commitment - staff can write first drafts of responses, only highly upvoted questions need to be responded to, etc</li><li>deliberative - staff can vet posts prior to publishing since there is little time pressure</li><li>correctable - posts can be updated afterwards for clarification or correction</li></ol><p>A standard, open-source <a href=\"https://www.phpbb.com/\">phpBB</a> discussion forum will automatically have features 8, 9, 15, 16, 19, 21, 23, 24, 28 and 29. The remaining ones can be added in the following ways:</p><ul><li>additional software code: 10, 11, 12, 18 and 20</li><li>website rules and organization: 1, 5, 6, 7, 22, 25, 26 and 27</li><li>discussion forum structure: 2 and 14</li><li>forum moderation and norms: 3, 4, 13 and 17</li></ul><h3>Appendix 2: Prototype Software</h3><p>I have put together a fully functional prototype district forum based on the popular and secure open-source <a href=\"http://www.phpbb.com/\">phpBB</a> software. This software is able to handle very large communities - the <a href=\"http://forums.realgm.com/boards/index.php\">largest one </a>running it has over 100,000 registered users and over 28 million posts.</p><p>This screen shot of the prototype's <a href=\"http://www.electoraldistrict.org/pa/senate/index.php\">homepage</a> shows one way in which the categories and subforums could be organized:</p><img alt=\"\" height=\"450\" src=\"http://images.dailykos.com/images/144545/large/pa-senate-electoraldistrict-forum.gif?1432245790\" width=\"600\"/><p>The basic phpBB board has been extended through the use of approved mods and some custom coding. The prototype incorporates most of the desired features discussed in Appendix 1. For example, the prototype software includes both a “like” button for every registered user, and a “+like” button that is only available to district residents. Tallying likes allows the best questions, petitions, etc., to get ranked above the less interesting ones.</p><h3>Appendix 3: Electoral District Forums and Ask-Me-Anythings</h3><p>District forums can be considered an extension/optimization of a long-standing internet tradition: the <a href=\"http://www.reddit.com/r/IAmA/wiki/index\">Ask-Me-Anything</a> (AMA). The format of an AMA is that any registered user can submit questions and vote to rank others. <a href=\"http://en.wikipedia.org/wiki/Reddit\">Reddit</a> is currently the most popular website for this type of interview. The interviewee answers whichever questions he chooses for about an hour, ignoring upvoted questions <a href=\"http://www.washingtonpost.com/blogs/the-fix/wp/2014/05/05/martin-omalley-did-a-reddit-ama-it-didnt-go-very-well/\">at his peril</a>. Questions and answers are both short, and there are no follow-ups.</p><p>There are many things to like about this <a href=\"http://www.theatlantic.com/technology/archive/2014/01/ama-how-a-weird-internet-thing-became-a-mainstream-delight/282860/\">new social media form</a>. It is:</p><ul><li><strong>Online and free to use</strong> - so it's easy to participate</li><li><strong>Egalitarian</strong> - no users are privileged above others</li><li><strong>Unfiltered</strong> - no gatekeepers</li><li><strong>Responsive to good ideas</strong> - questions and suggestions are ranked by voting</li><li><strong>Moderated</strong> - which keeps things civil</li><li><strong>Nonpartisan</strong> - so everyone feels welcome</li><li><strong>Mainly text based</strong> - which keeps it simple, inexpensive, informative and searchable</li></ul><p>However, while the Reddit AMA format is a good fit for celebrities promoting something, or for Q&amp;As with unusual people, it is a bad fit for constituents wanting to have substantive conversations with their representatives.  Here are some important issues:</p><ul><li>The politician AMAs that have taken place tend to be <a href=\"http://www.theatlantic.com/technology/archive/2012/08/on-obamas-reddit-appearance/261758/\">dull and unenlightening</a> due to the lack of follow up questions.</li><li>Not many constituents will participate because of the event's brief time window.  For example, nobody living in the relevant district submitted questions to <a href=\"https://www.reddit.com/r/SandersForPresident/comments/433vrw/lucy_flores_running_for_us_house_in_nv4_ama/\">this AMA</a> from a candidate for congressional office.</li><li>Because there is no identity verification, questioners may not be what they claim to be.  An account's comment history can't be used to definitively filter out sock-puppets because old Reddit accounts are openly sold to people wishing to influence discourse on the site.</li><li> Although in principle there is no gatekeeping on Reddit, in practice it happens all the time.  For example, organized users have done it through downvoting (\"<a href=\"https://www.reddit.com/r/OutOfTheLoop/comments/36xhxc/what_is_brigading_and_how_do_you_do_it/\">brigading</a>\") since the inception of the site.</li></ul><p>For citizen-representative conversations, I believe these important attributes need to be added to the Reddit format:</p><ul><li><strong>Emphasis on dialogue</strong> - to prevent uninformative Q&amp;As where the answer is a talking point, and there are no follow-ups</li><li><strong>Continuously run</strong> - a continuing conversation, not a one-off or an occasional interview</li><li><strong>More inclusive</strong> - let people log in using their Facebook or other social media accounts</li><li><strong>Non-profit</strong> - to keep separate from Big Media, including Big Social Media</li><li><strong>Non-anonymous</strong> - to keep out <a href=\"http://www.forbes.com/sites/davidvinjamuri/2012/09/12/do-consumer-reviews-have-a-future-why-amazons-sock-puppet-scandal-is-bigger-than-it-appears/\">corporate</a> and <a href=\"http://www.theguardian.com/technology/2011/mar/17/us-spy-operation-social-networks\">government</a> sock-puppets</li><li><strong>Covers a single political office</strong> - to narrow the focus</li></ul><p>When these attributes are included, what results is close to being an electoral district forum as described in Appendix 1.</p><h3>Appendix 4: The Importance of Unfiltered Dialogue</h3><p>Minds work much better when they are open. Unfortunately, people have an innate <a href=\"http://en.wikipedia.org/wiki/Selective_exposure_theory\">tendency</a> to seek out only information which reinforces their pre-existing views. Furthermore, in those important cases where opinion is <a href=\"http://www.vox.com/2014/4/6/5556462/brain-dead-how-politics-makes-us-stupid\">bound up with identity</a>, a straightforward presentation of facts will often be rejected without being considered first. And to make matters worse the most accessible information, that provided by the mainstream media, is <a href=\"http://www.electoraldistrict.org/white-paper/chomsky-challenge.html\">heavily filtered</a>.</p><p>A district forum aims to fight these effects by encouraging participation (active discussion or passive reading) in a nonpartisan forum filled with information and views which have not been pre-filtered by either the user or by the mainstream media.</p><p>Can dialoguing on forums result in people learning new things and viewpoints, and perhaps changing their opinions as a result? Certainly, but the process of opening a closed mind is slow, and one estimate is that it takes <a href=\"http://firstmonday.org/ojs/index.php/fm/article/view/838/747\" title=\" The case of Minnesota E-Democracy\">three or four months</a> of forum participation for users to become receptive to new viewpoints.</p><p>Relatedly, wealthy interests have long used a <a href=\"http://billmoyers.com/2014/01/10/why-conservatives-old-divide-and-conquer-strategy-%E2%80%94-setting-working-class-against-the-poor-%E2%80%94-is-backfiring/\">divide-and-conquer strategy</a> of fanning prejudicial resentment to gain the support of people who are hurt by their policies. However, <a href=\"http://en.wikipedia.org/wiki/Contact_hypothesis\">personal contact</a> has been shown to be an effective way of reducing prejudice towards out-groups, even when the contact is <a href=\"http://www.sciencedirect.com/science/article/pii/S0747563214004324\">computer-mediated</a>. A recent study <a href=\"http://www.sciencedirect.com/science/article/pii/S0022103112000108\">has demonstrated</a> that reductions in intergroup bias and anxiety occur after only two weeks of online interaction. District forums are one way of harnessing the power of personal contact.</p>", "title": "Electoral District Forum"}