{"htmlbody": "<p> </p><h3>Problems and Purpose</h3><p>In  early 2012, Major Harold Guerrero Lopez  did an evaluation program between 1995-2011, whose aim was to analyse impact,deliberations and efficiency of ` Cabildo  Abierto in the community and  identify the obstacle and deficiency in order to improve. The surveys shows that during 2001-2004, some of the projects were not linked with a specific plan  and they  not regulated the budget. At the same time, there were some  weaknesses  in the structure and  the formulation, deliberation, decisions and  the projects was affected drastically as aconsequence of this,meaning that the porjects could not  end with  successful result. Another problem was  Open house was used for elections rather than political participation and some of the senior officlas would  send the delegates who did not have the power to make decicions without the high functioning delegates being presented.This made  progress slow in the meetings and outcome were not decide on. At the same time,as the slow decision making grinding progress to a halt,55% of the population  argue that the methodology used was not succesful<strong>.</strong> (Form of the evaluation Ex-post ,2015).</p><p>For instance in 2004, according to the Form of the evaluation  only 241 out of 739 projects were accomplished (Form of the evaluation Ex,1995,p.18). This represented 32,6% which is a small percentages. As a consequences of this the participation substantially declined because  civilians  not trust in the goverment. In contrast, during the last  few years this changed  completely with the government working towards and accomplishing all the goals,providing  a better life for the civilians. </p><p>The purpose of the Cabildo Abierto is to encourage the population to participate in the projects and express their necesitites and gave the decision making power to the civilians in the hope it would benefit society as a whole.The methodology of community and social are designed as a vehicle to improve the communication between the civilians,the majors and those who work in the government.This in turn creates a close relationship and space whereby all participants can lisent to, propose different projects and enforce effective adminsitration.The feasibility of budgets,and distribution of them is easily tackled and ensures communities find effective solutions together.(Colombian Constitution,1994,law 134,Art.81-89).</p><h3>History</h3><p>Historically speaking,the ``Cabildo abierto `` or Open House  is defined as a mechanism of citizen participation that is made up by public meeting of district,municipal or local administration parish councils, in which the inhabitants are able to participate directly, aiming to discuss issues of interest for the community.(Colombian Political Constitution, 1991, Article 98).</p><p>This mechanism was established by the Constitution of 1991 in Colombia which aimed to extend  the representative democracy limits and re-evaluate the role of citizens, making it the Social State under the Rule of law. This was significant to the participatory democracy because it gave  equality between men and women, and an active sovereign citizenship that allows all the right to participate in a public life.</p><p>In the memorable period, indigenous did several meetings and worked together in order to improve their standards of life. This democratic action was called ``Minga  de Pensamiento.The word Minga means collective agriculture work that benefits the tribe. This is a remarkable period that influenced the participatory budgeting in Pasto that today is called `Cabildo Abierto` . This is an effective instrument that creates strength via democracy and imporves the relationship between the Government and Civilians as it encourages active participation from both sides.</p><p>In 1996  under the Government of Antonio Navarro Wolf, was organised for the first time the Participatory budgeting at Pasto. He organised the first meetings of Open house started in rural sector and a development plan called `Everything for Pasto``.Open house in the municipality of Pasto have a particular characteristic that is an onging Project that has passed trough seven different administrations. Following this,the second phase  was in 2001 with the administration of Eduardo Alvarado Santander,whose aim was to expand the Open House.He expanded  to include  10 township and 12 Communes with a new theoretical process and more advance methodology. This brought positive effects involving more civilians.</p><p>Elected in 2004,Major Raùl Delagado Guerra, continued the process by significantly advancing  the process and quality of  participation between civilians and the structure of the meetings. Emphasising  and strengthening the methodological route,creating better standards of life for all.</p><p>Subsequently,with the fourth phase was between 2008 and 2011 by Eduardo Alvarado,he emphasised the  importance of social inclusión,with his Government in turn imporving the structure and methodology that was a already in place.</p><p>The last administration bengan in 2012 until present, with Major Harold Guerrero Lopez  assuming the challenge to legitimized  the participation as a part of the cultural history.This administration is creating a new methodology to improve the efficient of open house doing surveys,evaluations and lisent the petitions of the people.</p><p>All in all, Pasto have a relevant historical culture that directly  influence  the Open house has increase the percentages of  participation.Today, it is well know  that as the  pioneer of this democratic innovation,it was  taken as a model and  implemented in others regions of Colombia.</p><h3>Originating Entities and Funding</h3><p>The three main entities are,Firstlly the Municipal Register of Pasto whoes aim is to check  the amount of the signatures that was recollected to disccus and tackle  a specific issue in the meetings and regualte the sessions of the Cabildo Abierto.</p><p>Secondly, the Town hall whose aim is to regualte the projects and investments that  the Local Adminsitrative Councils have been doing.Thus the Local Administrative Councils mision is to present investment proposals to the authorities in order to distribute global payments from the municipal Budget and their municipalities under the juridiction.</p><p>The last one is the National Council for Participation is one of the organ that provides advice to the national government  on the definition,promotion,conception follow up and evaluation of government.</p><h3>Participant Selection</h3><p>Cabildo Abierto in Pasto is integrated by the Major that is elected by the population. The Major and the population work together with a municipal programme which the Major is  responsible for the political feasibility  and  effectiveness of the projects.The  second component is the communal actions which  are essential  for the Cabildos because it  gives the opportunity to each local to think about the projects,budgets and the Development Plan bringing positive effects the public sector as the neighbour and the municipal administration. The third  spokesman are the leaders of the civilians that represent the commune or township, they select five for Micro Territorial Unit whose mission is to select by voting  the priority  projects in the assemblies by participating in the meetings and writting up report to distribute to the community. The fourth,is  NGOS give support to the leaders and assitance to the planning system and participatory budget.</p><p>Finally of the above, Open house are supported by  a group of professionals of the municipal sector or volunteers  that are integrated into the municipal ;administration.The main role is to introduce an effective  methodology in both financial and judicial aspect in allowing effective order of the projects.</p><p>In terms of the mechanism of participation, meetings were and still open to  everyone  and  could be able to propose a project to the specific secretary within 15 days before  the session begins. (Colombia Constitution,Article 48).</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>In context, Cabildo Abierto` in Pasto created an impact for the civilians because the number of participation have been increased,thus why the population trusted more in  the government. The statistics show that approximately 16 million  civilians participate and the young population represent the biggest percentage. The last years, more people have been participating in the Comercial meetings, 44 %  of people with 110 leaders representing the community (Montufar,2012,p.19).</p><p>Cabildo Abierto transfer the power to the community, providing opportunities for freedom speech and the ability to make their own decisions.One of the  Majors steps forward to this democratic innovation is that civilians are getting more involved, working together to have a better standard of life, while building strong relationship between the civilians and the majors and is more transparent,inclusive and efficient.</p><p>According to  Scholars, Roberto Bobbio  and Robert Dahl  it is arguable that the democracy innovations need to provide conditions that guarantee the Freedom of Speech  otherwise is not going to be achieve without exclusion or effective administration (Bobbio,1999,p16). In this case of study  it was shown that in an attempt to satisfy all criteria and have efficient deliberation and communication to tackle the issues it was vital to recognise to gather people in the smaller towns and more isolated regions.</p><p>It is important to note that over the years,there is a evidence  that show some difficulties to accomplished all the projects, but the government is continuously working on implementing new practices.</p><h3>Influence, Outcomes, and Effects</h3><p>Over the years some scholars have  criticised the participatory budgeting arguing that is not effective because there is a large of  corruption within the Government making it difficult to complete all the projects and offer solutions to all issues raised. Perhaps Cabildo Abierto brought to the Civilians the opportunity to be involved with the political and economic sphere, allownig the people power to make decisions and  ensuaring the transparency of the process.This in itself would be  an advantage to the community as  they would know where the money was being invested.</p><p>For example, in 2003 the Government invested in the constructions of schools and sports buildings and this benefits the children. (City Municipality of Pasto, Cabildo Team  2008-2011).</p><p> At the same time the Major Harold Guerrero and the Government Officials have been  improving  the structure of Cabildo Abierto,creating  new programs such as a new School of Leadership and Democratic Participation, which aimed  to prepare and give more knowledge to  civilians through Courses supporting by the Nariño University, Sena and San Martin University. Some of the projects that have been proposed by the civilians include :</p><p>-The construction of  a Health Centre  of Santa Monica with a price of  US$ 1,210,344,515.36 whose aim is to cover all the needs of the civilians who do not have adequate resources.</p><p>-     The construction of  platforms for  people with  disabilities and the maintenance needed at a  price of USD $341,664,540.60.</p><p>-     Investing in the improve of education for children, in the municipal Ecano with a price of £71,956.80.( Form of the evaluation Ex-post ,2015).</p><p>All in all, Cabildo Abierto in Pasto is a successful example of a democratic liberation whereby was influenced by the indigenous. Today this is a useful instrument for communities working together to solve  problems and is a good exercise example of democracy working well.Democracy not only makes citizens more aware of their community but ensures they work together as they argue for a better Pasto.</p><h3>Analysis and Lessons Learned</h3><p> This case of study is interesting  as it shows how `Cabildo Abierto `in Pasto worked as a democratic innovations  an   the impact on other collective spheres and institutions.It successfully encouraged people to work of different ages and allowed decisions to be made by those who would be directly affected. This area of innovation, the participatory budgeting, started in the 1990’s in Latin America such as Brazil (Porto Alegre) and Colombia, with the common aim to make representative democracy open to more active participation by the civilians. This innovative idea encouraged programmes that persuaded the minds of different people to move away from individualism and towards community solidarity, working together to improve standards of life.(Amaya y Leon,2004).</p><p>Although the two examples mentioned above use this instruments to  achieve the same aim, there some difference  in the structure and mechanism.On  the one hand, Participatory budgeting in Brazil led the citizens choose the project in which the money is going to be invest and they have the right to vote for it and promote the engage of the poor citizens ( Diaz,1999).</p><p>On the other hand in Colombia  Participatory budgeting started under the name of Open House because was created by the indigenous.The Open House is defined as a mechanism of citizen participation that have public meeting of district,municipal or local administrative parish councils,allowing civilians  to directly participate aiming to discuss  common issues. (Diaz,1999). At the same time, the government  need to provide information to the citizens about the work that they have been doing and the budget and listen to the issues of the community to find a effective solution.Additionally, is inclusive because it does not have a limit number  of people and is open to everyone.</p><p>In  context the Participatory budgeting  in the municipality of Pasto have been  operating successfully for 20 years and  it is highly attractive how the different administrations  tackle the  issues,while still providing equal opportunities for the civilians. However,there are some questions  concerning the effectiveness and transparency of the process that some scholars have been asked. For example, to what extent are citizens able to influence the political decision? ,Do they affect how government spends the money?, Is this process transparent ?, Does the opinion of the civilians matter?. This is one of the challenges that faces the “Cabildo Abierto” because high levels of cooperation from civilians are needed, and they are actively encouraged to participate. For this a completely transparent system is needed.(Diaz,1999).</p><p>In Pasto the Government has been regulated by the City Hall which has special institutions to supervise and analyse the processes used. It is important to note that this is not always the case and that now a higher percentage of civilians are completely involved with all projects and meetings. Civilians also have the power to check outcomes with the right to vote and change the Government. (Smith,2009,p.61).</p><p>It is clear that  are some difficulties and challenges as raised above. Although, the municipality of Pasto led  to a significant and efficient model of political participation, having more active participants, some extending to the more vulnerable areas that need more help. This in turn reduces corruption and violence and the projects have accomplished satisfying the necessities of the most vulnerable civilians.</p><p>All in all,  there are three main aspects that this instrument have been achieve during the last years.First  the number of civilians are increasing,this means that there are worrying and carrying  about the community and the projects . Second,the population now are aiming for the same goals as those growing up which is “to have a better pasto”. Finally, the government have been working for the community and the major is more involved and care about the community.This attempt that to have a better democracy it is important the voluntary participation of the population.</p><h3>Secondary Sources</h3><p><strong>- </strong>Amaya,Silvia  and Leon,Jaime 2004,Politic History and Institutional,ed.Memory and Society V.18 No.16.</p><p>-  Bobbio, Norberto, 1987.State,Government and Society. Contribution of a general Political theory Barcelona: Plaza y Janés.</p><p>-  Bobbio, Norberto, 1992. The future of the Democracy. Bogotá: Economic background Culture.</p><p>- Calpa,Luis E. 2002.A Competency approach to promotional one and emulation in prioritizing projects citizens councils in Pasto.</p><p>- Cogollos,A.S, 2007. The tortuous path in the  civilians participation in Pasto.Humanistic University.</p><p>- Diaz  Castillo,Zarama, 1999,Cabildos de San Juán de Pasto: 1651-1569. Santafé de Bogotá : Academia Colombiana de Historia.</p><p>- Eckersley, Robyon,1992.Environmentalism and Political Theory:Toward an Ecocentric Approach.London: University College London Press.</p><p>-Garcia Villegas,M, 1995.Symbolic function of  law and institutional stability.ed. Bogota,Uniandes.</p><p>-Ganuza, E. and Baiocchi, G, 2012. ‘The Power of Ambiguity: How Participatory Budgeting Travels the Globe,’ <em>Journal of Public Deliberation</em>, 8(2), Article 8. <u><a href=\"http://www.publicdeliberation.net/jpd/vol8/iss2/art8\">http://www.publicdeliberation.net/jpd/vol8/iss2/art8</a>.</u></p><p><u>- </u>Montufar,Wilson Harold, 2012. Democracy and the impact of the democratic Government: Case of Study Pasto and Samaniengo,Nariño Colombia.ed,International Congress of CLAD.  Cartagena,Colombia.</p><p>- Ober, J. 1993. ‘Public Speech and the Power of the People in Democratic Athens’, <em>PS: Political Science and Politics</em>, 26(3): 481-486.</p><p>- Political Constitution of Colombia,1991. Santafé de Bogotá : Imprenta Nacional de Colombia.</p><p>- Salgado,Ocampo Herman, Moreno,Patricia ,Esparza Maria del Carmen,Hormaza,Ana Cecilia, 2015. Form of  Evaluation Ex-Post Participatory Budget process ,Cabildos Pasto Nariño.</p><p>- Smith,Graham,2009. Democratic Innovations Designin Institutions for Citizen Participation.Cambridge,New York.</p><p>-  Zuleta,E,2012. The democratic participation in Colombia. University of Antioquia.</p><h3>External Links</h3><p>-  Mayor of Pasto: <a href=\"http://www.pasto.gov.co\">http://www.pasto.gov.co</a>. (Accesed 01 April 2015).</p><p>-  Pasto Secretary of Education website : <a href=\"http://www.educacionpasto.gov.co/\">www.educacionpasto.gov.co/</a> .(Accesed 23 of March 2015).</p><p>-  Mayor of Bogota: <a href=\"http://www.bogota.gov.co\">http://www.bogota.gov.co</a>.(Accesed 02 April 2015).</p><h3>Notes</h3><p><strong>Interviews :</strong></p><p>-Dr.Patricia Narvaez Morena,.General Secretary of the Major in Pasto-Colombia. (27 of February 2015).</p>", "title": "Cabildo Abierto Pasto "}