{"htmlbody": "<h3><strong>Problems and Purpose</strong></h3><p>The purpose of this project was to create incentive for citizens to get involved in the decision making process. Haninge was one of the first region of Sweden to conduct a project such as this. From similar previous projects in other countries, it has been observed that communicating with citizens increases opportunities for them to understand prioritised government actions, and to support them. Engaging in citizen dialog means better mutual concurrence between the works of the government and the needs of the citizens. </p><h3>History</h3><p>The term ‘citizen budget’ has been in use throughout the world since the 1980s. The first project was made in Brazil, and was an effort in response to the high levels of corruption within society. In Europe the methods were developed throughout the 1990s, with the motivation to counter the increasing distrust of politicians amongst citizens. </p><p>SKL started in 2008, and is a network for regions that are interested in citizen dialog in the form of citizen budgets. The purpose of the network was to develop through practical actions and to try methods for the citizen budget as a tool to increase the participation of the citizens involvement and responsibility within their local society. The thoughts that lie behind the citizen budget are also to engage the citizens in the prioritisation of resources, and to increase effectivity by taking into account the needs of the citizens themselves. </p><h3>Originating Entities and Funding</h3><p>The project began in the region of Haninge; the region hired a project manager, who had experience from similar experiences in England, as well as having conducted research in the area, to bring the project to life. The total cost of the project, aside from the 400,000 kr park investment, was 160,000 kr. The majority of the costs went to the salary of the project manager, and other costs were spent on the rent of the venue for the citizen meet ups, and various satellite activities, as well as the printing of advertisements. </p><h3>Participant Selection</h3><p>The target group of the project were the citizens of the Haninge region, without any specific targets regarding age or gender. They were given the opportunity to leave suggestions for how the money was supposed to be invested. This opportunity was also available to non-citizens. During the course of the project a special effort was made for targeting the young people within the community, others living in the area, as well as some societies. </p><p>During a citizen gathering, there were those that noted their contact details. These people were later contacted and a survey was conducted at the end of the project. Out of those contacted, 22 people chose to answer some questions, 11 of which were women and 9 men. Three people were younger than 25, three were 25-40, seven were between 40 and 60, and five were over 60 (only 17 gave their age). Seven of the 22 said that they are part of a society. In the survey they were also asked whether they have ever tried to affect the community before, and eleven answered that they had not. </p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The first gathering was a platform to create ideas for the future, in which participants would be inspired to create their own ideas for the park. The workshop was appreciated by the community, and efforts were made to attract children, the project manager having hired face painters to attract families. </p><p>The suggestions that were made were later processed by the civil workers of the community. There was a website in use for the final voting process. This process was a bit troublesome due to high levels of security on the web page, which created complications that resulted in many having to try five or six times before their vote could be counted, however, after complaints were made these issues were addressed. </p><h3>Influence, Outcomes, and Effects</h3><p>The project was very experimental; from a democratic perspective the biggest risk was to leave the decision making power to ‘ordinary’ citizens, without having an age barrier. Using citizen dialog was a fairly new and novel way to procure suggestions and opinions. </p><p>What was discovered through the project was that the citizens of Haningen were interested in new ideas, and the renewal and development of local democratic governance. The conclusion of the project was that it was not a problem that it did not necessarily apply to the entire community, as certain citizens were quite happy staying home and not participating, and it could not be helped.</p><p>The expectations of the politicians in Haninge for the most part, was not to create deeper dialog with the citizens, but was to broaden their contacts and connections. This was the main reason to include an online voting system, to elevate its importance in comparison to actual meetings with citizens. The next part of the project should have been to make efforts to increase the depth of the relations with the citizens of the community. A desire to do this has been expressed through later interviews with politicians. </p><p>For future projects the community could think about other subjects that could be included in community dialog. Several statements were made from the citizens that the project would change the park for the worse. For an experimental project such as this, future efforts should be made to ensure that the community value whatever projects are chosen to go ahead, and that they support the idea. </p><h3>Analysis and Lessons Learned</h3><p>This was one of the first projects of Participatory Budgeting in Sweden,<br/>and several outcomes were procured, the project’s aim being to promote democratic innovation through inclusiveness, transparency, feasibility and efficiency to form a decision making process based on the citizen’s consensus. It promotes a new way of direct local democracy, a tool to offer a platform for citizens to take active input during public sessions, and to be a part of the decision making process. Participatory Budgeting in particular, is a method that has become a favourite for democratic innovation throughout the world, originating in Brazil. This method is specifically aimed at local citizens, to include them during decision making processes in local governmental issues. Those taking part in these processes do not necessarily have an educational background, which challenges the classical paradigm of only those who are ‘educated’ being able to make a political decisions. </p><p>The Eskil Park project’s aim was to introduce a new way of local democracy through participatory budgeting, in which Swedish citizens had an opportunity to get involved in their local area. Although this case had a rather low number of participants, it demonstrates that if people are well-informed about a project, they are willing to participate and get involved, and as a result it becomes more personal for local people, who are able to share their suggestions and opinions, which can then be shared with the board of the project manager. </p><p>This case illustrates several assumptions: people want to participate, but they often do not know how and where, due to lack of information. The manager of the project was aware of this issue, and therefore there was a budget to provide enough information in public places and on the internet, so in this way, people could read about the project. Once they had more information, it would often convince them to be involved. Also, another assumption is that a platform to discuss and express their opinions has been proven to have positive outcomes. The mini publics method, in which citizens are randomly selected to discuss various topics and make decisions, does not include everyone and is strictly selective. For this reason, the participatory budgeting method is often favoured among citizens. However, this project had its limitations; for example, the time-scale for this project was not long enough to inform enough people to make them aware of the project’s full details. Citizen engagement was not enough to discuss all aspects of the project, because they held only one meeting and then participants were requested to send their opinions and suggestions through the internet. Even though this method was new, and had many challenges to overcome to ensure a successful project, in the end the outcomes were sufficient enough to encourage the organisation of more projects of this nature, and encourage people to become politically involved and willing to participate.</p><p>Scholars such as Pateman argue that democracy should be fully inclusive to everyone, allowing the public to take part in political agendas. The participatory budgeting method supports Pateman’s argument of being inclusive on local a level, bringing efficiency and feasibility to projects and other agendas. In these kinds of gatherings, citizens gather in a hall in which groups are formed to discuss certain topics, however critiques point out that the louder characters often persuade the rest of the group to agree with his/ her opinion. This could potentially lead groups to become biased or one sided, defeating the purpose and the idea of free expression. </p><p>On the other hand, Schumpeter proposes that we need to have experts who have university degrees, or knowledge about political issues. Schumpeter believes, that people are not interested in politics on a daily basis, therefore experts should decide on what is best for the rest of society, because they are aware of all aspects and angles of the issues, and they can make best judgment based on the knowledge and expertise they have. The criticism of Schumpeter’s argument is the lack of inclusiveness, and it highlights only the experts or elites who are highly educated and do not necessarily know what is the best for society, because they may have had not experience of poverty for example. </p><h3>Secondary Sources</h3><p>Simone, J. et al. (2014). Hope for Democracy: 25 Years of Participatory Budgeting Worldwide. Portugal:Nelson Dias. </p><p>Haninge kommun. (2010). Utvärdering av medborgarbudget ”Du bestämmer! Eskilsparken”. Sweden: Haninge Kommun. </p><p>Pateman, C. (1970). Participation and Democratic Theory. UK: Cambridge University Press. </p><p>Schumpeter, J. (2013). Capitalism, Socialism and Democracy. Routledge Publisher. </p><p>member of the organisation: Nordh Anders <a href=\"/cdn-cgi/l/email-protection#4f2e212b2a3d3c6101203d2b270f3c2423613c2a\"><span class=\"__cf_email__\" data-cfemail=\"c2a3aca6a7b0b1ec8cadb0a6aa82b1a9aeecb1a7\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a> </p><p>contact on the manager of the project: Karin Galvenin <a href=\"/cdn-cgi/l/email-protection#3f545e4d565111785e495a5356517f5a4c57114c5a\"><span class=\"__cf_email__\" data-cfemail=\"94fff5e6fdfabad3f5e2f1f8fdfad4f1e7fcbae7f1\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a> </p><h3>External Links</h3><p>Democratic innovation organisation: <a href=\"http://sklinternational.se\">http://sklinternational.se</a></p><p>Haninge Kommun: <a href=\"http://www.haninge.se\">http://www.haninge.se</a></p><p> </p>", "title": "Eskil Park"}