{"htmlbody": "<p>Preparing a write-up of this case will require knowledge of Portuguese &amp; significant primary research (PBcensus 3 - requires significant research). Although there are no existing case studies in English on Andradina, the city was surveyed in the <a href=\"http://participedia.net/en/content/brazilian-participatory-budgeting-census\">Participatory Budgeting Census 2012</a> (Spada et al. 2012). Thus, many of the fixed data fields provided by Participedia are complete. (The fixed data fields can be accessed and edited by logging onto this site and selecting the “edit” tab above the title of the case. Please see the \"help\" section on \"contributing content\" for additional guidance.)</p><p>The PB process in Andradina was initiated in 2009 and it appears to be inactive in 2015, thus it is safe to assume that it was abandoned in 2012 after the elections. The Census identified that Andradina implemented an hybrid PB that combined a face to face and an electronic venue of participation. Participants could propose projects online, but then they had to vote in face to face meetings. Primary research is needed to complete the case. The included city website provides a telephone number to contact, but given that the process is not ongoing the former organizers might not work for the city anymore.</p><p> </p><p>Note</p><p>We are uploading three type of cases using the information contained in the Participatory Budgeting Census 2012 that are tagged for easier retrieval in the following way:</p><p>PBcensus 1 - complete raw data</p><p>PBcensus 2 - requires phone call</p><p>PBcensus 3 - requires significant research</p><p> </p><p>External Links</p><p><a href=\"http://www.spadap.com/data-collection-projects/the-brazilian-participatory-budgeting-census/\">http://www.spadap.com/data-collection-projects/the-brazilian-participato...</a> [Participatory Budgeting Census 2012]</p><p><a href=\"http://www.andradina.sp.gov.br/\">http://www.andradina.sp.gov.br/</a> [city website provides contact information]</p><p><a href=\"http://www.andradina.sp.gov.br/portal/noticias/0/3/1298\">http://www.andradina.sp.gov.br/portal/noticias/0/3/1298</a> [some description of the process occurring in 2011]</p><p><a href=\"http://andravirtual.com.br/mostra.asp?noticias=8150#.VYjvqBZbDkc\">http://andravirtual.com.br/mostra.asp?noticias=8150#.VYjvqBZbDkc</a> [some description of the digital process]</p><p> </p><p> </p>", "title": "Participatory Budgeting in Andradina"}