{"htmlbody": "<p>Welcome to the new, beta version of Participedia! If you are already part of the Participedia community, you will notice significant changes designed to make it easier for you to contribute to the site and to find the information you need. If you're new to Participedia, you may be curious to know who is behind this site and how it evolved.</p><p>The initial vision for Participedia was developed by <a href=\"http://stage.pp.affinitybridge.com/people/arfung\">Archon Fung</a> (Kennedy School of Government, Harvard University) and <a href=\"http://stage.pp.affinitybridge.com/people/mwarren\">Mark E. Warren</a> (Department of Political Science, University of British Columbia), and launched in September 2009 as a working prototype using a MediaWiki platform. In late 2010 we formed an <a href=\"http://stage.pp.affinitybridge.com/content/team\">executive committee</a> to help guide Particpedia’s ongoing development.</p><p>Generous support from the <a href=\"http://www.sshrc-crsh.gc.ca/home-accueil-eng.aspx\">Social Sciences and Humanities Research Council of Canada</a> (SSHRC) made possible the development of this beta version of Participedia. This funding was provided in the form of a Partnership Development Grant, for two years beginning April 2011. Participedia provides an excellent fit with SSHRC’s mission of enabling the highest levels of research excellence in Canada (and in this case, throughout the world), and facilitating knowledge-sharing and collaboration across research disciplines, universities and all sectors of society.</p><p>This site was built by <a href=\"http://affinitybridge.com/\">Affinity Bridge</a>, a Vancouver-based web development company, on the Drupal platform. Affinity Bridge has developed the site in partnership with the <a href=\"http://www.simcentre.ca/\">Social + Interactive Media Centre at Emily Carr University</a>, where the visual design for this site was created by David Aitken (Emily Carr University, Class of 2011). Support for this collaboration is provided by <a href=\"http://www.nserc-crsng.gc.ca/\">NSERC</a> (Natural Sciences and Engineering Research Council of Canada).</p><p>The previous, alpha version of Participedia was built on MediaWiki by Paul Daniell (Dept. of Philosophy, University of California, Los Angeles). One of great advantages of Drupal is that it allows the new Participedia to include a <a href=\"http://en.wikipedia.org/wiki/Faceted_search\">faceted classification</a> and search system, making it possible for users to apply multiple filters to identify relevant examples of participatory politics and governance of all shapes and sizes.</p><p>This beta version of Participedia is not a final product. Rather, it is a tool that will allow us to demonstrate Participedia’s great potential as we continue to improve and expand the site’s content, accessibility, and functionality. </p><p>As we move forward, Participedia’s partners and executive committee look forward to drawing on the energy and expertise of researchers and practitioners from across the globe dedicated to participatory politics and governance.</p>", "title": "Welcome to the new, beta version of Participedia! "}