{"htmlbody": "<p><em>Note: an English translation of this case is available at <a href=\"http://participedia.net/en/cases/atibaia-2010-participatory-budgeting\">http://participedia.net/en/cases/atibaia-2010-participatory-budgeting</a></em></p><h3><strong>História</strong></h3><p>Atibaia é um município localizado no estado de São Paulo no Brasil. Desde 1993 tem implementado um processo de Orçamento Participativo (OP) a partir do modelo utilizado em Porto Alegre, fundado em 1989.  O objetivo do processo é o de envolver cidadãos comuns nas decisões sobre como utilizar o orçamento municipal e educá-los sobre como funciona a máquina pública. O objetivo é buscar o maior número possível de participação dos moradores na decisão sobre as prioridades do município, visto que são os próprios moradores quem sabe melhor o que necessitam. O Orçamento Participativo faz parte do Orçamento Anual da prefeitura, inserido na Lei do Orçamento Anual..</p><h3><strong>Procedimento</strong></h3><p>O Orçamento Participativo (OP) de 2010 do município de Atibaia é promovido pelo proprio município e diz respeito à participação popular no processo de alocação prioritária de recursos disponíveis para a construção/renovação de obras públicas (escolas, centros de saúde, estradas, etc.).</p><p>Para facilitar a execução do Orçamento Participativo, o município de Atibaia foi dividido em 10 regiões, compostas cada uma por diversos bairros. A prefeitura de Atibaia destina a cada região um certo percentual do orçamento de acordo com a densidade populacional, a extensão geográfica e as necessidades sociais.</p><p>Todos os anos há reuniões preparatórias nos bairros para explicar a metodologia do OP aos representantes das comunidades e à população, visando a participação informada dos moradores. Um representante da região é escolhido pelos moradores, e sera ela/ele quem coletará as solicitações dos moradores das obras consideradas necessárias. Estas solicitações são posteriormente votadas pelos próprios moradores, e a seleção final do que foi escolhido pelos moradores como prioridade sera juntada numa ata e encaminhada para a prefeitura. Esta ata final deve ser assinada por pelo menos 20 pessoas que participaram da reunião e incluir seus dados pessoais.</p><p>A prefeitura junta as as atas de todas as regiões, avalia a viabilidade de cada proposta (denominadas como demandas) em termos de competência (se cabe ao município, ao Estado ou ao governo Federal – somente os projetos de competência do município são levados a diante), financeira (se há recursos para a demanda), técnica (se é prioridade para a região) e legal (se não há impedimentos legais para a execução da demanda).</p><p>Cada região elege seu delegado ou delegados (a quantidade deve ser proporcional ao número de pessoas presentes nas reuniões) para participar no Fórum Regional. Em geral, são pessoas normalmente conhecidas em suas comunidades pelo envolvimento anterior em assuntos que afetaram seus respectivos bairros. Esses delegados atuam também como supervisores do andamento das obras. São voluntários e portanto não recebem nenhum tipo de renda para estas atividades.</p><p>O processo de tomada de decisão conjunta sobre as estratégias de melhoramento e desenvolvimento dos bairros e regiões visa criar um senso de comunidade entre moradores e superar bairrismos por meio do contato com vizinhos. Durante as discussões sobre o que deve ser feito, é esperado que vizinhos se familiarizam com os problemas dos outros e criem uma visão mais inclusiva da cidade, criando a percepção entre as pessoas que seus problemas estão interconectados.</p><p>Durante os últimos processos do Orçamento Participativo de Atibaia, as demandas dos moradores têm-se concentrado nas áreas de infra-estrutura como pavimentação, drenagem, iluminação, melhorias nas escolas e postos de saúde, e construção de quadras esportivas.</p><h3>Problemas</h3><p>Com o passar do tempo e o aumento da experiência em montar o OP, problemas têm sido identificados mas não necessariamente encaminhados uma solução. Um destes é que as prioridades dos projetos dependem de quem participa das assembléias. Por exemplo, Manha (2011) cita que a assembléia de uma das regiões votou pela construção de uma pista de bicicross ao invés da ampliação da Escola Técnica que beneficiaria muito mais gpessoas simplesmente pelo fato de que aqueles que queriam a pista apareceram em mais número. Manha não desconta os efeitos de boca de urna, além do fato de que bairros com maiores densidades populacionais têm mais poder de impor seus projetos que bairros menores dentro de uma mesma região. Entretanto, mesmo aprovados, as demandas sofrem devido à falta de profissionais na prefeitura para desenhar os projetos para obras, o que acaba por atrasar a entrega.</p><p>Um segundo grande problema é a comunicação entre a prefeitura e residentes. Os moradores reclamam que a prefeitura não colabora com a divulgação das etapas do Orçamento Participativo. A forma de divulgação das datas, exclusivamente pelo site da prefeitura, exclui muitos moradores que não possuem acesso à internet ou que não se deparam com as informações. Fica a cargo dos próprios moradores a divulgação das informações. De acordo com Manha (2011), a estratégia de comunicação da prefeitura tem-se mostrado pouco eficiente em atrair mais residentes para participarem no OP. A mera divulgação de datas e os cursos preparatórios não tem sido suficientes para sanar dúvidas acerca do que é o OP e seus limites. Moradores reclamam que se sentem desestimulados quando o que votam como prioridade não é atendido pela prefeitura.</p><p>A prefeitura, por outro lado, percebe que o OP não tem conseguido atingir uma de suas principais metas: superar bairrismos. Moradores competem entre si por benefícios, sem perceber que a melhoria da cidade como um todo proporcionará uma melhor qualidade de vida a todos, falhando em ver o OP como um bem coletivo. A falta de um sentimento de comunidade dentro das regiões leva muitos moradores a não tomarem parte nos procedimentos do OP por achá-lo um instrumento político populista, em que a prefeitura busca beneficiar os bairros mais pobres. O OP não é visto como uma ferramenta democrática e população em geral não vê a participação cidadã como uma alternativa viável ou desejável (Manha 2011). </p><h3><strong>Resultado e impacto em 2010</strong></h3><p>• Total de impostos recolhidos pela Prefeitura de Atibaia em 2010: R$ 221.500.000,00</p><p>• Total alocado pela Prefeitura de Atibaia para o OP: R$ 9.000.000,00</p><p>• Dos 20.000 habitantes de Atibaia, 3.606 participaram neste processo.</p><p>• OP 2010: 48 das 130 instalações aprovadas neste processo de OP foram realizadas até hoje.</p><p>O número de pessoas que participam ao OP de Atibaia aumenta gradualmente a cada ano e os métodos utilizados para informar e envolver os cidadãos assim como a tecnologia utilizada para a contagem de votos melhoraram significativamente desde quando o processo começou em 1993.</p><h3>Fontes</h3><p>Manha, Danilo Siveira (2012). <em>Mídia e Administração Pública: O Acesso da População ao Orçamento Participativo de Atibaia. </em>Dissertação de mestrado: Universidade Paulista, São Paulo. <a href=\"http://www.unip.br/ensino/pos_graduacao/strictosensu/comunicacao/download/comunic_danilosilveiramanha.swf\">http://www.unip.br/ensino/pos_graduacao/strictosensu/comunicacao/download/comunic_danilosilveiramanha.swf</a></p><p>Prefeitura de Atibaia (2010). <em>Orçamento Participativo: Valorizando Sua Decisão nas Verbas da Prefeitura. </em><a href=\"http://www.atibaia.sp.gov.br/op/arquivos/cartilha.pdf\">http://www.atibaia.sp.gov.br/op/arquivos/cartilha.pdf</a></p><h3><strong>Referências</strong></h3><p><a href=\"http://www.atibaia.sp.gov.br/op/\">http://www.atibaia.sp.gov.br/op/</a></p><p><a href=\"http://www.atibaia.com.br/noticias/noticia.asp?numero=18599\">http://www.atibaia.com.br/noticias/noticia.asp?numero=18599</a></p><p><a href=\"http://www.atibaia.com.br/noticias/noticia.asp?numero=15470\">http://www.atibaia.com.br/noticias/noticia.asp?numero=15470</a></p><p><a href=\"http://www.oatibaiense.com.br/News/8/818/atibaia-tera-orcamento-de-r-273-milhoes-em-2011/\">http://www.oatibaiense.com.br/News/8/818/atibaia-tera-orcamento-de-r-273-milhoes-em-2011/</a></p><p><a href=\"http://www.atibaia.sp.gov.br/portal/index.asp?centro=v_noticia&amp;id_arq=814\">http://www.atibaia.sp.gov.br/portal/index.asp?centro=v_noticia&amp;id_arq=814</a> [BROKEN LINK]</p><p><a href=\"http://www.atibaia.com.br/noticias/noticia.asp?numero=18912\">http://www.atibaia.com.br/noticias/noticia.asp?numero=18912</a></p><p><a href=\"http://www.youtube.com/watch?v=uV2xuCnPgOw\">http://www.youtube.com/watch?v=uV2xuCnPgOw</a></p><p><a href=\"http://www2.portoalegre.rs.gov.br/op/\">http://www2.portoalegre.rs.gov.br/op/</a></p><p><a href=\"http://www.pbh.gov.br/comunicacao/pdfs/publicacoesop/caderno_empreendimentos_op2007_2008.pdf\">http://www.pbh.gov.br/comunicacao/pdfs/publicacoesop/caderno_empreendimentos_op2007_2008.pdf</a></p><p><a href=\"http://portalpbh.pbh.gov.br/pbh/ecp/comunidade.do?evento=portlet&amp;pIdPlc=ecpTaxonomiaMenuPortal&amp;app=portaldoop&amp;tax=19798&amp;lang=pt_BR&amp;pg=6983&amp;taxp=0&amp;\">http://portalpbh.pbh.gov.br/pbh/ecp/comunidade.do?evento=portlet&amp;pIdPlc=ecpTaxonomiaMenuPortal&amp;app=portaldoop&amp;tax=19798&amp;lang=pt_BR&amp;pg=6983&amp;taxp=0&amp;</a> [DEAD LINK]</p><h3> </h3><h3>Nota</h3><p>Tradução em inglês deste artigo encontra-se em: <a href=\"http://participedia.net/en/cases/atibaia-2010-participatory-budgeting\">http://participedia.net/en/cases/atibaia-2010-participatory-budgeting</a></p>", "title": "Orçamento Participativo (OP) 2010 - Município de Atibaia"}