{"htmlbody": "<p><em>Note: a German translation of this case study is available at <a href=\"http://participedia.net/en/node/2454\">http://participedia.net/en/node/2454</a></em></p><h3>Summary</h3><p>As the first ward-based participatory budgeting experiment in the United States, the Participatory Budgeting Initiative in Chicago's 49th Ward began in November of 2009 with the goal of directly allocating a portion of the Alderman’s capital budget for the 49th Ward by residents. Citizens gathered to discuss, deliberate, and vote into implementation projects totaling $1.3 million dollars. Forming six themed committees of 16-20 residents each, the participants created 36 proposals to better the Ward’s infrastructure. In April of 2010 these proposals were voted on by the 49th Ward’s residents, resulting in the recommendation of 14 of the original committee proposals to the City of Chicago.</p><p><a id=\"Problems_and_Purpose\" name=\"Problems_and_Purpose\"></a></p><h2>Problems and Purpose</h2><p>The purpose of this process was to allocate $1.3 million dollars to infrastructure improvements in the 49th Ward of Chicago. More specifically, this amount is the “menu money,” or discretionary funds, that each alderman receives to spend on solely infrastructure projects. The 49th Ward has 60,000 residents, and is known for its diversity and independent-minded citizens. With the public’s confidence in government and civic participation on the decline, Alderman Joe Moore decided to turn part of the budgeting process over to the residents directly in hopes of better serving their needs. Instead of a frustrating competition for funds among corporations and politicians, the participatory budgeting process allows residents to decide for themselves what is important to them and how their tax dollars should be spent. The decisions reached through this process are intended to result in direct implementation and action by the City of Chicago. If the participatory budgeting process is successful for the 49th Ward, Alderman Moore pledged to make it a permanent fixture of the community.</p><p><a id=\"Originating_Entities\" name=\"Originating_Entities\"></a></p><h2>Originating Entities</h2><p>The concept of participatory budgeting originated in Porto Alegre, Brazil, in 1989. The government of Porto Alegre decided to invite citizens to not only give their input on how to spend portions of the budget, but to give them the power to directly allocate funds. The innovative and deliberative-democracy oriented process has since spread to over a thousand cities across the globe.</p><p>The main support for Chicago’s own participatory budgeting experiment comes primarily from Alderman Joe Moore and The Participatory Budgeting Project <a class=\"external autonumber\" href=\"http://www.participatorybudgeting.org\" rel=\"nofollow\" title=\"http://www.participatorybudgeting.org\">[1]</a> (PBP). The PBP has been providing support to local governments that are interested in starting participatory budgeting processes in the U.S. and Canada since 2006.</p><p><a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h2>Participant Selection</h2><p>The 49th Ward’s participatory budgeting process was led by a Steering Committee composed of over 40 community leaders from various local charities, churches, businesses, and non-governmental agencies. These individuals were invited by Alderman Moore and participated voluntarily. This Committee sets the rules and procedures for the process, facilitates meetings, and guides the budgeting committees as they set out to create proposals.</p><p>Community Representatives are volunteers from among the initial participants from the Neighborhood Assembly (which is open to all 49th Ward residents). These participants give their time to research ideas and meet with experts for several months in order to develop specific proposals for residents to vote on. Voting is open to every resident in the 49th Ward over the age of 16, regardless of immigration status or voter registration status.</p><p><a id=\"Deliberations\" name=\"Deliberations\"></a></p><h2>Deliberations</h2><p>Deliberation began in November of 2009 with the Neighborhood Assemblies, during which residents began the process of allocating the budget. These meetings were open to all residents, who were invited to brainstorm project ideas, ranging from community art to road repairs. Residents identified what they thought to be the most important issues and needs facing the 49th Ward and the related spending priorities. During these assemblies, interested participants were able to volunteer to be community representatives, who would go on to create concrete proposals for different project themes.</p><p>The second phase, the Representative Meetings, took place from December 2009-March 2010. Community Representatives were first divided into six thematic committees of 16-20 people each: Parks and Environment, Public Safety, Traffic Safety, Streets, Transportation, and Art &amp; Other Projects. During these months the representatives conducted research, met with experts, and developed concrete proposals from the community priorities created in phase one. Sitting in large circles or around a table, all views were encouraged in order to create the best proposal. The online magazine “Yes!” describes an example of the deliberative process for these assemblies:</p><p>\"The Public Safety Committee, for instance, received many requests for security cameras. To learn more, they visited the neighborhood’s 24-hour camera viewing center. As community representative Marilou Kessler explained, \"everyone [on the committee] came—about 15-16 people on a workday. It was astonishing cooperation.\" The trip shifted the committee's priorities: They learned that the cameras are used only occasionally, mostly by specialty police teams, and are not continuously monitored. After police explained that lighting is more effective at deterring crime, the committee replaced several camera proposals with street light proposals.\"</p><p>After the conclusion of the Representative Meetings, a second round of Neighborhood Assemblies took place in March of 2010, which allowed the representatives to present the list of projects that they created to 49th Ward residents, who were then able to request specific projects to be added or removed from the list. This phase also included an online space for deliberation and commentary by participants and the public.</p><p>The budgeting process culminated in a vote by the 49th Ward’s residents. Beginning April 5th, 2010 with early voting, and continuing until the official election day on April 10th, all residents were invited to vote on their favorite improvement proposals regardless of voter registration status or citizenship status. Voters were permitted to select up to eight proposals, and a total of 1,652 voters cast their ballots.</p><p><a id=\"Decisions\" name=\"Decisions\"></a></p><h2>Decisions</h2><p>The votes resulted in the selection of 14 of the original 36 proposals, listed below:</p><ol><li>Sidewalk Repairs: Repair of dilapidated sidewalks at 27 locations in the 49th Ward.</li><li>Bike Lanes: Implementation of phase 1 of a Rogers Park bike network, providing east-west and north-south bike lanes across the ward on Touhy Rogers and Ashland.</li><li>Dog Friendly Area at Pottawattomie Park: Construction of an enclosed dog park on the vacant northeast corner of the park.</li><li>Community Gardens in Dubkin Park: A portion of each park will be dedicated to a community garden where youth and families can produce food, learn about ecology and develop social ties through gardening.</li><li>Underpass Murals: 12 murals created by Chicago artists on CTA and Metra underpasses.</li><li>Traffic/Pedestrian Signal: Installation of traffic control signal near the Chicago Math and Science Academy using pedestrian/vehicle activated signal.</li><li>Artistic Multifunctional Bike Racks: 15 multipurpose bike racks placed throughout the 49th Ward to serve educational, artistic, and functional purposes.</li><li>Additional Benches and Shelters on CTA “El” Platforms: Placement of one additional bench and one additional heated shelter on each platform at the Jarvis, Morse and Loyola Red Line stops.</li><li>Street Resurfacing: Resurfacing of Lunt from Ashland to Clark and from Wolcott to Ridge.</li><li>Solar-Powered Garbage Containers:Ten solar-powered garbage compacting “Big Belly” containers to be placed on high traffic corners on Sheridan.</li><li>Convenience showers at Loyola Park Beach: A freestanding shower and foot shower unit.</li><li>Completion of Path in Touhy Park: Completion of the paved pedestrian path circling the interior of the park.</li><li>Rogers Park Historical Signs: Six signs at points throughout the neighborhood telling the stories of Rogers Park houses, businesses and streets over the past 200 years.</li><li>Residential Street Lighting: New residential street lights on Morse from Sheridan to Wayne.</li></ol><p><a id=\"Outcomes__and_Effects\" name=\"Outcomes__and_Effects\"></a></p><h2>Outcomes and Effects</h2><p>Alderman Joe Moore pledged to submit the winning projects to the City of Chicago for implementation. Though all projects chosen are feasible, final approval must be given by the city before beginning them. There was no guarantee that the chosen projects would be approved, though Alderman Moore pledged to fight for funding and advocate for the new programs. The main reasons the projects would not be approved would be if the proposed project interferes with current planned projects or legal and policy restrictions of the government agencies. If one or more of the projects fails to be approved, Alderman Moore would advocate for the runner-up projects instead. If a project must be delayed, then the funds allocated to that project will be held in reserve until the project can begin. This is an ongoing project that has yet to see the fruits of its labors.</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h2>Analysis and Criticism</h2><p>As the United States’ first ward-based experiment with participatory budgeting, Chicago’s 49th Ward has made strides for deliberative democracy. There was some skepticism surrounding whether or not participants would propose quality, community-serving projects, but the results show that Community Representatives, after conducting extensive and often meticulous research, often moved beyond their initial assumptions and personal preferences. Community Representatives were often swayed by proposals from other committees, showing that participants carefully listened and weighed the pros and cons of each proposed solution. Online discussions revealed a high level of deliberation; residents posted additional infrastructure improvements, requested that some proposals be removed, and added their voice and ideas to the proposals. Considering the low media coverage, a lack of additional ballot measures, and because the participatory budgeting process is brand new to the Ward, the voter turnout of 1,652 was higher than expected, indicating a healthy level of citizen interest and civic participation. Due to the positive response and strong support from Alderman Moore and community leaders, preparations are already taking place for the participatory budgeting process of 2010-2011.</p><p>Although the process met with an overall sense of success, the process was not without its faults. There was relatively little advertising for the budgeting process itself, as the system relied mostly on word-of-mouth and 8½ x 11 flyers to spread the word. This indicates that there is potential to increase both the voter turnout and participation in the Neighborhood Assemblies with more advertising and community awareness.</p><p>A larger issue of the process was the lack of diversity among participants. Turnout for Latino participants was particularly low, even though there were specific assemblies and materials for Spanish-language residents. This disproportion might be attributed to worries over immigration status and an overall distrust of government. To hear the voices of all constituents, participation should be encouraged across the board by finding a way to connect the infrastructure budget allocation with the concerns of different residents.</p><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h2>Secondary Sources</h2><p>\"Chicago Ward Trials Participatory Budgeting.\" The Watson Institute for International Studies. Brown University, 21 May 2010. Web. 04 June 2010. &lt;<a class=\"external free\" href=\"http://www.watsoninstitute.org/news_detail.cfm?id=1140\" rel=\"nofollow\" title=\"http://www.watsoninstitute.org/news_detail.cfm?id=1140\">http://www.watsoninstitute.org/news_detail.cfm?id=1140</a>&gt;. [BROKEN LINK]</p><p>\"History of PB.\" Participatorybudgeting.org. Participatory Budgeting Project. Web. 04 June 2010. &lt;<a class=\"external free\" href=\"http://www.participatorybudgeting.org/\" rel=\"nofollow\" title=\"http://www.participatorybudgeting.org/\">http://www.participatorybudgeting.org/</a>&gt;.</p><p>Lerner, Josh, and Megan W. Antieau. \"Chicago's $1.3 Million Experiment in Democracy: Participatory Budgeting in the 49th Ward.\" YES! Magazine — Powerful Ideas, Practical Actions — YES! Magazine. Positive Futures Network, 20 Apr. 2010. Web. 04 June 2010. &lt;<a class=\"external free\" href=\"http://www.yesmagazine.org/people-power/chicagos-1.3-million-experiment-in-democracy\" rel=\"nofollow\" title=\"http://www.yesmagazine.org/people-power/chicagos-1.3-million-experiment-in-democracy\">http://www.yesmagazine.org/people-power/chicagos-1.3-million-experiment-in-democracy</a>&gt;.</p><p>Moore, Joe. \"The Results of the 49th Ward Participatory Budgeting Election.\" Letter to Neighbor. 12 Apr. 2010. Joe Moore, Alderman of the 49th Ward, Represents Residents of Rogers Park, Edgewater and West Ridge. Chicago's Most Economically, Ethnically and Culturally Diverse Community. 12 Apr. 2010. Web. 04 June 2010. &lt;<a class=\"external free\" href=\"http://www.ward49.com/site/epage/95563_322.htm\" rel=\"nofollow\" title=\"http://www.ward49.com/site/epage/95563_322.htm\">http://www.ward49.com/site/epage/95563_322.htm</a>&gt;. [BROKEN LINK]</p><p>\"Participatory Budgeting in the 49th Ward.\" Web log post. Participatorybudgeting.org. 12 Apr. 2010. Web. 04 June 2010. &lt;<a class=\"external free\" href=\"http://www.participatorybudgeting.org/category/chicago-49th-ward/\" rel=\"nofollow\" title=\"http://www.participatorybudgeting.org/\">http://www.participatorybudgeting.org/category/chicago-49th-ward/</a>&gt;.</p><p>Weeks, Edward C. “The Practice of Deliberative Democracy: Results from Four Large-Scale Trials.” Public Administration Review 60.</p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p><a class=\"external free\" href=\"http://participatorybudgeting49.wordpress.com/\" rel=\"nofollow\" title=\"http://participatorybudgeting49.wordpress.com/\">Participatory Budgeting in the 49th Ward Official Website</a></p><p><a class=\"external free\" href=\"http://www.ward49.com/\" rel=\"nofollow\" title=\"http://www.ward49.com/\">Alderman Joe Moore of the 49th Ward</a></p><p><a class=\"external free\" href=\"http://www.participatorybudgeting.org\" rel=\"nofollow\" title=\"http://www.participatorybudgeting.org\">The Participatory Budgeting Project</a></p>", "title": "Chicago Participatory Budgeting Project"}