{"htmlbody": "<h3>Propósito y Problema  </h3><p>El propósito es la construcción de una línea ferroviaria de alta velocidad que una las ciudades de París, Orlèans, Clermont-Ferrand y Lyon. El problema consiste en facilitar el transporte y disminuir el tiempo de viaje entre esas ciudades importantes de Francia disminuyendo a un mínimo los impactos ambientales y territoriales.</p><h3><strong>Histo</strong><strong>ria</strong></h3><p>La voluntad de hacer una línea ferroviaria de alta velocidad a fin de reducir el tiempo de viaje entre París y Lyon y las principales ciudades intermedias, exige atravesar con un nuevo trazado, otras áreas del territorio distintas de las ocupadas por la red ferroviaria existente, a raíz de las condiciones más exigentes de diseño de una línea de alta velocidad, fundamentalmente debido a grandes radios de curvatura y nuevos diseños de las estaciones.  </p><p>También se encuentran problemas de impacto ambiental tanto visual como sonoro, y por todo ello se pone a disposición de las personas afectadas y las autoridades locales (por ejemplo intendentes y las fuerzas vivas), el anteproyecto y las variantes de traza diseñadas por la empresa ferroviaria francesa a fin de que se puedan emitir opiniones y reparos a su construcción.</p><h3><br/>Entidades Originarias y Financiamiento</h3><p>La entidad originaria del proyecto es Reséau Ferré de France, y en cuanto a lo concerniente a la participación de los ciudadanos, la institución responsable y financiadora es la Commision Nationale du Débat Publique -CNDP- quien actúa en cada ámbito a través de delegaciones, cada una de ellas denominadas Commision Particulier du Débat Publique – CPDP.</p><h3>Selección de los Participantes </h3><p>La participación de la ciudadanía fue promovida por esta comisión en primer lugar creando un sitio web especial para el debate público y paralelamente a través de medios de difusión pública, tales como un newsletter del proyecto (Le Journal du débat publique) y un vehículo con carteles que recorría las ciudades cercanas a la traza informando e invitando a participar. Ello se puede ver en el propio sito web.</p><p>Por otra parte a fin de garantizar el pluralismo, la participación del público es libre y en el sitio se encuentran los lugares y horarios de reunión accesibles a todos.</p><h3>Esquema del Proceso Participativo</h3><ol><li>El presidente de la Comisión Nacional de Debate Público - CNDP – vista la relevancia e importancia de los bienes que puedan verse afectados por el trazado, decide que el proyecto debe ser sometido a debate público.</li><li>Con ese motivo designó al presidente de la comisión particular –CPDP- cuya nominación recayó en un ingeniero con el rol fundamental de garantizar la participación y ser neutral. No obstante ello su formación académica permite que aclare ante el público conceptos útiles cuando hacen falta ciertas explicaciones técnicas o traducción de especificaciones a lenguaje comprensible por todos.</li><li>Con la propuesta de dicho presidente de la Comisión Particular, la Comisión Nacional designó a los seis (6) integrantes de la CPDP.</li><li>También decidió el plazo en que se desarrollará el debate público: 3 de octubre de 2011 a 31 de enero de 2012. (A la fecha todavía no finalizado).</li></ol><h3>Temas Tratados</h3><p>Los temas tratados son:</p><ul><li>La conducción del proyecto</li><li>La economia del proyecto</li><li>El contexto y la situación actual</li><li>Los escenarios presentes en el debate</li><li>El trazado de la línea LAV Paris-Lyon</li><li>El servicio de transporte</li><li>La planificación del territorio</li><li>La explotación de la ferrovía</li><li>Los efectos sobre el ambiente</li><li>La articulación con las demás trazas ferroviarias</li></ul><h3><br/><strong>Deliberaciones, Decisiones e Interacción Pública</strong></h3><p><u><em>1.- La Fase de Aprendizaje</em></u></p><p>Se inauguró el debate público el 3 de octubre de 2011 y la CPDP puso a disposición del público en primer lugar los documentos de diseño de la línea ferroviaria, fundamentalmente su anteproyecto, una síntesis de la obra, el dossier, la cartografía de la zona de vía y estudios del territorio.</p><p>Asimismo la CPDP presentó las herramientas y normativas para que el público se exprese, los lugares y fechas de las reuniones y el sitio de internet interactivo.</p><p><u><em>2.- La Fase de Escucha Pública</em></u></p><p>En esta fase la CPDP pone a disposición del público hasta la finalización del debate (el 31 de enero de 2012), no sólo los lugares de reunión (con su organización correspondiente) a fin de que los diferentes participantes se escuchen entre sí, con infraestructura y mediante moderadores, sino que también publica sobre el Journal du débat publique ya mencionado, las propuestas del público (a la fecha ya han salido cuatro números del mismo), incluye videos de las intervenciones en el sitio web, las contribuciones escritas y orales y finalmente las preguntas.</p><p>Una contribución particularmente extensa fue presentada por el Consejo Regional de Auvernia sobre la estrategia de desarrollo y gestión del territorio en la zona de ubicación de la ferrovia.</p><p><u><em>3.- La Fase Deliberativa</em></u></p><p>El presidente de la CPDP realizará un informe del debate público, en un lapso no superior a los dos meses de finalización del debate público. Asimismo el presidente de la CNDP (de nivel nacional) realizará un balance del proceso y sus resultados.</p><p>Dicho informe y balance serán girados a la Dirección de Obra, es decir Reséau Ferré de France, la cual en un lapso no mayor de tres meses, debe tomar una decisión sobre lo decidido respecto de modificaciones o no al proyecto, informando de ello a la CNDP y hecho público.</p><h3>Influencia, Resultados y Efectos</h3><p>El proceso se encuentra todavía en desarrollo y a la fecha falta un mes y medio para terminar los debates. No obstante es de destacar la intervención de la intendente (Maire) de Roanne que ha subrayado que la reunión de ciudadanos en esa ciudad, ha constituído un punto de referencia importante en diversas facetas: en primer lugar que tuvo en este debate el primero en su tipo en la ciudad, en segundo lugar que ha favorecido el intercambio de ideas y propuestas, en tercero que involucró al público en el proyecto, que acercó la gente entre sí como un valor a destacar en sí mismo y finalmente – y asimismo  muy importante - que permite a una generación debatir lo que le van a dejar a las generaciones futuras.</p><h3>Análisis y Críticas</h3><p>La principal crítica que se le puede hacer al proceso descripto es que la CNDP ha decidido designar motu propio tanto al presidente como a los integrantes de la CPDP, sin la participación del público. Las autoridades del debate son muy importantes en cuanto a su capacidad de gestionar la reunión y también en cuanto a ser neutrales. La nominación por parte del estado excluye entonces un proceso meta-participativo para estas nominaciones, que sería deseable -por coherente- con la participación pública que se busca.<br/>Por otro lado también fue fijada manu militari por la CNDP tanto la fecha de inicio como de finalización.</p><p>Se comprende que el lapso de discusión del proyecto no puede ser sine die pero el tiempo instituído (cuatro meses) para discutir un proyecto de la magnitud y las implicancias que éste posee, parece a todas luces escaso, especialmente si se deben estudiar  propuestas técnicas, valorarlas en sus diversos aspectos, discutir impactos ambientales complejos y a la vez con todo ello construir un feedback con las razones por las cuáles se elige una y no otra de las soluciones.</p><h3><br/>Fuentes Secundarias</h3><p><a href=\"http://cpdp.debatpublic.fr/cpdp-lgvpaca/docs/pdf/dossier_mo/synthese.pdf\">Dossier de Obra</a><br/><a href=\"http://cpdp.debatpublic.fr/cpdp-lgv-pocl/DOCS/DOCUMENTS_DEBAT/SYNTHESE_DEFINITIVE.PDF\">Síntesis de la Obra</a><br/><a href=\"http://cpdp.debatpublic.fr/cpdp-lgv-pocl/DOCS/DOCUMENTS_DEBAT/POCLMODEMPLOI.PDF\">Forma de Uso</a><br/><a href=\"http://cpdp.debatpublic.fr/cpdp-lgv-pocl/DOCS/DOCUMENTS_DEBAT/CALENDRIER_DP___061211.PDF\">Calendario de Sesiones</a><br/><a href=\"http://cpdp.debatpublic.fr/cpdp-lgv-pocl/PRESSE/COMMUNIQUES_PRESSE.HTM\">Prensa</a><br/><a href=\"http://cpdp.debatpublic.fr/cpdp-lgv-pocl/MENTIONS.HTM\">Normativa</a><br/><a href=\"http://cpdp.debatpublic.fr/cpdp-lgv-pocl/CONTACT.HTM\">Contacto</a></p><h3>Links Externos</h3><p><a href=\"http://www.rff-pocl.fr/\">Project Website</a></p><p><a href=\"http://cpdp.debatpublic.fr/cpdp-lgv-pocl/INDEX_2.HTM\">Commission Nationale du Debat Publique – CNDP</a></p><p>Wikipedia Train Paris-Lyon – <a href=\"https://en.wikipedia.org/wiki/LGV_Sud-Est\">[English]</a> <a href=\"https://fr.wikipedia.org/wiki/LGV_Sud-Est\">[French]</a></p><p><a href=\"http://www.lgvazur.net/sp/reuniones.htm\">Association TGV Provence – Côte d’Azur</a></p><h3>Notas</h3><p>Es de destacar que este caso se encuentra actualmente (Diciembre de 2011) en proceso deliberativo que finaliza el 31 de enero de 2012.-<br/> </p>", "title": "Nueva línea ferroviaria de Alta Velocidad (LGV) París - Lyon "}