{"htmlbody": "<h3><strong>Problems and Purpose</strong></h3><p>A representative town meeting is a local elected legislature that meets regularly to make public governance decisions, including money appropriation, law creation, and land use zoning. Such meetings are widespread across New England, taking place in 300 of Massachusetts' 351 municipalities and 243 of Vermont’s 252 municipalities.  </p><p>This case study focuses on the representative town meetings which take place in Amherst, Massachusetts, a community of roughly 38,000 inhabitants. In Amherst, the town meeting can exercise “all powers vested in the municipal corporation. It does not, however, have the power to affect the municipality’s existence or form of government, decisions which may only be approved by the public of Amherst through referendum.</p><h3><strong>History</strong></h3><p>Town meetings have been used as the legislative bodies for communities in New England since their founding in the 1600s and 1700s . In Amherst, town meetings have taken place since 1748. Amherst's town meetings were originally “open” town meetings, meaning that any registered voter could attend, deliberate, and vote. However, this model was found unwieldy and often unrepresentative of the town’s population. These problems led the citizens of the town to vote in 1998 to adopt a “representative” (“limited”) town meeting model.</p><h3><strong>Originating Entities and Funding</strong></h3><p>Amherst’s representative town meeting is a legislative body made possible via the Commonwealth of Massachusetts’ General Laws.  Funding for the Moderator (the presiding officer of the town meeting) originates via tax revenue, which is then allocated by the town meeting itself.</p><h3><strong>Participant Selection</strong></h3><p>The 240 town meeting members in Amherst are elected, with twenty-four representatives coming from each of Amherst’s ten precincts. To be placed on the ballot, candidates submit 50-word statements and one nomination signature from a voter within his/her precinct. In any election, the member with the greatest number of votes serves a three-year term; the member with the second-greatest number of votes serves a two-year term; and the member with the third-greatest number of votes serves a one-year term. Ties are decided by the votes of the precinct’s already-elected members. Town meeting members are not compensated for their service.</p><p>A Moderator keeps order at the meetings and calls the votes. The Moderator is elected annually by Amherst citizens at the annual town meeting. The Moderator also appoints a finance committee of seven members who investigate the proposals which would affect Amherst’s finances and make recommendations.</p><p>Only the 240 elected members, as well as ex-officio members, are able to vote at town meetings. Ex-officio members include the School Committee, the President of the Library Trustees, the Finance Committee Chair, the Town Manager, and the Select Board (Amherst’s five-member elected board which sets policy, decides liquor licenses, and hires/supervises the Town Manager who runs the day-to-day operation of government departments).  In case of a tie, the Moderator will also cast a vote.</p><p>Any registered voter of Amherst may speak at a town meeting, although (unless they are an elected town meeting member) they may not vote. The town meeting may also vote to allow non-registered voters of Amherst to speak.</p><h3><strong>Deliberation, Decisions, and Public Interaction</strong></h3><p>In Amherst, the town meeting takes place once a year, comprised of multiple meetings spread out over several weeks in April, May, and/or June.</p><p>Town residents must be appropriately warned of town meeting’s time, location, and topics that will be discussed. If an individual must pay a babysitter or caregiver for their dependents while at a town meeting, the municipality will reimburse them in order to keep the meetings accessible. All registered voters in Amherst are allowed to speak at a town meeting. They are required to restrict their comments to the topic at hand, as outlined by the article; these comments may range from asking and answering questions to arguing to making a report or recommendation. Criticizing or insulting individuals, speculating on others’ motives, and advertising are outlawed, although criticizing the actions of an individual or institution is allowed.</p><p>The town meeting strictly adheres to the agenda set by the Select Board, known (per state law) as a “warrant”. If any 10 registered voters agree that a certain issue must be deliberated publicly, they may petition the town meeting to vote on it, at which point it may be added to the warrant. Topics within the warrant are arranged into separate “articles.” While one meeting may involve several evening sessions, no action can occur on the proposals on the articles unless town meeting completes the warrant. This involves voting each motion on every article up or down, voting to dismiss it, or sending it to a town advisory or regulatory board. Proposals become binding when town meeting is dissolved. Each meeting is its own bound event; no issue may carry over to the next.</p><p>Voting members at the town meeting will vote to approve, adopt, amend, or dismiss the article. A variety of actions may result, from raising and appropriating money, transferring money between accounts, resolving to do some action, or changing/creating a by-law (city ordinance).</p><p>Any measure passed by the town meeting is not enacted for five business days from the end of the meeting. If, within those five days, a petition signed by at least five percent of registered active voters of Amherst is submitted to the Select Board, the matter will then be submitted as a referendum to the voters at large. Certain matters, however, are not eligible to be put on referendum—these include emergency measures, expenditures less than $20,000, temporary borrowing of money in anticipation of revenue, appropriations of money in order to pay notes or bonds coming due in the then-current financial year, etc.</p><h3><strong>Influence, Outcomes, and Effects</strong></h3><p>In 1999, Amherst had a $50 million budget. The town meeting controlled 78% of expenditures for the operating budgets and 6% of expenditures for the capital budget. The town meeting appropriates money and creates and amends bylaws; no other groups or individuals are able to do this independently. Citizens thus have the power to direct where this significant amount of money goes, to shape zoning regulations, and to care for their environment through creation of new regulations or budgetary decisions.</p><h3><strong>Analysis and Criticism</strong></h3><p>The procedural order functions to ensure that every position seeking to be heard will be heard. The Moderator does little to discourage speaking; it is rare for him to cut people off or refuse to continue discussion. However, the rule that “no speaker may be heard more than twice on the same subject” encourages different voices to be heard.</p><p>The willingness of the town meeting to be flexible is also important to is functionality. It will rearrange its agenda to accommodate temporary participants who may have necessary information but are unavailable for a particular session.</p><h3><strong>Secondary Sources</strong></h3><p>Amherst, Town of. <em>Amherst, Massachusetts</em>. 5 Jan. 2006 <a href=\"http://www.amherstma.gov/\">http://www.amherstma.gov/</a>.</p><p>Bryan, Frank. <em>Real Democracy: Town Meeting and How it Works</em>. Chicago: U of Chicago P, 2003.</p><p>Carbaugh, Donal. Communication Rules in <em>Donahue </em>Discourse.\" In D. Carbaugh (Ed.), <em>Cultural Communication and<br/>Intercultural Contact </em>(pp. 119–149). Hillsdale, NJ: Lawrence Erlbaum Associates, 1990a.</p><p><em>Chapter 216 of the Acts of 2001: An Act Relative to the Amherst Town Government. 29 Dec. 2001.</em> <a href=\"http://www.amherstma.gov/DocumentView.asp?DID=234\">www.amherstma.gov/DocumentView.asp?DID=234</a>.</p><p>Commonwealth of Massachusetts. <em>Commonwealth Communities</em>. 5 May 1999 <a href=\"http://www.magnet.state.ma.us/\">http://www.magnet.state.ma.us</a>. [BROKEN LINK]</p><p>Johnson, Richard B., Benjamin A. Trustman, and Charles Y. Wadsworth. <em>Town Meeting Time: A Handbook of Parliamentary Law</em>. 1962. Rev. ed. Committee of the Massachusetts Moderators Association (Ralph C. Copeland, Joseph Harrington, Jr., John B. Howard, Charles L. Kirkpatrick, and Douglas D. Nichols). Malabar, FL: Krieger, 1984.</p><p>Kerr, Harry P. “Big Business ‘Round the Cracker Barrel.” <em>Today’s Speech</em> 12 (1964): 4-5, 29.</p><p class=\"p1\">Lederman, Diane. \"3rd session of Amherst Town Meeting to begin with debate on Supreme Court Citizens United ruling, Secure Communities program.\" 5 May 2012. Masslive.com/The Republican. 22 June 2012. <a href=\"http://www.masslive.com/news/index.ssf/2012/05/the_third_session_of_the_amher.html\">http://www.masslive.com/news/index.ssf/2012/05/the_third_session_of_the_amher.html</a></p><p>Mansbridge, Jane. <em>Beyond Adversarial Democracy</em>. New York: Basic, 1980.</p><p>Schudson, Michael. “Introduction: All Politics is Local, Some Local Politics is Personal.” <em>Communication Review</em> 3 (1999): 213-17.</p><p>Townsend, Rebecca M. “Town Meeting as a Communication Event: Democracy’s Act Sequence.”  <em>Research on Language and Social Interaction.</em>  42 (2009): 68-89.</p><p>Townsend, Rebecca M.  “Local Communication Studies.”  Lead Review Essay.  <em>Quarterly Journal of Speech </em>92 (2006a): 202-222.</p><p>Townsend, Rebecca M.  “Widening the Circumference of Scene: Local Politics, Local Metaphysics.” <em>KBJournal</em>. Spring 2006.  <a href=\"http://www.kbjournal.org/townsend\">www.kbjournal.org/townsend</a></p><p>Tracy, Karen, and Aaron Dimock. “Meetings: Discursive Sites for Building and Fragmenting Community.” <em>Communication Yearbook</em> 28 (2003): 127-65.</p><p>Tracy, Karen and Heidi Muller. “Diagnosing a School Board’s Interactional Trouble: Theorizing Problem Formulating.”<em>Communication Theory</em> 11 (2001): 84-104.</p><p>Tracy, Karen and Christina Standerfer. “Selecting a School Superintendent: Sensitivities in Group Deliberation.” <em>Group Communication in Context: Studies of Bona Fide Groups</em>. Ed. Lawrence R. Frey. Mahwah, NJ: Erlbaum, 2003. 109-34.</p><p>Zimmerman, Joseph A. <em>The New England Town Meeting: Democracy in Action</em>. Westport, CT: Praeger, 1999.</p><h3>External Links</h3><p><a href=\"http://www.amherstma.gov/790/Town-Meeting\">Town Meeting Official Website</a></p><p><a href=\"http://www.amherstma.gov/DocumentCenter/View/24094\">Town Meeting FAQs</a></p><p><a href=\"http://amherstma.gov/913/Town-Meeting-Archive\">Meeting Archives</a></p><p><a href=\"http://www.tandfonline.com/doi/abs/10.1080/08351810802671743?journalCode=hrls20\">Journal Article: Town Meeting as a Communication Event</a></p>", "title": "Representative Town Meeting (Amherst, Massachusetts, USA)"}