{"htmlbody": "<h3>Mission and Purpose</h3><p>The Colbert Super PAC represents an innovative attempt to promote popular participation in a nation which was once celebrated as the example of a robust civil society,<a href=\"#_ftn1\" id=\"_ftnref1\" name=\"_ftnref1\" title=\"\">[1]</a> but more recently has experienced a decline in civic engagement.<a href=\"#_ftn2\" id=\"_ftnref2\" name=\"_ftnref2\" title=\"\">[2]</a>  Specifically, the mission of <em>Americans for a Better Tomorrow, Tomorrow </em>(otherwise known as Colbert Super PAC) is to educate the American public about the inherent danger of institutionalizing the influence of money in a democracy.</p><br clear=\"all\"/><p><a href=\"#_ftnref1\" id=\"_ftn1\" name=\"_ftn1\" title=\"\">[1]</a> As described by Alexis de Tocqueville, most notably, in <em>Democracy in America (1835-1840).</em></p><p><a href=\"#_ftnref2\" id=\"_ftn2\" name=\"_ftn2\" title=\"\">[2]</a> Putnam, Robert.  1995. “Bowling Alone: America’s Declining Social Capital” <em>Journal of Democracy</em> 6(1); 65-78.</p><h3>History</h3><p>        On June 30, 2011 the Federal Election Committee of the United States decided that Stephen Colbert, host of Comedy Central’s <em>Colbert Report</em>, could establish his own Super PAC to “solicit and accept unlimited contributions from individuals, political committees, corporations, and labor organizations.”<a href=\"#_ftn1\" id=\"_ftnref1\" name=\"_ftnref1\" title=\"\">[1]</a> Upon learning that he would be able to move forward with his Super PAC, Colbert commented “this is 100 percent legal and at least 10 percent ethical.”</p><p>         The Colbert Super PAC is the pundit’s response to the 2010 <em>Citizens United</em> Supreme Court ruling that lifted many restrictions on how corporations and other organized interests could spend money on behalf of almost any cause.  Jonathan Alter, former Senior Editor of <em>Newsweek</em>, described the <em>Citizens United</em> ruling as “the most serious threat to American democracy in a generation.”</p><br clear=\"all\"/><p><a href=\"#_ftnref1\" id=\"_ftn1\" name=\"_ftn1\" title=\"\">[1]</a> Carr, David. “<em>Comic’s PAC Is More than a Gag.” The New York Times. 22 Aug 2011</em></p><h3>Activities</h3><p>         To date, Colbert Super PAC has produced several political ads for television.  The issues addressed in the TV ads range from satirical endorsements of Republican presidential candidates to the NBA lockout.  The first of the Super PAC’s ads aired in August 2011 on the eve of the Ames Straw Poll in Iowa.  The ad asked Iowans to write in Rick Parry (as opposed to Rick Perry) for the Republican Party’s 2012 presidential nomination.  In another ad, a narrator talks about greedy NBA players who want “all the cheese” while “job-creating NBA owners” are doing all they can to save the NBA season.  The ads highlight the fact that organizations with vast resources and narrow political agendas can coopt the sphere of public opinion (and thus, participation) by speaking through a “megaphone of cash,” as Stephen Colbert describes it.</p><p>         Also, with the professional legal services of Trevor Potter, former head of the F.E.C and chief counsel to the McCain 2008 campaign, Colbert Super PAC regularly engages in drafting official public comments about F.E.C decisions and opinions.  In response to recent activity by Karl Rove’s <em>America Crossroads Super PAC</em>, Colbert Super PAC issued this statement:</p><blockquote><p>As free as Super PACs are to raise and spend unlimited amounts of money, they are still unfairly shackled by regulation. Notice I used the singular. That's because there is really only one rule that binds Super PACs: that they may not coordinate with candidates' campaigns. But what fun is buying somebody an election if you have no elected official to share the moment with?</p></blockquote><blockquote><p>America Crossroads' Karl Rove saw through this sham of a charade – or \"<em>shamrade</em>™\" – and petitioned the F.E.C. to clarify exactly what the law is, so he can carefully obey only the letter of it. We at Colbert Super PAC submitted the attached Public Comment to the Federal Election Commission in a show of non-coordinated, non-consensual support.</p></blockquote><blockquote><p>Incidentally, you might be interested in knowing that any person, be they corporate or biological, can submit their Public Comment on Karl Rove's Opinion Request (which is AOR 2011-23) by writing to Office of the Commission Secretary's email address (which is <a href=\"/cdn-cgi/l/email-protection#4f1c2a2c3d2a3b2e3d360f090a0c61282039\"><span class=\"__cf_email__\" data-cfemail=\"8ddee8eeffe8f9ecfff4cdcbc8cea3eae2fb\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a>).<a href=\"#_ftn1\" id=\"_ftnref1\" name=\"_ftnref1\" title=\"\">[1]</a></p></blockquote><p> </p><p>         The Colbert Super PAC takes the tool of political satire to a new level.  In order to alert, educate, and mobilize a grassroots movement, the organization operates in the same space and manner of its intended target.  This strategy of <em>mockery as protest </em>highlights what the group’s members see as the absurdities of American campaign finance law. </p><br clear=\"all\"/><p><a href=\"#_ftnref1\" id=\"_ftn1\" name=\"_ftn1\" title=\"\">[1]</a> from <em>Newsletter </em>at ColbertSuperPAC.com </p><h3>Participation <em>Within </em>the Group</h3><p>         Within the first three months of the Colbert Super PACs existence, the group had already attracted more than 160,000 members (or as Stephen Colbert refers to them, “heroes”).<a href=\"#_ftn1\" id=\"_ftnref1\" name=\"_ftnref1\" title=\"\">[1]</a>  Members sign up to join the movement by donating money to the Super PAC and voting on what issues matter to them most. </p><p>         Of course, to further illustrate the point that moneyed interests can hijack a representative democracy, Colbert explains that within the Super PAC one dollar equals one vote.  That is, the “heroes” who donate more money to the organization have more influence in determining the group’s activities.  In this sense, the Colbert Super PAC attempts to be a microcosm of the American political system at large, or at least a microcosm of what members see as the system’s trajectory.</p><p>         Aside from the group’s larger mission, the participatory model of <em>Americans for A Better Tomorrow, Tomorrow</em> is itself an interesting study of what twenty-first century civic participation may look like in the United States.  That is, the movement consists of a large and disperse community that deploys the tools of information and communication technology to engage in civic activities. </p><br clear=\"all\"/><p><a href=\"#_ftnref1\" id=\"_ftn1\" name=\"_ftn1\" title=\"\">[1]</a> Carr, David. “<em>Comic’s PAC Is More than a Gag.” The New York Times. 22 Aug 2011</em></p><h3>THE <em>SPACE</em> FOR PARTICIPATION</h3><p>         The success or failure of a participatory process is often decided by the space in which the process occurs.  To be sure, Andrea Cornwall described the idea of a <em>continuum of spaces</em> for participation.  According to Cornwall, the continuum spans from <em>closed spaces </em>on one end to <em>invited spaces </em>and then <em>claimed spaces</em> for participation at the other end.<a href=\"#_ftn1\" id=\"_ftnref1\" name=\"_ftnref1\" title=\"\">[1]</a>     </p><p>         Colbert Super PAC, however, operates in a space which is better characterized by Cornwall and Coelho’s definition of a “new democratic space.”<a href=\"#_ftn2\" id=\"_ftnref2\" name=\"_ftnref2\" title=\"\">[2]</a>  That is, the group has inserted itself into a space which is “at the interface between the state and society ... in many respects, [an] intermediary space for negotiation, information and exchange.”<a href=\"#_ftn3\" id=\"_ftnref3\" name=\"_ftnref3\" title=\"\">[3]</a>  Not entirely a claimed space (after all, the Super PAC operates within the legally pre-approved system); and not exactly an invited space (the group exists to mock the very system which allows it to exist and participate).  Instead, <em>Americans for A Better Tomorrow, Tomorrow</em> is a claimed space for participation within a framework of invited space.</p><br clear=\"all\"/><p><a href=\"#_ftnref1\" id=\"_ftn1\" name=\"_ftn1\" title=\"\">[1]</a> Cornwall, Andrea. “Making Spaces, Changing Places: Situating Participation in Development.” 2002.</p><p><a href=\"#_ftnref2\" id=\"_ftn2\" name=\"_ftn2\" title=\"\">[2]</a> Cornwall, Andrea and Vera Coelho.  “Spaces for Change? The Politics of Participation in New Democratic Arenas.”  2004.</p><p> </p><p><a href=\"#_ftnref3\" id=\"_ftn3\" name=\"_ftn3\" title=\"\">[3]</a> <em>Ibid.</em></p><h3>Mockery as Protest</h3><p>         The Colbert Super PAC’s use of satire as a tool to inform and mobilize opposition to unfair policies is not a new concept.  For instance, in China, young bloggers created the fictional <em>grass mud horse<a href=\"#_ftn1\" id=\"_ftnref1\" name=\"_ftnref1\" title=\"\"><strong>[1]</strong></a></em> as a way to protest government censorship and suppression of criticism.<a href=\"#_ftn2\" id=\"_ftnref2\" name=\"_ftnref2\" title=\"\">[2]</a>  Another example of mockery as protest, also taken from China, is the release of a video game titled <em>Nail Household vs. Demolition Team</em> (by Mirage Games) in which Chinese homeowners battle with property developers.<a href=\"#_ftn3\" id=\"_ftnref3\" name=\"_ftnref3\" title=\"\">[3]</a></p><p>         Critics of Colbert Super PAC, in particular, and movements based on mockery more broadly, argue that such movements can not succeed and actually threaten to do more harm than good.<a href=\"#_ftn4\" id=\"_ftnref4\" name=\"_ftnref4\" title=\"\">[4]</a>  Of course, the ability to deem a movement successful or not depends on knowing the goal of the movement in the first place. </p><p>         In the case of Colbert Super PAC, the immediate goal of the movement is to inform, educate, and encourage active civic participation around a serious issue in American politics.  In the longer term, the group’s goal could be deduced to be the reversal of policies that have entrenched the influence of money in American politics. Therefore, an evaluation of the group’s success or failure must account for these differences in goals with respect to time. </p><p>         Certainly, the fact that land seizures and evictions still occur in China<a href=\"#_ftn5\" id=\"_ftnref5\" name=\"_ftnref5\" title=\"\">[5]</a> would imply that the videogame platform mentioned earlier has been unsuccessful <em>if</em> the videogame makers’ goal was to cause immediate change in Chinese development policy.  However, if the goal of the gamers was to inform, educate, and mobilize a large audience in opposition to Chinese land development policies, then it may have succeeded (at least, in part).  The videogame has reached tens of thousands of people and generated widespread discussion on social media platforms.<a href=\"#_ftn6\" id=\"_ftnref6\" name=\"_ftnref6\" title=\"\">[6]</a></p><br clear=\"all\"/><p><a href=\"#_ftnref1\" id=\"_ftn1\" name=\"_ftn1\" title=\"\">[1]</a> (<em>Cao Ni Ma</em>)  A play on the Mandarin words for “fuck your mother.”</p><p><a href=\"#_ftnref2\" id=\"_ftn2\" name=\"_ftn2\" title=\"\">[2]</a> Diamond, Larry.  <em>Journal of Democracy Volume 21, Number 3. “Liberation Technology.” July 2010.</em></p><p><a href=\"#_ftnref3\" id=\"_ftn3\" name=\"_ftn3\" title=\"\">[3]</a> Ye, Juliet and Emma Ashburn. “<em>Fighting Eviction:  The Videogame</em>.” <em>The Wall Street Journal.  16 Sept 2010</em></p><p><a href=\"#_ftnref4\" id=\"_ftn4\" name=\"_ftn4\" title=\"\">[4]</a> Carr, David. “<em>Comic’s PAC Is More than a Gag.” The New York Times. 22 Aug 2011</em></p><p><a href=\"#_ftnref5\" id=\"_ftn5\" name=\"_ftn5\" title=\"\">[5]</a> Jacobs, Andrew. “<em>Harassment and Evictions Bedevil Even China’s Well-Off.”  The New York Times</em>. 27 Oct 2011</p><p><a href=\"#_ftnref6\" id=\"_ftn6\" name=\"_ftn6\" title=\"\">[6]</a> Ye, Juliet and Emma Ashburn. “<em>Fighting Eviction:  The Videogame</em>.” <em>The Wall Street Journal.  16 Sept 2010</em></p><h3>Conclusions and Implications</h3><p>         Perhaps Colbert’s intention was to prove a point about money in politics and inform the public of a real threat to democracy, but he may have inadvertently helped to catalyze the next generation of protesters in America.  It is not a coincidence that the same issues raised by the Colbert Super PAC are echoed by the OCCUPY movements which have sprouted in several US cities in recent months.  In fact, Sophia A. McClennen, a Professor at Penn State University, recently wrote an op-ed piece titled “Has the Colbert Nation Occupied Wall Street?”<a href=\"#_ftn1\" id=\"_ftnref1\" name=\"_ftnref1\" title=\"\">[1]</a></p><p>         In the article, McClennen writes, “across the globe and from US city to US city, we watch daily as waves of protesters, many of them young, take to the streets. Such images seemed impossible five years ago. Back then the mainstream buzz was that the youth were “stoned slackers” — too narcissistic and tech obsessed to engage in real protest. Where did all of this young activist energy come from?  The Colbert Nation … In the space created by his ironic satire he encourages his audience to question the media, politicians, and the power structure in ways that are not totally dissimilar to OWS … missing that connection, though, means missing the art of satire since satirical humor mocks those who make a folly of politics and it exposes social absurdities that the public has come to take for granted. Such a form of mockery is the first step in showing the public that they can challenge the status quo … But aren’t Colbert’s fans just fans? Don’t they just follow him? And aren’t they having too much fun tweeting and editing Wikipedia entries to be serious about activism? The “it getters” of the Colbert Nation know that they can make a public impact, challenge authority, and enjoy themselves at the same time.”<a href=\"#_ftn2\" id=\"_ftnref2\" name=\"_ftnref2\" title=\"\">[2]</a></p><p>         Clearly, the Colbert Super PAC is changing the way people engage in civic discourse in the United States.  Also, it appears that the group could become a platform for previously disaffected or disillusioned citizens to learn skills and build networks which may spillover in to other forms of participation, as seen in the OCCUPY movements.</p><br clear=\"all\"/><p><a href=\"#_ftnref1\" id=\"_ftn1\" name=\"_ftn1\" title=\"\">[1]</a> McClennen, Sophia A. “<em>Has the Colbert Nation Occupied Wall Street?” 14 Nov 2011.</em></p><p><a href=\"#_ftnref2\" id=\"_ftn2\" name=\"_ftn2\" title=\"\">[2]</a> <em>Ibid.</em></p><h3>Links</h3><p><a href=\"http://colbertsuperpac.com/\">http://colbertsuperpac.com/</a>    </p><p><a href=\"http://colbertsuperpac.com/episodeiv-anewhope/index.php\">http://colbertsuperpac.com/episodeiv-anewhope/index.php</a>  </p><h3>Sources:</h3><p>Colbert Super PAC logo courtesy of ColbertSuperPAC.com</p><h3> </h3><p> </p><h3> </h3><p> </p>", "title": "Colbert Super PAC"}