{"htmlbody": "<h3>Introduction</h3><p>“What’s Next California?” was a Deliberative Poll that took place in Torrance, California from June 24th to June 26th, 2011. It was California’s first ever statewide Deliberative Poll, and was conducted by the inventor of the Deliberative Poll itself, Dr. James Fishkin, and his team of collaborators. The turnout was outstanding, with the participation of 412 registered voters gathered from around the state through a scientifically selected random sample. The idea for this Deliberative Poll stems from the mountain of controversy surrounding California’s governance, at both state and local levels. The intention was to engage Californians and introduce them to the deliberative process, as well as to produce substantive results that can be used by reform groups to potentially impact the future of California. The Poll involved three waves of questionnaires – one via telephone, one upon arrival in Torrance, and one upon departure – touching on four key issues: The statewide initiative process, legislative representation, local government, and tax and fiscal policy.</p><h3>Problems and Purpose</h3><p>“What’s Next California?” was an effort to bring everyday Californians into the process of government reform in California. It was organized by a variety of groups, which included California Forward, the New America Foundation in California, the Public Policy Institute of California, the Nicolas Berggruen Institute, California Common Cause, the Bill Lane Center for the American West at Stanford University, and the Davenport Institute at Pepperdine University. The event was coordinated by Dr. James Fishkin and the Center for Deliberative Democracy at Stanford University, as well as MacNeil/Lehrer Productions’ By the People Project. This was truly a collaborative process conceived in the face of what “What’s Next California?” calls, “historical challenges at a time when [the state of California] is increasingly thought to be ungovernable.”</p><p>David Davenport, a research fellow at the Hoover Institution at Stanford, discusses the purpose of the Deliberative Poll as being twofold in a press conference prior to the event. The first goal was to introduce Californians to the deliberative process. According to Davenport, many Californians are unhappy with the government in Sacramento, arguing that they are not addressing the important issues, and unhappy with the influence that interest groups have on the government. The Deliberative Poll is a step towards modeling “ The idea that everyday Californians… can make a difference, and can have an impact on some of the important issues facing the state… This kind of involvement and engagement by everyday Californians can be useful and can be done. The research shows that when people undertake a project like this, they really have a lot to add in terms of making different policy choices.” The Deliberative Poll is essentially a way of reaching out to the California public and showing the people that they can be involved in decision making via increasingly popular deliberative processes, in this case a statewide Deliberative Poll.</p><p>The second goal of the event was to actually learn the opinions of a randomly selected sample of Californians regarding the major issues facing the state, so that they may be taken into account by reform groups who are currently shaping their reform proposals. The hope, as well, is that California’s legislative and executive leaders will take into account what the Deliberative Poll results reveal about public opinion.</p><p>The case of California aside, there is the more general problem of conventional polling. As Dr. Fishkin explains, conventional polling only reveals the public’s impressions based on information that is readily available to them, information usually obtained through the media. The purpose of Deliberative Polling is to inform the public through a variety of methods, allow citizens to deliberate upon the issues at hand, and, in the end, give informed responses to poll questions.</p><h3>Participant Selection</h3><p>For the Deliberative Poll, coordinators gathered a random sample of registered voters throughout California. There was a remarkable turnout of nearly 95%, compared to the 75% average turnout for Deliberative Polls worldwide, with 412 of the 435 people who committed showing up for the event. All participants had travel expenses paid for them and received an honorarium. However, to ensure that the sample drawn was truly representative of the people of California, they compared it to a control group of 300 Californians. The participant group and control group showed no major differences in gender, age, education, employment status, ethnicity, political party, or political ideology, therefore the participant group was fairly accurate microcosm of the state as a whole, which adds a certain amount of legitimacy to the outcome.</p><h3>Preparation</h3><p>As is necessary for a successful Deliberative Poll, preparation was extensive, with the goal of being “balanced and non-partisan.” In order to inform the participants in the best way possible, “What’s Next California?” turned to reform organizations, leading academics, and various documents to create a list of possible topics to be considered for discussion. Subsequently, a state-wide advisory group, which included event sponsors, representatives of additional governance, reform groups, civic and church groups, and universities, met to review the list of possible topics and create “a balanced agenda of competing reforms” for the participants’ consideration. In addition, the partner organizations teamed with leading academics to create “an initial briefing document” of almost 100 pages, which, prior to distribution, was examined by the state-wide advisory group to assure accuracy and appropriateness. These briefing documents containing background information were distributed prior to the event to the 435 citizens who agreed to participate. As mentioned previously, the process of actual deliberation was preceded by a questionnaire completed over the phone, and a second questionnaire completed upon the participants’ arrival in Torrance, CA. It can be noted that the questionnaire given upon the participants’ arrival is slightly altered, as the advisory group had more time to consider the importance and balance of the various issues that were to be deliberated upon.</p><h3>Process of Deliberation</h3><p>The deliberation itself took place the weekend of June 24th, 2011 in Torrance, CA. Discussions throughout the weekend alternated between plenary sessions and small group sessions. During the plenary sessions, participants were given the opportunity to ask questions about the four aforementioned topics at hand. These questions were then answered by experts and policymakers. As mentioned, an important component of deliberation is that the participants be well informed. Having experts on hand who are capable of fielding a variety of questions makes deliberation all the more successful. For the small group sessions, participants were randomly divided into groups, each with trained moderators to help facilitate discussion of the material, in which the goal was to have open and honest discourse and hear critical arguments for both sides of each policy issue. The small, randomly assigned groups encouraged people with different views on key issues to discuss them together. As Dr. Fishkin notes during the press conference prior to the event, in everyday life, people who disagree on political issues typically choose not to discuss them. He comments, “If you sharply disagree with somebody, it’s a lot easier to talk about the weather.” And, conversely, people who do agree on political issues may discuss them together, but they have no one around to provide a critical opposing argument, thus the benefit of randomly composed discussion groups as a means of stimulating citizens’ minds and exposing them to the multiple sides of each issue.</p><p>After both stages of deliberation were complete, a confidential questionnaire, identical to the questionnaire taken upon arrival, was completed by each participant. </p><h3>Poll Outcomes</h3><p>The results of the questionnaire administered at the end of the weekend clearly reveal the impact of the deliberation itself. For each issue, significant changes in public opinion are evident and, in some instances, substantial. In fact, Fishkin said during the press conference that in all of the Deliberative Polls he has conducted worldwide, the responses to 70% of the questions asked changed significantly after deliberation.</p><p>On the issue of the legislature, there were several notable changes in public opinion. One reform that saw a huge increase in support after deliberation was the possibility of lengthening Assembly terms for 2 years to 4, and Senate terms from 4 years to 6. Before deliberation only 46% were in favor, as opposed to 81% after. Support for the idea of making state legislative positions part-time fell from 45% to 27%. And support for more legislators each representing fewer people increased from 57% to 71%.</p><p>On the issue of reforming the initiative process, there was increased support to “create a formal review process to allow an initiative’s proponents to amend an initiative following public input.”</p><p>On the issue of state and local governance, participants, after deliberation, showed greater support for giving local governments increased power over financing of local programs. For example, support to “Transfer from the state to local governments control and financing of services provided at the local level and require minimum standards for delivering them” increased from 67% to 73%. And the support to “allow local governments to raise taxes for local services in exchange for increased coordination of service delivery and public reporting of performance” increased from 54% to 63%.</p><p>Looking at tax and fiscal reforms, there are several major changes. Support to “reassess non-residential property more frequently than now” rose from 52% to 72%. As well, support to “decrease the super-majority vote required in the Legislature to raise taxes (about 67%) to 55%” rose from 32% to 50%. Another key change was in response to this question: Should government provide certain benefits and services even if it means higher taxes? Or should it lower taxes, even if it means reduced benefits and services? After deliberation 57% voted to provide benefits and services, up from 45%.</p><p>These changes in all four issue areas demonstrate the impact that the deliberation had. With the opportunity to become more informed, as well as to discuss a topic openly, peoples’ opinions can shift, leading to a more meaningful poll result. Of course, that is not to say that when the vote did not sway in either direction that the result was insignificant. What is most important is that the questionnaire completed at the end of the weekend was a poll of <em>informed</em> everyday Californians, which is far more useful to reform groups and policymakers than a conventional poll.</p><p>Aside from the potential use of the gathered statistics to guide future reform in California, the Deliberative Poll gave these citizens an increased sense of participation. After the poll, 37% thought “public officials care a lot about what people like me think,” as opposed to 25% before the process. The participants agreeing that “people like me don’t have any say in what government does” dropped from 42% to 33%. Polling about the participants’ perceptions of the process also revealed a general increase in respect for other peoples’ points of views. Furthermore, 89% of participants believe the Deliberative Poll was “extremely valuable,” and 88% agreed that “I learned a lot about people very different from me – about what they and their lives are like. It can be argued that these outcomes are just as significant as the poll questions on the policy issues themselves. Getting people talking, particularly getting different kinds of people talking with one another is another desired outcome of a Deliberative Poll, as is getting people interested in playing a role in decision making. “What’s Next California?” was certainly successful in that regard.</p><h3>Analysis and Criticism</h3><p>While the “What’s Next California?” Deliberative Poll was certainly a success in terms of its turnout rate, its structure, its comprehensiveness, and the meaningful data set that it has produced, it remains to be seen what impact it will actually have on policy reform in California. Certainly, the event has raised awareness in California of the deliberative process and could potentially lead to future Deliberative Polls or deliberative processes, but the future of deliberative processes in California may depend heavily upon the actual impact. The participants were generally enthusiastic about the process after having taken part, but the enthusiasm may not last if the results are not there. </p><p> </p><h3>Secondary Sources</h3><p><a href=\"http://www.nextca.org/blog/entry/whats-next-california-press-conference\">What’s Next California Press Conference</a></p><p><a href=\"http://www.nextca.org/results\">What's Next California Poll Results</a></p><p><a href=\"http://www.cafwd.org/pages/david-davenport\">CAFWD - David Davenport</a></p><p><a href=\"http://caforward.3cdn.net/2a166f721c130f9a10_vxm6y5wrl.pdf\">Official Deliberative Poll Results</a></p><h3>External Links</h3><p><a href=\"http://www.nextca.org\">What's Next California Official Website</a></p><p><a href=\"http://caforward.3cdn.net/2a166f721c130f9a10_vxm6y5wrl.pdf\">Official Deliberative Poll Results</a></p><p><a href=\"http://zocalopublicsquare.org/thepublicsquare/2011/06/22/can-deliberative-polling-work/read/up-for-discussion/\">Can Deliberative Polling Work?</a></p><p><a href=\"http://www.scribd.com/doc/56300655/Deliberative-Polling#archive\">Deliberative Polling - Center for Deliberative Democracy</a></p>", "title": "What's Next California? Deliberative Poll (Torrance, California)"}