{"htmlbody": "<h3>Problems and Purpose</h3><p>In 2004, the large pharmaceutical company Johnson &amp; Johnson relocated its large manufacturing and research plant located in North Brunswick, New Jersey. After the company left, the township wanted to obtain the desires of the public to answer a simple question: What should be done with the Johnson &amp; Johnson (JNJ) property? With the assistance of developers, architects, and other experts, multiple community workshops were implemented, with the intention of taking into account the public’s desire.</p><h3>History</h3><p>North Brunswick, New Jersey is a suburban town located approximately 35 miles south of the New York City borough of Manhattan. The town is home to about 40,000 residents, many of whom commute to New York City for work.</p><p>When Johnson &amp; Johnson left shop in 2006, they left in their wake a large, 212 acre piece of very desirable land, which could benefit the town in multiple ways. The J&amp;J property is nestled in-between two very important transportation networks. The first one being, US Route 1, an extremely important highway that runs from the northern most part of Maine, through North Brunswick bordering the western side of the J&amp;J property, down 2,400 miles to the Florida keys. The second, located on the eastern side of the J&amp;J property, is the NJ Transit Northeast Corridor commuter rail service. This commuter rail-line originates out of Trenton and ends its services at New York’s Penn Station in Midtown Manhattan, while making numerous stops at important destinations while in-route. The “Northeast Corridor Line” is an extremely important service as it provides access to Newark Liberty International Airport, Metro Park (a massive business complex home to many large companies, as well as connections to the high-speed “Acela” trains to Boston and Washington D.C), and Newark, NJ to name a few. It also provides an easy way to gain access to the areas professional sports teams and other entertainment venues as well. Needless to say, the Northeast Corridor Line is an extremely important resource as it serves many important purposes. Now in order for residents of North Brunswick to use this service, they need to drive a minimum of about 20 minutes (excluding the consideration for traffic and time spent searching for parking) to New Brunswick, NJ, as North Brunswick only has access to this rail-line through, a poorly located and dilapidated station, in which the Northeast Corridor Line serves only through very-limited run times. This can add upwards of a half-hour each way to a daily commute, for those that use this rail service.</p><p>For some time now, the citizens of North Brunswick have sought to improve their access to this transportation network. When J&amp;J packed up and left, this was seen to be a golden opportunity to tap into the vital resource of the Northeast Corridor Line. Therefore, when the time came to make decisions in regards to the J&amp;J property, North Brunswick Township along with the other experts, sought to listen to the public desires through “Community-based Workshops”.</p><h3>Originating Entities and Funding</h3><p>The deliberations were held and conducted by various experts ranging from architects, to professors, and developers.</p><h3>Participant Selection</h3><p>Through a serious of three workshops, the township and experts sought to acquire a greater sense of what the public wanted beyond a train station, through diversified meetings. For example, one meeting had the sole purpose providing information, such as experts providing facts and figures to the public, where another meeting was more active and deliberative. Furthermore, North Brunswick residents were openly invited to come and participate. There was no capacity placed on how many could participate or attend. The mayor of the town actively encouraged residents, via newsletter, to attend the meetings as well. It also important to note that the meetings discussed in the proceeding section, were held on-site in the lobby of one of the former J&amp;J buildings.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p><u>Workshop 1:</u></p><p>The true genesis stages of the J&amp;J project began when the first workshop was held on February 23, 2006. On this February evening, 80 township residents, as well as township officials and other experts took part in this first workshop. This first meeting was more informative than deliberative. This workshop was led by various “experts.” These experts ranged from architects, to developers, as well as university professors. However, the goal of these experts was to provide a foundation for deliberation and facilitate the development of ideas for the upcoming workshops. For example, various architects and developers gave a presentation on possible uses for the land. They provide multiple scenarios ranging from the simple choice to develop more single family homes - to the development of mixed land uses of shops and loft style housing, or what they called “smart growth”- all the way to the option of a more open space approach. At the conclusion of the presentation, the residents were allowed to voice their opinions to the numerous options they had just seen. What seemed to be a common concern among the residents was housing. In the previous years the township approved the construction of a massive housing complex of single-family homes and condos. This lead to an enormous influx of students into the school-system beyond what the school seemed capable of handling. This complex alone was responsible for the overcrowding of the schools. Therefore, the public had a strong desire to move away from the option to develop even more single family homes. Another common aspect that the township was able to take away from this meeting was the desires to have a “town center” feel, with more open space and most importantly the train station. Simply speaking, North Brunswick lacks a place with these elements. After these meetings there were two more community workshops were held in the following month of March. Once the township and the experts had heard and taken into account the citizen’s responses, they decided to eliminate certain options and retain what the public saw as beneficial.</p><p><u>Workshop 2:</u></p><p>On March 9, 2006, the second workshop in the series commenced. In the days leading up to the workshop, the developers and architects developed a long list of potential options that could be considered for the property. For example, some of the options included, shops, open space, a train station and a library to name a few. About 85 residents arrived to the lobby of the former J&amp;J building to take part in the discussions. The public were again asked to voice their desires for what they wished to be done with the property. This time they were given index cards and then put down their recommendations to be later collected. In all, the experts again, as essentially done in the previous workshop, retained some elements and eliminated others. However, one very important aspect of this workshop must not be forgotten. It is important to stress the public’s desire for a train station. In this meeting one of the development experts announced that NJDOT (New Jersey Department of Transportation) would ultimately have the last say in giving the final approval for the construction of a train station. Therefore, the NJDOT has certain criteria that must be met in order to assure the approval of that train station. At the end of this workshop the ideas of the public were again collected. The experts then reconvened to develop a serious of options taking into account what the public had wanted to see. By this point, the fundamentals or the foundation of what was to become of the J&amp;J property began to take shape.     </p><p><u>Workshop 3:</u></p><p>The 3rd workshop in the series, held on March 23, 2006, saw the most deliberation and active engagement among the citizen participants. After the previous workshop (March, 9), it was clear that the citizens and the township were leaning towards the town center, or the “mixed-uses” approach. This is the option in which there will be say more shops, restaurants, loft style housing, increased walking space, and most importantly the train station. Developers and architects had then developed 3 basic options or layouts for the participants to work with and build upon. This workshop was very “hands-on” as the 85 residents that came, were actively working with architects to create their own vision. The participants were also provided the list of potential buildings, and other attractions (such as a pond or walking path), that they had listed on their note cards in the previous meeting on March 6th.  The residents were divided into tables, and each table was provided with the basic outlines of the 3 options as developed by the experts. They were free to place the buildings and attractions from the lists that they had essentially created in the previous workshops. The citizens then worked with the architects to see development of their ideas come into play. In this workshop the experts also provided the participants with renderings of potential buildings, and provided pictures of current town centers as well. It is important to note that the architects provided images of the Palmer Square town center in Princeton, New Jersey, as it was a town center that many of the participants could relate to. This is because many residents travel to Palmer Square to shop and go to restaurants. After considering the renderings and examples, the basics of the layout for the town center began to take shape. Many of the residents agreed upon certain components. They wanted to obtain a “main street” feel with reduced automobile traffic, with more shops and restaurants. It also was very important to the citizens that there should be no addition of single family homes. However, it is important to acknowledge the fact that the participants disagreed with certain aspects during the planning. Some wanted to see loft-style housing to bring a sense new style of living to a town dominated by the single family house mold.  While others that were opposed to the development into this new style housing, envisioned the ghosts of the past, thinking that more housing means overcrowded schools. Another example would be some wanted to have a small pond where some wanted to see a new post office. The residents actively listened to and debated with each other, which added to the legitimacy of what was to be done. At the conclusion of this meeting the participants selected the basic layout from one of the three options. Then at the conclusion of this workshop the experts collected the comments and inputs from the participants and worked to develop a finalized collaborative plan that would be announced at the final meeting one week later.</p><h3>Influence, Outcomes, and Effects</h3><p>On March 30, 2006 a finalized conceptual plan was unveiled to the public. The developers and architects had taken into consideration the comments, inputs and feedback of the citizens throughout the three community workshops, in the weeks prior to the unveiling. The finalized plan was a new town center with the construction of a new train station, which would later get NJDOT approval. Certain elements that were retained from the citizens desires were that of a community building as well as 4000 person amphitheater, to name a few. Most importantly, the citizens were very excited about the prospects of finally having a town center feel with shops and restaurants.</p><p>This process started with a blank sheet of paper in the first workshop in late February of 2006. Then throughout the course of the 2 later workshops using the inputs, requests, and desires of the citizen participants, along with the guidance of experts and the township, they together formulated a collective plan for the J&amp;J property.</p><p>The following year in 2007 the North Brunswick Town Council approved this collective plan. The township announced a timeframe for development to commence within 7-10 years of its approval date.</p><p>However, some participants were still disappointed with the fact that some of their ideas were excluded, and that some of their reservations with certain components were implemented. For example, some participants were not happy with the fact that the loft style housing some had had lobbied against, had been included in the plan.</p><p>The NJDOT also has announced plans for the development of a train station at this site in North Brunswick.  </p><h3>Analysis and Criticism</h3><p>Some have argued that the methods used by those that conducted the workshops were more persuasive than informative. In the first workshop when the experts did the majority of the talking, they essentially geared their presentation towards the mixed use approach, while discouraging other ideas. Instead of simply being a way to stimulate ideas for the public to later deliberate on, the presentation seemed highly persuasive towards a certain idea, instead of just being informative.</p><p>We then return to the problem of housing. While it is true that the township and the experts did adhere to the public’s desires to not have single family homes, some participants were still unhappy with the amount of housing that ended up being approved in the finalized plan. Again, residents were concerned with a possible increase in the student population, beyond what the schools could handle. However, the experts provided a case study conducted by university professor claiming that this style of housing is not attractive not that of a family with children, but rather young singles or newlyweds, as well as retirees, that are looking for a smaller place to live. Given that this case study was provided at the time of the deliberation, it is safe to say that the township and the experts were set on having this aspect of the town center in place, regardless of what the participants wanted.</p><p>It is also important to note that after the 3rd workshop, the experts collected the ideas of the participants and then reconvened to develop the final plan. During this time, there were no citizens directly involved in the hands-on development of the final master plan, after the last workshop. Some argue when this occurs, the experts and the town are able to eliminate certain ideas that the public wants, or implement something that they want that public doesn’t. This might have occurred in regards to the housing problem that some of the participants were unhappy to see in the finalized plan.</p><p> </p><h3>External Links</h3><p>Development Plan:</p><p><a href=\"http://www.ourtowncenter.info/pdfs/CONNECTIONS-REV.pdf\">http://www.ourtowncenter.info/pdfs/CONNECTIONS-REV.pdf</a></p><p><a href=\"http://www.state.nj.us/transportation/works/libertycorridor/route1.shtm\">http://www.state.nj.us/transportation/works/libertycorridor/route1.shtm</a></p><p>Press/Media:</p><p><a href=\"http://www.ourtowncenter.info/pdfs/NorthBrunswickTPV4.pdf\">http://www.ourtowncenter.info/pdfs/NorthBrunswickTPV4.pdf</a></p><p><a href=\"http://www.ourtowncenter.info/news/sentinel-120706.html\">http://www.ourtowncenter.info/news/sentinel-120706.html</a></p><p><a href=\"http://www.ourtowncenter.info/news/sentinel-033006.html\">http://www.ourtowncenter.info/news/sentinel-033006.html</a></p><p><a href=\"http://www.ourtowncenter.info/news/sentinel-031606.html\">http://www.ourtowncenter.info/news/sentinel-031606.html</a></p><p><a href=\"http://www.ourtowncenter.info/news/sentinel-030206.html\">http://www.ourtowncenter.info/news/sentinel-030206.html</a></p><p><a href=\"http://www.ourtowncenter.info/photos/workshops.html\">http://www.ourtowncenter.info/photos/workshops.html</a></p>", "title": "Town Center (North Brunswick, New Jersey)"}