{"htmlbody": "<p>\n</p><p><em>Note: a German translation of this article is available at: <a href=\"http://participedia.net/en/node/728\">http://participedia.net/en/node/728</a></em></p><p><em>Note 2: Another version of this case study can be found below as a file attachment with the prefix \"VD\". This alternate version was originally submitted to </em><a href=\"http://www.vitalizing-democracy.org/\">Vitalizing Democracy</a><em> as a contestant for the 2011 Reinhard Mohn Prize.</em></p><p><em>Note 3: This case study describes the PB process after 2002 and before 2007. For a description of the more recent procedures see Langelier 2015, for a description of the previous system of rules see Abers 2000.</em></p><h3>Summary</h3><p>Participatory Budgeting (PB) was established in Porto Alegre, Brazil in 1989 as a means of involving ordinary citizens in the annual municipal budget decision-making cycle. By the turn of the 21st century, some 20,000 citizens participated in popular assemblies<a href=\"#cite_note-one-0\" title=\"\">[1]</a> affecting the distribution of around $160 million in investments.<a href=\"#cite_note-two-1\" title=\"\">[2]</a> The success of the Porto Alegre experiment, both in terms of engaging significant numbers of citizens in the budgetary process and redistributing resources to poorer neighbourhoods, has led to international recognition and the spread of PB across the world. However, many of the applications of PB elsewhere fail to embed the complex institutional structure developed in Porto Alegre, thus failing to achieve such impressive participative and redistributive impacts. <a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>PB was established in Porto Alegre by the incoming Workers’ Party mayor who had the explicit intention of designing a participatory process that challenged the clientelism and corruption endemic within Brazilian political culture and legitimised redistributive policies. The financial autonomy afforded to Brazilian municipalities under the 1988 constitution and the ‘spoils system’ meant that the mayor had discretion over a significant and guaranteed resource stream and allowed him to make strategic senior appointments to support the development of participatory governance. The election of the Workers’ Party candidate came at a time when there was significant associational activity in the city in opposition to the culture of corruption and clientalism.</p><p><a id=\"Participants\" name=\"Participants\"></a></p><h2>Participants</h2><p>PB in Porto Alegre combines large-scale participation in open regional assemblies with elected citizen representation in decision making bodies (see Process). In the late 1990s, as many as 8.4% of the adult population in Porto Alegre (all residents over sixteen can participate in the process) stated that they had participated in budget assemblies at some point in the last five years.<a href=\"#cite_note-three-2\" title=\"\">[3]</a> In 1999, the number of participants involved in the process reached over 20,000, with a high degree of rotation amongst participants: one estimate puts the figure at forty percent rotation from one year to the next.<a href=\"#cite_note-four-3\" title=\"\">[4]</a></p><p>The striking feature of PB in Porto Alegre is not simply that it engages large numbers of citizens, but that it mobilises significant numbers from amongst the poor of the city; citizens who are typically politically marginalised. It successfully reversed the trends we associate with political participation, engaging a social group for whom the costs of participation (both direct expenses such as transport and opportunity costs) are high. Comparing her sample of participants in the popular regional assemblies in 1995 with the 1991 census on household incomes, Rachel Abers provides strong evidence that ‘socioeconomic inequalities did not reproduce themselves within the budget assemblies. Much to the contrary, the household incomes of budget participants are significantly lower than those of the population as a whole… participants in the regional assemblies were poorer than the population as a whole’.<a href=\"#cite_note-five-4\" title=\"\">[5]</a> A Harvard University study indicates that in 2002, the lowest 20th percentile of the population accounted for 30 percent of the participants in the popular regional assemblies.<a href=\"#cite_note-six-5\" title=\"\">[6]</a></p><p><a id=\"Process\" name=\"Process\"></a></p><h2>Process</h2><p><a id=\"Popular_assemblies\" name=\"Popular_assemblies\"></a></p><p>Note: The PB process in Porto Alegre can be loosely divided in 4 phases that have four different processes. Starting phase 1989 to 1992, growth phase 1996-2002, consolidation phase 2002-2008, 2009-today simplification phase. This is a rough generalization that reflects changes in the Regimento Interno, the system of formal rules, that governs the process, but is only partially correlated with the quality of the process. Some of the major changes in the rules were the introduction of thematic assembly, in mid nineties (1994), the abandonment of the two rounds (rodadas) of public meetings that split deliberation and voting in 2002, and the implementation of a series of changes in the rules after 2008 that reduced spontaneity (a participant to talk in a meeting has to register 48 hours prior), and weakened the turnover rule for member of COP till it was completely abandoned. This case study appears to describe the PB process circa 2005-2007. For example the regions are now 17 (the change occurred in 2007, before there were 16), and members of the COP have no turnover rules (the change occurred ~2010). But the turnover rule was effectively not functioning since the end of nineties due to a loophole. Note also that the back-office rules of implementation of the procedure changed during the various political administration governing the city. An in depth case study of those changes does not exist and very little is known about such changes. More detailed information in Portuguese can be found in the archive of the bulletin of the ONG Cidade (<a href=\"http://ongcidade.org/\">http://ongcidade.org/</a>). In general as all PB cycles the procedures can be divided in 5 phases: preparation, brainstorming (coming up with raw projects), filtering (take the raw projects and transform them in a ballot of actionable projects and then select the ones will enter the budget), monitoring (follow the fate of budgeted projects). This case study, as most existing research, describes the center 3 phases and touches only briefly on the preparation and monitoring phase.</p><h3>Popular assemblies</h3><p>16 regional popular assemblies cover different geographical areas of the city. These open assemblies attract the highest levels of participation and have three functions: holding the administration to account; voting for neighbourhood and regional priorities for infrastructure investment (e.g. sanitation, paving, health care, etc.); and electing citizens to the 16 regional budget forums and the Council of the Participatory Budget (COP). The number of delegates going forward to the budget forums is related to the number of votes cast (i.e. the higher the turnout from a neighbourhood, the greater the representation); whereas there are only two councillors from each assembly that are elected to the COP (i.e. equal representation for each region of the city).</p><p><a id=\"Regional_budget_forums\" name=\"Regional_budget_forums\"></a></p><h3>Regional budget forums</h3><p>The function of the regional budget forums is two-fold. First, delegates prioritise the list of demands that come from the popular assemblies, since limited budgetary resources imply hard choices (only around 30 percent of demands can be financed). Second, the forums are responsible for on-going negotiations and monitoring of the implementation of projects by the various city agencies. Forum meetings are open to all citizens to attend, but only the delegates have voting rights</p><p><a id=\"Council_of_the_participatory_budget_.28COP.29\" name=\"Council_of_the_participatory_budget_.28COP.29\"></a></p><h3>Council of the participatory budget (COP)</h3><p>The COP is a rule applying and formulating body. First, it applies a set of distributional rules to the investments prioritised by the regional budget forums and put forward by the administration. In the 2000/1 budget, for example, the three criteria guiding decision making were ‘the priorities established by the residents; shortcomings in services and basic facilities; and population base’.<a href=\"#cite_note-seven-6\" title=\"\">[7]</a> It then attends to its second function: to review these rules and agree on those that will guide distribution in the following year. In these tasks the Council works closely with officials from the administration. To defend against the abuse of power, councillors can only be elected for two consecutive terms of office and are subject to immediate recall. As with the budget forums, the meetings of the COP are open, although the public only has observer status. The COP presents the budget to the mayor who then is required to seek the approval of the legislature of the city council.</p><p><a id=\"Thematic_process\" name=\"Thematic_process\"></a></p><h3>Thematic process</h3><p>There is a less-discussed parallel process of thematic city-wide popular assemblies that were established to deal with issues that are not neighbourhood-specific, such as environment, education, health and social services and transportation. Six thematic assemblies hold the administration to account, generate priorities and elect thematic budget delegates and two COP councillors (plus alternates). These thematic assemblies do not attract the same level of participation as the regional popular assemblies.</p><p><a id=\"Restructuring_of_public_administration\" name=\"Restructuring_of_public_administration\"></a></p><h3>Restructuring of public administration</h3><p>The operation of the participatory budget has required significant administrative restructuring.<a href=\"#cite_note-eight-7\" title=\"\">[8]</a> The first element was the establishment of a centralised planning office, GAPLAN (Gabinete de Planejamento), to coordinate the technical aspects of the budget across the administration’s different departments and to negotiate and support the work of the COP. The second important development was the creation of the Community Relations Department (CRC, Coordinação de Relações com a Communidade) whose employees actively mobilise participants, supporting the development of associations and facilitating regional budget forums. Coordinators are assigned to each budget region. Finally, the administration invested in a computerised project management system that provides information on the status of projects and the budgets of city agencies. This allows citizens to keep abreast of developments and undertake research on the administration’s activities.</p><p><a id=\"Outcome_and_effects\" name=\"Outcome_and_effects\"></a></p><h2>Outcome and effects</h2><p>PB has led to a redistribution of resources away from prestige projects towards investment in basic infrastructure and services that systematically favour poorer neighbourhoods that had often been neglected by previous administrations: ‘The OP has approved hundreds of projects, including street paving, urban improvements in precarious areas, sewage, municipal public education, and health, with a completion rate of nearly 100 percent. These projects have contributed to an increase to almost full coverage in sewage and water, a threefold increase in the number of children in municipal schools, and significant increases in the number of new housing units provided to needy families’.<a href=\"#cite_note-nine-8\" title=\"\">[9]</a></p><p><a id=\"Analysis\" name=\"Analysis\"></a></p><h2>Analysis</h2><p>PB as practised in Porto Alegre has institutionalised an effective incentive structure to promote engagement amongst its poorest citizens. First, there is a clear relationship between numbers mobilised in the assembly and levels of representation on the budget forums in which delegates prioritise the demands of neighbourhoods into a regional list of investments. The more delegates from a neighbourhood the more influence they can have on investment priorities. Second, the rules operated by the COP to guide the distribution of resources among the various regions of the city have always included at least one criterion related to relative poverty and infrastructure and services deficiencies of regions. There is a distributional bias that favours the poor. Third, the administration employs community organisers who have been particularly active in promoting engagement and developing the civic infrastructure in poorer communities with little tradition of civic organisation. And finally, participation has been enhanced by the ‘demonstration effect’.<a href=\"#cite_note-ten-9\" title=\"\">[10]</a> The administration ensured that it delivered on decisions; as such citizens in neighbourhoods that did not participate in the early years of the budgeting process witnessed the impact of investment in infrastructure and services in neighbouring communities that were mobilised. Where the different elements of this complex incentive structure are not embedded – in the thematic bodies – it is the middle classes and professionals that dominate. Poorer citizens see no direct relationship between their participation and outcomes and so are reluctant to engage.</p><p><a id=\"Secondary_sources\" name=\"Secondary_sources\"></a></p><h2>Secondary sources</h2><p>Rebecca Neaera Abers. 2000. Inventing Local Democracy: Grassroots Politics in Brazil. Boulder and London: Lynne Rienner.</p><p>Gianpaolo Baiocchi. ed. 2003. Radicals in Power: The Workers' Party (PT) and Experiments in Urban Democracy in Brazil. London: Zed Books.</p><p>Gianpaolo Baiocchi. 2005. Militants and Citizens: The Politics of Participatory Democracy in Porto Alegre. Stanford, CA: Stanford University Press.</p><p>Yves Cabannes. 2004. 'Participatory Budgeting: A Significant Contribution to Participatory Democracy', Environment and Urbanization 16: 27-46.</p><p>Marion Gret and Yves Sintomer. 2005. The Porto Alegre Experiment: Learning Lessons for Better Democracy. London: Zed Books.</p><p>Harvard University Center for Urban Development Studies. 2003. Assessment of Participatory Budgeting in Brazil. Washington: Inter-American Development Bank.</p><p>Pedro Prieto-Martín. 2010. Las alas de Leo. La participación ciudadana del siglo XX, Panajachel: Asociación Ciudades Kyosei.</p><p>Brian Wampler. 2007 Participatory Budgeting in Brazil: Contestation, Cooperation, and Accountability. University Park, PA: Pennsylvania State University Press.</p><p><a id=\"External_links\" name=\"External_links\"></a></p><h2>External links</h2><p><a id=\"References\" name=\"References\"></a></p><h2>References</h2><ol class=\"references\"><li id=\"cite_note-one-0\"><a href=\"#cite_ref-one_0-0\" title=\"\">↑</a> Marchelo Kunrath Silva. 2003. 'Participation by Design: The Experiences of Alvorada and Gravataí, Rio Grande do Sul, Brazil', in Gianpaolo Baiocchi (ed.) Radicals in Power: The Workers' Party (PT) and Experiments in Urban Democracy in Brazil. London: Zed Books, p.116</li><li id=\"cite_note-two-1\"><a href=\"#cite_ref-two_1-0\" title=\"\">↑</a> Gianpaolo Baiocchi. 2005. Militants and Citizens: The Politics of Participatory Democracy in Porto Alegre. Stanford, CA: Stanford University Press, p.14</li><li id=\"cite_note-three-2\"><a href=\"#cite_ref-three_2-0\" title=\"\">↑</a> Rebecca Neaera Abers. 1998. 'Learning Democratic Practice: Distributing Government Resources through Popular Participation in Porto Alegre, Brazil', in Mike Douglass and John Friedmann (eds.) Cities for Citizens. Chichester and New York: Wiley, pp.47-9</li><li id=\"cite_note-four-3\"><a href=\"#cite_ref-four_3-0\" title=\"\">↑</a> Yves Cabannes. 2004. 'Participatory Budgeting: A Significant Contribution to Participatory Democracy', Environment and Urbanization 16: 27-46 p.36</li><li id=\"cite_note-five-4\"><a href=\"#cite_ref-five_4-0\" title=\"\">↑</a> Rebecca Neaera Abers. 2000. Inventing Local Democracy: Grassroots Politics in Brazil. Boulder and London: Lynne Rienner, p.122</li><li id=\"cite_note-six-5\"><a href=\"#cite_ref-six_5-0\" title=\"\">↑</a> Harvard University Center for Urban Development Studies. 2003. Assessment of Participatory Budgeting in Brazil. Washington: Inter-American Development Bank, p.10</li><li id=\"cite_note-seven-6\"><a href=\"#cite_ref-seven_6-0\" title=\"\">↑</a> Marion Gret and Yves Sintomer 2005. The Porto Alegre Experiment: Learning Lessons for Better Democracy. London: Zed Books, p.44</li><li id=\"cite_note-eight-7\"><a href=\"#cite_ref-eight_7-0\" title=\"\">↑</a> Rebecca Neaera Abers. 2000. Inventing Local Democracy: Grassroots Politics in Brazil. Boulder and London: Lynne Rienner, pp.77-78</li><li id=\"cite_note-nine-8\"><a href=\"#cite_ref-nine_8-0\" title=\"\">↑</a> Gianpaolo Baiocchi. 2005. Militants and Citizens: The Politics of Participatory Democracy in Porto Alegre. Stanford, CA: Stanford University Press, p.14. See also Yves Cabannes. 2004. 'Participatory Budgeting: A Significant Contribution to Participatory Democracy', Environment and Urbanization 16, p.40; Marion Gret and Yves Sintomer 2005. The Porto Alegre Experiment: Learning Lessons for Better Democracy. London: Zed Books, pp.64-65; Harvard University Center for Urban Development Studies. 2003. Assessment of Participatory Budgeting in Brazil. Washington: Inter-American Development Bank, pp.43-47; Santos, Boaventura de Sousa 1998. 'Participatory Budgeting in Porto Alegre: Toward a Redistributive Democracy', Politics and Society 26: 461-510, p.485</li><li id=\"cite_note-ten-9\"><a href=\"#cite_ref-ten_9-0\" title=\"\">↑</a> Rebecca Neaera Abers. 1998. 'Learning Democratic Practice: Distributing Government Resources through Popular Participation in Porto Alegre, Brazil', in Mike Douglass and John Friedmann (eds.) Cities for Citizens. Chichester and New York: Wiley, p.138</li></ol>", "title": "Participatory Budgeting: Porto Alegre "}