{"htmlbody": "<h3>Problems and Purpose</h3><p>The purpose of the Strong Starts for Children (SSFC) citizens' deliberation in the Albuquerque area of the U.S. state of New Mexico was to enhance the future lives of young children in the Albuquerque area by improving development and education in early childhood (from birth through age 8 years).</p><p>High percentages of children and teens in New Mexico have poor educational and social outcomes. According to the 2010 KIDS COUNT Data Book, New Mexico ranked near the bottom among U.S. states on many social  and educational indicators for children and teens, including children living in poverty, child deaths, proficiency in reading and math, high-school dropout rate, and the percentage of births to teenagers. Albuquerque also has high rates of children living in poverty, child deaths, teenagers dropping out of high-school, and percentage of births to teenagers.</p><p>Social, scientific, and medical evidence suggests that the quality of early childhood education (ECE) contributes significantly to the quality of children's and teenagers' social and educational outcomes. Some advocates and researchers argue that the quality of Albuquerque's and New Mexico's public ECE programs is low and that this contributes to the low quality of the social and educational outcomes of the state's children and teens.</p><p>Low levels of public funding and low rates of participation have been identified by some researchers as reasons for the low quality of Albuquerque's and New Mexico's public ECE programs. ECE in New Mexico is not as well funded as other portions of the public educational system. According to the group Invest in Kids Now, less than 1% of New Mexico's general state budget fund was devoted to ECE in 2011, compared to 44% for K-12 public education. Less than 1% of newborns and one-fifth of four-year-olds participated in the state's public ECE programs.</p><p>The organization <a href=\"http://participedia.net/organizations/everyday-democracy\">Everyday Democracy</a> managed the 2010 Albuquerque Strong Starts for Children citizens' deliberation, which used the method of <a href=\"http://participedia.net/methods/study-circles\">Dialogue Circles</a> or <a href=\"http://participedia.net/methods/study-circles\">Dialogue-to-Change</a> -- a form of the <a href=\"http://participedia.net/methods/study-circles\">Study Circles</a> method -- to help citizens identify policies and other actions that were likely to improve ECE in Albuquerque and to lead to better social and educational outcomes in the future for the city's children and teenagers.  <a href=\"http://participedia.net/organizations/everyday-democracy\">Everyday Democracy</a> brought a very diverse group of people in the Albuquerque community together to discuss plans of action that were possible in order to achieve this goal.  The participants agreed that they would have to make some sacrifices, but will continue to push for changes because they want to help children and/or families in need.</p><h3>History</h3><p>Racial and economic inequity has led to a public educational system in Albuquerque, New Mexico that does not provide equal opportunities to all students. The low quality of and rates of participation in public ECE, reputedly caused by inadequate funding, have been identified as a contributing factor to the poor social and educational outcome of many of the city’s youth.</p><p>In 2009, the W.K. Kellogg Foundation (Kellogg Foundation) began an initiative called \"Our Voices, Our Children\" which funded two public deliberations in New Mexico about early childhood development. The first, <a href=\"http://participedia.net/cases/commonground-first-five-years-dialogue-early-childhood-new-mexico\">the CommonGround project</a> administered by <a href=\"http://participedia.net/organizations/viewpoint-learning\">Viewpoint Learning</a>, involved five deliberations about early childhood development and education with leaders and citizens in several locations in New Mexico, starting in 2009.</p><p>The second, Strong Starts for Children (SSFC), administered by <a href=\"http://participedia.net/organizations/everyday-democracy\">Everyday Democracy</a>, involved citizens' deliberations in the Albuquerque area and Sante Fe in fall 2010 and January 2011. <a href=\"http://participedia.net/organizations/everyday-democracy\">Everyday Democracy</a> partnered with five community-based organizations -- All Indian Pueblo Council, Cuidando los Niños, Native American Professional Parent Resources, Inc., The University of New Mexico Family Development Program, and the Youth Development, Inc. -- to hold the deliberations, which were focused on local issues and actions. In these deliberations the <a href=\"http://participedia.net/methods/study-circles\">Dialogue Circles</a> or <a href=\"http://participedia.net/methods/study-circles\">Dialogue-to-Change</a> method -- a form of the <a href=\"http://participedia.net/methods/study-circles\">Study Circles</a> method -- was used.  In January 2011 <a href=\"http://participedia.net/organizations/everyday-democracy\">Everyday Democracy</a> organized a policy forum in Santa Fe focused on statewide issues and actions, based upon the groundwork laid by the <a href=\"http://participedia.net/cases/commonground-first-five-years-dialogue-early-childhood-new-mexico\">CommonGround</a> and SSFC <a href=\"http://participedia.net/methods/study-circles\">Dialogue Circles</a> deliberations.</p><h3>Originating Entities and Funding</h3><p>Funding for the 2010 Strong Starts for Children citizens' deliberation in Albuquerque was provided by The W. K. Kellogg Foundation, the State of New Mexico, All Indian Pueblo Council, Cuidando los Niños, Native American Professional Parent Resources, Inc., The University of New Mexico Family Development Program, and Youth Development, Inc.</p><h3>Participant Selection</h3><p>During the fall 2010 Strong Starts for Children (SSFC) <a href=\"http://participedia.net/methods/study-circles\">Dialogue Circles</a> in Albuquerque, each of the five participating community-based organizations distributed flyers asking people to show up and deliberate. More volunteers came as more people became aware of the issue throughout the process. According to <a href=\"http://participedia.net/organizations/everyday-democracy\">Everyday Democracy</a> a total of 21 <a href=\"http://participedia.net/methods/study-circles\">Dialogue Circles</a> met, having a total of approximately 290 participants.</p><p>Approximately 150 participants attended the January 2011 SSFC Policy Forum in Sante Fe. The participants included a total of approximately 50 representatives chosen by the <a href=\"http://participedia.net/methods/study-circles\">Dialogue Circles</a> and Action Forums involved in the fall 2010 SSFC citizens' deliberation in Albuquerque, personnel from the five community-based organizations that sponsored the fall 2010 SSFC Albuquerque citizens' deliberation, one member of an advocacy organization (New Mexico Voices for Children), four government officials (two New Mexico state senators and two senate staffpersons), and citizens from around New Mexico who came on their own initiative. </p><p>According to the <em>Strong Starts for Children Policy Forum Report and Findings</em>, the demographics of the Policy Forum participants were as follows:</p><p>Household Income:               </p><ul><li>56% ($25,000-$75,000)</li><li>22% (under $25,000)</li><li>22% ($75,000 or more)</li></ul><p>Children Living at Home:     </p><ul><li>44% had children under 18 living at home</li><li>37% of these had children 5 or younger</li></ul><p>Political Views:                    </p><ul><li>45% moderate</li><li>47% liberal</li><li>8% conservative</li></ul><p>Race &amp; Ethnicity:                  </p><ul><li>48% Hispanic</li><li>24% Caucasian</li><li>20% Native</li><li>3% African American</li><li>1% Asian</li><li>11% Other</li></ul><p> Voting Frequency:                 </p><ul><li>Over 50% reported that they always vote in elections. </li></ul><h3>Deliberation, Decisions, and Public Interaction</h3><p><u><em>Strong Starts for Children <a href=\"http://participedia.net/methods/study-circles\">Dialogue Circles</a></em></u></p><p>In the fall of 2010, citizens in the Albuquerque area were brought together by five community-based organizations for citizens' deliberations about early childhood development and education in the Albuquerque area. The five organizations were the All Indian Pueblo Council, Cuidando los Niños, Native American Professional Parent Resources, Inc., The University of New Mexico Family Development Program, and the Youth Development, Inc.  <a href=\"http://participedia.net/organizations/everyday-democracy\">Everyday Democracy</a> provided learning and discussion materials for the deliberation and trained the event's facilitators. </p><p>The deliberations used the <a href=\"http://participedia.net/methods/study-circles\">Dialogue Circle</a> method. Each <a href=\"http://participedia.net/methods/study-circles\">Dialogue Circle</a> consisted of 8-12 people who deliberated during five 2-hour-long sessions. Each participating community-based organization held multiple <a href=\"http://participedia.net/methods/study-circles\">Dialogue Circles</a>, all of which were held in the Albuquerque area. The All Indian Pueblo Council held <a href=\"http://participedia.net/methods/study-circles\">Dialogue Circles</a> on several pueblos in the Albuquerque area. Each <a href=\"http://participedia.net/methods/study-circles\">Dialogue Circle</a> session was led by a facilitator from the community who had been trained in facilitation by <a href=\"http://participedia.net/organizations/everyday-democracy\">Everyday Democracy</a> personnel using <a href=\"http://participedia.net/organizations/everyday-democracy\">Everyday Democracy</a>'s <em>A Guide for Training Public Dialogue Facilitators</em>.  </p><p>Most of the<a href=\"http://participedia.net/methods/study-circles\"> Dialogue Circles</a> followed a sequence provided in the <a href=\"http://www.everyday-democracy.org/en/index.aspx\">Everyday Democracy</a> publication <a href=\"http://www.everyday-democracy.org/en/Resource.170.aspx\">Strong Starts for Children: A Guide for Public Dialogue and Action</a>. The Dialogue Circles began with members' becoming acquainted with each other, discussing why early childhood development and education issues were important to them, and establishing ground rules for respectful discussion. The participants then identified policy objectives in the form of a vision of the kind of community they wanted young people to live in in the future. This vision was based on the participants' aspirations for particular young children whom they knew personally. The <a href=\"http://participedia.net/methods/study-circles\">Dialogue Circle</a> next moved on to discuss the social problems that inhibited young people from realizing the vision identified in the second phase. Participants proposed solutions for addressing those problems and discussed resources in their community that could be used to implement each proposed solution. </p><p>Each <a href=\"http://participedia.net/methods/study-circles\">Dialogue Circle</a> then deliberated to identify the best solutions in terms of feasibility, effectiveness, implementation timeframe, cost, the capabilities of the implementing community organization, and the need for coordination with governmental, private-sector, civil-society, and other actors. Participants voted to identify what they believed to be the three best solutions for improvement in early childhood development and education, based on what the sponsoring community organization could implement. Finally, each <a href=\"http://participedia.net/methods/study-circles\">Dialogue Circle</a> appointed a member to represent the circle during a subsequent deliberation called an Action Forum.</p><p><u><em>Strong Starts for Children Action Forums</em></u></p><p>Each participating community-based organization held one Action Forum during which representatives from each of the organization’s sponsored <a href=\"http://participedia.net/methods/study-circles\">Dialogue Circles</a> presented the three solutions that his or her circle had recommended. The Action Forums used the \"Action Forum\" method described in <a href=\"http://www.everyday-democracy.org/en/Resource.170.aspx\"><em>Strong Starts for Children: A Guide for Public Dialogue and Action</em></a>. Each Action Forum was led by a \"Master of Ceremonies” from the the community-based organization hosting the forum.</p><p>At the start of each Action Forum each participant wrote his or her <a href=\"http://participedia.net/methods/study-circles\">Dialogue Circle</a>'s three solutions on a display and all of the participants read each other's solutions, and socialized with each other. Next, participants were seated and each presented his or her circle's solutions to the forum. After these presentations a member of the community-based organization that was hosting the forum described the \"community assets\" that could be used in connection with each proposed solution.</p><p>The Master of Ceremonies then summarized the main ideas and common themes among the different solutions. The participants broke into \"action teams\" or \"task forces\" in which participants held discussions to determine which proposed solutions the community-based organization should implement given the community assets available. Each \"action team\" or \"task force\" then made its recommendations to the forum. </p><p>The fall 2010 Strong Starts for Children Action Forums recommended the following as the best solutions for addressing the problems respecting early childhood development and education in Albuquerque:</p><ul><li>The All Indian Pueblo Council should add early childhood education to the educational programs run by the Council members, and focus on preserving Native languages.</li><li>Cuidando Los Niños should partner with the New Futures School for pregnant teenagers to offer guidance and resources for those youth; partner with the University of New Mexico Family Development Program to create a resource directory; and partner with young people in the community to develop a video about homelessness among children.</li><li>The University of New Mexico Family Development Program should partner with Cuidando Los Niños to create the resource directory mentioned above; hold Family Nights at community centers; take steps to improve the relationships between public school administrators and the parents of young children; develop a project to improve access to nutritious food in neighborhoods; and develop a pregnancy-prevention curriculum for grades 6-12.</li><li>Native American Professional Parent Resources, Inc. should expand a Native charter school in Albuquerque called Native American Community Academy; create a stronger support network for Native parents; and develop a Native community theater and a community garden.</li><li>Youth Development, Inc. should found a community center for young children; take steps to improve sanitation in the community; introduce renewable energy options for families in the community; and focus on improving public safety.</li></ul><p>After the SSFC <a href=\"http://participedia.net/methods/study-circles\">Dialogue Circles</a> had concluded <a href=\"http://participedia.net/organizations/everyday-democracy\">Everyday Democracy</a> interviewed some participants to obtain the participants' evaluations of the SSFC <a href=\"http://participedia.net/methods/study-circles\">Dialogue Circles</a> process.</p><p><u><em>Strong Starts for Children Policy Forum</em></u></p><p>The Strong Starts for Children (SSFC) <a href=\"http://participedia.net/methods/study-circles\">Dialogue Circles</a> and Action Forums chose a total of approximately 50 participants to represent them at the SSFC Policy Forum in Santa Fe held on January 24, 2011. This Policy Forum lasted approximately 2.5 hours and was open to the public. Other participants in the Policy Forum included representatives of the five community-based organizations that had sponsored the fall 2010 SSFC citizens' deliberation in Albuquerque, two New Mexico state senators and two senate staffpersons, and one representative of New Mexico Voices for Children.  The goal of the Policy Forum was to discuss state policy options for improving New Mexican early childhood education (ECE) programs and make policy recommendations to the legislators.</p><p>The \"Making Policy Choices\" method described in <a href=\"http://www.everyday-democracy.org/en/Resource.170.aspx\"><em>Strong Starts for Children: A Guide for Public Dialogue and Action</em> </a>was used during the Policy Forum. The Policy Forum was facilitated by personnel from <a href=\"http://participedia.net/organizations/everyday-democracy\">Everyday Democracy</a>. The discussion materials used during the SSFC Policy Forum were based on the workbook developed for the 2010 <a href=\"http://participedia.net/cases/commonground-first-five-years-dialogue-early-childhood-new-mexico\">CommonGround</a> citizens' deliberations.</p><p>The SSFC Policy Forum had five parts. Part 1 began with the \"Master of Ceremonies'\" explainining the purpose of the Policy Forum, the discussion ground-rules, and the three policy \"scenarios\" that were the focus of discussion during the forum. Next, participants broke into small groups of 10-12 participants each and discussed \"one concern\" each of the participants had \"about our youngest children.\"</p><p>A \"scenario\" is an account combining a description of a broad policy approach -- or set of policy instruments -- that is related to important values believed to be held by a large portion of the relevant community, with descriptions of  advantages and disadvantages associated with that approach.  A \"scenario\" generally does not describe policy objectives.</p><p>The three early childhood development and education (ECDE) policy \"scenarios\" discussed during the SSFC Policy Forum were:</p><ol><li>Prioritizing \"support\" for \"struggling families\"</li><li>Having \"local communities\" play a \"leading\" role in ECDE</li><li>Providing high quality ECDE \"programs for all\" regardless of income or other factors.</li></ol><p>In Part 2 of the SSFC Policy Forum participants met in their small groups to discuss these three policy scenarios and reasons for supporting or opposing each scenarios. (The scenarios and the reasons supporting and opposing each were described on worksheets given to each participant.) The small group discussions were moderated by a trained facilitator. Then in a plenary discussion each small group reported three of its reasons for supporting each scenario, and the \"Master of Ceremonies\" wrote down the results reported by each group.</p><p>In Part 3 of the SSFC Policy Forum in a plenary session the \"Master of Ceremonies\" described the percentage of New Mexico's state government budget funds allocated to early childhood education and development (ECDE), to other forms of public education, and to non-education expenditures. The \"Master of Ceremonies\" also explained that if New Mexico's state government were to implement new public ECDE programs New Mexico state government revenues would have to increase and/or spending on existing New Mexico state government programs would have to be cut.</p><p>In Part 4 of the SSFC Policy Forum participants met in small groups to determine their preferred means of funding new public ECDE programs in New Mexico. Each participant was given worksheets describing options for increasing New Mexico's state government revenues and cutting existing New Mexico state government spending. Then in a plenary discussion each small group reported two of its preferred ways to increase New Mexico's state government revenues and two of its preferred ways to reduce existing New Mexico state government spending, all in order to fund new public ECDE programs in New Mexico. The \"Master of Ceremonies\" wrote down the results reported by each group.</p><p>In Part 5 of the SSFC Policy Forum each participant completed a survey measuring the participant's attitudes concerning the policy scenarios and funding options discussed during the Policy Forum.</p><p><a href=\"http://participedia.net/organizations/everyday-democracy\">Everyday Democracy</a> summarized the results of the Policy Forum discussions and survey in terms of the following recommended policy solutions:</p><ul><li>The New Mexico state government should make voluntary early childhood educational (ECE) programs available to every child in New Mexico;</li><li>Local communities should have authority to decide how to distribute state funds for ECE in their communities;</li><li>The New Mexico state government should spend more to provide jobs, housing, health care, public safety, and healthy food in poor communities, because those resources help young children in their development and education;</li><li>The New Mexico state government should compel employers in the state to implement family-friendly policies for employees that were likely improve the development and education of young people.</li></ul><p>The Policy Forum concluding survey results showed that a majority of participants supported the following means of paying for the policy solutions identified above:</p><ul><li>94% of participants recommended raising state corporate income taxes on out-of-state businesses;</li><li>92% of participants recommended increasing the state individual income tax for the top 5% of earners;</li><li>89% of participants recommended raising cigarette and alcohol taxes;</li><li>89% of participants recommended increasing the percentage of proceeds from New Mexico's Land Grant Permanent Fund devoted to ECE;</li><li>There was \"strong support\" among participants for \"across-the-board cuts in wasteful\" state government expenditures, and for increased efficiency in the use of state government funds.</li><li>\"More than half\" of the small groups advocated reducing state criminal justice spending by ending the outsourcing of the state's prison system and reducing the prison population through such means as increasing the use of alternative sentencing -- especially for parents -- and increasing state spending on ECE, which participants said was likely to reduce the number of youth offenders.</li></ul><p>At the end of the Policy Forum participants expressed their hopes and concerns respecting early childhood development and education in New Mexico. <a href=\"http://participedia.net/organizations/everyday-democracy\">Everyday Democracy</a> summarized these hopes as follows:</p><ul><li>Every child in the state would have an equal opportunity \"for a strong start in life\";</li><li>Every child in the state would have access to good healthcare, a safe community, and nutritious food;</li><li>Every woman in the state would have access to good prenatal healthcare; </li><li>Each community would offer community centers, parent-education and support programs, and other resources to help low-income parents provide the best care and guidance for their young children;</li><li>The state government and local communities would prioritize ECE;</li><li>The state government would be convinced that most social problems facing New Mexico's youth would be substantially reduced if state ECE funding were substantially increased.</li></ul><h3>Influence, Outcomes, and Effects</h3><p><a href=\"http://participedia.net/organizations/everyday-democracy\">Everyday Democracy</a> plans to issue a report on the Strong Starts for Children (SSFC) <a href=\"http://participedia.net/methods/study-circles\">Dialogue Circles</a>, Action Forums, and Policy Forum in 2012 or 2013. The report is expected to include results of assessments of some aspects of the SSFC process.</p><p>Many concrete actions have been taken by community partners in response to SSFC Action Forum recommendations. These include:</p><ul><li>In response to the recommendation regarding language preservation, the All Indian Pueblo Council drafted legislation “calling for the [New Mexico state] legislature to support tribal language survival, and requesting fulfillment of statutory obligations regarding the 2003 Indian Education Act and the state Bilingual Multicultural Education Act.” This legislation, called Senate Joint Memorial 24, was passed by both chambers of the New Mexico legislature and signed by New Mexico's governor in 2011.</li><li>Youth Development, Inc. implemented two of the action recommendations by working with the citizens of Pajarito Mesa, New Mexico to increase the use of solar power in the community through helping residents who already use solar power to share their knowledge with their neighbors; and by creating a community garden, funded by a $10,000 grant from the Bernalillo County Neighborhood Association.</li><li>Native American Professional Parent Resources partnered with Native American Community Academy on a \"Photovoice Project.\" In this project Academy personnel met with students and their families, who presented photographs and stories on the topic, \"What can the school do to support cultural learning?\" From this project the Academy personnel received guidance on how to modify the Academy's rules and curriculum to reinforce and enhance the cultural education students receive within their families.</li><li>In response to the recommendation about developing a video about homelessness with local youth, Cuidando Los Niños helped Albuquerque middle school- and high school students conduct research on homelessness among families and children and then create public-service-announcement videos on that topic. The videos were shown in June 2011 at a \"Youth Creating Change Film Festival\" and have been posted on the Cuidando Los Niños YouTube channel. </li><li>In response to the recommendation that the University of New Mexico Family Development Program create an early childhood development and education resource directory, the Program added additional information about early childhood development and education services and resources to two Websites: MyCommunityNM and New Mexico Early Childhood Community.</li></ul><p>In April 2011, apparently partly in response to policy recommendations from the Strong Starts for Children (SSFC) and <a href=\"http://participedia.net/cases/commonground-first-five-years-dialogue-early-childhood-new-mexico\">CommonGround</a> dialogues, the state of New Mexico enacted the Early Childhood Care and Education Act (SB 120). The Act created a New Mexico Early Learning Advisory Council consisting of early childhood development and education (ECDE) experts and practitioners, educators, government officials, business leaders, and citizens. The Act charges the Council with developing and improving the state's ECDE system along the lines recommended by the SSFC and <a href=\"http://participedia.net/cases/commonground-first-five-years-dialogue-early-childhood-new-mexico\">CommonGround</a> dialogues. The Act also authorizes the Council to award grants to ECDE providers. In addition, the Act creates a New Mexico Early Childhood Care and Education Fund, which is to consist of grants and donations received by the Council. This Fund is intended to pay for the work of the Council and to fund the ECDE grants that the Council awards. The Act provides that the Council will cease operations in 2018.</p><p>However, attempts to increase funding for ECE by increasing the percentage of proceeds from New Mexico's Land Grant Permanent Fund (LGPF) devoted to ECE have been unsuccessful. The LGPF was established to promote state funding for public education by placing more than 13 million acres of land and mineral resources in a trust whose beneficiaries included the people and public schools of New Mexico.  Accomplishing the goal of increasing the percentage of proceeds from the LGPF devoted to ECE requires amending New Mexico's state constitution. Despite lobbying efforts in 2011 and 2012 by a coalition of community and other organizations, including some of those who had sponsored the SSFC citizens’ deliberations in fall 2010, the proposed amendments died in committee.</p><h3>Analysis and Criticism</h3><p>Formal studies analyzing or criticizing the Strong Starts for Children (SSFC) <a href=\"http://participedia.net/methods/study-circles\">Dialogue Circles</a> and forums have not been identified. However, the passage of the New Mexico Early Childhood Care and Education Act based on SSFC and <a href=\"http://participedia.net/cases/commonground-first-five-years-dialogue-early-childhood-new-mexico\">CommonGround</a> recommendations is a strong indicator of success, despite the failure of proposed constitutional amendments to increase early childhood education funding from New Mexico's Land Grant Permanent Fund. The many early childhood education-focused initiatives from the various non-governmental organizations also likely create a substantial positive outcome from the participatory processes.</p><h3>Secondary Sources</h3><p>Steve Carr. (2010, August 20). UNM’s Family Development Program to Launch Effort Helping Young Children Thrive.<em>UNM Today</em>. <a href=\"http://news.unm.edu/news/unm-e2-80-99s-family-development-program-to-launch-effort-helping-young-children-thrive\">http://news.unm.edu/news/unm-e2-80-99s-family-development-program-to-lau...</a></p><p>Annie E. Casey Foundation. KIDS COUNT Data Center. <a href=\"http://datacenter.kidscount.org/\">http://datacenter.kidscount.org/</a></p><p>Cuidando Los Niños. (2011). [Videos from the Youth Creating Change Film Festival.] <a href=\"http://www.youtube.com/user/CLNKIDS\">http://www.youtube.com/user/CLNKIDS</a></p><p>Everyday Democracy. Strong Starts for Children Background. <a href=\"http://www.everyday-democracy.org/en/Page.strongstarts-background.aspx\">http://www.everyday-democracy.org/en/Page.strongstarts-background.aspx</a></p><p>Everyday Democracy. (2008). <em>A Guide for Training Public Dialogue Facilitators</em>. East Hartford, CT: Everyday Democracy. <a href=\"http://www.everyday-democracy.org/en/Resource.106.aspx\">http://www.everyday-democracy.org/en/Resource.106.aspx</a></p><p>Everyday Democracy. (2009, December 28). Press Release. Resources Available to Support Community Work for Children. Center for Nonprofit Excellence. <a href=\"http://www.centerfornonprofitexcellence.org/news/resources-available-support-community-work-children/2009/12\">http://www.centerfornonprofitexcellence.org/news/resources-available-sup...</a></p><p>Everyday Democracy. (2010, September 24). Hundreds Participate in Strong Starts for Children Kick-off Events. <a href=\"http://www.everyday-democracy.org/stories/hundreds-participate-strong-starts-children-kick-events\">http://www.everyday-democracy.org/stories/hundreds-participate-strong-st...</a></p><p>Everyday Democracy. (2011). <em>Strong Starts for Children Policy Forum Report and Findings</em>. Everyday Democracy.<a href=\"http://www.scribd.com/doc/51485360/Strong-Starts-Policy-Forum-Report-and-Findings\">http://www.scribd.com/doc/51485360/Strong-Starts-Policy-Forum-Report-and...</a></p><p>Inspired Leadership, Inc. and Generation Justice. (2011). Everyday Democracy in New Mexico. <a href=\"http://www.youtube.com/watch?v=KotHXMGW_Qg\">http://www.youtube.com/watch?v=KotHXMGW_Qg</a></p><p>Inspired Leadership, Inc. and Generation Justice. (2011). All Indian Pueblo Council: Everyday Democracy Strong Starts for Children. <a href=\"http://www.youtube.com/watch?v=F4plCAkCc5M\">http://www.youtube.com/watch?v=F4plCAkCc5M</a></p><p>Invest in Kids Now. (2011). Learning Begins at Birth: So Should Our Investment in Education. <a href=\"http://www.nmvoices.org/wp-content/uploads/2011/08/Learning-Begins-at-Birth-ppt-5-17-11.pdf\">http://www.nmvoices.org/wp-content/uploads/2011/08/Learning-Begins-at-Bi...</a></p><p>Invest in Kids Now. (2011). Learning Begins at Birth So Should Our Investment in Education Ppt Notes, <a href=\"http://www.nmvoices.org/wp-content/uploads/2011/07/Learning-Begins-at-Birth-notes-5-17-11-web.pdf\">http://www.nmvoices.org/wp-content/uploads/2011/07/Learning-Begins-at-Bi...</a></p><p>New Mexico Early Childhood Community. (2010). Strong Starts for Children. <a href=\"https://sites.google.com/site/nmearlychildhoodcommunity/community-engagement/strong-starts-for-children/strong-starts-for-children\">https://sites.google.com/site/nmearlychildhoodcommunity/community-engage...</a></p><p>Pajarito Mesa and Youth Development, Inc. (2011). Everyday Democracy Strong Starts for Children Initiative. <a href=\"http://www.youtube.com/watch?v=hW3mhnDGzbc\">http://www.youtube.com/watch?v=hW3mhnDGzbc</a></p><p>Paul Rose. (2012). American Sovereign Wealth. (Ohio State Public Law Working Paper no. 161). <a href=\"http://ssrn.com/abstract=1960706\">http://ssrn.com/abstract=1960706</a></p><p>Patrick L. Scully. (2010). <em>Strong Starts for Children: A Guide for Public Dialogue and Action</em>. East Hartford, CT: Everyday Democracy. <a href=\"http://www.scribd.com/doc/60560825/Strong-Starts-for-Children\">http://www.scribd.com/doc/60560825/Strong-Starts-for-Children</a></p><p>University of New Mexico Family Development Program and Decade of the Child. (2011). The Everyday Democracy Strong Starts for Children Initiative. <a href=\"http://www.youtube.com/watch?v=7ZldHNHayCg\">http://www.youtube.com/watch?v=7ZldHNHayCg</a></p><h3>External Links</h3><p><a href=\"http://www.ourvoicesourchildren.org/CG_home.html\">CommonGround</a> [DEAD LINK]</p><p><a href=\"http://clnkids.org/\">Cuidando los Niños</a></p><p><a href=\"http://www.everyday-democracy.org/\">Everyday Democracy</a></p><p><a href=\"http://investinkidsnow.sks.com/\">Invest in Kids Now!</a></p><p><a href=\"http://www.wkkf.org/\">W. K. Kellogg Foundation</a></p><p><a href=\"http://nacaschool.org/\">Native American Community Academy</a></p><p><a href=\"http://www.nappr.org/\">Native American Professional Parent Resources, Inc.</a></p><p><a href=\"https://newfutures.aps.edu/\">New Futures School</a></p><p><a href=\"http://www.sos.state.nm.us/uploads/files/Bills2011/Memorials/SJM24.pdf\">New Mexico. (2011). Senate Joint Memorial 24.</a></p><p><a href=\"https://sites.google.com/site/nmearlychildhoodcommunity/legislative-agendas-updates/earlychildhoodcareandeducationact-sb120\">New Mexico. (2011). Early Childhood Care and Education Act [SB 120].</a></p><p><a href=\"https://sites.google.com/site/nmearlychildhoodcommunity/\">New Mexico Early Childhood Community</a></p><p><a href=\"https://www.newmexicokids.org/content/elac/\">New Mexico Early Learning Advisory Council</a></p><p><a href=\"http://www.nmlegis.gov/Sessions/11%20Regular/LESCAnalysis/SB0120.pdf\">New Mexico Legislature. Legislative Education Study Committee. (2011). Bill Analysis: SB 120a, 50th Legislature, 1st Session, 2011.</a> [DEAD LINK]</p><p><a href=\"http://www.nmvoices.org/\">New Mexico Voices for Children</a></p><p><a href=\"http://www.ourvoicesourchildren.org/\">Our Voices, Our Children</a> [DEAD LINK]</p><p><a href=\"http://www.ourvoicesourchildren.org/CG_home.html\">Our Voices, Our Children: CommonGround</a> [DEAD LINK]</p><p><a href=\"http://fdp.unm.edu/\">University of New Mexico Family Development Program</a></p><p><a href=\"http://www.ydinm.org/\">Youth Development, Inc.</a></p>", "title": "Strong Starts for Children (Albuquerque, New Mexico, USA)"}