{"htmlbody": "<h3>Problems and Purpose</h3><p>Given that the performing arts field lacks the capacity for collective action, the main purpose of the 2008 National Performing Arts Convention in Denver, Colorado was to build a community by bringing together the national arts service organizations and their specific interests. Therefore, the goal of this event is to construct inter-disciplinary arts community in a 21st-Century Town Meeting in an effort to construct a common agenda, create a multi-disciplinary infrastructure, and aid artists in advocacy. To address this goal, the 2008 NPAC team gathered leadership from arts administration, policy, and sociology that would:</p><ul><li>Reflect on the implications and impact of the 2008 National Performing Arts Convention;</li><li>Identify challenges and opportunities for collective action at the local, regional, and national level that surfaced during the convention;</li><li>Articulate shared beliefs about the value of the arts and the role and mission of the nonprofit arts community in America;</li><li>Inform the actions of the NPAC steering committee as they move forward in building community and facilitating collective action.</li></ul><p>These objectives would ultimately lead to those in the community being able to communicate the importance of the performing arts in the United States of America and having definitive methods for strengthening the future of the performing arts within the nation.</p><h3>History</h3><p>The National Performing Arts Convention (NPAC) is an affiliation of diverse members of the performing arts community, focused on the awareness and growth of art in the United States of America. This affiliation views the performing arts as an integral piece of American economics and cultural richness. For this reason NPAC establishes itself as a venue for artistic education and expression. NPAC employs over 100,000 individuals and maintains an annual budget of over $5 billion. With these resources, NPAC conducted its first large-scale experiment in 2004 in Pittsburgh, Pennsylvania. A cross-disciplinary team of practitioners, academics, and graduate students was established to observe the conversations and reflect on the patterns and issues fostered by the new convention model. The recommendations from the 2004 NPAC provided key insights for the second convention. The 2008 NPAC was conducted in collaboration with AmericaSpeaks in Denver, where a successful future of the community was deliberated on in a democratic Town Meeting process.</p><h3><strong>Participant Selection</strong></h3><p>AmericaSpeaks engaged 1,500 participants in a 21st-Century Town Meeting at the National Performing Arts Convention. NPAC extended an open invitation to this event. NPAC also encouraged potential participants to apply to specific service organizations that may provide them with financial aid for accommodation, registration and transport, in order to achieve diversity in its group of participants.</p><p>A total of 3,739 members of the performing arts community, representing 1,813 organizations, attended the 2008 National Performing Arts Convention, traveling from all 50 states and several countries. This represents an overall increase in attendance of 21% over the 2004 meeting, as well as a 29% increase in the number of arts organizations represented. NPAC 2008 committed significant resources to ensure robust artist participation; artists from each discipline were encouraged to apply to the appropriate service organization for financial assistance with registration, transportation and accommodations. In addition, complimentary registration was offered to local artists. As a result of these efforts, 641 individual artists attended NPAC 2008. The demographics of these participants are detailed in the \"Notes\" section below.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>Beginning on June 11, 2008, participants joined in caucus discussions in Denver, Colorado at the Colorado Convention Center. AmericaSpeaks facilitated this process in an effort to ensure that all members of this diverse group of participants had their values and voice heard. Each day participants met in roundtable discussions, with 9 other participants, to discuss a question provided to them, which was related to the issue of the future of the performing arts. Each of these questions built on the discussion from the previous day. Over 200 trained professionals led these daily discussions. During each day a group of individuals known as the theme team, worked to synthesize the information discussed at each table in order to formulate recommendations that were representative of all discussions that occurred. The questions asked each day were (respectively for June 11, 2008 to June 14, 2008):</p><ol><li>Where are we currently most and least successful in reaching our vision?</li><li>What are the most important opportunities/challenges for the community to address in order to better reach our vision?</li><li>What are the strategies we need to follow in order to achieve our vision?</li><li>Which strategies will we commit to?</li></ol><p>From this process, participants identified three goals (that can be viewed as challenges and opportunities) for achieving their objective of strengthening the future of the performing arts community. These three challenges and opportunities are recognizing the value of the community and advocating for it in the public realm; promoting arts education; and engagement of all ages, cultures, identities and races in the community. Two other topics - how to engage individual artists and how to best use technology to better the community - were other topics that participants were passionate about. At this time a variety of strategies for approaching these challenges and opportunities were developed.</p><p>On the last day, June 14, 2008, participants gathered for a “21st Century Town Meeting” and used keypads to vote and commit to the best strategies for approaching each priority on a national, local and individual level.</p><h3>Influence, Outcomes, and Effects</h3><p>In order to assess the effects of the 2008 NPAC a post-Convention survey was conducted using a Web-based assessment tool. The survey, completed by approximately one- third of attendees, revealed a high level of satisfaction overall. An overwhelming majority of respondents agreed or strongly agreed with the following statements:</p><ul><li>I made new connections with colleagues and peers from my art form.</li><li>I made new connections with colleagues and peers from other art forms.</li><li>I was exposed to new ideas and thinking that will influence my future work.</li><li>I learned new skills and strategies that I intend to utilize on my own.</li><li>The Convention recognized the contribution of artists to the field.</li><li>NPAC made progress in strengthening the performing arts community.</li><li>The 21st-Century Town Meeting/America -AmericaSpeaks process established priorities for the performing arts community.</li><li>I am committed to taking action to further the strategies we established as a community.</li></ul><p>Besides these effects, an important outcome of the 2008 NPAC was the creation of five task forces. One priority was assigned to each task force. From the cross disciplinary roundtable discussions and America Speaks Town Hall Meeting at the convention, three primary priority action areas were identified as crucial for the future of the performing arts: advocacy, arts education and diversity. NPAC organizers added two additional priorities: artists and technology.</p><p>These groups are tasked with collecting more information, making progress reports and further developing strategies in order to overcome these challenges or take advantage of these opportunities for the advancement and betterment of the community. Each task force consists of members of service organizations interested in this goal and is chaired by a service organization member and President, CEO or ED. The budget of this project is $200,000.</p><p>Each task force identified several desired outcomes of a successful 2008 NPAC:</p><p>In the case of advocacy, the outcomes refer to:</p><ul><li>the acknowledgement of the performing arts’ contribution to the public good among the general public;</li><li>the engagement of arts advocates in civil dialogues;</li><li>the existence of an effective infrastructure for timely communication with policymakers at all levels;</li><li>an effective collaboration between advocates;</li><li>the mobilization of a wide range of potential allies to maximize their advocacy impact.</li></ul><p>Concerning artists, the success of the 2008 NPAC brought them more opportunities to create new work and to create connections for sharing information and mutual growth. The event also improved their role in thinking and acting along with institutions within their own disciplines and in the broader field. Artists have also been activated as a powerful resource for advocacy for the performing arts.</p><p>Diversity refers to the idea of a multi-disciplinary community in which the performing arts include fair representation of all groups and in which resources are equitably distributed. Furthermore, a strong pool of artists, administrators, board of directors members, and other leaders from diverse communities would be available to both culturally and non-culturally specific organizations.</p><p>Concerning education, this task force deals with creating an environment of robust support for arts education in which teaching artistry is fully professional and recognized as such. In this case, the arts community and education community unites in fully valuing arts education.</p><p>Finally, the technology task force facilitates the national performing arts community’s communication and allows access to emerging technologies that could benefit the performing arts in various ways.</p><h3>Analysis and Criticism</h3><p>Although NPAC made positive efforts to draw participants to the 21st-Century Town Meeting by encouraging them to apply for financial aid, the participant pool may have benefitted from more diversity. Although the group of participants was diverse in the realm of art, including administrators, artists, and teachers, the point of view of an individual not directly affected by the performing arts may have made a positive impact on this deliberative process. For example, they could give a point of view on how performing arts awareness could be increased in the public sector. The inclusion of more individuals like this could be an area of focus for potential improvement in future conventions.</p><p>Secondly, this particular event would have been bettered through the clarification of language. This includes the agreement of a definition of what the performing arts community exactly is. This recommendation is also included in an analysis of the convention. This would allow for more fluid discussions and effective outcomes.</p><p>As a result of the ongoing work of these five multidisciplinary task forces, the action plan is currently being implemented across dozens of organizations.</p><h3> </h3><h3>External links:</h3><p><a href=\"http://performingartsconvention.org/about/archive.php\">http://performingartsconvention.org/about/archive.php</a></p><p><a href=\"http://americaspeaks.org/projects/topics/stakeholder-summit/national-performing-arts-convention-taking-action-together/\">http://americaspeaks.org/projects/topics/stakeholder-summit/national-performing-arts-convention-taking-action-together/</a> [DEAD LINK]</p><p><a href=\"http://www.americanorchestras.org/images/stories/conf_meetings/conf_meetings_pdf/NPAC_final_report.pdf\">http://www.americanorchestras.org/images/stories/conf_meetings/conf_meetings_pdf/NPAC_final_report.pdf</a></p><p><a href=\"http://www.tcg.org/pdfs/events/NPACletter62409.pdf\">http://www.tcg.org/pdfs/events/NPACletter62409.pdf</a></p><p><a href=\"http://sites.lafayette.edu/leecw/files/2010/03/IDOC_2008_final-copy.pdf\">http://sites.lafayette.edu/leecw/files/2010/03/IDOC_2008_final-copy.pdf</a></p><p> </p><p> </p><h3>Notes</h3><p>The demographics of the participants are detailed here.</p><p>Age:  </p><ul><li>21 and under:  1%    </li><li>22-35:  26%    </li><li>36-50:  33%</li><li>51-65:  32%</li><li>60 or better:  8%</li></ul><p>Primary Discipline:</p><ul><li>Chamber/Early Music:  2%</li><li>Chorus:  11%</li><li>Dance:  13%</li><li>Jazz:  1%</li><li>Opera:  11%</li><li>Orchestra:  20%</li><li>Popular/World/New Music:  5%</li><li>Theater:  26%</li><li>Other:  10%</li></ul><p>Choose all roles that most closely describe you:  </p><ul><li>Professional or Amateur Artist:  51%</li><li>Administrator of an Arts Organization:  63%</li><li>Production Personnel:  16%</li><li>Arts-Services Worker:  14%</li><li>Trustee:  17%</li><li>Supporter/Funder:  25%</li><li>Volunteer:  22%</li><li>Arts Educator or Student:  32%</li><li>Media/Critic:  5%</li><li>Other:  10%</li></ul><p>If you are part of an arts producing organization, please identify its budget size: </p><ul><li>Under $50,000:  9%</li><li>$50,000-$100,000:  6%</li><li>$100,000-$250,000:  7%</li><li>$250,000-$500,000:  10%</li><li>$500,000-$1million:  10%</li><li>$1 million-$5 million:  26%</li><li>$5 million-$10 million:  12%</li><li>$10 million - $25 million:  6%</li><li>$25 million and up:  6%</li><li>Not Applicable:  9%</li></ul><p>Region:</p><ul><li>Region 1:  6%</li><li>Region 2:  27%</li><li>Region 3:  6%</li><li>Region 4:  8%</li><li>Region 5:  9%</li><li>Region 6:  14%</li><li>Region 7:  9%</li><li>Region 8:  2%</li><li>Region 9:  14%</li><li>Region 10:  4%</li></ul><p>Region 1: Connecticut, Maine, Massachusetts, New Hampshire, Rhode Island, Vermont<br/>Region 2: New Jersey, New York, Delaware, Maryland, Pennsylvania, Washington, DC<br/>Region 3: Virginia, West Virginia, North Carolina, South Carolina, Tennessee, Kentucky<br/>Region 4: Alabama, Florida, Georgia, Mississippi, Louisiana, Arkansas<br/>Region 5: Illinois, Indiana, Michigan, Minnesota, Ohio, Wisconsin<br/>Region 6: Iowa, Kansas, Missouri, Nebraska, Colorado<br/>Region 7: New Mexico, Texas, Oklahoma, Arizona<br/>Region 8: Montana, North Dakota, South Dakota, Utah, Wyoming, Idaho<br/>Region 9: California, Nevada, Oregon, Washington, Alaska, Hawaii Islands<br/>Region 10: International</p>", "title": "National Performing Arts Convention, Taking Action Together (Denver, Colorado)"}