{"htmlbody": "<h3>Problems and Purpose </h3><p>Years of industrial pollution dumped into Onondaga Lake near Syracuse, New York, resulted in a serious public health threat to the local community. In the 1990s, the US EPA and the New York State Department of Environmental Conversion began to work with the major local industry, Honeywell, to clean up the lake. As part of the process, the Onondaga Lake <a href=\"http://www.dec.ny.gov/docs/regions_pdf/cppfinal.pdf\">Citizens’ Participation Plan</a> was created to ensure that all stakeholders, from local residents to environmental groups to business groups, could participate in discussions and workgroups throughout the process of designing and implementing the cleanup process.</p><h3>History</h3><p>The 4.6 square mile Onondaga Lake near Syracuse, New York has been a dumping site for industry waste for over a century. Beginning in 1884, the Solvay Process Company released chloride, sodium, and calcium waste into the Onondaga Lake. From 1920, Allied Chemical began releasing mercury into the lake, amounting to tens of thousands of pounds of the metal over the years.  Other industrial activities released benzene, toluene, xylene, ethylbenzene, and PCBs into the lake.</p><p>In 1992, AlliedSignal (now Honeywell) agreed to work with the New York state government to begin a remedial investigation and feasibility study of the lake. In 1994, Onondaga Lake was listed on the federal government’s Superfund National Priorities List as well as New York state’s Superfund list.  Honeywell took steps to restore subsites around the lake while the local Onondaga County government upgraded wastewater treatment facilities, decreasing the amount of ammonia, phosphorous, and bacteria released into the lake.</p><p>In 2005, the United States Environmental Protection Agency (USEPA) and the New York State Department of Environmental Conversion (NYSDEC) made a decision to restore the lake bottom at a subsite.  On October 12th, 2006, the implementation of the restoration project was agreed to be completed by Honeywell and NYSDEC.  After a period of public comment, the court passed the Consent Decree on January 4th, 2007.  The Consent Decree outlined the implementation of the cleanup plan and required that Honeywell assist, financially and administratively, with the implementation of a Citizens’ Participation Plan (CPP).</p><p>The Onondaga Lake CPP  “outlines ways for interested stakeholders to participate in discussions and/or participation groups on the design and construction of remediation activities.” CPP activities were planned to align with ten milestones in the cleanup project’s completion, including the development of a Remedial Design Working Group, the design of a sediment consolidation area (SCA), and eight others. The stated goals of the CPP are “to provide communications and dialogue with the public that are open, transparent and proactive” by:</p><ul><li>ensuring two-way communication between the public, NYSDEC, and Honeywell</li><li>involving key stakeholder groups in critical projects</li><li>creating opportunities for the public to contribute information, opinions, and perspectives</li><li>continually analyzing the effectiveness of the CPP</li></ul><h3>Participant Selection</h3><p>Citizens applied with a resume and cover letter to the NYSDEC in order to take part in the Community Participation Working Group. Every citizen who has applied so far to take part in the CPWG has been accepted, with the exception of an individual who had done previous contract work with Honeywell and was considered to have a conflict of interest.</p><p>Citizens are made aware of opportunities for their participation in the lake’s cleanup process through a variety of mechanisms. At each “milestone” in the process of the Onondaga Lake Cleanup, a fact sheet was prepared to solicit public input and feedback on the process. In the case of the first milestone (the development of an expert Remedial Design Working Group), the fact sheet included a history of the lake, a broad description of the plan and the implementation process, staff contact information, and information about a public availability session where public comments were accepted and the plan was finalized. The fact sheets are posted on the NYSDEC and Honeywell websites, and at the document depository locations.  They are also distributed through the project’s contact list and the Honeywell e-newsletter list, and at NYSDEC public meetings.</p><p>Information and documents are posted on the <a href=\"http://www.dec.ny.gov/chemical/8668.html\">NYSDEC Onondaga webpage</a>, the <a href=\"http://www.onlakepartners.org/\">Onondaga Lake Partnership website</a>, <a href=\"http://www.onondaga-lake-initiatives.com\">Honeywell’s project website</a>, and the <a href=\"http://onondagalake.info\">CPWG’s website</a>.</p><p>The other medium for citizen outreach is the annual report prepared for the Onondaga Lake Partnership’s Annual Progress meeting. The Onondaga Lake Partnership is the coordinating agency between government agencies, special interest groups, businesses, and educational institutes. Its annual reports summarize the progress over the past twelve months and includes future events and timetables, a summary of public comments and questions collected from the websites and public meetings/availability sessions, and contact information for relevant officials. The reports are posted on the website and at document repositories, and were mailed to the media, the project’s contact list, and Honeywell’s eNewsletter list.</p><p>The OLP also had a number of other outreach mechanisms in place that were used to inform and engage citizens about the participatory opportunities available to them. These included the OLP’s Lake Day events, Annual Progress Meeting, Speaker’s Bureau, outreach committee, and visioning process.</p><p>The local Onondaga Nation are involved through government-to-government consultations. They chose to be considered a separate nation rather than to be considered as a community partner in the OLP, and thus chose to be involved solely through discussions between their attorney general and New York State or EPA officials</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>In the early years of the project, there were two Community Participation Working Groups (CPWGs).  One group considered issues around the Sediment Consolidation Area (SCA) portion of the remediation plan, while the other worked more broadly on citizen engagement with the cleanup. Once the SCA project had been completed, the citizens who had worked on SCA issues merged with the broader-focused CPWG.</p><p>The CPWG meets monthly to consider timely issues with the cleanup plan and citizen outreach activities. Members learn about the remediation plans from technical experts, and are responsible for raising awareness in and collecting input from their local communities about the issues at hand. The CPWG also runs a website where they post documents, plans, and news from the remediation project.</p><p>Since 2005, “well over” ten public meetings have taken places at various phases during Onondaga Lake’s cleanup. These public meetings generally take place at the state fairground, a large venue, and are publicized through mailing lists and fact sheets sent to local elected officials and the media. Between 25 and 120 people attended each meeting so far. The frequency of the public meetings varies, with more meetings scheduled at key milestones in the project, such as the beginning of dredging. The meetings generally include a presentation with Q&amp;A (the “Public Meeting”) followed by time for citizens to interact one-on-one with various scientific and technical experts (the “Availability Session”).</p><p>NYSDEC also hosts “Roundtable Discussions” in conjunction with public meetings or one-on-one open houses. At these discussions, participants break out into interest groups based on a topic of interest (such as fisheries, wildlife, habitat improvement, sediment consolidation area, etc.) which NYSDEC decides ahead of time, based on citizen interest. A moderator takes notes on the discussions, which are later compiled and taken into account by NYSDEC.</p><p>NYSDEC and Honeywell made speakers available to give presentations on the lake cleanup to interested community groups, providing a request form on the website and contact information in various publications. The initiative was launched in 2007, and advertised by postcard to libraries, civic groups, Rotary and Kiwanis clubs, schools, etc. At its launch, demand was extremely high, with NYSDEC officials speaking four times a week. The demand lessened over time, with NYSDEC today receiving speaker requests around six times a year.</p><h3>Influence, Outcomes, and Effects</h3><p>The public has actively helped the NYSDEC and Honeywell to formulate proposals. Ideas from citizens were included in the different drafts of the plans for different areas such as environmental rehabilitation, monitoring of bacteria, and treatment of wastewater.</p><p>Citizen input was particularly important for two initiatives around odor control during the remediation process. Waste material dredged from the lake bottom was originally going to be left in a wastebed around a mile from the Lake. The CPWG realized that terrible odors that would result, and asked NYSDEC to come up with a solution. This resulted in the modification of the plan, and the decision to put the dredging waste into “geotube” containers instead of being left out in the open. The geotubes will allow for better settling of the waste, and will allow the draining water to be piped out to a wastewater treatment plant and then to the county’s sewage treatment plant for secondary treatment.</p><p>Citizen concern through the CPWG about the chance of odors exceeding certain thresholds led Honeywell  to install sophisticated odor detectors around the perimeter of the waste site. If the odors exceed certain thresholds, the information is immediately communicated to Honeywell and to the community through the website.</p><h3>Analysis and Criticism</h3><p>In terms of demographics, CPWG participants manage to represent the region’s geographic diversity well. They span in age from 35 to 70, and the group is chaired by a woman. While one woman from the Onondaga Nation was involved briefly, the current racial composition of the group is uniformly white. NYSDEC continues its efforts to recruit more diverse members, though they have been unsuccessful so far.</p><p>NYSDEC officials feel that citizen participation in the Onondaga Lake Cleanup has been successful so far. Citizen input proved very meaningful in several instances, such as the odor control initiatives mentioned above. Furthermore, citizen website assistance has proved extremely helpful to NYSDEC and citizen outreach efforts. With a limited capacity due to staff cuts in recent years and federal guidelines about website postings, the NYSDEC staff are able to post only the most important reports on their website (though all documents are made available at physical repositories throughout the county). However, the CPWG has been able to post all documents to its own website, and has thus played an important role in making information accessible to the citizens.</p><h3>External Links</h3><p>NYSDEC website:  <a href=\"http://www.dec.ny.gov/chemical/61073.html\">www.dec.ny.gov/chemical/61073.html</a></p><p>NYSDEC's Citizens Participation Plan: <a href=\"http://www.dec.ny.gov/docs/regions_pdf/cppfinal.pdf\">www.dec.ny.gov/docs/regions_pdf/cppfinal.pdf</a></p><p>Honeywell's project website: <a href=\"http://www.onondaga-lake-initiatives.com/\">http://www.onondaga-lake-initiatives.com/</a></p><p>Community Participation Working Group website: <a href=\"http://www.onondagalake.info\">www.onondagalake.info</a></p><p>Onondaga Lake Partnership website:</p><p><a href=\"http://www.onlakepartners.org/cleanup_legal.htm\">http://www.onlakepartners.org/cleanup_legal.htm</a></p><p><a href=\"http://www.onlakepartners.org/ppdf/olwpaas/OLWPAAS%20Suplmnt%20Final.pdf\">http://www.onlakepartners.org/ppdf/olwpaas/OLWPAAS%20Suplmnt%20Final.pdf</a> [BROKEN LINK]</p><p>US Dept. of Energy website: <a href=\"http://www.evs.anl.gov/inetapp/dsp_inetsum.cfm?appsumid=45\">http://www.evs.anl.gov/inetapp/dsp_inetsum.cfm?appsumid=45</a> [BROKEN LINK]</p><h3>Notes</h3><p>Some of the information included in this case study was obtained through a phone interview on June 11th, 2012 with Diane Carlton, NYSDEC's Citizen Participation Plan specialist.</p>", "title": "Redesigning of Onondaga Lake (Syracuse, New York)"}