{"htmlbody": "<h3>Problems and Purpose</h3><p>El presupuesto participativo en San Antonio, es un programa que promueve la integración de los ciudadanos en la gestión municipal, a través de la incorporación de la comunidad en la toma de decisiones de una parte del presupuesto municipal cercano al 2% y 3%, del ítem de Inversiones, para resolver las necesidades emanadas por los mismos vecinos.</p><p>Se orienta a fortalecer la participación ciudadana haciendo más transparente la gestión municipal, permitiendo democratizar la toma de decisiones al momento de determinar en qué invertir parte de los recursos municipales.</p><p>Promueve la gestión asociada de la comunidad en materia de participación ciudadana, a través de un modelo metodológico orientado al trazado de proyectos.</p><h3>History</h3><p>Hacia el año 2001 el municipio de Cerro Navia, ubicado en la Región Metropolitana, decide implementar el presupuesto participativo.  Años más tarde lo hará San Antonio (Región de Valparaíso) con la idea de incorporar a ciudadanos y organizaciones en las decisiones de una pequeña porción del presupuesto municipal total, en específico de 500 mil dólares aproximadamente, lo cual representaba para ese entonces cerca del 4% del presupuesto total de esa municipalidad.</p><p>San Antonio forma parte hoy del selecto grupo de los municipios en Chile que han logrado sostener por más de tres años consecutivos este mecanismo de democracia participativa.</p><p>Habitantes: 95.674</p><p>Presupuesto municipal total (en miles de USD): 14,777.09</p><p>Monto destinado al presupuesto participativo  (en miles de USD): 500</p><p><em>Fuente: Egon Montecinos, Año 2008</em></p><h3>Participant Selection</h3><p>El presupuesto participativo está dirigido a todos los habitantes de la Comuna de San Antonio. Para 2009 la población estimada era de 97.467 habitantes. Se calcula una cobertura de 65.000 habitantes con derecho a participar del proceso del presupuesto participativo.</p><p>Cualquier ciudadano mayor de 14 años de edad, puede participar del proceso de proposición de ideas de proyectos, priorización, deliberación y votación de las iniciativas que emanen de las asambleas sectoriales.</p><p>La ciudadanía está distribuida en tres territorios urbanos (Sasn Antonio, Barrancas, Llolleo), conformados por 10 sectores y un territorio rural constituido por 9 sectores.</p><p>Luego se forman asambleas territoriales. Para ello, se suelen seguir los distritos administrativos preexistentes, como por ejemplo, distritos censales y/o unidades vecinales. Se procura que en la definición de los territorios (que luego se constituyen en asambleas territoriales) se considere la variable de identidad desarrollada por ellos. En el caso de San Antonio, las asambleas territoriales van más allá de las unidades preexistentes y realizan asambleas en barrios y unidades vecinales de difícil acceso. Existe un alto nivel de descentralización intramunicipal.</p><p>El trazado de proyectos nace en las Asambleas Territoriales, donde son presentados. Las asambleas son reuniones generales abiertas a la participación de cualquier vecino mayor de 14 años, independientemente de que esté inscrito o no en alguna organización funcional.</p><p>En las Asambleas se eligen los Delegados que tienen la misión de velar por la inclusión de las iniciativas de proyectos en el voto y garantizar que la viabilidad que le otorga el equipo técnico municipal a las ideas que surgen en las asambleas informativas esté en consonancia con lo planteado por quienes concurrieron a dichas asambleas. De manera posterior a la selección de los proyectos, los delegados se constituyen en parte integrante de las comisiones de seguimiento o fiscalización ciudadana del presupuesto participativo.</p><p>Después de conocerse la idea de proyecto ganadora, dependiendo su tipo, se canaliza su ejecución por vía de subvención a través de una organización funcional del sector o sino por vía de licitación.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>Los ciudadanos deciden cuáles son los proyectos de inversión que más les interesa materializar mediante \"votación universal\" en la cual los ciudadanos (generalmente mayores de 14 años) eligen a través de la votación popular los proyectos a ejecutar con los recursos del presupuesto participativo. Así, tanto los ciudadanos de la comuna del área urbana como rural, se organizan y proponen iniciativas de ideas de proyectos individuales o asociativos en las diferentes asambleas.</p><p>El objetivo primordial es que los vecinos prioricen, discutan y deliberen sus proyectos, para postular a la adjudicación de los fondos de recursos pre-asignados por sector.</p><p>Para acceder al financiamiento de las iniciativas de proyectos, las mismas son incluidas en un voto. La más votada es a la que finalmente termina adjudicándose.</p><h3>Influence, Outcomes, and Effects</h3><ul><li>Entre los efectos del presupuesto participativo  podemos mencionar:</li><li>Fortalecimiento de la participación ciudadana</li><li>Asociacionismo de los ciudadanos</li><li>Capacitación de dirigentes, delegados y ciudadanía en general que desea participar del proceso del presupuesto participativo</li><li>Vinculación con organizaciones sociales: Permite que todo tipo de Organizaciones Sociales Funcionales (Juntas de vecinos, Club Deportivos, Comités etc.), tengan la posibilidad de participar del proceso del presupuesto participativo</li></ul><h3>Analysis and Criticism</h3><p>La explicación respecto a la alta participación de ciudadanos en San Antonio, (supera el 10%), se da a partir de la configuración de una \"política de participación ciudadana\" sostenida en el tiempo y el esfuerzo que se realiza por vincular este mecanismo con otros instrumentos de participación y planificación local.</p><p>Número de personas que participan en el proceso de definición de prioridades y proyectos en el presupuesto participativo de San Antonio</p><p><strong>Número de personas participantes: </strong>14.632</p><p><strong>Porcentaje en relación a la población total: </strong>15,2%</p><p><em>Fuente: Egon Montecinos, Año 2008</em></p><p>Esto se puede ver reflejado en la opinión compartida por dirigentes sociales de Negrete, Lautaro y San Antonio quienes señalan que:</p><p><em>“la desconfianza es en el primer año de los proyectos participativos, porque no se sabe qué uso le van a dar los alcaldes, pero después de ver que es más transparente y que a algunas organizaciones entra gente nueva, uno se motiva y apoya” (Informantes clave social, Número 2 MN, Número 3 MSA y Número 4 ML, 2009).</em></p><p>La naturaleza de los recursos fiscales destinados al presupuesto participativo es esencialmente municipal. En todos los casos no se discute la totalidad del presupuesto municipal sino una pequeña porción que no supera el 3% del presupuesto total. Sólo para el caso de San Antonio se observa una incidencia multinivel, ya que en la versión 2008 recibió un aporte de 50 millones de pesos (95,748.75 USD) de parte del Gobierno Regional de Valparaíso que se sumaron a los dineros municipales destinados para el financiamiento de proyectos vía presupuesto participativo.</p><p>El ítem desde donde surgen los recursos destinados a presupuesto participativo corresponde al ítem inversión a la comunidad. Con este fondo se financian principalmente proyectos menores, como por ejemplo, ampliación y equipamiento de sedes, pavimentación de veredas, mejoramiento del alumbrado público, habilitación de espacios recreativos, entre otros.</p><p>Si se considera la realidad fiscal de todos los municipios en Chile, el monto que se debate en el presupuesto participativo es en su mayoría inferior al 2% del presupuesto municipal total. Si para este análisis se considera sólo el ítem de inversión a la comunidad con ingresos propios que poseen los municipios chilenos, el mayor porcentaje a debatir en presupuesto participativo lo alcanza el municipio de San Antonio (84%). El resto de los municipios alcanza en promedio sólo un 28,3%.</p><p>En cuanto a la disponibilidad presupuestaria por habitante del presupuesto participativo, los montos en general para los municipios de Chile son precarios, van desde 1 USD por habitante (municipio de Purranque) hasta 17 USD por persona (municipio de Freirina). En el caso de San Antonio es de 5,2 USD.</p><p>El monto de proyectos en algunos casos no supera los 1.000 dólares. Para San Antonio pueden llegar a los 12.000 dólares. La naturaleza de las obras y proyectos se relacionan básicamente con una infraestructura y equipamiento comunitario menor.</p><h3>Secondary Sources</h3><ul><li>Pagliai y Montecinos, Presupuestos Participativos en Chile, <a href=\"http://library.fes.de/pdf-files/bueros/chile/04624.pdf\">http://library.fes.de/pdf-files/bueros/chile/04624.pdf</a></li><li>Foro Chileno de Presupuesto Participativo 2010,<br/><a href=\"http://www.op-portugal.org/downloads/90Respostas_sobre_OP_no_Chile.pdf\">www.op-portugal.org/downloads/90Respostas_sobre_OP_no_Chile.pdf</a> [DEAD LINK]</li><li>Montecinos, Egon. 2006. \"Descentralización y Participación Ciudadana en la Gestión Municipal Chilena\". Revista de Ciencia Política 26 (2): 181-208.        </li></ul><h3>External Links</h3><ul><li><a href=\"http://www.sanantonio.cl/\">www.sanantonio.cl</a></li><li>Presupuesto Participativo en Chile, ¿En qué consiste el Presupuesto Participativo?,<br/><a href=\"http://www.youtube.com/watch?v=qBJDTwA6zZ4\">www.youtube.com/watch?v=qBJDTwA6zZ4</a></li></ul>", "title": "San Antonio Presupuesto Participativo"}