{"htmlbody": "<h3>Mission and Purpose</h3><p> </p>Wikivote is a Russian non-governmental organization which goal is to develop effective means of citizens’ participation in lawmaking and strategic planning. Our approach is based on attracting the open network community to participating in creative and collaborative problem solving. In the long turn we aim at achieving significant changes in public opinion. Our projects are based not only on technology and the internet access, but willingness of citizens to participate in such initiatives, their loyalty to the platform provider and the rules he sets. Results, gained in such projects are not only combined public opinion and increase of the document quality, but building new communities, ready to solve important public issues, growth of network culture and trust between different strata of the society and, finally increase of network collaboration.<h3>History</h3><p>Wikivote was founded in 2010 but our first experiments with building a hypertext through community participation date back to mid 1990-s. </p><h3>Specializations and activities</h3><p> </p>Wikivote specializes in building platforms for citizen participation in drafting laws, corporate and governmental strategic documents.<h3>Major projects and events</h3><p> </p><a href=\"http://edu.crowdexpert.ru\">The Russian Law on Education </a><br/><a href=\"http://r.zakon-fom.ru\">The Russian Law on Recreational and Sports Fishing</a><br/><a href=\"http://s.zakon-fom.ru\">The Russian Law on Social Services</a><h3>Funding</h3><p> </p><h3>Publications</h3><p> </p>Burov V., Patarakin E. Yarmakhov B. (2011) Lawmaking in democracy 2.0 paradigm: the shift for the new forms of lawmaking //<a href=\"http://dl.acm.org/www.icegov.org\">ICEGOV '11</a> Proceedings of the 5th International Conference on Theory and Practice of Electronic Governance<br/><br/>Burov V., Patarakin E. Yarmakhov B. (2010) Lawmaking 2.0 //NIPS 2010 proceedings <h3>Secondary Sources</h3><p> </p><h3>External Links</h3><p> </p><a href=\"http://www.wikivote.ru/\">http://www.wikivote.ru/</a><br/><a href=\"http://www.facebook.com/groups/wikivote/\">http://www.facebook.com/groups/wikivote/</a><h3>Notes</h3><p> </p>", "title": "Wikivote"}