{"htmlbody": "<h3>Definition</h3><p> </p>The Wikivote methodology was developed by a Russian company Wikivote. It is based on a wiki approach to document composition. Project participants treat the the document, such as a law or a regulations  as a construction kit, consisting of blocks, which can be discussed, evaluated and modified.  The platform attracts the open network community to participating in creative and collaborative problem solving. The spectrum of possible implications extends from simple actions, such as collecting and re-use of existing knowledge and content objects, links etc. to solving complex tasks of creating collaborative documents, standards, books etc. This methodology helps to  select the most appropriate and meaningful suggestions on the content of the document. The voting mechanism allows to rate the suggestions and calculate the ranking of every participant. Participants’ votes and the ranking systems help to manage the information noise.  <h3>Steps</h3>  Step 1. The initial draft of the bill is put together by a legislative committee, consisting of a limited number of professional legislators. It generally reflects the previous version of the bill, if any and amendments made by the legislators themselves. The initial draft if passed to the Wikivote team.<br/><br/>Step 2. The draft document is decomposed into segments is published on the platform.  For example laws are decomposed into items. <br/><br/>Step 3. Every participant can create only one version of an item. Both initial and new versions of the items are voted for and against. If a participant thinks that the item should be modified, he can create his own version of it, which in its turn, is evaluated and commented on by other participants.<br/><br/>Step 4. Items with maximum votes are selected. All segments are rated according to the participants’ votes and a new draft of the document, approved by the community is built. At the same time the rank of the participant is calculated according to the data of his involvement.<br/><br/>Step 5. The draft law is passed to the legislative committee who approve the most sound and reasonable suggestions. Improper and contradicting suggestions are excluded.<br/><br/>Step 6. The second draft of the law is posted on the Wikivote platform for the final round of evaluation and consideration. The segments are voted for and commented by the participants again.<br/><br/>Step 7. The draft law is passed to the Parliament for approval. <h3>Problems and Purpose</h3><p> </p><h3>History</h3><p> </p><h3>Participant Selection</h3><p> </p><h3>Deliberation, Decisions, and Public Interaction</h3><p> </p><h3>Influence, Outcomes, and Effects</h3><p> </p><h3>Analysis and Criticism</h3><p> </p><h3>Secondary Sources</h3><p> </p><h3>External Links</h3><p> </p><a href=\"http://www.wikivote.ru/\">http://www.wikivote.ru/</a><br/>Facebook:<a href=\"http://www.facebook.com/groups/wikivote/\"> http://www.facebook.com/groups/wikivote/</a><h3>Notes</h3><p> </p>", "title": "Wikivote "}