{"htmlbody": "<p><em>Note:  This article is in need of assistance with editing and content.  Please help us complete it.</em></p><h3>Summary </h3><p>In 2010, the Russian Ministry of Education asked Wikivote to develop a crowdsource platform for evaluating and editing the draft of the new Law on Education.  The goals were to include Russian experts, teachers, and parents in a detailed analysis of the Law's concepts and items and solicit ideas for improving the Law.</p><p> </p><h3>Problems and Purpose</h3><p> </p><h3>History</h3><p> </p>In April 2010 Wikivote was approached by the Russian Ministry of Education with a request to develop a crowdsourcing platform for evaluating and editing the draft for the new Law on Education. This task was fulfilled according to the approach discussed above. For testing the model we used the chapter \"General education\". Our goal was to invite Russian experts, teachers and parents to an in-depth analysis of the Law, evaluating and discussing its overall concept and items, soliciting ideas for improving statements of the law and making new suggestions.<br/><br/>The Law on Education is a major discussion  issue in the Russian political life. The quality of education in Russia is one of the major concerns as the vast majority of Russian families have K-12 students. Most discussed issues, such as mandatory graduation testing, religious education and deteriorating quality of public school education are highly debated. We assumed that the community for discussing the subject is very broad and set no limitations on age, affiliation or status of participants. Our approach to lawmaking is quite different from the existing practice, in which access to creating and making amendments to laws is granted only to a very limited group of \"experts\", whose expertise is mainly based only to their proximity to the governing bodies. This corresponds with previous research which showed that maximum results are received in crowdsourcing campaigns where certain level of the participants' knowledge of the field is combined with their diversity.<br/><br/>The text of the draft Law was decomposed into 11 articles and 71 items. Each item became a subject to discussion and improvement.  Each item of the Law was posted on the site as a separate page. Upon registration users could make a vote in favor or against the draft, comment on it or suggest their own versions, which was done as a result of saving a previously edited version of an item under the user's name. User created item versions were also commented and evaluated.<br/><br/>Then, potential participants were invited, for which purpose we used expert mailing lists and social networks. We did not try to solicit a vast number of potential contributors; a right balance between the number, expertise and diversity of the \"crowd\" was essential. During the testing period in May - August 2010 512 users joined the community and participated in discussing and evaluating the Law. This number proved to be quite adequate for the targeted goals, as larger number of participants could negatively affect the service performance.<h3>Originating Entities and Funding</h3><p> </p><h3>Participant Selection</h3><p> </p><h3>Deliberation, Decisions, and Public Interaction</h3><p> </p><h3>Influence, Outcomes, and Effects</h3><p> </p><h3>Analysis and Criticism</h3><p> </p><h3>Secondary Sources</h3><p> </p><h3>External Links</h3><p> </p><h3>Notes</h3><p> </p>", "title": "Law-making 2.0 by Wikivote (Russia)"}