{"htmlbody": "<p>The Seattle City Neighborhood Council (CNC) was created in October of 1987 to oversee the successful synchronization of the Neighborhood Matching Fund, Neighborhood Budget Prioritization, and Neighborhood Planning programs. The CNC is composed of representatives from each of the thirteen different Seattle district City Councils and is led entirely by citizens who have been elected into their respected positions. As of 2010, the current districts are Northwest, North, Northeast, Ballard, Lake Union, Magnolia/Queen Anne, East, Central, Downtown, Southwest, Southeast, Greater Duwamish, and Delridge Neighborhoods. In addition to the aforementioned synchronization, the CNC also coordinates monthly public forums so ordinary citizens can voice their opinions on matters pertaining to city policy. The intent is for the public to air any grievances or concerns so that the CNC can most wisely structure the Neighborhood Planning and Assistance Program. The current 2010 executive board is composed of Chair Chas Redmond, Vice-Chair Jim Del Ciello, Secretary Nicole Franklin, Neighborhood Matching Fund Committee Chair Laine Ross, Neighborhood Planning Committee Chair Irene Wall, Budget Chair Chris Leman, Transportation Chairs Ref Lindmark and Dick Burkhart, and Education Chair Denise Gloster.</p><p><a id=\"Purpose_and_Problem\" name=\"Purpose_and_Problem\"></a></p><h1>Purpose and Problem</h1><p>The council convenes to discuss an array of issues pertaining to the city’s infrastructure. Those issues involve recommending neighborhood matching fund projects to the Mayor of Seattle, overseeing the budget priority process, and implementing the neighborhood planning and assistance program. In additions to such, they are also in charge of ensuring that the thirteen district councils succeed in their endeavors, mainly rating neighborhood matching fund projects, funneling budget requests, and creating a forum for community issues. In essence, the CNC works to increase the political deliberation process among all Seattle residents.</p><p><a id=\"History\" name=\"History\"></a></p><h1>History</h1><p>Most city governments are broken up according to their different purposes, but Seattle City Officials soon recognized the unique capabilities of each of the neighborhoods in their metropolis and chose to monopolize on this by forming the City Neighborhood Council (CNC) in October of 1987 as part of the Neighborhood Planning and Assistance Program. This was instigated after the passage of Resolution 27709 and came about after several studies concerning city planning reform made their way to Mayor Charles Royer’s desk between the years of 1985 and 1986. The major changes to city planning involved an increase in community service centers from nine to twelve, something that was changed furthermore in later years with the addition of one more district, and the implementation of their subsequent councils. In order to relay information to city officials in a more efficient manner, they created the CNC and required that the group be compiled of one representative from each of the different district councils. What that has eventually lead to is the formation of thirteen distinct city halls and unique forums that help residents engage with officials about local politics on a firsthand basis. Since its enactment, the council has made tremendous strides with several programs including the Seattle Neighborhood Planning Program. With nearly 12,000 volunteers on board since its creation in 1995, the group has assisted the city with issues like affordable housing and traffic relating to the use of automobiles.</p><p><a id=\"Creation_and_Participant_Selection\" name=\"Creation_and_Participant_Selection\"></a></p><h1>Creation and Participant Selection</h1><p>This unique approach to city governance was created in 1987 by then City Officials. Essentially they created the CNC and its components under Resolution 27709. At the bottom of the formation are the contributions of numerous city organizations, namely non-profits and community councils. Following are the thirteen distinct councils that rate the neighborhood matching fund projects, funnel for budget requests, and develop forums for community issues. Next is the City Neighborhood Council. This group is made up of representatives from each of the numerous district councils and, all together, these units create the Department of Neighborhoods in Seattle. All of the members and committee officers are citizens of Seattle who have been voted into their positions through elections. As far as participating in the monthly forums, anyone from the city is welcome to attend and take part in the deliberative process. In order to verify your appropriate meeting location you should check the current calendar of District Council and CNC meetings on the Department’s website.</p><p><a id=\"Deliberations_and_Decisions\" name=\"Deliberations_and_Decisions\"></a></p><h1>Deliberations and Decisions</h1><p><a id=\"The_Learning_Phase\" name=\"The_Learning_Phase\"></a></p><h2>The Learning Phase</h2><p>Reformulating the manner in which the city’s government operated in 1987 while simultaneously working to empower its citizens to become a part of the political process seemed daunting at first, but one of the benefits of Seattle’s neighborhoods is that they had already established a sense of community long before the formation of the Department of Neighborhoods. It’s because of this ambiance that City Officials were confidant in the success of such a change in infrastructure. Initial concerns revolved around the willingness of people to get involved in the deliberative process and whether or not there would be enough public interest in features like the forums to enact some sort of real change.</p><p><a id=\"The_Deliberation_Phase\" name=\"The_Deliberation_Phase\"></a></p><h2>The Deliberation Phase</h2><p>The deliberative process is most exemplified during the public forums that are held on a monthly basis. There are separate meeting dates for the CNC and the District Councils, each of which can be attended by any member of the public. Typically citizens meet in places like coffee shops, libraries, or community centers, but it is not unusual for some of the meetings to be held at private dwellings. The process involves the introduction of an issue by one of the council leaders followed by a brief progress report from a committee head. Once they have explained the issue’s status, the public is welcome to make inquiries, suggestions, or feedback of any sort. While the idea is for community members to attend the forums in person, there are a plethora of ways in which someone can receive information about a missed meeting. For instance, the CNC website provides meeting minutes, video footage, and contact information for anyone who is interested in contacting their representative.</p><p><a id=\"Outcomes_and_Effects\" name=\"Outcomes_and_Effects\"></a></p><h2>Outcomes and Effects</h2><p>The outcome has been highly successful. Not only have the CNC and its various counterparts fostered more political deliberation among local citizens, but they have also demonstrated that the existence of such a process can turn out to be triumphant. Since its creation in the late 1980’s, the group has gained enough volunteers to orchestrate over 2,000 community projects, most of which are related to parks and community facilities. There has also been a substantial amount of effort for ventures having to do with public space restoration and library maintenance.</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h2>Analysis and Criticism</h2><p>The overall program has its merits and many would agree that its members work in both a cohesive and efficient manner. After all, its success throughout the years says enough about the program’s potential to prosper for very long time. I will point out that the CNC and its counterparts are not without some flaws. The biggest one is less of a CNC problem and more of a deliberative process issue. The reason why something like the CNC works so well it because of two reasons. Firstly, Seattle already had distinct neighborhoods intact before the creation of anything pertaining to a council, each of which held a diverse sense of community. It was because of this unique formation that officials even considered the implementation of city councils like these. Additionally, Seattle’s residents have always been world-renowned activists, particularly in issues concerning their own city. Thus, the general success of the program relies on the fact that people in Seattle are passionate about community reform and they will gladly volunteer their time at a public forum if need be. This fundamental need to participate in community activism is something that does not necessarily overcome residents of other cities in the manner that is does to the people of Seattle. So, while I highly praise the CNC for all of its hard work and willingness to enhance the deliberative process, I would wager that such a program might not fare well in other cities hoping to follow suit. I think that the most effective way to illicit a response from people in other places would be to create online forums in additions to the ones conducted in person.</p><p> </p><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h1>Secondary Sources</h1><p>Diers, Jim. Neighbor Power. Seattle: University of Washington Press, 2004.</p><p> </p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h1>External Links</h1><p><a class=\"external free\" href=\"http://usmayors.org/bestpractices/usmayor00/seattles_article.html\" rel=\"nofollow\" title=\"http://usmayors.org/bestpractices/usmayor00/seattles_article.html\">http://usmayors.org/bestpractices/usmayor00/seattles_article.html</a> <a class=\"external free\" href=\"http://seattletimes.nwsource.com/html/opinion/2002123242_diers19.html\" rel=\"nofollow\" title=\"http://seattletimes.nwsource.com/html/opinion/2002123242_diers19.html\">http://seattletimes.nwsource.com/html/opinion/2002123242_diers19.html</a> <a class=\"external free\" href=\"http://www.seattle.gov/neighborhoodcouncil/\" rel=\"nofollow\" title=\"http://www.seattle.gov/neighborhoodcouncil/\">http://www.seattle.gov/neighborhoodcouncil/</a> <a class=\"external free\" href=\"http://www.nhi.org/online/issues/108/seattle.html\" rel=\"nofollow\" title=\"http://www.nhi.org/online/issues/108/seattle.html\">http://www.nhi.org/online/issues/108/seattle.html</a></p>", "title": "Seattle Neighborhood City Council"}