{"htmlbody": "<h3>Problems and Purpose</h3><p>The 2008 National Citizens’ Technology Forum was a series of online and face-to-face meetings across the United States with the goal of obtaining citizen recommendations on how to deal with the new technologies such as nanotechnology, biotechnology, information technologies, and cognitive science (henceforth known as NBIC technologies). Organizers hoped that these recommendations would influence future government policy.    </p><h3>History</h3><p>In the United States, new forms of technology are being investigated and explored. Although technological advances in these areas could yield positive outcomes in fields such as physical well being, the technologies could also bring possible ramifications, making NBIC technology regulation an area of concern. </p><h3>Originating Entities and Funding</h3><p>The U.S. National Citizens’ Technology Forum was organized and funded by the Center for Nanotechnology in Society at Arizona State University in 2008.      </p><h3>Participant Selection</h3><p>The U.S. National Citizens’ Technology Forum had six different locations within the US: Durham NH, Atlanta GA, Madison  WI, Golden CO, Tempe AZ, and Berkeley CA. At each of the six locations, advertisements were placed both in newspapers and online in order to reach potential participants. Those interested had to then take a questionnaire in order to determine basic demographic information and any conflicts of interest. Participants were also required to have access to internet. From the groups of interested volunteers, 74 total participants were chosen in an attempt to closely match local and national demographics.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The forum took place over the month of March in 2008 and contained multiple phases. Before the forum began each participant was provided an identical 62 page background report on NBIC technologies and their potential contentious social impacts. The background report was reviewed by an oversight committee before distribution to ensure that it provided a balanced and accurate view of NBIC technologies issues.</p><p>The first stage of the forum took place on March 1st and 2nd, which was a “face to face” weekend in which participants gathered at their location and took part in discussions on the NBIC technologies led by facilitators. Before they actually began discussing however they were asked to fill out a pre-test questionnaire in order to determine each citizen participants views and ideas before taking part in discussion. The task of first face to face weekend was for participants to discuss the background materials they had read, the goals of the project and to begin to converse about what issues they found most significant.</p><p>After this first weekend each participant was required to participate in two hour long online discussion sessions, in which all participants from all cities would be logged on at the same time. Nine of these mandatory sessions occurred throughout the month, and at certain sessions experts on NBIC technologies would be online as well to answer questions brought up by participants which could not be answered by the background material provided to them. The five experts who participated in this method were a specialist on legal, ethical and policy implications on life sciences research and biotechnologies, a specialist on cortical neuroprosthetics, a specialist in the federal regulation of medical technology, an executive director of the Center of for Biological and Environmental Nanotechnology, and a philosopher of science/ bioethicist. For all nine online sessions all the participants were randomly divided into six teams, not by location at which they were participating, but intermixed with other participants from different locations. Each participant team would be given a time in which they were “active” which would mean that this team would be the only one allowed to actively discuss with each other, yet all other teams would be listening in to the active teams ongoing discussion.</p><p>The final phase of the forum was a second face to face weekend occurring March 29 and 30 concurrently at each of the six locations. This time the participants were tasked with reconsidering all of the issues and concerns that had been addressed at the first face to face deliberation and then working with a facilitator to discuss, form and create a consensus on a set of policy recommendations. A consensus did not have to be made between all six locations, agreement amongst participants was only necessary at each individual location. Once this was completed the participants were then in charge of compiling the recommendations into a final report. Once this was complete all participants were asked to complete a post-test questionnaire to determine their current ideas and views. If a participant did all that was asked of them, he or she received $500 at the end of the forum.</p><h3>Influence, Outcomes, and Effects</h3><p>In the final reports, there were many similarities across the six locations. For example, all groups expressed concern about regulation of new NBIC technologies and endorsed programs to keep the public informed of developments in technology including further deliberative processes. Five out of the six sites were also concerned about accessibility to new technologies, the safety implications (such as monitoring of new enhancement technologies), and the prioritization of funding for the treatment of diseases before any other technological enhancements. An analysis of the pre and post forum questionnaires taken by the participants shows a large increase in participants who had an opinion on NBIC technology, from 55% of participants claiming they had no opinion before the forum and only 3% of participants claiming they had no opinion after.</p><p>The final report compiled of all the recommendations of participants was presented to a group of U.S. policymakers, researchers, and media at a meeting held in Washington D.C. in late 2008.</p><h3>Analysis and Criticism</h3><p>Information about conference attendees demonstrates that the organization and selection of participants provided a good representation of the demographics of each region. This made the outcome and final policy recommendations of the conference more legitimate as a snapshot of opinions of the regions in which the conference took place.</p><p>The effect of the recommendations on current policy is hard to evaluate, and is probably minimal. Given that the final reports of the conference had no real effect on NBIC technology policy, questions have been raised about the value of the endeavor.</p><h3> </h3><h3><strong>Secondary Sources</strong></h3><p><a href=\"http://www4.ncsu.edu/%7Epwhmds/BackgroundMaterials.pdf\">http://www4.ncsu.edu/~pwhmds/BackgroundMaterials.pdf</a> [DEAD LINK]</p><p><a href=\"http://docserver.ingentaconnect.com/deliver/connect/beech/03023427/v36n5/s1.pdf?expires=1323816408&amp;id=66251015&amp;titleid=898&amp;accname=Guest+User&amp;checksum=51D495351DAC8823F57B693ABFD1526E\">http://docserver.ingentaconnect.com/deliver/connect/beech/03023427/v36n5/s1.pdf?expires=1323816408&amp;id=66251015&amp;titleid=898&amp;accname=Guest+User&amp;checksum=51D495351DAC8823F57B693ABFD1526E</a> [DEAD LINK]</p><p><a href=\"http://services.bepress.com/cgi/viewcontent.cgi?article=1129&amp;context=jpd\">http://services.bepress.com/cgi/viewcontent.cgi?article=1129&amp;context=jpd</a> [DEAD LINK]</p><p><a href=\"https://cns.asu.edu/sites/default/files/library_files/lib_hamlettcobb_0.pdf\">https://cns.asu.edu/sites/default/files/library_files/lib_hamlettcobb_0.pdf</a></p><p><a href=\"http://www.google.com/url?sa=t&amp;rct=j&amp;q=national%20citizens%20techonology%20forum%20participants&amp;source=web&amp;cd=2&amp;ved=0CCoQFjAB&amp;url=http%3A%2F%2Fwww.cspo.org%2Flibrary%2Ftype%2F%3Faction%3Dgetfile%26file%3D88%26section%3Dlib&amp;ei=TNnnTqumI4j74QT08qSBCQ&amp;usg=AFQjCNE_GRzLwjXlphP6Ml78VunYj47h8\">http://www.google.com/url?sa=t&amp;rct=j&amp;q=national%20citizens%20techonology%20forum%20participants&amp;source=web&amp;cd=2&amp;ved=0CCoQFjAB&amp;url=http%3A%2F%2Fwww.cspo.org%2Flibrary%2Ftype%2F%3Faction%3Dgetfile%26file%3D88%26section%3Dlib&amp;ei=TNnnTqumI4j74QT08qSBCQ&amp;usg=AFQjCNE_GRzLwjXlphP6Ml78VunYj47h8</a> [BROKEN LINK]</p><h3>External Links</h3><p><a href=\"https://cns.asu.edu/sites/default/files/library_files/lib_hamlettcobb_0.pdf\">Final Report</a></p><p><a href=\"http://spp.oxfordjournals.org/content/36/5/335.abstract\">Oxford Journals: The National Citizens' Technology Forum</a></p>", "title": "National Citizens' Technology Forum (USA)"}