{"htmlbody": "<p><em>Note:  This article is in need of assistance with content and editing.  Please help us compete it.</em></p><h3>Summary</h3><p>Direct Democracy SA is an attempt to reform the South African electoral system by using citizen advocacy to convince currently elected politicans to commit to greater consultation with and accountability to the public, and to promote legislation to reform the electoral system to become more democratic.</p><h3>Problems and Purpose</h3><p>Our current system in South Africa is so much better than pre 1994 but it lacks accountability.</p><h3>History.</h3><p>In 1994 South Africa moved from aparthied to democracy and on to a 5 year dictatorship with high levels of corruption</p><h3>Originating Entities and Funding.</h3><p>Originated and funded by Jim Powell <a href=\"http://www.directdemocracy.org.za\">www.directdemocracy.org.za</a></p><h3>Deliberation, Decisions, and Public Interaction.</h3><p>Weekly emails to 3600 local South African individuals and organisations</p><h3>Influence, Outcomes, and Effects.</h3><p>Just starting out</p><h3>Analysis and Criticism.</h3><p>none</p><h3>Secondary Sources.</h3><p>None</p><h3>External Links</h3><p><a href=\"http://www.directdemocracy.org.za\">www.directdemocracy.org.za</a></p><h3>Notes.</h3><p align=\"center\"><strong><u>Never again vote for a 5 year dictator</u></strong></p><p> </p><p>Our current system in South Africa is so much better than pre 1994 but it lacks accountability. The primary allegiance the proportional representatives have is to their own political party. The 50% of the local government councillors that have a constituency can at least be identified by the electorate but still are not accountable. Our system is effectively a 5 year dictatorship</p><p>We, the electorate, are the shareholders of the South African government and employers of our politicians. We choose the politicians who are employed and pay their salaries. We must be able to directly control the politicians. An interesting statistic is that 97% the laws of the world’s best-known democracy, Switzerland, are passed without voter intervention. The threat of voter intervention means the laws are passed with the electorate in mind.</p><p> South African elections are coming in 2014 and you can start making a difference starting now by:</p><p><em>1. Adopting a politician, preferably one at each level of government and they do not have to be in the same party</em></p><p><em>2. Mentor them on direct democracy</em></p><p><em>3. Let them know that you will not vote for them or their party if they do not commit for changes to bring about Direct Democracy</em></p><p><em>4. Present the document below for each politician and political party to sign</em></p><p><em>I, (name of politician or political party), acknowledge that I am effectively an employee of the voters because the voters decided who would be employed by voting and the voters who, through payment of their taxes and rates, pay my salary and I recognise that the current system does not put the voters in control.</em><br/><em>- I commit to regular and effective consultation with the voting public through public meetings and continuous communication via the press, radio stations or in person. </em></p><p><em>- I agree to vote in accordance to the best interest of the voters who elected me, who may be polled by means of a referendum similar in format to that used for petitions. </em></p><p><em>- I am committed to ensure that the wishes of my constituency are effectively communicated and advocated for in at all levels of government.</em></p><p><em> - I am also committed in doing everything within my power to ensuring that the laws are upheld and that service delivery is efficient and effective.</em></p><p><em> - I commit to being held accountable for my performance by the voters </em></p><p><em> - I further agree that the registered voters will be able to remove me from office when 25% of the number who voted in the last election within .</em></p><p><em> - I will promote legislation at all levels of government and changes in the South African Constitution to bring about a system of constituency with top up proportional representation and Direct Democracy.</em></p><p><em>See <a href=\"http://www.directdemocracy.org.za/\">www.directdemocracy.org.za</a></em></p><p> </p>", "title": "Direct Democracy SA (\"Never again vote for a 5 year dictator\")"}