{"htmlbody": "<h2><u>I.    Definición de la Comunidad y del Problema</u></h2><h3>Paso 1. Inmersión en la comunidad</h3><p>El primer paso para la elaboración del proyecto de acción ciudadana es la inmersión en la comunidad. Se debe de buscar  la generación de confianza, respeto, competencia y trabajo entre los miembros de la comunidad y nosotros como parte de un equipo.</p><p>La comunidad es un grupo de personas que comparten algo en común, <a href=\"http://es.wikipedia.org/wiki/Costumbre\" title=\"Costumbre\">costumbres</a>, <a href=\"http://es.wikipedia.org/wiki/Valor\" title=\"Valor\">valores</a>, tareas, ubicación geográfica (colonia) etc., por lo que en una comunidad se debe crear una identidad única que los identifique de otros grupos.</p><p>Decidimos hacer el proyecto en la comunidad de las Brisas, ya que es un lugar cercano, en el que ya tenemos a un contacto importante y a varios vecinos conocidos. Consideramos que no hay muchas barreras que no nos permitan involucrarnos con esa comunidad, puesto que un integrante es parte de ella.</p><p>Las estrategias de acercamiento que utilizamos fueron las de conocer físicamente a la comunidad y establecer comunicación con el contacto, ya que como Raúl es integrante de esa comunidad teníamos una idea de cómo era, las tradiciones y costumbres; sin embargo era necesario conocerla y generar cierta confianza así que visitamos la comunidad, la conocimos y nos acercamos con la persona contacto, la señora Rosalina (mamá de Raúl), la cual tiene la facilidad de saber a quien dirigirse para conformar un grupo de colonos e inducirlos a que realicen algo por su comunidad. Por lo que nos presentó al señor Adolfo Siller, integrante de la comunidad el cual conoce mucho de ésta, así como a varia gente.</p><p></p><p>Gracias a la señora Rosalina pudimos hablar con él, al cual le aclaramos el objetivo del proyecto, el cual es la organización y motivación de las diferentes actividades que se pretendan realizar y enfocar a la comunidad hacia qué otros problemas podemos dirigirnos para mejorarlos; y también la razón por la cual elegimos a su comunidad. Sentimos que realizamos un buen contacto con él debido a que mostramos una buena actitud, respeto y ganas de ayudar.</p><p></p><p>Después de acercarnos y conocer a la comunidad decidimos aplicar varias herramientas para estar realmente relacionados y en contacto con ésta. Realizamos un mapa de la comunidad para conocer las calles de la colonia, del sector, las características de ésta y la cantidad de familias, ya que es necesario que los integrantes de la comunidad vean nuestro interés y conocimiento de la comunidad para generar cierta confianza y poder participar en ella.</p><p>Por otro lado decidimos aplicar una entrevista al señor Adolfo Siller para conocerla mejor, saber si han realizado actividades de mejoramiento, la unidad que existe entre los integrantes de ella, etc. Además usamos el listado de preguntas sobre la comunidad. El señor Siller nos mencionó,  así en grandes rasgos, la inquietud reciente de ciertos vecinos por varios problemas en la comunidad, así como características de ésta</p><p>Entrevista</p><p>a. ¿Quiénes conforman la comunidad? ¿Cuántos son, cuánto tiempo tienen perteneciendo a la comunidad? </p><p>Son alrededor de 120 familias, el tiempo en el que tienen perteneciendo a la comunidad varía, ya que últimamente se han incorporado nuevos vecinos. Existen personan que ya llevan 25 años de pertenecer a la comunidad de Las Brisas. Es una comunidad de estatus económico medio, por así decirlo.</p><p> b. ¿Qué tipo de personas la integran? (adultos, jóvenes, estudiantes, profesionistas, empleados, etc.) </p><p>En su mayoría son adultos, aunque en los últimos años se han integrado personas jóvenes.</p><p>c. ¿Cuáles son las actividades que realizan? </p><p>Algunos son pensionados, otros abogados, contadores, hay gente que tiene su propio negocio, entre otros.</p><p>d. ¿Se consideran parte de la comunidad?</p><p>La comunidad es de por si muy unida, y pues sí se consideran parte de ella. </p><p>e. ¿Los integrantes de la comunidad han trabajado de forma colaborativa en el pasado? </p><p>Habíamos señalado que no, sin embargo nos enteramos en la penúltima junta que un grupo de vecinos había estado trabajando para lo que es el cuidado del parque, entre otras actividades, sin embargo, no se convocó a mucha gente para eso.</p><p>f. ¿Existen ciertas inquietudes por parte de los integrantes hacia varios problemas de la comunidad?</p><p>Sí existen, muchos se quejan por inseguridad, ruido, tráfico, etc. Sin embargo no conocemos el problema principal que afecta a todos.</p><p>Inmediatamente de aplicar la entrevista decidimos, junto con el representante, hacer una convocatoria de juntas semanales (jueves a las 8:00), en el que asistirían algunos miembros de la comunidad para hablar acerca de inquietudes que tengan además de conocerlos. Se decidió que fueran invitados por el Sr. Siller y por otros vecinos.</p><p>Después de aplicar las herramientas de inmersión a la comunidad, visitarla y conocerla nos dimos cuenta que es una colonia muy bonita y unida, ya que varios vecinos de diferentes cuadras tienen una relación muy estrecha. Tiene varios parques que se encuentran mas o menos en buenas condiciones, las casas se ven en buen estado, lo que nos dice que es gente de clase media alta, las persona con las que interactuamos son amables y con cierta educación. Existen en cada sector aproximadamente como 120 familias que llevan mucho tiempo viviendo ahí lo que nos dice que es una colonia donde la gente se siente a gusto y les agradaría mejorarla.</p><p>En general esto fue lo que realizamos en este paso. Al principio nos sentíamos inseguros, pero ya que asistimos, conocimos y hablamos con algunos miembros de la comunidad empezamos a sentir motivación y seguridad en que podemos ayudar a hacer un cambio. Esperamos que poco a poco los mismos miembros de la comunidad participen para poder combatir los problemas que acontecen.</p><h3>Paso 2. Investigación Social</h3><p>Lo que siguió a la inmersión a la comunidad fue la investigación social, en la cual pudimos tener una visión más amplia de las personas que habitan en la misma. Para el desarrollo de ésta fue necesaria mucha más organización y  la comunicación objetiva de las partes. Era muy importante establecer las estrategias para ayudar a la comunidad a identificar sus inquietudes principales. Sin embargo, antes de empezar con la junta hicimos un análisis general acerca de los datos que se obtuvieron con el primer paso para tener un buen conocimiento de la comunidad.</p><p>Extracción de  datos importantes para el proyecto</p><p>a. ¿Quienes conforman la comunidad? </p><p>Se decidió establecer  límites geográficos al  proyecto, las Brisas es una colonia muy grande; todo esto con el fin de ver cambios (resultados)  más apreciables. Se eligió un sector, son unas 150 casas aproximadamente. Las delimitaciones vienen en el mapa anexado.</p><p>b. ¿Cuál es el número de personas que conforman la comunidad? </p><p>Alrededor de 550 personas entre niños y adultos</p><p>c. ¿Dónde está localizada? </p><p>En boulevard Acapulco del lado de Garza Sada.</p><p>d. ¿Quiénes son las personas de mayor influencia en la comunidad?</p><p>Algunas personas que ya llevan tiempo viviendo ahí, así como las personas que se han reportado a las junta de los jueves. </p><p>e. ¿Qué tipo de influencia ejercen? </p><p>De tipo comunicativa,  se encargan de informar y pues de discutir los problemas   que los involucran como sociedad. Los harían ver que pueden trabajar por una comunidad más  limpia, organizada, segura entre otros.</p><p>f. ¿Quiénes pueden ser colaboradores en la implementación de un proyecto de participación? </p><p>Alguna dependencia estatal, algunos negocios que están por el sector, la misma gente etc.</p><p>g. ¿Quiénes pueden ser barreras? </p><p>No existen así personas que puedan ser barreras importantes, solo el hecho de que hay personas mayores que no participarían de manera tan activa.</p><p>h. ¿Cuáles son los valores identificables de las personas? </p><p>Comunicación, respeto, servicio, tolerancia</p><p>i. ¿Cuáles son los intereses de la comunidad? </p><p>Resolver sus problemas         </p><p></p><p>Como lo habíamos mencionado en el paso anterior se organizaron unas juntas con la comunidad todos los jueves a las 9 de la noche donde todos iban a dar su punto de vista acerca de los diferentes problemas en los que se veía involucrada la comunidad de Las Brisas. Era necesario conocer esos puntos de vista, y analizar el problema principal que afectaba a la comunidad.</p><p>En la junta de la noche nos dimos cuenta que en verdad muchas personas están interesadas en resolver varios problemas que atañen la comunidad. Asistieron como 24 personas de las 120 familias que hay en el sector, sin embargo esas 24 personas informan a los demás, que no pueden asistir a las juntas, acerca de lo discutido. Se podría decir que es como una cadena.</p><p>Lo primero que decidimos hacer en la junta fue elegir a los 5 líderes, lo cual lo hicimos mediante la votación de todos los que asistieron a la junta, decidimos que ellos los eligieran ya que son líderes de la comunidad no de nosotros. La votación fue abierta, decíamos el nombre de la persona que deseaba ser representante y todos los que deseaban que él fuera uno de ellos levantaban las manos. Al final se organizó como un comité donde había un representante por cuadra, vocales, etc. Sin embargo, hubo 6 líderes principales, los cuales asistirán a todas las juntas e informarán a todos acerca de lo discutido. Adolfo Siller, es el presidente, seguido de Eustolio Cano como vicepresidente, Víctor Viqueras como suplente del vicepresidente, Rosy Garza, Julia Rivera y Mayra Rodríguez como representantes de cuadra.</p><p>Después de la selección de los líderes se empezaron a discutir los problemas que ha varios integrantes de la comunidad les afectaba. Nosotros aplicamos entrevistas para poder saber exactamente qué piensa cada persona y más tarde hacer un análisis con los representantes para identificar los 3 principales problemas. Los integrantes de la comunidad aceptaron contestar las preguntas y nos dio gusto ver que estaban interesados. Las preguntas que aplicamos fueron ¿Qué es lo que no te gusta de tu comunidad? ¿Quisieras cambiarlo? ¿Por qué? Todos iban dando su punto de vista por lo que se formó una lluvia de ideas donde anotábamos cada problema que mencionaban y cuánta gente apoyaba ese problema. Esta estrategia nos gustó mucho porque cada persona decía qué pensaba, qué le molestaba de la comunidad, qué problemas habían tenido, etc.</p><p>Después de que la gente opinó acerca de los temas que les afectaban de acuerdo a la cantidad de personas que tenían un problema en común se seleccionaron tres problemas, de los cuales todos estaban de acuerdo en que eran los principales. Estos problemas fueron los de basura, seguridad y tráfico.</p><p>En general este paso se basó en identificar los problemas que afectan a la comunidad. Nos gustó que cada persona opinara y diera su punto de vista acerca de cada problema. Creemos que estamos realizando un buen contacto con los miembros de la comunidad, sin embargo quisiéramos que participaran más personas y así todos se tomen en cuenta y puedan participar. Esto lo hablamos con cada representante de cuadra para que invitaran a los demás a participar en las juntas.</p><h3>Paso 3. Identificación, Análisis y Selección del Problema</h3><p>Como ya lo habíamos mencionado los líderes comunitarios se formaron a partir de la primera junta formal que tuvimos con la comunidad, estrategia que usamos para que todos puedan dar su punto de vista (presidente, vicepresidente, representantes). Hablamos el jueves con estas personas acerca de la importancia de definir los problemas  que afectan a la comunidad de Las Brisas,  viendo en todo momento la  fiabilidad, factibilidad, impacto, etc. (los líderes se reúnen los jueves).</p><p>A través de esta dinámica se trató de abrir más las mentes de estos líderes para que entendieran que podría haber otros problemas igual de importantes que el de la seguridad o en dado caso seguir con el proyecto. Se diseñó esta actividad para darles la oportunidad de ver todo el panorama de lo que representa la solución de un problema que todos tienen en común.</p><p>Les explicamos en qué consistía la matriz para la selección del problema y la de Impacto vs. Factibilidad y la llenaron.</p><p>Lo que pudimos encontrar con estas tablas o matrices es que varios problemas no eran tan factibles y tenían un bajo impacto, como lo fue el del tráfico ya que las soluciones eran casi imposibles, era necesario ir con el gobierno, con seguridad vial, etc., para poder lograr algo que ha muchos ayudaría pero a otros no, ya que el tráfico si se cierra por una parte sale por otro, así que tiene tanto baja factibilidad como bajo impacto. Por otro lado el de la basura era un problema que tiene soluciones muy accesibles, sin embargo no tiene un alto impacto ya que muchas personas lo pueden ver como un problema poco necesario así como también un problema que no realizaría un gran cambio. Por lo que poco a poco como se fueron analizando cada uno de los problemas con la tabla de Impacto vs. Factibilidad, así como también la matriz donde se califica cada problema nos pudimos dar cuenta cuál era el problema con una mayor necesidad, capacidad, impacto y factibilidad.</p><p>Después de ver cada una de los puntos de las tablas, decidimos tomar la que resulto ser la más importante en cuanto a nivel de problemática,  factibilidad e impacto; esa fue la de SEGURIDAD.</p><p>A partir de seleccionar el problema principal se fue analizando qué era lo que ocasionaba esto, qué efectos tenía, a cuántos afectaban, etc. Se llegaron a las conclusiones que una de las causas principales de este problema es que la colonia Las Brisas está muy cerca de Cierra Ventana de donde se cuenta que hay grupos de vandalismo o “cholos”. También se contaron varias anécdotas de que los “cholos” compran a los policías para que les permitan robar, algo que viene mucho a tocar el problema de la corrupción. Por otro lado varios representantes contaron sus propias anécdotas de robos así como también la incomodidad que viven debido a esto. Varias personas empezaron a dar soluciones que podrían acabar con el problema, sin embargo después se hará un análisis más amplio de cómo solucionar el problema y qué pasos seguir.</p><p>Nos dimos cuenta que en verdad los habitantes de la colonia se han visto muy afectados debido a la cuestión de seguridad, ya que contaban con enojo sus anécdotas así como también con el coraje de no poder vivir tranquilos. Se ve la necesidad y ganas de todos para acabar con este problema. </p><p><u> </u></p><h2><u>II.    Planeación y Preparación de la Acción</u></h2><p> </p><h3>Paso 4. Planeación de la Acción</h3><p>Para realizar este paso fue necesario hacer una reunión con los miembros de la comunidad y aplicar ciertas estrategias de acercamiento. Sin embargo, nosotros ya teníamos definidas realizar juntas semanales para hablar, organizar y opinar acerca de las actividades o sucesos que han surgido en la comunidad.</p><p>En la junta del jueves pasado se comentó acerca de que era necesario comenzar a planear la acción para la solución del problema, así como también se comentó acerca de la matriz del marco lógico, sin embargo no se notó interés en realizarla o mínimo comentar y preguntar acerca de ella. Varios integrantes de la comunidad comenzaron a dar ideas acerca de las soluciones que se podrían hacer y también a decidir qué acciones se iban a realizar, sin embargo no tenían una organización. Este momento fue el adecuado para resaltar la necesidad de llevar a cabo un plan de trabajo, ya que pudimos usar como ejemplo la desorganización que ellos mismos estaban viviendo en ese instante.</p><p>Los integrantes de la comunidad se dieron cuenta del error que estaban cometiendo al no organizar ni definir bien lo que es necesario hacer, así que por fin presentaron interés en la planeación que les comentamos que era necesaria. Varios miembros preguntaron qué era la matriz, cómo se solucionaba y qué ventajas iba a tener contestarla. Les platicamos acerca de esto y se decidió hacer una junta el próximo martes con los mismos líderes para resolver la matriz y realizar el plan de trabajo.</p><p>En la junta del martes decidimos que los integrantes de la comunidad eligieran la forma en que querían que fuera contestada la matriz. La mayoría decidió que nosotros la fuéramos guiando y llenando mientras que ellos opinaban, y que después se analizaran los resultados para más tarde definirlos de una mejor manera.</p><p>El proceso de la realización de la matriz fue muy exitoso. Todos tenían muy bien definidos el fin y el propósito del proyecto, sin embargo en los componentes y actividades hubo diferencias de opiniones. Muchos decían que querían contratar policías para que estén revisando el sector, sin embargo otros no querían ya que no era seguro el servicio de los guardias debido a la corrupción que existe actualmente en el país. Por otro lado, se comentó que se podrían colocar cámaras en la colonia, así como también una caseta. También se dieron ideas de darle a los lavacoches y personal de servicio gafetes de identificación para saber quienes son. Nosotros les comentamos acerca de qué ventajas, desventajas y complicaciones podrían tener las soluciones que se daban.</p><p>Después de una gran discusión de opiniones se llegaron a definir los componentes y actividades. Se decidió contratar policías, sin embargo, para evitar el problema de la corrupción, se decidió ir a la Secretaría de Seguridad Pública a hablar del problema, solicitar los policías y preguntar qué ideas y componentes podrían proporcionar como parte del Gobierno del Estado de Nuevo León.</p><p>Ya que teníamos definidas las acciones que se iban a realizar se contestó el plan de trabajo donde cada líder y representante de la comunidad decía qué actividad se le facilitaba hacer, así como la fecha en la cual podía realizarla de acuerdo a la necesidad de tiempo de la acción. A continuación se encuentran los resultados del cuadro de Plan de Trabajo y de la Matriz de Marco Lógico.</p><p>Este paso fue muy importante en el proyecto ya que si no se tiene una buena organización es probable que éste fracase. La forma de trabajo, así como la participación de cada integrante fue muy exitosa. De acuerdo a como todo avanza se espera tener éxito en el plan.</p><h3>Paso 5. Mapeo de Capital Social / Contacto y Adhesión de interesados</h3><p>El Capital Social de la comunidad esta conformado por…</p><ul><li>Vecinos del sector con/sin ingresos accesibles.</li><li>El comité de seguridad</li><li>Negocios aledaños al sector</li><li>Gente patrocinadora (Berel, Gilsa etc.)</li><li>Trabajadores (lavacoches, jardineros, el del periódico etc.)</li><li>Otras personas (ADT, subsecretario de Seguridad Pública, Obras públicas, etc.)</li><li>Autoridades</li></ul><p>Los vecinos son principalmente necesarios para el proyecto, ya que sin su participación e interés no es posible hacer nada. El Comité de Seguridad es muy necesario ya que son los líderes, los que participan, organizan y llevan a cabo las actividades principales, además de que informan a los demás vecinos acerca de los avances en el proyecto. Los negocios y gente patrocinadora son importantes ya que al participar en el proyecto nos pueden dar una gran inversión económica en el proyecto. Los trabajadores no viven en la comunidad, sin embargo son parte de ella ya que la frecuentan mucho, estos pueden ser sospechosos de robos y asaltos, problemas principales de nuestro proyecto. Las autoridades son necesarias en nuestro PAC ya que se encargan de brindar permisos, ayuda y opciones acerca de actividades que se pueden hacer para el logro de nuestro objetivo.</p><p>Éstas son sin duda las personas con las que se cuenta de manera general para la elaboración del Proyecto de Acción Ciudadana.</p><p>Como ya lo habíamos mencionado, nosotros ya realizamos las juntas desde el inicio del proyecto, y ya mostramos las dinámicas que seguimos.</p><p>Las personas en su mayoría ya nos conocen salvo algunos vecinos que no han asistido, en promedio asisten de 10 a 25 personas a las juntas de los martes o jueves según fuera el caso, sin embargo ellos se encargan de informar. Siempre existe una invitación hacia los vecinos para que asistan y se informen más.</p><p>El 5 de septiembre se realizó una junta con la Secretaría de Seguridad Pública, a la cual asistió el presidente del comité, Adolfo Siller. En esta junta el presidente llevó una circular en donde se mencionaban los antecedentes y peticiones de la colonia, así como también contenía firmas de los colonos. El Comandante Fernando Torre y Cuevas atendió al presidente y lo invitó, como solución al problema, al programa Policía de Barrio, el cual se ha implementado en 55 colonias y consiste en una cooperación entre el Gobierno del Estado y los colonos. (Anexo 3)</p><p>Por otro lado, la señora Rosalina Garza, integrante del comité, contactó al Lic. Juan de Dios Saucedo, el cual es miembro del Grupo Multisistemas de Seguridad Industrial (MSI), para que le informase acerca de este grupo. El licenciado le otorgó un folleto en donde se mencionan las funciones y ventajas de MSI. (Anexo 4)</p><p>Se iba a hacer una junta con Ramón de la Peña para facilitar la obtención de permisos para la caseta, pero no se puedo realizar el día lunes 1 octubre, debido a ciertos percances, sin embargo se esta trabajando en esto.</p><p>De manera directa están los integrantes del comité, así como los representantes de cuadra, varios vecinos ya han dado sus puntos de vista y están con toda la disposición de participar. Por otro lado las autoridades de seguridad, se comprometieron a dar todo el apoyo necesario, una vez que esté todo listo para la implementación del proyecto de policía de barrio. Por el momento han estado pasando patrullas a diferentes horas, hasta que se tenga el automóvil y la caseta.</p><p>En la próxima junta comunitaria (martes 25 de septiembre) participarán, además de nosotros, los seis líderes principales integrantes del comité, como los directores de ésta (Adolfo Siller, Eustolio Cano, Víctor Viqueras, Rosy Garza, Julia Rivera y Josefa Villarreal), también los representantes de cada cuadra y los vecinos o colonos que están dispuestos a participar o que desean informarse acerca del proyecto. En esta próxima junta, además de motivar a los colonos a participar, se les informará acerca del seguimiento de las actividades que se van a realizar (matriz, programación, etc.).</p><h3>Paso 6. Junta Comunitaria</h3><p>A la Junta Comunitaria asistieron alrededor de 100 personas, se realizó en la cochera de casa de Mayra, se pidieron sillas y se consiguió un altavoz. Nos gustó mucho la gran cantidad de gente que asistió ya que se ve más interés por parte de los colonos. El objetivo principal de la junta fue mencionar la forma en que se va a actuar y lo que se piensa hacer, así como la motivación de los colonos para que aporten económicamente con lo necesario.</p><p>En esta junta Laura Hinojosa fue la Documentadora, ya que ella se encargaba de anotar los puntos principales que se llevaban a cabo en la junta. Raúl Garza fue el Facilitador, ya que se encargó de apoyar al comité y resolver conflictos durante la junta. Eduardo Dantes fue el Soporte Operativo ya que se encargaba de brindar su apoyo tanto a nosotros como a los del comité.</p><p>Antes de comenzar con la junta se entregó, conforme iban llegando las personas, la hoja con la información del Comité de Vigilancia y una hoja con el mapa de la comunidad resaltando las cuadras en las que se pretende llevar a cabo el programa. </p><p>La orden del día fue la siguiente:</p><p>1.    Dar Introducción a la Junta (Adolfo Siller), presentar los 6 líderes principales del comité, nombrar los representantes de cada cuadra (para que los colonos sepan cuál es su representante) y mencionar el objetivo de la junta.</p><p>2.     Mencionar los logros obtenidos (Junta con Secretaría de Seguridad Pública)</p><p>3.    Señalar las actividades que se pretenden hacer. (Resumen Narrativo de Objetivos)</p><p>4.    Mencionar los componentes y el presupuesto de cada uno (Indicadores)</p><p>5.     Motivar a los colonos a participar, mencionando las ventajas de esto.</p><p>6.    Aclarar la necesidad de un apoyo económico por parte de todos. </p><p>7.    Presentar la aportación que se pedirá por casa habitación. </p><p>8.    Dar un espacio para dudas, comentarios y aclaraciones.</p><p>9.    Conclusión.</p><p>Durante la Junta Comunitaria se fue siguiendo el orden en que se decidió mencionar los puntos (Agenda). Se comenzó 5 minutos después de la hora estimada para dar oportunidad a los que salieron tarde de sus casas. Los colonos estaban atentos, no hubo necesidad de callar a las personas y el altavoz ayudó mucho para la cantidad de gente que hubo.</p><p>Adolfo Siller fue el que llevó a cabo la junta, sin embargo los 6 miembros principales del comité también participaron en aclaraciones pequeñas. Esto fue con el objetivo de no perder la atención de los colonos con tantas personas diferentes hablando.</p><p>Los apoyos visuales fueron muy simples, sin embargo sí sentimos que sirvieron para involucrar más a la gente y generar diferentes puntos de opinión que a veces pueden estar suprimidos, por que sólo hablan unos cuantos colonos. Al implementar los apoyos vimos más participación.</p><ul type=\"disc\"><li>Se llevó un resumen con información del cómo trascendió el programa policía de barrio en otra colonia (Sierra los Leones), este fue conseguido a través de la Sra. Rosalina (vecina del sector).</li><li>Se realizaron anotaciones en un rota folio, para que todos pudieran ver más claramente lo que se pretende hacer de manera más estructurada.</li><li>Se llevó un mapa de la colonia (varios que se entregaron), para que se vieran otros lugres en donde se podría instalar la caseta. (ya existía uno pero para reafirmar, o ver una mejor opción).</li><li>Cabe mencionar que se llevó un altavoz para que la gente fuera capaz de escuchar. </li></ul><p>Para la implementación del proyecto, se han llegado a los siguientes acuerdos:</p><ul type=\"disc\"><li>Se considera que es muy importante la participación de los colonos, sobre todo económica, para la compra del automóvil y la instalación de la caseta. Para esto se mandaron a hacer unos comprobantes con el siguiente mensaje:</li></ul><p>“Aportación por casa habitación de colonos para la adquisición de un vehículo de vigilancia, así como mantenimiento, tenencia y gasolina por un año.”</p><p>El costo o aportación seria de $1200 pesos.</p><ul type=\"disc\"><li>El dinero será  cobrado por cada representante de cuadra, quien a su vez se lo entregará a cualquiera de las dos encargadas de tesorería, Julia Rivera y Rosalina Garza. Se entregará a cada vecino el comprobante de pago así como la calcomanía de comprobación.</li><li>Se dejó en claro que el programa Policía de Barrio se empezará una vez comprado el vehículo y realizado la instalación de la caseta.</li><li>También se acordó que si más del 70% de la cuadra no está de acuerdo con el programa y no quiere aportar económicamente en éste, esa cuadra estará fuera del programa. (Esto se hizo con el objetivo de que los mismos integrantes de la cuadra motiven a los que no quieren participar).</li><li>Serán menos juntas las realizadas entre vecinos, con el fin de no cansar, debido a esto se enviarán circulares o una carta a los vecinos para que se mantengan informados.</li><li>Si se tiene alguna duda o queja los colonos se pueden comunicar con cualquiera de los líderes de la mesa directiva o con su representante de cuadra para aclaraciones. (Información en hoja del Comité de Vigilancia que se entregó).</li></ul><p>Se espera que los responsables de la aprobación de cada indicador sean el presidente y el vicepresidente del comité (Adolfo Siller y Eustolio Cano), sin embargo es un punto que necesita aclararse con los miembros de la comunidad. </p><p> </p><h2><u>III.    Implementación, Monitoreo y Sustentabilidad de la Acción</u></h2><h3> </h3><h3>Paso 7. Implementación de la Acción</h3><p>Para la implementación de la acción se han desarrollado innumerables de actividades, tanto con las autoridades correspondientes (seguridad pública, obras públicas etc.), como con los mismos vecinos y el comité.</p><p>Para la creación de los talonarios fue necesario realizar un informe en el que se dijera al vecino dentro del comprobante, los puntos que abarcaría el proyecto así como en qué se iba a gastar o invertir el dinero. Una vez creados los talonarios se empezaron a repartir entre los representantes de cuadra quienes se comprometieron a cobrar el dinero correspondiente a cada casa habitación el cual ya lo habíamos mencionado sería de 1200 pesos.</p><p>Por otro lado para el patrocinio, la Sra. Rosalina Garza había estado contactándose con un conocido suyo Ing. Sergio Anguiano (Gilsa) el cual se comprometió a construir la caseta a manera de donación, por otra parte, se le solicitó al mismo un bosquejo del tipo de caseta que seria sus dimensiones, fachada etc.(anexo).</p><p>Para los permisos acudimos nosotros, el Sr. Eustolio Cano y otras vecinas con el Ing. Ramón de la Peña el día viernes 12 de octubre. Él nos comentó que no le correspondía ayudarnos de manera directa; ya que los trabajos se los dividen entre el estado y el municipio, y pues lo de las Brisas le correspondía más a las dependencias estatales (José Natividad Gonzáles Parás). Ramón de la peña se comprometió a apoyar a la comunidad y  enviar la carta correspondiente con las solicitudes de permiso para la instalación de la caseta, así como para los servicios públicos etc.</p><p>Eustolio Cano por otro lado, habló con el Ing. Jesús Cantú (obras públicas), el señor se presentó la semana pasada para hacer una inspección del donde estaría situada la caseta, le pareció bien, sólo pidió un mapa del lugar, así como el diseño que tendría la caseta (ambas cosas fueron mandadas por e-mail) el ingeniero quedó en reportarse, ya lo hizo y le pareció muy bien, sólo pidió que fueran a patrimonio los representantes con el acta constitutiva como asociación y que el permiso estaba como quien dice ya listo. Por lo que el martes 16 de octubre se hizo una junta con la Contadora Patricia Mercado para hablar acerca del procedimiento de formarse como asociación.</p><p>Actualmente se han juntado 120,000 pesos, los cuales han sido depositados en una cuenta bancaria, asegurados bajo 4 firmas. La aportación de los vecinos ha sido muy buena, sin embargo, como el 50% de los vecinos han aportado a manera de pagos, y otros todavía andan un poco lentos. Se espera a finales de mes que haya más aportación. La tesorera ha estado entregando comprobantes a las personas que han entregado el dinero.</p><p>La compra del carro se realizará una vez que existe más capital, ya que se cree que si se compra el carro mucha gente que no ha cooperado dejaría de aporta</p><ul type=\"disc\"><li>Resultados del monitoreo</li></ul><p>Para el carro:</p><p>Únicamente se han estado viendo las alternativas u opciones de carros que podrían adquirirse, así como los precios y  modelos.</p><p>También se ha visto lo del equipamiento, seguros etc., para que al momento de adquirir el coche se hagan las cosas más rápido, sin embargo debido a que no se ha realizado la acción no se tienen medios de verificación. Sin embargo se tiene la cantidad de dinero que se ha ido juntado para esto y como comprobantes están los talonarios.</p><p>Para la caseta:</p><p>Se han estado hablando con las autoridades correspondientes Jesús Cantú (último contacto en la cuestión de permiso). Él ya visito la colonia y situó el punto donde se construiría la caseta. Sin embargo, como ya lo mencionamos en el paso 7 es necesario que el comité este registrado, por lo que ya se esta trabajando en esto.</p><p>Lo del patrocinio ya esta concretizado.</p><p>Para lo del permiso, ya sólo se nenecita ir a patrimonio con la solicitud y con el acta constitutiva que los hace ver como una asociación de colonos.</p><p>Ya se confirmó con las fotos el avance de la caseta.</p><p>Policías:</p><p>Los policías los proporciona el Estado una vez que ya estén el carro y la caseta. Como no han sido contratados no se tienen las fotos y credenciales de estos.</p><p>Cámaras:</p><p>Lo de las cámaras, se decidió dejarse pendiente hasta que se consiga lo principal. Por lo que el comité sólo se encargara del carro, la caseta y los policías.</p><ul type=\"disc\"><li>Informe realizado a la comunidad</li></ul><p>La secretaria Mayra Rodríguez es la encargada de realizar las circulares que informen a los vecinos acerca de los avances que se han realizado, así como también de entregar cierta cantidad de circulares a los representantes de cuadra para que la entreguen a sus vecinos. (Anexo 7)</p><h3>Paso 9. Sustentabilidad de la Acción</h3><p>La colonia ha respondido de manera favorable durante el transcurso del proyecto. Sin embargo, es necesario desarrollar las herramientas en esta última fase del proyecto para que los miembros de la comunidad se familiaricen con el PAC (Proyecto de Acción ciudadana). El proyecto ha venido creciendo en sustentabilidad gracias a que algunos vecinos se comunican con otras comunidades como lo son la Col. Country, del Paseo Residencial, entre otras. Esto lo queremos mencionar, ya que el día viernes 26 fueron invitados los vecinos de las Brisas a participar en una junta acerca del PAC en la Col. del Paseo Residencial.</p><p>A esta junta asistieron alrededor de 15 vecinos, entre los que se encuentra la Sra. Teresa Liscano quien en 1990 era la presidenta de la colonia. Ella fue contactada por el Sr. Eustolio (líder del comité) con el objetivo de que se concretice el tramite de los permisos de la caseta ya que la señora se  encuentra registrada junto con otros vecinos como asociación civil, sin embargo se vio muy interesada en participar. A partir de la junta se decidió que aparte del comité de vigilancia, era conveniente crear un comité o junta de mejoras independiente al de seguridad, en el que se trabajen otros problemas como lo son el alumbrado, jardinería entre otros.</p><p>De acuerdo a estos sucesos y en la forma en que han respondido algunos integrantes de la comunidad se decidió que los líderes para dar sustentabilidad al PAC son la Sra. Teresa Liscano, Maria de La Luz Estupiñán (integrante de la colonia y maestra del TEC) y el Sr. Adolfo Siller con el apoyo de los integrantes del comité.</p><p>Como ya lo habíamos mencionado, es necesario el registro del comité como asociación civil para poder sacar el permiso, sin embargo, con la colaboración de la mesa directiva de 1990 esto será más sencillo, ya que no es necesario realizar una nueva, sino actualizar ésta. También se pretende crear un consejo que funja como monitor para que evalué la labor del comité de seguridad y de todos los que participen el la implementación, este será formado una vez que ya tome más forma el proyecto. Aunque existe gente que ya está supervisando las acciones, esto se pretende hacer en un futuro para que estas personas se formalicen como un consejo. </p><p>Las alianzas con las que cuenta la comunidad son con los miembros de la Secretaría de Seguridad Pública del Estado, ellos van a estar al pendiente en conjunto con los colonos de todo lo que acontezca en lo que a seguridad respecta. Esta alianza se desarrolló desde la primera visita al sub-director de la Secretaría el Ing. Torre y Cueva. (Ya se ha mencionado mucho de este vínculo que existe con las autoridades a través de lo que será el programa Policía de Barrio.)</p><p>Otra de las alianzas con las que cuenta la comunidad es la que se tiene con Gilsa, el patrocinador de la caseta, ya que esta empresa estará al tanto de la construcción de la caseta y del proyecto. Esto fue realizado por la Sra. Rosalina quien contactó al Ing. Sergio Anguiano, empleado de Gilsa, el cual se comprometió a construir la caseta a manera de donación por parte de la empresa.</p><p> </p><h2><u>IV.    Evaluación, Reflexión y Presentación Final.</u></h2><h3> </h3><h3>Paso 10. Evaluación y Reflexión con la comunidad</h3><p>Para avisarles a la comunidad acerca de nuestra junta decidimos hablarles por teléfono personalmente, ya que la queríamos hacer especialmente con los líderes del comité y representantes de la comunidad pues fueron con los que más estuvimos trabajando. Cuando hablamos con el presidente, Adolfo Siller, nos informó que como todos los martes se iba a realizar una junta, sin embargo, era necesario hablar también acerca de los avances y cambios que ha habido en el proyecto, así que no se pudo hacer un junta especialmente de reflexión, sin embargo los representantes del comité estaban enterados de que además de seguir organizando el proyecto se iba a realizar una reflexión el martes 13 de noviembre a las 8:00 de la noche.</p><p>Teníamos planeado imprimirles las fotos que tomamos de sus avances para que se dieran cuenta del cambio que habían tenido en el proyecto, por ejemplo, la cantidad de gente que asistía a las juntas la cual empezó a crecer, las fotos de la caseta, la organización que ellos mismos lograron como la elaboración del comité, la hoja que hicieron con teléfonos para que hubiera contacto entre todos, etc. Sin embargo, como el presidente nos mencionó que era necesario avanzar en el proyecto, no pudimos hacer esto debido al poco tiempo que teníamos pues lo importante es que sigan adelante con sus objetivos, pero como quiera se les mencionó todo esto. Les señalamos los avances que habían logrado, la organización que ellos mismos fueron realizando poco a poco, los felicitamos por todas sus actividades cumplidas, ya que fueron sus logros y no nuestros. Por otro lado, en esta junta el presidente llevó el carro, el cual ya lograron comprar, para que todos lo vieran y opinen al respecto. Así que también los felicitamos por la rapidez en que se habían movido ya que no esperábamos que tuvieran el carro al finalizar el proyecto.</p><p>Para que ellos participaran y reflexionaran les preguntamos cómo se habían sentido con el proyecto y con sus logros. Ellos mencionaron que se dieron cuenta, así como nosotros, del avance que habían tenido, que al principio estaban desorganizados y poco a poco, conforme la necesidad, se fueron organizando y formalizando más. También mencionaron que se sienten orgullos de haber superado los obstáculos y los conflictos que se presentaron durante el proyecto pues quieran o no se presentan. Además dijeron que habían aprendido a trabajar en equipo, es decir, a relacionarse y conocerse, pues al principio todos tenían un problema en común, la seguridad, y sin embargo no se conocían, así que mencionaron que todo esto sirvió para que se uniera más la comunidad.</p><p>Después de hacer la evaluación y reflexión les dijimos que nuestro semestre ya terminó y que nuestro proyecto ya había concluido, que ellos demostraron poder seguir adelante, que ya saben qué hacer y que esperamos que sigan trabajando y creciendo como lo han hecho. Los representantes del comité nos dieron las gracias por nuestra ayuda, nos preguntaron si íbamos a seguir visitándolos y les dijimos que cualquier cosa que necesiten y este en nuestras manos iban a tener nuestra ayuda. Después ellos siguieron con su junta y estuvimos opinando acerca de sus avances y ya al final nos despedimos, les dimos las gracias y les dijimos que sigan adelante con su proyecto hasta lograr sus objetivos.</p><h3>Conclusión</h3><p>La verdad estamos muy orgullosos de nuestro trabajo, al principio del semestre que nos platicaron acerca del PAC no creímos lograr o incluso estar cerca de lograr el objetivo del proyecto. Al ver los diferentes logros, la forma en que la comunidad se movió y la manera en que está motivada, nos hace estar seguros de que la comunidad seguirá realizando actividades para mejorar, ya no sólo se quejarán de algún problema, si no que buscarán resolverlo. La formalización que tuvo el comité y en si el proyecto hará que esto no sea sólo por el semestre, si no para futuro.</p><p>El PAC nos dejó una distinta enseñanza a cada integrante del equipo y cada uno reflexionó acerca de esto. A continuación se presentan las diferentes conclusiones de cada uno.</p>", "title": "Proyecto Participativo \"Las Brisas\""}