{"htmlbody": "<p><em>The contents of this case study were consolidated with information from another version submitted by </em>Andreas Hoffelder<em> in 2010 to </em><u><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a></u><em> as a contestant for the 2011 Reinhard Mohn Prize.</em></p><p>The Government of Ontario created the Citizen’s Assembly on Electoral Reform in March 2006. The main purpose of this assembly was to closely examine the current electoral system in Ontario, learn about alternative election models, and decipher what method would best suit the people of the province.</p><p>The current electoral system in Ontario is winner take all—or <em>first past the post</em>—wherein the candidate with the highest number of votes (but not necessarily a majority) wins the election outright. In an effort to enact change, the government established the assembly with 103 randomly selected citizens. The 103 participants encompassed one person from each electorate in Ontario.</p><p>In May of the following year, the assembly recommended changing the current method to a system of 'mixed member proportional representation.' This recommended method would have designated both (1) members elected in local districts and (2) members elected by the whole province from party lists as Members of Provincial Parliament (MPPs). Under the new system, voters would supposedly have had greater representation—with the ability to cast two votes on the ballot. The assembly reached this decision in a 94-8 vote. However, when put to a referendum for voting, the measure was opposed by 63% of voters.</p><p>The assembly in Ontario was very closely modeled after the <a href=\"http://participedia.net/cases/british-columbia-citizens-assembly-electoral-reform\" title=\"British Columbia Citizens' Assembly on Electoral Reform\">British Columbia Citizens' Assembly on Electoral Reform</a>.</p><h2>Problems and Purpose</h2><p>The assembly was established with the goal of adopting a more representative electoral method for Ontario. The winner-take-all system currently in place has repeatedly come under public scrutiny for failing to produce truly representative results. For example, rarely does the party with the highest total vote count end up with a majority of seats in the legislature. This can occur when a political party wins key districts by a slight margin, but fails to receive votes in less populated areas. Furthermore, in Ontario’s current system—single member plurality/winner take all—a party can win many votes, yet end up having few seats or no seats.</p><p>However, any change to the system would require the participation of the voting public. Participation by regular citizens would help ensure the equality of a potential method, transcending the self-promoting views of elected officials. In order for this to occur, citizens would need to be presented with understandable information on numerous electoral systems.</p><p>The assembly was created to allow citizens to process the various systems and to deliberate among their peers about appropriate alternatives to the current method.</p><h2>Creation of the Assembly</h2><p>The province of Ontario had never before attempted a project as ambitions as the Citizens' Assembly. The project required a great deal of coordination before it could begin. On March 27, 2006, the Minister appointed George Thomas chair of the project. Thomas was then given until May 15, 2007 to present the final recommendation of the assembly.</p><p>Due to the large scope of the project, a Secretariat was appointed to help organize the assembly. According to the Ontario Citizens' Assembly on Electoral Reform, the purpose of the Secretariat was to “develop and deliver a comprehensive education program for the Assembly members on the nature and impact of the current and alternative electoral systems, to engage a broad range of Ontarians in a consultation process, to support and facilitate the Assembly’s decision-making process, and to support the Assembly in preparing a final report for submission to the Minister Responsible for Democratic Renewal”.</p><p>The assembly was completely independent of the government of Ontario. Participants were free to come to their own conclusions without government influence. However, they remained subject to governmental budgeting constraints and general guidelines, such as administrative procedures.</p><p>The Chair and his supporters were tasked with organizing almost the entire project. They were provided with office space, a location for the assembly's meetings, and a website. While the process was entirely new to Ontario, organizers were able to refer to the successful British Columbia model when formulating the project.</p><p>The Chair followed three main guidelines when making decisions about the project:</p><ol><li>\"Make it possible for the Assembly members to carry out their task successfully in the time available.\"</li><li>\"Give the members the information and support necessary to do their important job.\"</li><li>\"Involve as many Ontarians as possible in the process.\"</li></ol><h2>Participant Selection</h2><p>Elections Ontario was tasked with selecting the participants in the assembly. After researching various methods, it decided to use the method of selection established in the British Columbia case. Potential participants were required to be citizens who were registered to vote. Every registered voter was eligible to participate—with a few exceptions, such as for elected officials.</p><p>Although the selection process was mostly random, the selection committee still aimed for certain goals. According to Democracy at Work, a pamphlet published by the assembly, the assembly needed to obey the following rules: “Fifty-two members and two alternates for each of those members were to be female and fifty-one members and two alternates for each of those members were to be male. At least one member was to be a self-identified Aboriginal person.” This was done to ensure that the assembly was a true reflection of the population. Although gender was a selection consideration, organizers placed no focus placed on age.</p><p>Using a random electronic system, Elections Ontario was able to create a list of 123,489 people across all of the electoral districts of Ontario. Every person on the list was sent information about the project. These people were given until May to respond to their letters. By the deadline, Elections Ontario had received 7,033 responses from eligible participants. The selection process began in April 2006 and was completed in June 2006.</p><h2>The Assembly</h2><p>Beginning in September 2006, members of the Assembly met about twice a month for eight months. Together, they examined the electoral system and learned about other systems. They consulted with the public through meetings and written submissions. Using what they learned and heard, they recommended that Ontario adopt a new electoral system.</p><h3><strong>Learning</strong></h3><p>Before discussion could begin, participants learned first about the electoral system in Ontario and other system designs. The assembly created a learning team to handle this phase of the project and to educate participants. Jonathan Rose, a professor at Queen's University, was selected to be the Academic Director of the learning team. Rose acted as the primary instructor and assembled the rest of the learning team. The team consisted of guest speakers, facilitators, discussion group leaders, academic consultants, and the Academic Reference Group.</p><p>The Secretariat produced the following learning materials:</p><ol><li>Summer reading list and package</li><li>Annotated bibliographies and readings at introductory, intermediate, and advanced levels</li><li>A summary of the principles and characteristics related to electoral systems</li><li>A text book, <em>From Votes to Seats: Four Families of Electoral Systems</em></li><li>Slide presentations on each learning topic</li><li>An animation, <em>Billy Ballot</em>, explaining families of electoral systems”</li></ol><p>During the learning phase, the assembly participants met for a total of 12 weekends to examine different electoral methods.</p><h3><strong>Consultation</strong></h3><p>A brief consultation phase took place immediately following the learning process. This stage of the project was open to the public. Individuals could register to give oral presentations to the assembly. 252 individuals pre-registered, 43 registered on-site, and additional 206 individuals were granted informal presentations. Members of the public were given many opportunities to speak, and discussion was further facilitated by the availability of a French language service.</p><h3><strong>Deliberation</strong></h3><p>Members of the assembly were provided information about their daily tasks before the day began. The Chair and his supporters wanted the members of the assembly to drive the conversation. To help assist the members, the Chair recommended following the following four ideals of good deliberation:</p><p>1. Identity, common goals, and shared interests</p><p>2. Avoid a fixed position, despite pre-existing views</p><p>3. Recognize the risk of conflict</p><p>4. Start with a conversation, not a debate</p><p>Deliberation took place through discussion groups, formal presentations, voting, and consensus forming between groups. The assembly was analyzed and chose from alternative electoral system designs. Participants worked together to create mutually agreed upon, practical, working models for a mixed member proportional  system and a single transferable vote system and then voted to choose the best alternative design, ultimately selecting a mixed member proportional (MMP) system. After selecting MMP as an alternative system, assembly members then deliberated on the benefits of the current system versus an MMP system. After selecting the, MMP system as preferable to the existing single member plurality system, the assembly then voted to recommend the system change to the electorate.</p><p>The deliberation phase ended with the release of a final report on May 15, 2007. The report was submitted to the government and contained the assembly’s recommendation.</p><h2>Results</h2><p>The assembly decided that the best system for Ontario was a mixed member proportional system. The MMP system is currently employed by Germany, New Zealand, and parts of the United Kingdom.</p><p>The final recommendation of the Assembly looked like this:</p><p>Each party nominates its local candidates, as well as a list of candidates for the whole province—in the order that it wants them to be elected. Before the election, parties must submit both their lists and the details of the process they used to create them to Elections Ontario. Elections Ontario will then publish this information widely, so voters will know who is on a list before they vote for a party. Voters will be able to assess whether a party created its list in a fair and transparent way. Voters will also be able to see whether a party’s list has a good balance of men and women, includes candidates from all of Ontario’s regions, and reflects the diversity of Ontario’s population. In short, voters vote for a local candidate and for a party, but the party vote determines the share of seats a party wins in the legislature.</p><p>This new system would thus allow two votes per ballot, with one vote for a party and one vote for a specific local candidate. The candidate does not have to be from the same party. This system could create a fairer and more representative electoral body. For example, if a party received 33% of the total votes, they would be awarded a roughly equivalent number of seats in the legislature. To ensure legitimacy, groups/candidates would be required to earn 3% of the total vote. After the Citizens’ Assembly on Electoral Reform released their report recommending the new system, a referendum was held on October 10, 2007 in conjunction with the Ontario provincial election. The new system was rejected, with 63% of voters opposing the plan. Despite the failed reform effort, the Citizens’ Assembly was the first effort of its kind for Ontario, and was an attempt to make citizens a more formative part of the electoral, policy-making process.</p><h2>Links</h2><p><a href=\"http://www.citizensassembly.gov.on.ca/en-CA/Home\">Original Assembly Website</a></p><p><a href=\"http://www.citizensassembly.gov.on.ca/en/default.html\">Website</a> describing the recommendations</p><p><a href=\"http://www.citizensassembly.gov.on.ca/en/resources/new_billy_final.html\">Video</a></p><h2>Documents</h2><p>Download File 1: <a href=\"http://www.vitalizing-democracy.org/site/downloads/957_265_Democracy_at_Work___The_Ontario_Citizens___Assembly_on_Electoral_Reform.pdf\">Democracy at Work</a></p><p>Download File 2: <a href=\"http://www.vitalizing-democracy.org/site/downloads/957_303_One_Ballot,_Two_Votes.pdf\">One Ballot, Two Votes</a></p><p>Download File 3: <a href=\"http://www.vitalizing-democracy.org/site/downloads/957_304_Citizen_Deliberative_Decision_Making_English.pdf\">Citizen Deliberative Decision Making</a></p><h2>Sources</h2><p>Cross, William (2005) \"The Rush to electoral reform in the Canadian provinces: Why now?\", Representation, 41: 2, 75 — 84</p><p>Citizens' Assembly on Electoral Reform, Public Consultation Reports(Citizens' Assembly Secretariat, 2007)</p><p>Democracy at Work: The Ontario Citizens Assembly on Electoral Reform A Record of Ontario's First Citizens' Assembly Process, (Toronto: Queen's Printer for Ontario, 2007)</p><p>One Ballot, Two Votes A New Way to Vote in Ontario: Recommendation of the Ontario Citizen's Assembly on Electoral Reform (Toronto: Queen's Printer for Ontario, 2007)</p>", "title": "Ontario Citizens' Assembly on Electoral Reform"}