{"htmlbody": "<h3>Problems and Purpose</h3><p>The ECOCITY project is a group of ten projects that are funded by the European Commission. This particular case study looks at the process behind the renewal of social housing on the northeastern outskirts of Barcelona. The objective of the ECOCITY project is to create patterns for the sustainable development of urban areas. </p><h3><strong>History</strong></h3><p>The Trinitat Nova project began in 1995. The local citizens involved in the Resident’s Association encouraged the administrative bodies charged with the renewal project to include a strong ecological component. The Resident’s Association completed a Community Plan that outlined the framework for the participatory process throughout the development of the area. In 1997, the Resident’s Association, the General Direction of Community Services of the Social Welfare Department, and the Barcelona City Council approved the Community Plan.</p><p>The Resident’s Association then contracted a Community Team. The Community Team is a group of experts and other professionals that supports the Community Plan through coordinating, planning, and programming all of the activities that surround the plan. The Community Team is the driving force behind seeing the Community Plan come to realization.</p><p>Also in 1997, the Resident’s Association organized a conference entitled ‘Urban Renewal and Citizens Participation’ to begin to explain the process to the residents. This conference was simply informative of the processes that were going to begin.</p><p>In 1998, the Community Team created a survey to understand the quality of housing in the area. This survey gained important information such as the economic status of the residents of the neighborhood, which helped in later economic negotiations that concluded in 1999. This survey also gave another opportunity to inform residents about the participative process that they could take part in.</p><p> In July 1999, the Resident’s Association and the Community Team organized a European Awareness Scenario Workshop (EASW) centered on the sustainability of the rebuilding project. The purpose of the EASW was to formulate the elements of a ‘sustainable neighborhood’. The workshop included residents, experts, academics, and authorities. The principles resulting from this workshop defined sustainability and established the basis for completion of the elements.</p><p>The first phase of construction began in 2001. However, the Barcelona City Council and the Community Services of the Social Welfare Department did not approve the final Master Plan until 2002.</p><h3>Participant Selection</h3><p>The ‘Urban Renewal and Citizens Participation’ conference consisted of local residents, public authorities and experts. The conference was open to the entire community to give information about the process.</p><p>The survey conducted by the Community Team was given to randomly selected local residents.</p><p>The EASW consisted of approximately 50 members that were invited by the Community Team to represent the various stakeholders from the local area such as: local citizens, professionals, experts, planners, merchants, private sector representatives, public servants and politicians.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The first decision was made by the Resident’s Association to influence the renewal project to include a sustainability element. The Resident’s Association created the Community Plan to allow residents of the area to be involved throughout the planning process for their new neighborhood.</p><p>The ‘Urban Renewal and Citizens Participation’ Conference was a ‘listen as spectator’ approach. The conference was organized by the Resident’s Association to boost the urban dimension of the Community Plan and inform citizens of the participatory opportunities to come. Little deliberation occurred during this type of participation.</p><p>The information from the survey conducted by the Community Team was used in economic negotiations. The data gathered from this survey showed the economic status of the residents in the area. Little deliberation also occurred with this type of participation.</p><p>The EASW contained the most deliberation of all the other forms of participation in this process. The EASW initiative was started by the European Commission to find agreements between stakeholders to develop plans for the realization of the agreement. The participants in this specific EASW worked for two sessions to develop the plan for sustainable development of Trinitat Nova. The first session was entitled ‘Building a Vision for the Future of Trinitat Nova’. During this session, the common vision for the future of the city was defined. Citizens were broken into six small groups with a mix of various stakeholders in each group. Each group came up with their own vision. In a joint session later, a representative from each group presented their ideas. These ideas were collated into a final report.</p><p>The second session of the EASW was entitled ‘Ideas for a New, Sustainable District of Nova Trinitat’. Again, the participants were broken into small groups to discuss several preselected issues. The groups decided on the issue that was most important and came up with a solution to that problem. The group came together again for another joint session where each group presented their work. After discussion of all the groups’ presentations, the participants voted on the most important issues and best solutions to be placed in the final report. </p><h3>Influence, Outcomes, and Effects</h3><p>In 2006, the first phase of construction consisting of new buildings was completed. About 250 new homes were built. Construction has continued and finished a few years later. Shortly after families were settled in, the Local Energy Agency of the Barcelona City Council began energy saving campaigns. The objectives set out in the report from the EASW have been met throughout the construction process.</p><h3>Analysis and Criticism</h3><p>The Resident’s Association’s Community Plan did well with including citizen participation throughout the process of planning. The association and the Community Team repeatedly made the effort to involve citizens and gain their input through various forms of participation.</p><p>However, the largest form of participation, the EASW workshop, only consisted of 50 members. In a neighborhood of over 7,000 residents, 50 participants does not constitute a good representation of the stakeholders involved in this situation. The EASW could have involved more members to reach a more representative outcome.</p><p>Despite the fact that the EASW could have been more representative, the final report was used throughout the planning and constructive process. The participation had great importance and a huge impact on the development of this city.</p><p>This participative process has been claimed as the pilot process for sustainability policy in several other cities.</p><h3>Secondary Sources and External Links</h3><p><a href=\"http://cordis.europa.eu/easw/home.html\">The European Awareness Scenario Workshop (EASW) Initiative</a></p><p><a href=\"http://cordis.europa.eu/easw/src/s-trin.htm\">Associaciòn de Veïns de Trinitat Vella (Barcelona): a Neigborhood Association (grassroot), Barcelona</a></p><p><a href=\"http://www.eurosolaritalia.org/documenti/pubblicazioni/book_1_kap4_2.pdf\">Concepts for ECOCITY Model Settlemen: Barcelona - Trinitat Nova</a></p><p><a href=\"http://www.spectra-perseus.sk/Projects/ECOCITY-RTD\">ECOCITY - Urban Development towards Appropriate Structures for Sustainable Transport</a></p><p><a href=\"http://www.ecocity.szm.com/framework.html\">The Conceptual Framework of the EU Project ECOCITY</a></p><p><a href=\"http://www.createacceptance.net/fileadmin/create-acceptance/user/docs/CASE_3.pdf\">http://www.createacceptance.net/fileadmin/create-acceptance/user/docs/CASE_3.pdf</a> [DEAD LINK]</p>", "title": "ECOCITY (Trinitat Nova, Barcelona, Spain)"}