{"htmlbody": "<p><strong>Problems and Purpose- </strong></p><p><a href=\"http://www.afaa-us.org/index.php\">Advancing the Future for Adults with Autism (AFFA)</a> is a national coalition of organizations in the United States working to improve the lives of adults with autism. AFFA worked with <a href=\"https://en.wikipedia.org/wiki/AmericaSpeaks\">AmericaSpeaks</a> to hold 21st Century National Town Hall Meeting to help create a national policy agenda to propose to Congress in order to better meet the needs of the growing population with autism spectrum disorder to Congress.</p><p>The specific goals of the Town Meeting were to:</p><ul><li>“engage with a broad community of people… committed to addressing the needs of adults living with autism”</li><li>“generate shared agreement on the most important strategies… at federal, state, and local level”</li><li>“brainstorm empowering actions that participants can initiate and support at all levels”</li></ul><p><strong>History </strong></p><p>Autism is a life-long developmental disability with a wide range of symptoms and variability in the severity of those symptoms. Symptoms include difficulty understanding language and social cues, difficulty relating to others, intense interests or concentration, repetitive behaviors, sensitivity to sensory triggers, excellent memory for facts and statistics, strong visual skills, and excessive or minimal speech. Social interaction and communication pose challenges to individuals with autism; depending on the individual, the resulting difficulties may range from social awkwardness to the requirement of extensive support (ie, if an individual is unable to speak).</p><p>Though “the prevalence of autism spectrum disorders has increased from 2 to 5 cases per 10,000 individuals to 1 in 150” (AFFA) in the past decade, “nothing had been organized for adults with autism spectrum disorders on a national level” (IAN).  The problem is particularly pressing as 1 in 110 children, including 1 in 70 boys, are affected by autism and will soon be entering adulthood—and the current need for services for adults with autism already exceeds the available resources.</p><p>AFFA created a three-step program in order to achieve their goal of providing a better future for adults with autism. The three steps included creating a Think Tank, holding a 21st Century National Town Hall Meeting, and creating an Autism Congress.</p><p>The Think Tank took place from January 23-24 2009 in New York City and featured discussions about housing, employment, and community integration among 60 experts in housing, employment, safety, transportation, recreation, technology, and human services for adults with autism. The goal of the Think Tank was to “establish the building blocks for the AFAA National Town Hall meeting agenda” which took place ten months later.</p><p><strong>Originating Entities and Funding</strong></p><p>The National Town Hall was designed and facilitated by AmericaSpeaks. AFFA coordinated the project and hosted the Chicago meeting. The satellite sites were supported by a wide range of partner organizations, and the virtual meeting was supported by <a href=\"http://www.rethinkautism.com/\">Rethink Autism.</a></p><p><strong>Participant Selection</strong></p><p>The 21st Century National Town Hall Meeting took place on November 13, 2009 in Chicago. AFFA extended an open invitation to participate in this National Town Hall Meeting with the hope of attracting a large diverse group of individuals concerned with the issues faced by adults with autism. The national discussion was held in person in Chicago as well as via webcast through 15 live satellite sites. The satellite cities were: Atlanta, Boston, Chapel Hill, Cleveland, Dallas/Ft. Worth, Kansas City, Long Beach, Long Island, Miami, Newark, Philadelphia, Phoenix, Pittsburgh, Sacramento, and Washington DC.</p><p>Of the 1,190 participants, 400 were physically present in Chicago, 750 people were present at the satellite locations in cities across the nation, and 60 people took part through a virtual town hall on the Internet. Demographic information is included under the \"Notes\" section below.</p><p><strong>Deliberation, Decisions, and Public Interaction</strong></p><p>The agenda for the AFAA National Town Hall had two parts. Firstly, the participants aimed to create five-year vision statements for housing, employment, and community life. Secondly, the participants were asked to identify service gaps and mitigating strategies.</p><p>Participants around the country were broken into small groups consisting of 8-9 individuals at each table. For those individuals who could not attend the meeting in Chicago or at any of the satellite cities, webcasts, online chats, keypad polling conversations and discussions were formed via conference calls. </p><p>All participants discussed four main topics: housing, employment, community integration, and crosscutting issues. After the discussions, the small groups’ ideas and suggestions were typed up on a laptop and sent to a “Theme Team.” The Theme Team collected the information from the small groups and virtual participants and condensed them into a list of overall messages, themes and opinions which were shared with everyone. Participants then proceeded to vote on their wireless voting devices to determine which strategies to prioritize.</p><p><strong>Influence, Outcomes, and Effects </strong></p><p>At the end of the day, the 1200 participants were successful in agreeing upon their five-year visions for housing, employment, community life, and cross-cutting strategies. They also brainstormed a large number of strategies for pursuing those changes they wished to see, and determined which of these were priorities. The ideas generated from the Town Hall meeting served as the basis for the legislative agenda proposed to federal legislators during the Congressional briefing held on July 15th, 2010.</p><p>FIVE-YEAR VISIONS</p><p><em>Cross Cutting Strategies: </em> Adults living with autism will have access to the building blocks for fulfilling, productive and independent lives which include housing, employment, and community life</p><p><em>Housing:</em> Adults living with autism will have an increasing number of housing choices as the necessary underpinnings- financial, educational and political- are put into place</p><p><em>Employment:</em> Adults living with autism will have a measurable increase in job opportunities paired with ongoing training and support that enables them to be successful in the workplace</p><p><em>Community Life Strategies</em>: Adults living with autism will have the opportunity to be valued, contributing members of their communities based on their unique strengths, differences and challenges</p><p>PRIORITIES</p><p><em>Cross Cutting Strategies</em></p><ul><li>change existing and establish new funding streams so that the financial assistance follows the person, and can be used in a variety of ways to meet a person’s unique and evolving needs</li><li>increase the availability of qualified and motivated personnel who support adults with autism</li><li>ensure adults with autism have access to the supports they need to develop life skills necessary to live safe, independent and successful lives</li></ul><p><em>Housing Strategies</em></p><ul><li>“engage leaders and institutions that direct capital and influence housing policy by presenting a clear, compelling picture of the substantial demand for housing options for adults living with autism”</li><li>“increase collaboration and coordination among housing and service agencies at the local, state, and federal levels”</li><li>“motivate the overall real estate community (including government agencies, developers and others) to create housing options that are transit-oriented and accessible to employment and recreation, and increase opportunities for independence and integration”</li><li>“direct support towards residential service models that are person-centered and actively seek to meet the needs and interests of adults with autism”</li><li>“expand both public and private funding for residential services with autism”</li></ul><p><em>Employment Strategies</em></p><ul><li>“engage employers by presenting a clear and compelling picture of the benefits of employing adults with autism”</li><li>“increase and expand the number of successful programs that match adults with autism with meaningful jobs”</li><li>“ensure ongoing accessibility to employment supports (including both technical and social dimensions) for adults with autism”</li><li>“encourage employers to develop model programs that adapt the work environment to help adults living with autism be productive and successful employees”</li><li>“create and expand career development and vocational skills training programs for individuals with autism while they are still in the educational system”</li><li>“create meaningful alternatives to traditional employment, such as volunteering, entrepreneurial and self ownership opportunities”</li></ul><p><em>Community Life Strategies</em></p><ul><li>“create a comprehensive public awareness campaign that enables the general public to better understand, engage and support adults with autism and their families”</li><li>“educate local recreation organizations as well as the community about the positive benefits of including adults with autism in their programs”</li><li>“educate first responders about the challenging behavior that may arise in dangerous situations involving adults with autism so that they are prepared to handle these occasions in the safest and most effective manner possible”</li><li>“assist adults with autism to access public and private transportation making it possible for them to live, work and recreate where they choose, including providing training for transportation service providers enabling them to be more responsive”</li></ul><p><strong>Analysis and Criticism</strong></p><p> Critics of the 21st Century Town Hall Meeting argue that the technology has certain flaws. Some limitations include that participants might have trouble navigating their audio devices, or keypads used for polling. If technologies such as online chats or webcasts fail to operate, some participants may not be able to get their view across, or submit their opinions to the polls in time. The conversations held live on webcasts might be difficult for those participants who are hard of hearing which might enable them to engage in or share their opinions on certain topics.</p><p><strong>Secondary Sources</strong></p><p>Anderson, Connie. \"National Town Hall Meeting Focuses on Adults on the Autism Spectrum.\" IAN Community. Kennedy Krieger Institute, 23 Nov. 2009. Web. 11 Dec. 2011. <a href=\"https://iancommunity.org/cs/adults/national_town_hall_on_adults_with_asd\">https://iancommunity.org/cs/adults/national_town_hall_on_adults_with_asd</a></p><p>“Congressional Briefing.” Advancing the Future for Adults with Autism. 15 July 2010. Web. 13 July 2012. <a href=\"http://www.afaa-us.org/about/history/autism-congress\">http://www.afaa-us.org/about/history/autism-congress</a></p><p>“National Town Hall: Executive Summary.” Advancing the Future for Adults with Autism. Web. 13 July 2012. <a href=\"http://www.afaa-us.org/storage/documents/AFAA_National_Town_Hall_Executive_Summary.pdf\">http://www.afaa-us.org/storage/documents/AFAA_National_Town_Hall_Executi...</a></p><p>\"Preliminary Report.\" National Town Hall Meeting Advancing Futures for Adults with Autism. America Speaks, 13 Nov. 2009. Web. 11 Dec. 2011. <a href=\"https://exmail.dickinson.edu/owa/redir.aspx?C=9d66354a87d94b2a9eed70cb58822944&amp;URL=https%3a%2f%2fexmail.dickinson.edu%2fowa%2fredir.aspx%3fC%3d5c8d65cb0bd94729a356f4a3a25b3ff3%26URL%3dhttp%3a%2f%2fwww.iancommunity.org%2fcs%2fadults%2fnational_town_hall_on_adults_with_asd\">http://www.afaa-us.org/atf/cf/%7B3A65C524-1EB0-4098-97F5-88AB429252C6%7D/Preliminary%20Report%20AFAA%20final.pdf</a>. [DEAD LINK]</p><p>“Shaping Policies, Services, and Resources (Participant’s Guide).” Advancing Futures for Adults with Autism. 13 November 2009. Web. 13 July 2012. <a href=\"http://www.afaa-us.org/atf/cf/%7B3A65C524-1EB0-4098-97F5-88AB429252C6%7D/Participant%20Guide_Web.pdf\">http://www.afaa-us.org/atf/cf/%7B3A65C524-1EB0-4098-97F5-88AB429252C6%7D/Participant Guide_Web.pdf</a> [DEAD LINK]</p><p><strong>External Links</strong></p><p><a href=\"http://www.afaa-us.org/index.php\">Advancing the Future for Adults with Autism</a></p><p><a href=\"http://americaspeaks.org/\">AmericaSpeaks </a>[DEAD LINK: see <a href=\"http://en.wikipedia.org/wiki/AmericaSpeaks\">here </a>for more information]</p><p><strong>Notes</strong></p><p>This case study could be improved by answering the following questions:</p><ul><li>Who funded the National Town Hall?</li><li>Did the Virtual Town Hall work well?</li><li>How accessible was the discussion format for people with autism?</li><li>Were there any surveys to determine whether or not participants felt satisfied with the event?</li><li>Did the Autism Congress result in any new legislation?</li></ul><p> </p><p>PARTICIPANT DEMOGRAPHICS</p><p>Male                32.96%<br/>Female            67.04%</p><p>Age of Participants</p><p>Under 20 years           1 %<br/>20- 34 years              17%<br/>35-44 years               19%<br/>45- 54 years              36%<br/>55-64 years               22%<br/>65 or better                 5% </p><p>Race / Ethnicity          </p><p>Asian American                        2%<br/>Black/ African- American          6%<br/>Latino                                        6%<br/>Native American / Indian          0%<br/>White/ Caucasian                   83%<br/>Other                                        3%</p><p>Household Income      </p><p>Less than $20,000            5%<br/>$20,000- 39,999              10%<br/>$40,000- 59,000              11%  <br/>$60,000- 74,999              16%<br/>Over $75,000                   16%<br/>Other                                 7%</p><p>Education</p><p>Less Than 9th Grade            0.11%<br/>9th to 12th Grade                   0.45%<br/>High School Diploma/GED    2.93%<br/>Some College                        8.78%<br/>Associate Degree                  4.62%<br/>Undergraduate                       30.07%<br/>Post Graduate                        53.04%</p><p>Support Needed by Family Member With Autism</p><p>None                1.65%<br/>Minimal            10.04%<br/>Moderate          23.26%<br/>Extensive         32.23%          <br/>NA                    32.82%</p><p> </p>", "title": "Advancing the Future for Adults with Autism: National Town Hall Meeting (United States)"}