{"htmlbody": "<h3>Summary</h3><p>Before making the education policy adjustments which had become essential due to low pupil turnout, the Department of Education in Northern Ireland sought to pay attention to the views of the parents. The goal was to create the required new rules within an atmosphere of cooperation. To attain this cooperation, a deliberative poll was held in Omagh, Northern Ireland in January 2007. 565 randomly selected parents were polled and then invited to Omagh College for a day of deliberation. 127 participants were given briefing materials on education policy. Parents engaged in small group discussions which were controlled by moderators, while at the same time a panel of experts answered their questions.  Following the deliberative process, the parents were polled again to see how their opinions had changed. </p><h3>What is a Deliberative Poll?</h3><p>Often times, the public may be in the dark when governments make policy decisions in their name. This may be caused by a general apathy towards political affairs. However, on many occasions, the public simply does not have the opportunities to learn about political affairs. To solve this problem, a deliberative poll seeks to gauge the <em>informed</em> opinion of the public. In contrast to a conventional poll where the measured public opinion represents to a large extent the effects of media on the public – headlines, sound-bites – a deliberative poll seeks to inform a selected group on the debated policy issue areas before polling them. To this end, potential attendees are invited to group discussion sessions where they can learn more about the issues at stake before deciding where they stand on these issues.</p><p>Another benefit of deliberative poll is that it can demonstrate clearly how being knowledgeable on an issue area may change the views of people. To measure this change, deliberative polls start with a conventional poll. The polled group is then invited to deliberative sessions and subsequently polled again to see how its view has changed.</p><h3>History</h3><p>Education has been deeply divided in Northern Ireland.  Religious differences have created tension between community education tendencies. There are four primary types of school in Northern Ireland: state controlled schools (48%), Catholic maintained schools (43%), schools that are under other forms of management (5%), and integrated schools (4%).  Many schools lack shared enrollment of Protestants and Catholics due to the lack of promotional governmental policy.  In 2007, only 1% of students in Catholic maintained schools were Protestant, while 4.9% of students who attended state controlled schools were Catholic.  </p><p>With enrollments falling, the government commissioned an “Independent Strategic Review of Education.”  This recommended the sharing of facilities and resources between schools.  In order to obtain public opinion on the subject, a Deliberative Poll was decided to be the best option.  With a district council area population of around 48,000 people, Omagh was selected for the Deliberative Poll.  Omagh was a compelling choice for numerous reasons.  It has a mixed population of Catholics and Protestants. It was a good representation of Northern Ireland, because it has a large market town and a rural surrounding area.  It contained primary and post-primary schools.  Also, the schools varied in sizes ranging from 200 to 1000 students.  Finally, the area had recent demographic decline as the number of young people flowing into schools dropped by nearly 10% in a five-year period.</p><h3>Participant Selection</h3><p>During early January, the research company Ipsos-Mori conducted 565 door-to-door interviews in the Omagh District Council area. To achieve unbiased representation, addresses were selected at random using the postal system.  Parents of school age children were interviewed and then invited to deliberations on a later date.  68% of the sample considered themselves to be either Catholic or have a Catholic background.  27.8% were either Protestant or had a Protestant background.  Measured against the general demography, this was a very good representation.  Those who were to attend the event were sent briefing materials on the available ways of delivering education which also clarified the perceived advantages and disadvantages for each option. </p><h3>Deliberation, Decisions, and Public Interaction</h3><p>Of the 565 invited parents, 127 attended the deliberation session held at Omagh College on January 27, 2007. This was a high number and was therefore considered as a success.  Discussions lasted for a whole day. Parents were randomly assigned to groups of 10 people.  Due to random selection, each group contained participants with varying opinions. Such diversification of opinions provided the base for a healthy deliberation. Furthermore, each group had a trained facilitator to monitor the deliberative process.  After an hour and a half of deliberating, each group then came up with two questions to ask. At the following plenary session, parents asked their questions to a panel of experts and policy makers in the field of education. After deliberating within a setting which accommodated diverse opinions and getting their questions answered by experts, 121 of the participants filled out the same interview as they had weeks earlier. This provided the opportunity to determine how the opinions of the group had changed.</p><h3>Influence, Outcomes, and Effects</h3><p>The deliberative process changed the perception of both Protestants and Catholics in the community.  The percentage of people believing Catholics are “open to reason” increased from 40% to 56%, while people believing Protestants are “open to reason” increased from 36% to 52%.  The view of each community being “trustworthy” rose from 50% to 62% for Catholics and from 50% to 60% for Protestants.  There also was an increase in the percentage of each community believing in shared education.  Partnership with local schools was viewed as more acceptable after the deliberations.  There was large support for integrated schools both before and after deliberations. In this sense, the deliberation process showed that the public genuinely supported the idea of integration in schools.</p><p>Overall, the deliberations allowed for greater openness to changes in the education system.  It was also showed that after the deliberations, parents had gained a greater knowledge about Northern Ireland’s education system.  Overall, what the parents wanted can be summarized in five points:</p><ol><li>A system of sustainable schools with the ability to have a specialist school provision.</li><li>The possibility to share facilities through greater collaboration between schools.</li><li>A more balanced enrollment of Catholic and Protestant students, i.e. more integration.</li><li>A system that reduces the diversity of school types and an increase in schools that have integrated formal status.</li><li>A system of junior high schools and senior high schools.</li></ol><p>By law today, post-primary schools must provide the new “entitlement framework,” which aims to give students a variety of learning opportunities.  Students ranging from 16 to 19 must be allowed to choose from 27 subjects, while students between ages 14 and 16 are to choose from 24 subjects.</p><h3>Analysis</h3><p>The deliberative poll in Omagh defied expectations; no one was sure if parents would show up, or if their opinions would change.  However, both communities showed their willingness to participate and took the deliberation process seriously. The fact that the parents’ opinions changed shows that they were open to re-appraising their own views on a sensitive issue area which reflects the divide between the two communities.</p><p>Although the participants were a good representation of the population of Catholics and Protestants, 75.8% of the participants were women.  There was a slight bias because these women were too educated, or were unemployed and stay at home moms.  There was both an education bias in the sample, and a gender bias; in 37 of the 39 instances, gender opinions of men and women changed in the same fashion. </p><p>The deliberation process also only lasted one day.  Repeating the processes would help overcome the biases and would ultimately better account for the public sentiment.  However, the poll was an overall success as it provided direct input from parents and jump-started more public discussion on education.</p><p> </p><h3>External Links</h3><p><a href=\"http://cdd.stanford.edu/2007/deliberative-polling-on-education-policy-in-omagh-northern-ireland/\">Stanford Center for Deliberative Democracy (CDD) Deliberative Polling® on Education Policy in Omagh, Northern Ireland</a></p><p><a href=\"http://cdd.stanford.edu/2007/a-deliberative-poll-on-education-what-provision-do-informed-parents-in-northern-ireland-want/\">CDD Report: A Deliberative Poll on Education: What Provision Do Informed Parents in Northern Ireland Want?</a></p><p><a href=\"http://cdd.stanford.edu/2012/deliberating-across-deep-divides/\">CDD Research Paper: Deliberating across Deep Divides</a></p>", "title": "A Deliberative Poll on Education Policy in Northern Ireland"}