{"htmlbody": "<h3><strong>Purpose and History</strong></h3><p>Pittsburgh’s Citizen Participation Plan (CPP) for the 2010-2014 <a href=\"http://apps.pittsburghpa.gov/dcp/FY_2010-2014_Consolidated_Plan.pdf\">Five Year Consolidated Plan</a> used a combination of civic and community engagement methods to include citizens and civic society in the planning process.  The overall goal of the housing, homeless and anti-poverty, community and economic development, and planning programs covered by the Five Year Consolidated Plan is to strengthen cooperation with other jurisdictions and to develop partnerships among all levels of government and the private sector. Profit and non-profit organizations would provide decent housing, establish and maintain a suitable living environment, and extend economic opportunities for every resident in Pittsburgh. The goals and objectives are assigned a priority that the City will address in a ranking system of high, medium, low, and no such need. Different components of the planning process for the plan included round table discussions, surveys with local housing providers, social service agencies, and community and economic development organizations. Also there were citizen surveys, two public hearings, and multiple advertisements in Pittsburgh newspapers.</p><p>The Citizen Participation Plan is included as part of the consolidated plan in order to ensure that citizens have a voice in the city’s development. The CPP also serves as the funding applications for various programs under the U.S. Department of Housing and Urban Development (HUD), including Community Development Block Grant (CDBG), Home Investment Partnership (HOME), Emergency Shelter Grant (ESG), and Housing Opportunities for People with AIDS (HOPWA); HOME and HOPWA are administered by community groups.</p><h3>Originating Entities and Funding</h3><p>The City of Pittsburgh City Council originated this process and funded it through public funds.</p><p>During the FY 2011 Program Year, the City of Pittsburgh, PA anticipated the following estimated Federal Financial resources based on the FY 2010 HUD allocations:</p><ul><li>CDBG Funds      $17,065,000 </li><li>HOME Funds      $3,820,559 </li><li>ESG Funds          $730,000 </li><li>HOPWA Funds   $740,000</li></ul><p>The City of Pittsburgh anticipated $3,750,000 in CDBG program income and $350,000 in HOME program income during the FY 2011 program year. The HOME Program anticipated that it will receive $3,820,559 under the FY 2011 HOME allocation and program income of $350,000.</p><p>The City of Pittsburgh utilized its Department of City Planning to administer the ESG funds. It is estimated that the City’s ESG Program will receive $730,000 in FY 2011 funds.  In addition, the ESG Program anticipates that it will have a match of $730,000 in local and state funds. The ESG Match will come from local and state funds, as well as donations and grants to the ESG sub-grantees. These funding sources to the ESG sub-grantees include FEMA, Allegheny County, private foundations, donations, the United Way, and PCSI. The City of Pittsburgh is supportive of the use of Low Income Housing Tax Credit (LIHTC) projects to provide housing that is affordable to low income households.  </p><p>Commonwealth of Pennsylvania:<br/>The City of Pittsburgh anticipates that it will be receiving State Grant Funds during the FY 2011 Program Year.<br/>Further research is needed. </p><p>Tax Incremental Financing (TIF):<br/>The City of Pittsburgh and the URA are working on several new housing, community and economic development initiatives.  The URA will continue to prepare TIF Plans and the TIF funding  will be used for infrastructure improvements and loans to private developers</p><h3><strong>Participation Selection</strong></h3><p>The Annual Action Plan has many components to gather citizen participation which includes the CPP. Requests for proposals for funding (RFP’s) from  organizations, citizen participation process, consultation Process, and the development of the annual action plan are all categorized as different components. Each component of this plan principally serves the needs of the low-and moderate-income population in the city.</p><p>The City of Pittsburgh held two public hearings to seek input from interested residents and community organizations for the FY 2011 funds.  The City of Pittsburgh advertised in local newspapers which appeared in the “Pittsburgh Post-Gazette” on Wednesday, August 4, 2009.  On August 18, 2009 at the Brighton Heights Senior Center and on Thursday, August 19, 2009 at the South Side Senior Center, the Department of City Planning held its First Public Hearings.  The FY 2011 Annual Action Plan was then put on public display for a 30 day period beginning January 12, 2010.</p><p>At the First Public Hearings, citizens gave their input and ideas on how the funds should be spent to help low- and moderate-income persons. On Monday, January 10, 2010 the City of Pittsburgh published the Second Public Hearing Notice in the “Pittsburgh Post-Gazette” and on Wednesday, January 12, 2010 in the “The New Pittsburgh Courier.”  The Public Hearing was held on Wednesday, February 2, 2010 at 6:00 P.M. at 200 Ross Street in the First Floor Conference Room.  The citizens were able to give their input on the draft version of the FY 2011 Annual Action Plan before the submission of the FY 2011 Annual Action Plan to HUD on Tuesday, February 15, 2010.  </p><p>Round table discussions were chosen by the city government. They invited thirty-three social service agencies, housing providers, and community and economic development agencies.</p><p>The City also included input from citizen surveys in the Five Year Plan. Demographic data is available for survey respondents, who accessed the survey through the City’s website or email listservs:</p><ul><li>70% are homeowners in Pittsburgh</li><li>55% citizens living in Pittsburgh 15 years and over</li><li>23 years spent living in Pittsburgh (on average)</li><li>61% working within the City of Pittsburgh</li><li>49% female, 41% male (10% no response)</li><li>48% between 41 and 65 years old; 35% between 26 and 40 years old</li><li>37% in two person households; 24% in one person households; 19% in three person households</li><li>24% were low- to moderate-income; 70% were not</li><li>82% are employed, 8% are unemployed, 8% are retired</li></ul><h3><strong>Deliberation, Decisions, and Public Interaction</strong></h3><p>Pittsburgh’s CPP used a combination of open public hearings and an invitation-only round table meetings for deliberation. Public hearings were used to assess the needs of the community, agencies, and businesses. The round table meeting was open to invited social service agencies, housing providers, and community and economic development agencies. The CPP was of particular importance to agencies and organizations because the CPP serves as the funding application to which they submit proposals for activities and programs.</p><p>The first public hearing took place in mid-August 2009 after a three-week notification period during which advertisements were circulated in local newspapers (<em>as stated above</em>).</p><p>Throughout the fall, the city held meetings in order to consult various agencies and organizations, including non-profits, local housing providers, social service agencies, and community and economic development organizations. Each agency and organization completed a survey which identified needs and system gaps; this information helped the city develop the specific strategies and priorities for the Five Year Plan.</p><p>The round table discussion between thirty-three agencies and organizations and the City took place in mid-December 2009. Each group involved filled out a survey.</p><p>The city made the first draft of the Consolidated Plan available for public comment from January 13, 2010 until February 11, 2010, and scheduled a second public hearing on February 1, 2010. The plan was posted on the City of Pittsburgh’s website and was available in two offices in downtown Pittsburgh. Local newspapers ran advertisements to alert citizens of the possibility for them to provide comments, feedback, and to participate in the first hearing. <u>I</u>n the advertisements were the times, dates, and locations where the plan may be examined. The second public hearing on the application and the plan was also advertised. Citzens, agencies, and organizations' comments were presented and addressed in the plan. Comments were either incorporated into the plan or if not included, a reason why the comments were not accepted is included in the plan. The Mayor of Pittsburgh had to ultimately approve of the plan. Finally, the Five Year Plan was officially developed to improve the quality of life for all residents of the city of Pittsburgh.</p><p>The city also circulated a Citizen Questionnaire through email, the City’s website, and manually passed out at roundtable meetings.</p><h3>Influence, Outcomes, and Effects</h3><p> Notable findings from the Citizens Questionnaire that included:</p><ul><li>70% are homeowners in the City of Pittsburgh</li><li>77% are not affected by the mortage crisis</li><li>55% are citizens living in the City over the age of 15</li><li>68% say there are housing problems in the City</li><li>79% identified deficiencies with streets and roads</li><li>67% identified traffic or public safety issues</li><li>89% of their residents are connected to sanitary sewers</li><li>54% of respondents are not under medical care</li><li>82% are employed, 8% are unemployed, and 8% are retired</li></ul><p>There is a copy of the citizens questionnaire and the complete survey summary at the end of <a href=\"http://apps.pittsburghpa.gov/dcp/FY_2011_Annual_Action_Plan.pdf\">the final report</a>.</p><p>Notable needs identified in meetings included:</p><ul><li>Housing, supportive services, mental health services and education for males, ages 18 to 2</li><li>Employment opportunities for the youth </li><li>Affordable housing opportunities</li><li>Funding for rape victims programs</li><li>Youth mentoring programs/Youth outreach programs</li><li>Housing aid for single parents</li><li>Food bank assistance programs</li><li>Transportation needs to be \"revamped\" and more focused on rider needs</li><li>Social service coordination between mental health, welfare, social security, and healthcare</li><li>Utility affordability for working poor to stop homelessness and abandoned properties</li></ul><p>Many of the comments from citizens and civic society were incorporated into the Five Year Plan.  If the final plan <em>did not</em> incorporate the input provided by citizens and civic society during the draft’s comment period and the second public hearing, the text of the final plan included an explanation of the decision to reject the suggestion.</p><p>Ultimate impacts of the Five Year Plan are difficult to assess at this point. At the end of fiscal year 2014, a survey of participants and the public might help determine whether or not the plan and the CPP successfully improved the city, especially regarding housing needs.</p><h3><strong>Analysis and Criticism</strong></h3><p>While public hearings are a fairly conventional format for citizen-government interactions, they are not particularly attractive or likely to engage citizens who are not already highly motivated and have pre-formed concrete opinions on the topic. The citizen engagement initiatives for <a href=\"http://participedia.net/cases/imagine-philadelphia-laying-foundation-philadelphia-pennsylvania\">Philadelphia’s planning process </a>provides a much better model for cities looking to involve citizens in substantial and meaningful ways in community planning.</p><p>CPP’s advertisement of citizen participation opportunities only through Internet and newspapers may have excluded participants who did not regularly access those media. Furthermore, the newspaper “outreach” consisted of unappealing messages written in small text and bureaucratic language at the back of the newspaper, a common practice among local government announcements but one <a href=\"http://www.ted.com/talks/dave_meslin_the_antidote_to_apathy.html\">cited as a barrier</a> to civic engagement.</p><p>The CPP also did not involve targeted outreach to ensure diverse representation, nor did the City have any system in place for measuring diversity of participants in the public hearings. The City also did not follow <a href=\"http://participedia.net/cases/representative-town-meeting-amherst-massachusetts-usa\">the lead of other municipalities </a>in providing measures to make the citizen engagement program accessible to lower income individuals, such as free childcare.</p><p>Pittsburgh provided participation opportunities for citizens over seven months, which seems to be an adequate timeframe.</p><p>Finally, the planning process was somewhat lacking in transparency. Citizens had no assurance that city officials would consider their input. The privacy of the round table meetings to the public makes it difficult to determine how powerful the voices of civic society groups were in the process. However, the guarantee that citizen comments on the draft plan were only rejected with a published explanation helped establish some level of transparency in the process.</p><h3><strong>Secondary Sources</strong></h3><p>City of Pittsburgh Final Consolidated Five Year Plan: <a href=\"http://www.city.pittsburgh.pa.us/cp/assets/community_development/FY_2010-2014_Consolidated_Plan.pdf\">http://apps.pittsburghpa.gov/dcp/FY_2010-2014_Consolidated_Plan.pdf</a></p><p>City of Pittsburgh website and database: <a href=\"http://www.city.pittsburgh.pa.us/.../FY_2010-2014_Consolidated_Plan.pdf\">http://www.pittsburghpa.gov/search/</a> Search: Consolidated Plan 2010-2014 and Citizen Participation Plan</p><p>Amherst Town Meetings (Participedia case study): <a href=\"http://participedia.net/cases/representative-town-meeting-amherst-massachusetts-usa\">http://participedia.net/cases/representative-town-meeting-amherst-massachusetts-usa</a></p><p>Dave Meslin: The Antidote to Apathy. TEDX. <a href=\"http://www.ted.com/talks/dave_meslin_the_antidote_to_apathy.html\">http://www.ted.com/talks/dave_meslin_the_antidote_to_apathy.html</a></p><p>Imagine Philadelphia (Participedia case study): <a href=\"http://participedia.net/cases/imagine-philadelphia-laying-foundation-philadelphia-pennsylvania\">http://participedia.net/cases/imagine-philadelphia-laying-foundation-philadelphia-pennsylvania</a></p>", "title": "Pittsburgh's Citizen Participation Plan"}