{"htmlbody": "<h3>Background:</h3><p>In January of 1995, greater Kobe, Japan experienced a high intensity earthquake called the Great Hanshin Awaji Earthquake.  The damage extended into Kyoto, Osaka, and Hyogo.  Just in Hyogo alone, over 240,000 homes burned or collapsed as a result.  In March of 1995, the City of Kobe local government issued plans for “Designation of Land Readjustment and Redevelopment Areas,” which called for six areas of land readjustment and two areas to be redeveloped inside Kobe.  The City of Kobe also divided the affected areas into black, gray and white zones, referring to the government-determined degree of necessary rehabilitation.  Black zones needed the most amount of attention and rebuilding as a result of the severe earthquake; gray zones required rebuilding and had significant damage, but less so than the most severely impacted areas; and white zones experienced minimal damage and needed much less work than other areas of greater Kobe. </p><h3>The Problems and Purpose:</h3><p>These plans created controversy between the residents and the local government, because the plans called for residents to lose their family inherited and owned properties.  The government also made their decisions for rehabilitation without negotiating or consulting with residents whom the plans would impact.  The City of Kobe administration also only allowed two weeks time for public inspection and objection to the plans before they would begin to be implemented.  These two aspects clearly communicated to residents that the government had little willingness to change their agenda for the city. </p><p>Machizukuri citizen groups were used as part of the Kobe rehabilitation process, such as in Rokko, Japan in the North District.  Machizukuri has existed in Japan since the 1960s and was used to engage residents in bettering their own communities, and to engage in dialogue with the local government in order to create accountability.  The Japanese term <em>Machizukuri</em> translates to mean <em>town or community building process</em>.  “A machizukuri council [discusses] the context of an urban plan with the aid of professional consultants and put forth their proposal to the city authorities, which carry out the plan taking the proposal into consideration.”<a href=\"#_ftn1\" id=\"_ftnref\" name=\"_ftnref\" title=\"\">[1]</a>  The essential pillars of Machizukuri were to bond, bridge, and link social capital; in other words, to create community unity, a multi- social sector network, and to get involved in government decision-making.  Within this structure, the concept of a town meeting, deliberation, consensus building, negotiation, information and opinion sharing, and local leadership are also fundamental aspects of the best functioning citizen participation examples.  This case study discusses how the North District (Rokko) used Machizukuri to impact the local government’s community plans and establish its own initiative in the 1990s.</p><p><a href=\"#_ftnref\" id=\"_ftn1\" name=\"_ftn1\" title=\"\">[1]</a>Moriaki Hirohara &amp; Yoshimitsu Shiozaki, <em>VIII. Urban Planning And Machizukuri</em>, <a href=\"http://www.shinsai.or.jp/hrc-e/publish/lessons_ghe/lghe29.html\">http://www.shinsaiken.jp/oldweb/hrc-e/publish/lessons_ghe/lghe26.html</a>, November 2011.</p><h3>Machizukuri in Rokko (North District)- Entities, Deliberation, Decisions, &amp; Public Interaction: </h3><p>In response to the government’s reconstruction plans for the area, residents of the North District organized the Rokko Association for New Machizukuri in the mid 1990s.  Residents involved held meetings to discuss the details of the City of Kobe’s plans, and to inform themselves about the earthquake damages and options for rehabilitating the area.  The Association also collected residents’ written opinions of disapproval of the government’s plans and opinions for new plans.  After this phase, the Machizukuri Councils developed. Their simple goal was to increase community involvement with the intention of stopping the local government from implementing the plans the public was excluded from.  The government plans included improving the layout of the district by creating a large park composed of land to be redistributed from residents’ properties.  However, in May of 1996 the Council negotiated to reduce the size of the park in order to preserve as much private property of residents as possible. </p><p>There was a total of eight Machizukuri Councils that developed in the district and these eight councils developed into the Joint Machizukuri Council, which deliberated issues common to the whole North District.  In February of 1997, five committees developed specifically for dealing with common issues and areas needing attention throughout the district.  These committees - made up of residents from the area - focused on reconstructing homes, preventing disasters, caring for the live environment, tending to roads and open spaces, and parks.</p><p>In May of 1998, the Committee to Organize the Neighborhood Association developed.  Even after the period of earthquake recuperation was coming to a close, the Machizukuri Council remained established and active in the form of a neighborhood association, with the five subcommittees intact.  More than half of the Neighborhood Association (NA) leaders were also members from the previous Machizukuri Council who volunteered to participate in the NA.  In August of 1998 the Rokkomichi Station North District Park Management Group developed by the initiative of citizens in order to manage park maintenance.  Over 4 years, more than 5,000 residents joined the Group and participated in the development and upkeep of local parks.    </p><h3>Participant Selection:</h3><p>The main participants in North District rehabilitation and in the Machizukuri process were community members - residents of the area who self-selected themselves because of incentive or interest to contribute to one of the organizations.  These people had interest and incentive to be active within Machizukuri because of their concern with the redevelopment of the area, that would otherwise be determined solely by the local government.  Local government officials from the City of Kobe were also key players in rebuilding the greater Kobe area because of their role in reviewing and making proposals, and ultimately enacting significant rebuilding projects.  Within the Machizukuri Councils and organizations, consultants, advisors and experts with a background in city planning and building aided residents in formulating plans to be proposed to the City of Kobe for development.  The consultants and advisors’ services and advice was requested in some cases by the Kobe local government, and was sought in others by the community residents themselves.  </p><p>Citizen selection was in part done by the self-selection and in part by the district of their residence.  Participant selection was also determined by the degree to which the earthquake impacted one’s community, and even more specifically one’s home and work place.  This is a matter of relevance.  Therefore, the potential impact of rehabilitation plans and what those plans might imply was another motivating factor for residents to participate in Machizukuri organizations and NAs.  In some areas of Kobe, the local government was the body that initiated Machizukuri organization.  However, in some areas such as Rokko in the North District, residents themselves initiated and developed Machizukuri as a form of self-help. </p><h3>Influence, Outcomes, and Effects:</h3><p>The Machizukuri method within Rokko has had mainly four positive outcomes as a result of its role in recuperation after the earthquake.  Firstly, residents who chose to participate in the Machizukuri structure and the Neighborhood Association educated themselves through research and deliberation with other residents to develop their own plans for the area, in order to promote more citizen- local government interaction and prevent the City of Kobe from enforcing changes without citizen input.  With the widespread and consistent use of discussion between diverse residents, more information was spread, better community improvement ideas were formulated and shared, and cooperation among participants was better supported.  Secondly, the presence of active resident-led Machizukuri organizations increased citizen interest and involvement in Neighborhood Associations to further community development.  People who would not have normally been involved in or aware of community matters were, and residents even held local leadership positions.  Thirdly, citizen committees and organizations formed for the purposes of community betterment.  And before the rehabilitation project and Machizukuri organization within the district, there was not a network of community organizations or committees with different focuses on common district issues.  Finally, before the earthquake, the information sharing and decision making process was a top-down approach.  This meant that information came from the local government and was passed on to the few neighborhood associations and then to the residents through the NAs.  After the application of Machizukuri following the great earthquake, a bottom-up approach became more dominant, where residents played more of an active role in sharing information with each other and in problem solving within the NA and Machizukuri outlets.  Then these bodies would make proposals to the local government. </p><h3>Analysis and Criticism:</h3><p>There were three main challenges that accompanied the application of Machizukuri organization.  The first was a lack of citizen interest or active participation in deliberation, information sharing, and in creating development proposals.  This lack of interest and participation was common in rural areas and white zones where earthquake damage was minimal, and where there was distance between neighbors and properties.  A second challenge was the possibility for long negotiations and resistance between community members in Machizukuri organizations and the local government.  Thirdly, productivity and the speed of proposal acceptance and implementation could vary by community.  While these three potential challenges were found amongst greater Kobe Machizukuri groups, it is unclear from the secondary sources used to present this case study whether or not Rokko’s Machizukuri experienced these setbacks.  There are also unanswered questions about the logistics of sustaining citizen participation and their influence through Machizukuri; such as funds, a central meeting location, the number of residents and experts who regularly participated in the Council and committees established, and how they communicated effectively with local government officials.  It is very clear that Machizukuri in Rokko had a positive impact on the opportunities available for local citizens to participate in managing their own community and increased engagement through these venues.  However, what remains in question is whether or not the use of Machizukuri and related methods helped the citizens of the North District actually achieve their main goal: to prevent the local government from implementing its Kobe rehabilitation plans without public input or approval, and to allow residents to create and have implemented their own cohesive redevelopment plans. </p><h3>Secondary Sources:</h3><p>Healey, Patsy. \"Developing Neighbourhood Management Capacity in Kobe, Japan: Interactions Between Civil Society and Formal Planning Institutions.\" unhabitat.org. Accessed November 12, 2011. <a href=\"http://unhabitat.org/wp-content/uploads/2010/07/GRHS2009CaseStudyChapter04Kobe.pdf\">http://unhabitat.org/wp-content/uploads/2010/07/GRHS2009CaseStudyChapter...</a></p><p>Hein, Carola. \"TOSHIKEIKAKU AND MACHIZUKURI IN JAPANESE URBAN PLANNING: THE RECONSTRUCTION OF INNER CITY NEIGHBORHOODS IN KOBE.\" dijtokyo.org. Accessed November 14, 2011. <a href=\"http://www.dijtokyo.org/doc/dij-jb_13-hein.pdf\">http://www.dijtokyo.org/doc/dij-jb_13-hein.pdf</a>.</p><p>Nakagawa, Yuko, and Rajib Shaw. \"Social Capital and Disaster Recovery: A Comparative Case Study of Kobe and Gujarat Earthquake.\" World Conference on Earthquake Engineering. Accessed November 9, 2011. <a href=\"http://www.iitk.ac.in/nicee/wcee/article/13_771.pdf\">http://www.iitk.ac.in/nicee/wcee/article/13_771.pdf</a>.</p><p>Nishimura, Yukio. \"From City Planning to Machizukuri: A Japanese Experience of Community Planning.\" International Community Planning Forum. Accessed November 14, 2011. <a href=\"http://utud.sakura.ne.jp/research/publications/_docs/2005aij/taipei.pdf\">http://utud.sakura.ne.jp/research/publications/_docs/2005aij/taipei.pdf</a></p><p>Sorensen, Andre, and Carolin Funck, eds. <em>Living Cities in Japan: Citizens' Movements, </em><em>Machizukuri and Local Environments</em>. New York: Routledge, 2007. Accessed November 10, 2011. <a href=\"http://books.google.it/books?id=8QU-FcqL2NIC&amp;pg=PA157&amp;dq=local+citizen+participation+case+studies&amp;hl=en&amp;ei=TVSVTv2PDaj54QTTqdiBCA&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=2&amp;ved=0CDIQ6AEwAQ#v=onepage&amp;q=loc\">http://books.google.it/books?id=8QUFcqL2NIC&amp;pg=PA157&amp;dq=local+citizen+participation+case+studies&amp;hl=en&amp;ei=TVSVTv2PDaj54QTTqdiBCA&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=2&amp;ved=0CDIQ6AEwAQ#v=onepage&amp;q=loc</a>. </p><h3>External Links:</h3><p>Hirohara, Moriaki, and Yoshimitsu Shiozaki. \"Urban Planning and Machizukuri.\" Hyogo Research Center for Quake Restoration. Accessed November 9, 2011. <a href=\"http://www.shinsaiken.jp/oldweb/hrc-e/publish/lessons_ghe/lghe26.html\">http://www.shinsaiken.jp/oldweb/hrc-e/publish/lessons_ghe/lghe26.html</a></p><p>\"Key Terminology in Restoration From Hansin Earthquake Disaster .\" Accessed November 12, 2011. <a href=\"http://www.gakugei-pub.jp/kobe/key_e/index.htm\">http://www.gakugei-pub.jp/kobe/key_e/index.htm</a>.</p>", "title": "The Use of Machizukuri After the 1995 Earthquake (Kobe, Japan)"}