{"htmlbody": "<h3>Summary</h3><p>The New Jersey Peoples’ Tax Assembly was a deliberative event organized in 2003 by the New Jersey Coalition for the Public Good.  Its aim was to provide recommendations for specific steps leading to the reform of New Jersey’s tax system, commonly seen as unfair.  The Tax Assembly involved nearly 100 motivated citizens who were selected according to certain criteria that would make them representative for the total population of New Jersey. These delegates were given information to help them form opinions and guide their small group discussions.  Facilitators compiled notes from the discussions into a report which was presented to the state legislature.   </p><h3>Problems and Purpose</h3><p>The New Jersey Tax Assembly was created to address the way in which the state of New Jersey structured and increased tax revenues for government services. The state tax system was seen by many people from diverse backgrounds as unfair and not adequate providing the funding needed for services that residents and businesses want. These problems were the result of a series of laws passed at different times for different reasons and to meet different needs. Moreover, Government inaction was commonly attributed to the reluctance of politicians to address a hot topic issue which could displease their constituents.</p><p>The Citizens’ Tax Assembly was meant to be an environment where citizens could confront tax reform issues without the pressure of pleasing a district with their decisions. This forum was meant to provide the necessary framework in which citizens are able to participate in a productive and meaningful manner to the improvement of New Jersey’s system of taxes.</p><p>The main aim of the Tax Assembly was to give the New Jersey’s citizens the opportunity of taking the matters in their own hands and to provide rational solutions to the existing tax issues. Furthermore, the creation of this forum was also based on the idea of providing help for policymakers in order for them to better understand what is most important to citizens when it comes to taxes and tax reforms. </p><h3>History</h3><p>In 2000, a group of New Jersey citizens concerned about public policy issues formed an organization in order to explore ways of solving the current problems of the state. People from various backgrounds, such as business, policy or nonprofit sectors, joined the group which eventually came to call itself “The New Jersey Coalition for the Public Good” (NJCPG). At the time when the Coalition was in the process of its creation, the average New Jersey property owner was paying twice the national average and the situation was worsening. Coming to the conclusion that the New Jersey tax system is excessive and even unfair and that elected officials are unable to resolve these longstanding problems, one of the first issues tackled by the members of the Coalition was tax reform.</p><p>The Coalition took the lead and began raising money in 2002 for the creation of the Citizens’ Tax Assembly, a framework which was meant to engage New Jersey citizens in the improvement of the tax system. In March 2003, the Coalition hired Public Agenda, a New York-based nonprofit organization that specializes in nonpartisan public opinion research, citizen education materials and public engagement initiatives. Public Agenda had the role of assisting the Citizens’ Tax Assembly in the process of organization and also in framing the issues for discussion. In the end, the Assembly’s design emerged out of the Coalition’s ideas, experience and goals and the Public Agenda, which brought to the initiative a set of tested community dialogue principles and practices.</p><h3>Participant Selection</h3><p>The selection of the participants for the Tax Assembly was of critical importance to the members of the Coalition because the sample was meant to be an accurate representation of the state’s total population. Therefore, their selection was based on criteria regarding demographics but also their opinions, positions, and experience with the issue. The ideal members were not tax or policy experts, but concerned citizens with a strong motivation for reforming the tax system.</p><p>Based on these rules, the organizers put all their efforts into the recruiting process. Eventually, they laid out a comprehensive methodology to ensure and appropriate and legitimate selections of the candidates. The Coalition sent letters to more than 2,000 leaders of organizations across New Jersey asking for nominees to be considered as delegates. Furthermore, newspaper ads were used in order for those interested in the matter of taxes to nominate themselves. Around 600 nominees showed their interest of being a delegate of the Citizens’ Tax Assembly. The Coalition randomly selected 100 participants based on gender and other demographic criteria. </p><h3>Deliberation and Decisions</h3><p> After the selection of the delegates, Public Agenda conducted several focus groups across New Jersey with the aim of getting a sense of how citizens generally think and talk about the tax system. The purpose of this study was to understand before actually developing the materials for the delegates what issues might arise and to have a sense of the various directions in which the discussions might go. The information that resulted from the study was used to produce a Participation Guide for the Citizens’ Tax Assembly, namely background material that helped the participants form their opinions. The guide represented a framework of alternative approaches to developing tax policies that encouraged delegates to participate in the conversation by being aware at the same time of the wide range of existing views and choices. Public Agenda helped the Coalition also by providing a set of videos to help delegates understand the situation of the tax system.</p><p>In September 2003, the Citizens’ Tax Assembly gathered its delegates in Trenton, New Jersey. The Assembly was organized in a special setting that had the aim of showing the importance of the work to be accomplished. The participants were gathered for the first session of the Assembly at the Thomas Edison State College and for the second session at the New Jersey General Assembly Chamber in the State House.</p><p>The Assembly included eight discussion groups which kept their members throughout the entire session. The moderators, represented by the Graduate Fellows of Leadership New Jersey, facilitated the discussions in which the delegates engaged in detailed analysis and negotiations of important issues. Their role was also to ensure that all voices and opinions were heard in order to gather a diverse set of findings and conclusions. The framework of the discussion consisted of four different approaches:</p><ul><li>We should stick with what we’ve got, a tax system that maximizes local control while using state assistance to address problem</li><li>We should take the state out of the picture and let each community solve its own problems.</li><li>We should give towns’ new ways to raise tax revenues and control costs</li><li>We should create a more equitable system by relying more on statewide taxes and less on the property tax</li></ul><p>Reports from each of the eight small-group discussions were collected at the end of the Assembly. The intent was not to conclude with a concrete action plan or a detailed list of possible policy changes, but rather to see the common ground of diverse opinions on the matter of taxes. The Coalition organizers analyzed the report and revealed the existing consensus on directions in which tax policy should move in New Jersey. The main statements of consensus referred especially to the need of specific changes to make the system more equitable, effective and efficient:</p><ul><li>New Jersey should realign its tax structure to protect seniors and others with low or fixed incomes by reducing reliance on the local property tax.</li><li>Providing schools with the resources needed to give all children a quality education requires that the state reduces reliance on local property taxes and increases use of progressive taxes that are based on the ability to pay.</li><li>Holding down the costs of government and education requires that New Jersey promotes cooperation among its municipalities and school districts to avoid duplication improve efficiency and make regional planning possible.</li></ul><h3>Outcomes and Effects</h3><p>The Coalition for the Public Good produced a final report on the Assembly’s findings and brought it directly to the New Jersey Legislature in a set of special hearings. Moreover, coinciding with the release of “Let the People Speak: Report of the Citizens’ Tax Assembly”, the Coalition held a press conference in February 2004. The conference was attended by the original delegates, members of the media, local and state policymakers and other interested parties. </p><p>Following the Citizens’ Tax Assembly, the Coalition also created a website to post reports and press releases and let people know about a series of engagement activities and events they have continued to organized, as well as other tax-related events happening in the state.</p><p>In June of 2004, the Coalition held another assembly with the same delegates, brought back together to further refine their recommendations and to delve deeper into certain issues. By October of 2004, The Coalition was able to organize four new regional tax forums in Cherry Hill, New Brunswick, Jersey City and Morristown. More than 125 men and women participated in these regional assemblies. In addition to providing help with the selection of these participants, some delegates from the previous Citizens’ Tax Assembly also served as moderators for the new sessions of discussion. </p><h3>Analysis and Criticism</h3><p>The Participants Guide and the videos with expert interviews were meant to help the delegates form opinions and to guide the conversation. However, these materials may have produced biases based on content or other variables such as the appearance of certain experts in the interviews.</p><p>The accuracy of the report in representing the discussions is difficult to ascertain.  Delegates were given an opportunity to comment on the report compiled from the notes of the facilitators.  Only 19 delegates made comments. One of the participants wrote that “spending was not sufficiently addressed in the summary”, while others commented positively.  These kinds of comments may reveal an inaccurate or incomplete report. However, the comments may also be the result of the natural variation between each of the small group discussions. For instance, the delegate who commented on insufficient attention to spending may have been involved in a group which placed more emphasis on spending than the other seven did. In addition, the small number of comments is clearly not an indicator of displeasure, and could in fact show that delegates felt well-represented and they did not feel the need to comment further.</p><p> </p><h3>References</h3><p align=\"left\">Birnback, Lara (2006): <em>Tackling Tax Reform in New Jersey. The Role of Public Engagement and Deliberation</em>. Retrieved May 3, 2013 (<a href=\"http://www.publicagenda.com/files/NJ_Case_Study.pdf\">http://www.publicagenda.com/files/NJ_Case_Study.pdf</a>)</p><p align=\"left\">New Jersey Coalition for the Public Good (2004): <em>Let the People Speak: Report of the Citizens’ Tax Assembly</em>. Retrieved May 3, 2013 (<a href=\"http://www.publicagenda.org/files/pdf/NJCPG_Report.pdf\">http://www.publicagenda.org/files/pdf/NJCPG_Report.pdf</a>)</p><p align=\"left\">New Jersey Coalition for the Public Good (2005): <em>Let the People Speak III: Report of the Citizens’ Tax Assembly</em>. Retrieved May 3, 2013 (<a href=\"http://www.njleg.state.nj.us/PropertyTaxSession/OPI/let_the_people_speak_3.pdf\">http://www.njleg.state.nj.us/PropertyTaxSession/OPI/let_the_people_speak_3.pdf</a>)</p>", "title": "Let the People Speak: New Jersey Citizens’ Tax Assembly (New Jersey, USA)"}