{"htmlbody": "<h3>Objecto y Problema</h3><p>La Agenda Estratégica Rafaela 2010 - 2016, es un proceso participativo para construir una visión compartida a largo plazo para la ciudad y una serie de recomendaciones para su desarrollo.</p><p>Es un proceso participativo que pretende reemplazar el futuro como cuestión aleatoria. Armar una agenda estratégica es también pensar en los problemas que hoy no tenemos y que tendríamos que hacer hoy para no tenerlos. La idea es poder anticiparnos para no correr siempre desde atrás, dice Roberto Mirabella, Secretario Gestión y Participación de la Municipalidad de Rafaela.</p><p>Los problemas, desde los más elementales a los más complejos, son multidisciplinarios.</p><p>La pregunta que da origen al proceso era: ¿qué tenemos que hacer hoy para que la ciudad sea competitiva dentro de 30 años, sea más humana, más justa, más vivible?</p><h3>Historia</h3><p>La ciudad de Rafaela, que superó en el 2010 los 100.000 habitantes, ha ido viviendo a lo largo de su joven historia, un alto dinamismo económico-productivo donde ha jugado un papel importante el entramado institucional. Existe una identidad y orgullo muy fuerte del “rafaelino” con su ciudad y un compromiso con su desarrollo, basados en valores consolidados como en el trabajo, el esfuerzo y el sacrificio colectivo.</p><p>Desde el Gobierno Local se ha tratado de acompañar la expansión del sector industrial y la sostenida cultura empresarial PyME.</p><p>La construcción de la ciudad es uno de los procesos más fascinantes que emerge de la actividad humana. Es en la ciudad donde se produce esa encrucijada entre determinación y azar, entre lo global y lo local, entre cultura y economía, entre gobierno y ciudadanía, y todo esto mezclado con un conjunto heterogéneo de lógicas, que a veces acaban siendo plenamente ilógicas. Como diría Jordi Hereu, actual Alcalde de Barcelona, todas las ciudades aplican, con acentos diferentes, un mismo lenguaje, pero, no todas las ciudades funcionan igual y no todas las ciudades funcionan.</p><h2>PROCESO PARTICIPATIVO</h2><h3>Fase de Planificación Estratégica: Diagnóstico, Aprendizaje</h3><p>Fue una experiencia de plena participación comunitaria. Se realizaron talleres sectoriales donde surgieron diversas temáticas de interés, y luego se realizaron conferencias y seminarios para abordarlas específicamente, y lograr elaborar un diagnóstico que aporte reflexiones y datos para una agenda estratégica de desarrollo.</p><p>A continuación y de acuerdo al insumo brindado por los talleres, se conformaron 5 desafíos a trabajar en la construcción de la AE: “Territorio Integrado”, “Mayor competitividad económica”, “Cohesión social”, “Innovación y Conocimiento”, por último, “Ciudadanía y gobernabilidad democrática” (links a los informes de los talleres, en el ANEXO I - Enlaces).</p><p>En este marco, se trabajó en la recopilación, sistematización y procesamiento de información básica para la construcción de un diagnóstico que sirva de base para la posterior etapa de formulación de la Agenda.</p><h3>Fase de Planificación Participativa: Talleres Ciudadanos, Deliberación, Acuerdos</h3><p>A mediados de 2009 se da inicio a una nueva etapa de este proceso, de plena participación comunitaria, en la construcción de un diagnostico consensuado y en la formulación propositiva de la Agenda Estratégica.</p><p>En ese camino, entre Mayo y Diciembre de 2009, se fueron realizando diversos Talleres Ciudadanos Temáticos que contaron con la participación de técnicos y especialistas, representantes de las instituciones locales y ciudadanos en general: Agropecuario, Comercio, Servicios-Industria-Turismo, Social, Urbano-Ambiental; Talleres Barriales y un Taller con Estudiantes.</p><p>El producto de estos talleres, en los que participaron representantes de 115 instituciones y más de 500 vecinos, fue una puesta en cuestión de las principales problemáticas que es preciso abordar y una serie de recomendaciones en cada materia.</p><p>Luego se desarrollaron reuniones de la Mesa de Coordinación, integrada por las Comisiones de Seguimiento (instituciones locales, ONG., escuelas, etc.), como espacio de acuerdos y concertación entre actores, donde se debatió y aprobó el diagnóstico, sintetizado en una matriz DAFO -Debilidades, Amenazas, Fortalezas y Oportunidades- y el Modelo de Desarrollo, los Lineamientos Estratégicos, los Objetivos, los Programas y los Proyectos que dan contenido a la Agenda Estratégica.</p><p>Llegada esta instancia, se consideró oportuno firmar un convenio a través del cual los actores de la comunidad se comprometen a llevar adelante las acciones que emanan de la Agenda, a través de un órgano de gestión asociada que tendrá bajo su  responsabilidad la conducción, monitoreo y control de gestión de la Agenda, que se denominó Consejo Consultivo Social, actualmente integrado por las siguientes instituciones: Organismos Gubernamentales y funcionarios públicos; ámbitos de articulación Público-Privadas; entidades intermedias; instituciones educativas; instituciones representadas en los distintos talleres para la elaboración de la Agenda Estratégica 2010 - 2016.</p><p>El proceso desarrollado, protagonizado por la Comunidad de Rafaela y sus instituciones, liderado por el municipio y acompañado por Universidades, con la participación activa de más de 500 vecinos, se constituye en una experiencia paradigmática para los municipios de la provincial de Santa Fe.</p><h2>Resultados y Efectos</h2><p>Estos son algunos de los resultados y efectos que se produjeron desde la Agenda Estratégica, en relación a cada eje de acción. A continuación se dará una breve descripción de cada uno, según el eje de acción.</p><p><strong><u>EJE TERRITORIO INTEGRADO</u></strong></p><p><a href=\"http://rafaela.gov.ar:90/agendaestrategica/news/ver/32\">SEMINARIO “LA VIEJA TERMINAL EN DEBATE”</a> [DEAD LINK]</p><p>El mismo tiene como objeto contribuir al debate ciudadano sobre el futuro uso de la antigua Terminal de Colectivos, su interacción con el entorno del centro rafaelino, la resolución<br/>arquitectónica y los mecanismos de gestión y financiación. Tiene relevancia estratégica recoger diversas opiniones y propuestas que ayuden a evaluar la definición de su futuro destino.</p><p><a href=\"http://rafaela-sustentable.com.ar/\">RAFELA SUSTENTABLE</a></p><p>El Programa “Rafaela + sustentable” nace de la visión de una ciudad que se adapta y responde a las nuevas necesidades del entorno y se nutre de la idea de que, en un mediano a largo plazo, todas las actividades que se desarrollen deberán ser consecuentes social, ambiental y económicamente con el medio que nos sustenta.</p><p><strong><u>EJE MAYOR COMPETITIVIDAD ECONÓMICA</u></strong></p><p><a href=\"http://rafaela.gov.ar:90/agendaestrategica/news/ver/6\">CONFERENCIA MAGISTRAL DEL DR. PATRIZIO BIANCHI</a> [DEAD LINK]</p><p>El destacado economista italiano y actual rector de la Universidad de Ferrara, Dr. Patrizio Bianchi, visitó la ciudad de Rafaela en el mes de diciembre de 2009 y brindó una conferencia magistral en el marco de la Agenda Estratégica Rafaela 2010-2016.</p><p>Se desarrolló la conferencia magistral sobre \"Los nuevos desafíos de la globalización\".<br/>En la misma señaló cómo la crisis financiera mundial ha demostrado la necesidad de basar el desarrollo en la producción, el trabajo y el conocimiento. La apertura de los mercados internacionales abre grandes oportunidades para el crecimiento, pero se hace necesario insertarse con una fuerte identidad propia.</p><p><a href=\"http://rafaela.gov.ar:90/agendaestrategica/news/ver/8\">SEMINARIO DE INNOVACIÓN PRODUCTIVA</a> [DEAD LINK]</p><p>En el marco de la Agenda Estratégica Rafaela 2010-2016, desafíos Innovación y Conocimiento y Mayor Competitividad Económica, se realizó el martes 10 de noviembre, en el auditorio de la Universidad Católica de Santiago del Estero (UCSE), el Seminario Innovación Productiva.</p><p>Del evento participó Gabriel Yoguel, reconocido especialista en la materia, quien se explayó sobre tópicos vinculados a la innovación productiva con orientación a cuestiones ambientales y biotecnológicas. También estuvo presente el Directivo de Yeruvá S.A., Miguel Requena, quien presentó el caso de su empresa dedicada al desarrollo de proteínas animales a partir de subproductos. Además, se realizó una presentación institucional del Fondo Tecnológico Argentino (FONTAR) a cargo de María Laura Olocco, quien analizó los principales proyectos de innovación financiados a través de la entidad. </p><p><strong><u>EJE COHESIÓN SOCIAL</u></strong></p><p><a href=\"http://rafaela.gov.ar:90/agendaestrategica/news/ver/28\">TALLER DE INNOVACIÓN SOCIAL</a> [DEAD LINK]</p><p>Con una amplia participación de emprendedores y cooperativas, a quienes estaba dirigido, se llevó a cabo ayer miércoles 4 de agosto a las 12 hs el Taller de Innovación Social a cargo del Magister Juan de Dios García Serrano en el Salón Verde de la Municipalidad de Rafaela.</p><p align=\"left\"><a href=\"http://rafaela.gov.ar:90/agendaestrategica/news/ver/16\">TALLER-SEMINARIO: HACIA UNA NUEVA FORMA DE ARTICULACIÓN SOCIAL</a> [DEAD LINK]</p><p>Con la participación de más de 130 personas, representando a 70 instituciones de la ciudad de Rafaela, se realizó el Seminario - Taller: Experiencias de Coordinación. Hacia una nueva forma de articulación social, moderado por el Licenciado Sebastián Bertucelli.</p><p>Esta actividad se desarrolló en el marco del Desafío Cohesión Social de la Agenda Estratégica 2010-2016. Durante la primera parte de la actividad, se realizó una breve presentación del Seminario y de los objetivos del mismo. En la segunda se expusieron casos de articulación social vinculados al Centro de Integración Comunitaria que funciona en el<br/>barrio Monseñor Zazpe; al Programa de Inclusión Educativa; a la Escuela Ángela de la Casa; al Programa Arteentapiales; a la cocina comunitaria San Francisco de Asís del barrio Villa Podio y a Responsabilidad Social<br/>Empresaria. Para finalizar este encuentro se abrió el debate con preguntas disparadoras que invitaron a la reflexión y que enriquecieron este encuentro con el aporte de las distintas miradas presentes.</p><p><strong><u>EJE INNOVACIÓN Y CONOCIMIENTO</u></strong></p><p><a href=\"http://rafaela.gov.ar:90/agendaestrategica/news/ver/3\">PRIMER ENCUENTRO DE EXPERIENCIAS CON TIC EN EL AULA</a> [DEAD LINK]</p><p>El Dr. Antonio Battro, director del área educativa a nivel mundial del Programa \"Una laptop por Niño\", del que la Municipalidad participa promoviendo una prueba piloto en dos escuelas locales desde octubre de 2007, brindó una charla a los docentes presentes en el \"Primer encuentro de experiencias con TIC en el aula\".</p><p><a href=\"http://programainclusionrafaela.blogspot.com/p/momentos.html\">INCLUSIÓN EDUCATIVA</a></p><p>Con respecto a la problemática de que los chicos que habiendo terminado su educación primaria y no van a continuar sus estudios, no van a trabajar por su edad temprana. Hay 150 chicos en el programa, a quienes se acompaño con becas, apoyo escolar, tutorías de ayuda docente especializada, para realizar las tareas, controlar las asistencias, relacionarse con las familias. De ésta manera se pudo ayudar a 150 chicos a ingresar a las escuelas secundarias.</p><p><strong><u>EJE CIUDADANÍA Y GOBERNABILIDAD DEMOCRÁTICA</u></strong></p><p><a href=\"http://rafaela.gov.ar:90/agendaestrategica/news/ver/18\">JORNADA CIUDADANÍA PARA ARMAR</a> [DEAD LINK]</p><p>En el marco del Desafío Ciudadanía y Gobernabilidad Democrática de la Agenda Estratégica 2010-2016 se ha llevado a cabo la Jornada denominada ̈Ciudadanía para Armar̈. La misma contó con la participación de representantes de diferentes instituciones educativas de la ciudad.</p><p>Esta actividad se desprende de las conclusiones arribadas en los talleres participativos de Ciudadanía realizados en el año 2009. En ellos, se evidenció la necesidad de profundizar en los mecanismos de aprendizaje en el aula sobre temas relacionados a la construcción de ciudadanía, derechos ciudadanos y mecanismos de participación.</p><p><a href=\"http://rafaela.gov.ar:90/agendaestrategica/news/ver/11\">CONFERENCIA : QUE GOBIERNO, PARA QUE CIUDAD POR JOAN SUBIRATS</a><strong> </strong>[DEAD LINK]</p><p>En el marco de la Agenda Estratégica 2010-2016, Joan Subirats, Doctor en Ciencias Económicas y Catedrático de Ciencias Políticas de la Universidad Autónoma de Barcelona brindó una conferencia titulada \"¿Qué gobierno para qué ciudad? Participación y gobernanza democrática”.</p><p> Con la presencia de más de 100 personas, el Dr. Joan Subirats, especialista en políticas públicas y en temas de gestión e innovación democrática ofreció un profundo análisis de las dinámicas sociales  y la expansividad de lo urbano y de las  políticas públicas implementadas en su ciudad, Barcelona. Además, resaltó los elementos de cambio en las políticas urbanas y señaló la importancia de la participación de los diferentes actores sociales en la construcción de las ciudades.</p><h3>ANÁLISIS Y CRÍTICAS</h3><p>Según observaciones de la Secretaría de Gestión y Participación, existió durante la primera etapa un compromiso moderado de las instituciones que conforman el Consejo Consultivo Social. Tal vez esta actitud se deba a una inmadurez de las mismas para hacerse cargo de un proceso de suma complejidad, a una escasez de recursos humanos para destinar  específicamente al proceso, o bien a un desinterés de las mismas. Al mismo tiempo, es preciso tener en cuenta, que en lugar de presuponer en el diseño de determinado proyecto que entre los participantes existe unidad de intereses y la misma intensidad del compromiso, hay que partir con la idea de su divergencia de interés, énfasis, entrega.</p><p>De todas formas, varias organizaciones, como se ha podido observar durante algunas de las actividades presentadas en éste caso, han acompañado el proceso, aportando sus instalaciones y personal idóneo. El balance realizado arroja que el liderazgo del Estado local se torna fundamental para el desarrollo de esta política, en tanto asume el rol de brazo operativo.</p><p>Otra cuestión a tener en cuenta es que la puesta en marcha de este proyecto involucra dos formas de planificación: la planificación estratégica y la planificación participativa.</p><p>La planificación estratégica, concibe a los otros como diferentes, con los cuales se deben establecer alianzas o estrategias en tanto que ejercen distintas cuotas de poder.</p><p>La perspectiva de la planificación participativa, en cambio, concibe al otro como un semejante, un ciudadano cuyo saber es complementario, con derechos y responsabilidades, y con la capacidad de intervenir en el planteo de problemas y alternativas de solución.</p><p>Si bien estas dos perspectivas de planificación se utilizan de manera combinada, su implementación presenta complejidades, en tanto la diversidad en la concepción de los participantes. Esta diferencia al momento de plantear la alteridad, puede presentar riesgos para la gestión del proyecto, en tanto que las discusiones pueden ser coptadas por viejas batallas o bien reducirse a la puja de intereses sectoriales, espacio donde el ciudadano común, poco habituado a estas lógicas de poder, puede alejarse.</p><p>Para ello, la promoción de la autonomía del proceso de construcción de la Agenda Estratégica y la consolidación del Consejo Consultivo Social como líder en la conducción, se constituyen en medidas sumamente importantes.</p><p> </p><h3>FUENTES</h3><p><strong>Institucional</strong></p><p>AGENDA ESTRATÉGICA</p><p><a href=\"http://www.rafaela.gov.ar/agendaestrategica/\">https://www.rafaela.gov.ar/nuevo/BibliotecaVirtual.aspx</a></p><p><strong>Youtube</strong></p><p>CONFERENCIA: PABLO COSTAMAGNA, EL CASO RAFAELA</p><p><a href=\"http://www.youtube.com/watch?v=DdjC-jRX9GE\">http://www.youtube.com/watch?v=DdjC-jRX9GE</a></p><p>CONFERENCIA JOAN SUBIRATS</p><p><a href=\"http://rafaela.gov.ar:90/agendaestrategica/challenges_videos/index_video/5\">http://rafaela.gov.ar:90/agendaestrategica/challenges_videos/index_video/5</a> [DEAD LINK]</p><p><strong>Otras fuentes</strong></p><p>LA MIRADA JÓVEN DE LA AGENDA ESTRATÉGICA</p><p><a href=\"http://www.facebook.com/group.php?gid=111657604579&amp;ref=share\">http://www.facebook.com/group.php?gid=111657604579&amp;ref=share</a> [DEAD LINK]</p><p>RAFAELA SUSTENTABLE</p><p><a href=\"http://rafaela-sustentable.com.ar/\">http://rafaela-sustentable.com.ar/</a></p><p><a href=\"http://www.youtube.com/user/RafaelaSustentable\">http://www.youtube.com/user/RafaelaSustentable</a></p><p>NOTICIAS</p><p><a href=\"http://www.rafaela.com/cms/news/ver/23393/16/Agenda-estrat%C3%A9gica-Rafaela-2010-2016.html\">http://www.rafaela.com/cms/news/ver/23393/16/Agenda-estrat%C3%A9gica-Rafaela-2010-2016.html</a></p><p> </p><h3>ANEXO I: ENLACES</h3><p>Informes sobre el resultado de los talleres según desafíos:</p><p align=\"left\">1.- <u>Territorio integrado</u>: INFORME (<a href=\"http://www.rafaela.gov.ar/agendaestrategica/\">link</a>) [DEAD LINK]</p><p>Presentación realizada en el taller que se llevó a cabo el 22 de mayo de 2009 en la sala auditorio de la Universidad de Ciencias Empresariales y Sociales (sede Rafaela).</p><p align=\"left\">2.- <u>Mayor competitividad</u>: INFORME (<a href=\"http://rafaela.gov.ar:90/agendaestrategica/challenges/download/2/Competitividad%20-%20Informe%202009.pdf\">link</a>) [DEAD LINK]</p><p>Presentación realizada en el taller que se llevó a cabo el 3 de junio de 2009 en el Salón Centenario de la Sociedad Rural de Rafaela.</p><p align=\"left\">3.- <u>Cohesión social</u>: INFORME (<a href=\"http://rafaela.gov.ar:90/agendaestrategica/challenges/download/3/Cohesion%20Social%20-%20Informe%202009.pdf\">link</a>) [DEAD LINK]</p><p>Presentación realizada en el taller que se llevó a cabo el 27 de mayo en el Centro Cultural Municipal - Sala Sociedad Italiana. El mismo contó con la participación de 140 representantes de distintas instituciones de la ciudad que abordaron tópicos relacionados a la cultura, educación, salud, deporte, tercera edad, niñez, vecinales, discapacidad y acceso a la vivienda.</p><p align=\"left\">4.- <u>Innovación y conocimiento</u>: INFORME (<a href=\"http://rafaela.gov.ar:90/agendaestrategica/challenges/download/4/Innovacion%20-%20Informe%202009.pdf\">link</a>) [DEAD LINK]</p><p>Presentación realizada en el taller que se llevó a cabo el 26 de junio en la Universidad Tecnológica Nacional (sede Rafaela).</p><p align=\"left\">5.- <u>Ciudadanía y gobernabilidad</u>: INFORME (<a href=\"http://rafaela.gov.ar:90/agendaestrategica/challenges/download/5/Ciudadania%20-%20Informe%202009.pdf\">link</a>) [DEAD LINK]</p><p>Presentación realizada en el taller que se llevó a cabo el 29 de mayo de 2009 en la Universidad Católica de Santiago del Estero.</p>", "title": "Rafaela Agenda Estrategica"}