{"htmlbody": "<h3>Problems and Purpose</h3><p>Bike Plan Hawaii 2003 was an effort to improve and enlarge the original Hawaii Bike Plan written in 1997. The Hawaii Department of Transportation wanted to make bicycling a more utilized method of transportation and promote bicycling in the state. The goal was ultimately to get public participation in creating a plan that would involve improving bicycling facilities, better coordination of land-use and planning, increased leverage in receiving funds for facilities, expansion of bikeways and bike trail mileage in the state, and achieving community consensus. As it says in the program, the new plan will “revise the existing statewide bike plan (completed in 1994) and bring currency to a document that guides improvements in bicycling facilities across the state.” Department of Transportation officials in charge wanted to create a plan that had the citizens’ preferences at its core, thus they developed a program that made the process participatory for citizens. The plan would serve as a “blueprint to improve conditions for the thousands of people statewide who are already bicycling and to encourage new users.” (Link 1)</p><h3>History</h3><p>The process started in June 2001 with data collection through phone surveys, field studies and technological monitoring of pre-existing bike paths. After data was collected, the department of transportation consulted all four county governments and one-on-one meetings were held with public work officials, police departments and county planning officials to brief them on the early phases of the bike plan. In addition, large maps were produced for meetings.</p><h3>Participant Selection and Deliberation, Decisions, and Public Interaction</h3><p>Once preliminary tasks were complete, it was decided that public meetings, workshops and surveys would be the best way to get citizens involved in the process and acquire public opinion and feedback. Meetings were advertised through an array of media, including newspapers, notices on the Bike Plan website and government website. In addition, meetings were announced at neighborhood board meetings, bicycling advocacy groups distributed fliers around towns and at bike shops, and through PSAs on radio and television.</p><p>The participatory plan begins with ranking of stakeholders in order of how big a role bicycling has in their lives. Planners aimed to expand participation beyond the biggest stakeholders and get people of different levels involved. The biggest stakeholders were avid cyclists/commuters as well as people who participated in bicycling interest groups or owned bicycling-related businesses. Next on the list were recreational bicyclists who were described as people who bicycle for leisure purposes or to run errands and accomplish other tasks. People who have an indirect interest in bicycling were the third classification. This group included parents, business owners and schools, but could be expanded to encompass anyone who has a concern for bicycle safety. Last on the list was potential bike riders who may be more inclined to ride if they conclude that is a safe method of transportation and is enjoyable.</p><p>Starting in November 2001, public meetings were held in geographically dispersed locations, with the meetings taking place either Saturday mornings, or weekday evenings, intended to make it easier for people with day jobs to attend. There were a total of 11 meetings over the course of 4 months, drawing a total of 159 attendees that represented a diverse community and array of stakeholders. The meetings were divided into two halves, with the first half including an introduction by Vincent Llorin, State Bicycle and Pedestrian Coordinator, Department of Transportation and the introduction of the consultants from the firms of Kimura International, Inc. and Sprinkle Consulting, Inc, the two planning firms that were used to develop the new plans. The firms gave presentations to inform the audience about the importance of the bike plan and what their goals were in improving it. Audience members were also provided with background information on the conditions of bikeways and potential considerations to keep in mind when discussing the new plan.</p><p>The second half of the meetings were divided into question and answer sessions with the consultants, and mapping exercises in which participants could draw new bikeways directly onto printed bike maps. At the end of the meetings participants completed bike user surveys to give the planning committee and indication of how diverse the stakeholder sample was, and to gain information on preferences and needs of the participants. Random telephone surveys were also conducted, as well as surveys of school administrators.</p><p>In May 2002 a second round of 10 meetings were held in which 148 people attended. These meetings addressed larger issues such as included a review of proposed objectives, reﬁnement of the future bikeway network, and feedback on criteria to evaluate the proposal. In the workshops, participants prioritized new bikeways that were already printed on maps after being provided with funding limitations of the project. </p><h3>Influence, Outcomes, and Effects</h3><p>After the meetings and workshops, a draft plan was written and submitted to government agencies and the public. Over the course of 30 days the planning committee accepted critiques of the plan from community members and officials and eventually devised a final plan. The new plan put a greater emphasis on non-construction-related issues such as educating the public on the benefits of bicycling as opposed to other forms of transportation. Also, it recommends 1,722 miles of new bikeways to the state network and expands the implementation section of the old plan, providing new potential sources of funds for the projects.</p><h3>Analysis and Criticism</h3><p>While the Bike Plan brought together citizens to help influence and expand a useful means of transportation that serves many uses, including tourism, the plan is only insofar a plan. The stakes were not high for this project, thus making it a simple project for which to involve citizens and making them feel apart of it. However, bikeway creating is extremely expensive, and how much influence the revised written plan will have in changing the bike landscape in the state is difficult to know beyond the conclusion of its writing. </p><h3>Secondary Sources</h3><p><a href=\"http://hidot.hawaii.gov/highways/bike-plan-hawaii-master-plan/\">Final Bike Plan</a></p><p><a href=\"http://hidot.hawaii.gov/highways/files/2013/02/Bike-Plan-sup1.pdf\">Supporting Documents - Community Participation Program</a></p>", "title": "Bike Plan Hawaii (Hawaii)"}