{"htmlbody": "<p><em>NOTE: The English translation of this case can be found at <a href=\"http://participedia.net/cases/local-agenda-21-province-forli-cesena-italy\">http://participedia.net/cases/local-agenda-21-province-forli-cesena-italy</a>. </em></p><h3>Problems and Purpose</h3><p>Agenda 21 considera l’<em>interazione</em> tra la dimensione <em>sociale</em>, <em>ambientale</em> ed <em>economica </em>come la chiave per la conservazione e la gestione delle risorse del territorio. A tal proposito gli impegni da prendere devono conformarsi alle caratteristiche dei territori a cui si riferiscono e rispondere alle necessità delle popolazioni che si impegnano ad adottarli: le tematiche di discussione e intervento possono essere tra le più svariate, lotta alla povertà, cambiamento dei modelli di produzione e consumo, dinamiche demografiche, conservazione e gestione delle risorse naturali, protezione dell'atmosfera, degli oceani e della biodiversità, prevenzione della deforestazione, promozione di un' agricoltura sostenibile, fonti di energia rinnovabili, raccolta differenziata, ecc.</p><h3>History</h3><p>Agenda 21 - “l’elenco delle azioni da compiere nel corso del XXI secolo perché lo sviluppo sostenibile sia raggiunto” - è un progetto dell’ONU nato in occasione della Conferenza Mondiale su “Ambiente e Sviluppo Sostenibile” tenutasi a Rio de Janeiro nel 1992, il cui obiettivo è creare un modello concreto di sviluppo che risponda alle necessità del presente senza compromettere la capacità delle generazioni future di soddisfare le proprie esigenze. In seguito a tale Conferenza 178 governi di tutto il mondo, tra cui l'Italia, hanno sottoscritto e adottato questo documento di intenti destinato alla promozione del così detto <em>sviluppo sostenibile,</em> che tenendo conto di variabili sociali, ambientali ed economiche si propone di individuare in un determinato contesto territoriale eventuali elementi di incompatibilità o conflitto esistenti tra attività socio-economiche e politiche di protezione e salvaguardia dell'ambiente.</p><p>Nel capitolo 28 dell’Agenda 21 l’ONU riconosce agli <em>Enti Locali</em> il ruolo di <em>promotori</em> nei processi che coinvolgano tutte le realtà rappresentative della società civile, rafforzandone il ruolo e la partecipazione, e che portino alla stesura di <em>Piani d’Azione </em>per lo sviluppo sostenibile a livello locale. Le autorità locali - Comuni, Provincie, Comunità Montane, Regioni, ecc. - sono invitate a giocare un ruolo chiave nell'educare, mobilitare e rispondere al pubblico per la promozione di uno sviluppo sostenibile, attraverso la consultazione e la costruzione di consenso, in una sorta di scambio reciproco in cui è a loro volta possibile assorbire dalle comunità locali e dalle imprese le informazioni necessarie per la formulazione e l’applicazione di nuove strategie.</p><h3>Originating Entities and Funding</h3><p>In Emilia Romagna, nel caso specifico della provincia di Forlì e Cesena, l’adozione dell’Agenda 21 Locale ha interessato oltre ai due capoluoghi, il comune di Bagno di Romagna in collaborazione con i comuni di Sarsina e di Verghereto, i comuni della costa adriatica romagnola - Cesenatico, Gatteo, San Mauro Pascoli e Savignano Sul Rubicone - i comuni della Comunità Montana dell’Appennino Forlivese in collaborazione con la Comunità Montana dell'Acquacheta. Ciò che risulta evidente ad un primo sguardo è l’<em>eterogeneità</em> degli attori partecipanti e la <em>varietà </em>delle <em>tipologie </em>di <em>stakeholders</em> prendenti parte al processo partecipativo: singoli cittadini, Forze dell’Ordine, Associazioni di Categoria, Sindacati Agricoli e non, Associazioni di Consumatori e Ambientaliste, Ordini Professionali, Università, Scuole, Enti di Formazione, Istituzioni Religiose, Associazioni sportive, Banche, Fondazioni, Imprese, Istituzioni, Associazioni Studentesche, Consiglieri Provinciali, Partiti e Parlamentari.</p><h3>Participant Selection</h3><p>Tale processo partecipativo si è strutturato principalmente in due fasi, una <em>interna</em> ed una <em>esterna</em>. La prima è riassumibile nell’incontro avvenuto presso la Giunta Provinciale, alla presenza del Presidente e di tutti gli assessori, mirato all’elaborazione della <strong>Dichiarazione di Sostenibilità della Giunta</strong>, nella quale si riconosce lo sviluppo sostenibile come linea strategica delle politiche a livello provinciale: in tale documento, nel perseguire politiche per lo sviluppo ecosostenibile del territorio, l’ente si impegna a <em>operare nella tutela dell’ambiente naturale assicurando una gestione delle risorse efficace ed efficiente</em>, <em>indirizzare lo sviluppo economico endogeno verso forme imprenditoriali che privilegino ricerca ed innovazione</em>, <em>assicurando una crescita omogeneamente diffusa, valorizzando la qualità del lavoro, mantenendo e possibilmente aumentando la coesione sociale, territoriale e multietnica, cercando di assicurare l’equilibrio delle opportunità sociali per le fasce deboli con una garanzia di welfare</em>. In quest’ottica il <em>tentativo</em> di promozione di un maggior livello di democrazia e partecipazione dei cittadini nei processi decisionali rappresenta il metodo di attivazione dei processi di sostenibilità.</p><p>La fase<em> esterna</em> ha invece previsto in un primo momento il coinvolgimento degli <em>stakeholders: </em>le procedure di individuazione e coinvolgimento dei portatori d’interesse sono state guidate da uno dei principi della <em>governance </em>definiti nel Libro Bianco della Commissione Europea, il “principio di apertura”, che prevede il coinvolgimento di tutti i portatori d’interesse di una comunità nei processi partecipativi, ovvero in questo caso, l’individuazione di tutti i soggetti che a livello provinciale sono portatori di un <em>interesse condiviso</em>. Mediante tale processo di coinvolgimento, sviluppato per area <em>territoriale,</em> ci si propone di incentivare la partecipazione di tutti i diversi interessi presenti nel territorio provinciale. La selezione degli invitati agli incontri tematici è stata fatta anche coerentemente con il tema di discussione dei singoli workshop in questione, tuttavia essendo Agenda 21 Locale un processo per definizione <em>volontario</em>, sono stati accolti all’interno del Forum anche tutti quei cittadini che spontaneamente ne hanno chiesto di far parte. In occasione di ogni incontro sono state inviate lettere invito personalizzate con il programma dei lavori, alla cui spedizione seguiva poi un <em>re-call</em> telefonico per la conferma della presenza.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>Per la fase operativa del processo è stata utilizzata la metodologia EASW® - <em>European Awareness Scenario Workshop</em> – della Commissione Europea, basata su due attività principali: in un primo momento la “<strong>definizione di scenari</strong>” e in seguito la “<strong>proposta di idee</strong>”. In generale, l’EASW serve a stimolare la partecipazione democratica nelle scelte legate al miglioramento delle condizioni di vita nelle comunità. Consente ai partecipanti di scambiarsi informazioni, discutere i temi ed i processi che governano lo sviluppo tecnologico e l'impatto delle tecnologie sull'ambiente naturale e sociale, stimolandone la capacità di identificare e pianificare soluzioni concrete ai problemi esistenti.</p><p>Nella prima fase di lavoro i partecipanti, suddivisi in gruppi di origine omogenei, hanno costruito una propria autonoma visione del futuro. Al tal fine è stato necessario stimolare un approccio integrato che tenesse conto della complessità e delle interdipendenze che caratterizzano i contributi forniti. Indipendentemente dal tema in discussione, ai partecipanti si è richiesto di definire il più possibile le caratteristiche future dello scenario che si apprestavano a immaginare, in riferimento al quale sono stati chiamati a suggerire possibili ed efficaci modi concreti di realizzazione. Ciascuno scenario ha messo in evidenza ciò che il gruppo si auspicava che accadesse relativamente alla sostenibilità del proprio territorio in un margine di previsione di 10 anni, specificando i fattori chiave di successo.</p><p>Nella seconda fase i partecipanti, suddivisi in gruppi misti, hanno formulato proposte operative sulle azioni necessarie da intraprendere per realizzare lo scenario futuro costruito. In questa attività ai partecipanti è stato chiesto di essere concisi e concreti, di spiegare i passaggi da realizzare e di individuare i soggetti dell’azione (CHI) e le modalità di realizzazione (COME). In ogni incontro tematico i partecipanti sono stati invitati ad individuare obiettivi strategici, specifici, azioni, attori e priorità.</p><h3>Influence, Outcomes, and Effects</h3><p>Il <strong>14 maggio 2003</strong> è avvenuta la <strong>Costituzione</strong> e l’<strong>Attivazione del Forum Provinciale</strong> <strong>Permanente</strong> di Agenda 21 Locale e la scelta delle aree tematiche di approfondimento dei <em>workshop tematici</em>: all’incontro erano presenti più di un centinaio di portatori d’interesse del mondo istituzionale, economico, produttivo, agricolo, dell’associazionismo culturale, ambientalista e del mondo del volontariato. Grazie alla collaborazione con un <em>team</em> di ricerca dell’Università di Siena è stata presentata un’analisi dell’Impronta Ecologica della Provincia, ovvero l’analisi dei consumi e degli impatti ambientali di un territorio in rapporto alla disponibilità di quest’ultimo e un’analisi <em>emergetica</em>, che considera i processi necessari alla produzione di energia e i materiali utilizzati in un tale processo, includendo sia fattori economici - l’energia e la materia utilizzate quantificabili anche in termini monetari - sia fattori ambientali, legati al consumo di risorse espresso in unità di energia solare: entrambe le metodologie hanno evidenziato il forte impatto delle attività antropiche sul territorio provinciale.</p><p>Il Forum si è composto di tre workshop, svoltisi in diversi luoghi della provincia e in giornate diverse, nei quali la presenza dei partecipanti è stata affiancata da tutor tecnici con l’obiettivo di arricchire e approfondire da un punto di vista più strettamente tecnico il lavoro. Le tematiche di riferimento sono emerse dalla riflessione circa gli ambiti “sensibili” suscettibili di approfondimento partecipato, considerando le analisi e gli approfondimenti sull’impronta ecologica del territorio.</p><p>Il primo workshop -19 settembre 2003-  ha avuto come argomento “I consumi e gli stili di vita”, dal quale sono emersi sottogruppi di discussione sui temi di <em>energia</em>, <em>rifiuti</em>, <em>trasporti e logistica </em>e<em>  strumenti di sostenibilità. </em></p><p>“L’agricoltura e il territorio” è stato l’argomento del secondo incontro, svoltosi il 17 ottobre 2003, che ha visto la formazione di sottotematiche riguardanti la <em>gestione delle risorse idriche</em>, <em>l’uso del territorio</em>, <em>le produzioni ecocompatibili, l’agricoltura del futuro</em>.</p><p>“L’innovazione e lo sviluppo” è stato il titolo dell’ultima parte, svoltasi il 7 novembre 2003, che ha visto discussioni attorno alle tematiche di: <em>informazione, formazione e partecipazione</em> come presupposti per la diffusione di informazione, condivisione, conoscenza e approfondimento delle problematiche ambientali; <em>ricerca e innovazione</em> come punto di partenza per la nascita di nuovi filoni d’indagine e per la conoscenza del territorio nelle sue forme più peculiari; <em>nuove personalità e formazione, </em>riguardo i contributi e gli incentivi per il supporto alla creazione di profili professionali qualificati ricercati sul mercato del lavoro; <em>identità e territorio,</em> riguardante la nascita di un nuovo senso di percezione del territorio che valorizza le specificità e i tratti caratteristici.</p><p>L’<strong>11 febbraio 2004</strong> è stato infine presentato il <strong>Piano d’Azione Locale d’Area</strong>: la fase di elaborazione del documento ha comportato la raccolta del lavoro svolto da ciascun forum tematico. Tale fase rappresenta il momento di individuazione dei nuovi obiettivi, stimoli, idee, ragionamenti intorno al tema della “sostenibilità”, in modo integrato con le attività che già l’ente svolge, con l’obiettivo di costruire un quadro il più completo possibile di ciò che viene fatto sul territorio e di quello che i portatori d’interesse rilevano come <em>prioritario</em> da realizzare.</p><h3>Analysis and Criticism</h3><p>Nel caso dell’Agenda 21 Locale della provincia di Forlì e Cesena il livello di partecipazione degli stakeholder all’avvio del Forum è stato alto, ma ciò che può destare dubbi sull’efficacia del funzionamento del processo, sull’equilibrio del processo decisionale stesso, sulla sua apertura, sull’estraneità a conflitti di interesse e a pressioni di tipo politico-economico sono i dati riguardanti l'<em>eterogeneità</em> della composizione del corpo partecipante, nonché la provenienza dei rispettivi attori: di questi infatti ben il 46% era costituito da rappresentanti di Istituzioni, il 17% da Imprese, l’11% da Associazioni di Categoria, il 10% da associazioni Ambientaliste, il 6%da Enti di Formazione, il 4% da sindacati agricoli, solamente il 3% da cittadini, e un 1% spettava rispettivamente a Ordini Professionali, Scuole e Gruppi di Partito e Parlamentari.</p><h3>External Links</h3><p><a href=\"http://www.a21italy.it\">http://www.a21italy.it</a></p><p><a href=\"http://www.agenda21.it/\">http://www.agenda21.it/</a></p><p><a href=\"http://cordis.europa.eu/easw/\">http://cordis.europa.eu/easw/</a></p><p><a href=\"http://osservatoriopartecipazionerer.ervet.it/\">http://osservatoriopartecipazionerer.ervet.it/</a></p><p><a href=\"http://www.provincia.fc.it/agenda21/\">http://www.provincia.fc.it/agenda21/</a></p><p><a href=\"http://partecipazione.regione.emilia-romagna.it/entra-in-regione/progetti/agende-21\">http://partecipazione.regione.emilia-romagna.it/entra-in-regione/progett...</a></p><p><a href=\"http://www.un.org/esa/dsd/agenda21/\">http://www.un.org/esa/dsd/agenda21/</a></p><p> </p>", "title": "Agenda 21 Locale (Province of Forli-Cesena, Italy)"}