{"htmlbody": "<p> </p><p><em>Note:  This article is in need of assistance with editing and content.  Please help us complete it.</em></p> <p>As one of the projects of The Pew Center for Civic Journalism, the San Francisco Online Voter Guide was designed to assist San Francisco residents to make more informed voting decisions. This particular project is concerned with uncovering \"where a candidate really stands on the issues,\" not by their speeches, but where their funding comes from and where it ends up - distinct signs of who the candidate's allies are as well as their underlying political standpoint.</p><p><a id=\"Problems_and_Purpose\" name=\"Problems_and_Purpose\"></a></p><h2>Problems and Purpose</h2><p>The California Voter Foundation (CVF) is a sector within The Pew Center for Civic Journalism and their most recent experiment was the San Francisco Online Voter Guide. The CVF's objective was to show how electronic filing of political disclosure records could significantly educate voters about campaign expenditure and contributions before the election was held. This experiment was one of the most advanced uses of database technology online and signaled a new era of online information available to the public before they cast their vote.</p><p>The website was launched on October 10, 1995, a month before California's municipal election on November 7. The Voter Guide contained information about the elections of the mayor, sheriff and district attorney. It also included a number of local ballot issues. The nonpartisan guide was comprised of information from the Registrar of Voters, the League of Women Voters of San Francisco, the \"Voice of the Voter\" civic journalism project of The San Francisco Chronical, KRON-TV and KQED-FM, as well as other media sources of the area.</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>In the past, campaign finance information has not been readily available to the public. In some cases, that information could be accessed after the election was over, but not always. With today's technological advancements, this may not have to be the case, and in California's municipal election of 1995, the Pew Center helped to promote transparency within election finances.</p><p><a id=\"Composition\" name=\"Composition\"></a></p><h2>Composition</h2><p>Candidates had the opportunity to include their biographies, along with five political platform papers, a photo, a list of endorsements, and up to three media pieces about themselves. The online voter guide included links to other websites, ballot measures, and pro/con arguments that either supported or opposed each ballot measure.</p><p><a id=\"Influence.2C_Outcomes.2C_and_Effects\" name=\"Influence.2C_Outcomes.2C_and_Effects\"></a></p><h2>Influence, Outcomes, and Effects</h2><p>The election concluded with a runoff for the mayoral and sheriff offices. The CVF then produced another edition of the voter guide for those races.</p><p>The San Francisco Online Voter Guide appears to have been a success, since within the first four weeks of online publication, the information on the website was viewed 23,000 times and a quarter of those document retrievals were concerned with campaign expenditure information. This shows that the public not only wanted to be informed about campaign finances, but were also participating more in the electoral process. In addition, the voter guide website was selected as one of the top 100 sites of 1995 by PC Magazine, it was one of the top five percent of all Internet sites (according to Point Survey in New York), and Yahoo indexed the website.</p><p>Although many websites pertaining to politics are eliminated after the election it covers, the CVF has chosen to keep the voter guide online for as long as possible to serve as an online template for other states that the CVF hopes will follow suit. As the Point Survey Review stated, \"This site is a great example of how the Internet can be used to educate voters . . . it can serve as a model for other election sites.\"</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h2>Analysis and Criticism</h2><p>Although 23,000 document retrievals is a significant number, the CVF admits that it could have been higher if it could have been advertised sooner. The organization attempted to reach out to the public through news releases, conferences and through various media outlets such as newspapers, radio and television. They additionally handed out fliers and sent postcards encouraging citizens of San Francisco to access the online voter guide. This is a grassroots level organization held their office at the San Francisco League of Women Voters' offices.</p><p>Another critique of the online format of a voter's guide is that it is only accessible to those who have a computer and internet access. Since the voter guide was published online in 1995, a statistically large portion of the San Francisco public did not have access.</p><p> </p><p><a id=\"Source\" name=\"Source\"></a></p><h2>Source</h2><p><a class=\"external free\" href=\"http://www.pewcenter.org/doingcj/pubs/cep/sfonline.html\" rel=\"nofollow\" title=\"http://www.pewcenter.org/doingcj/pubs/cep/sfonline.html\">http://www.pewcenter.org/doingcj/pubs/cep/sfonline.html</a></p>", "title": "San Francisco Online Voter Guide"}