{"htmlbody": "<h3>Summary</h3><p>On June 26th, 2010 AmericaSpeaks held a National Town Meeting in 58 cities around the United States called Our Budget, Our Economy, where 3,500 Americans discussed possible solutions to America’s long term fiscal challenges.</p><p>A preliminary analysis from the MacArthur Foundation said:<br/>“This event was meant to create a distinctive opportunity for ordinary Americans – not professional economists, policy makers, or political officials – to deliberate about these momentous choices according to their own values”.<br/><br/>The National Town Meeting took place in 19 communities across the United States as well as 38 volunteer-organized “community conversations”.  The 19 communities had a diverse set of participants, ensured by AmericaSpeaks, where as the 38 community conversations were organized by volunteers and thus may not have had a representational set of participants. The 19 communities were as follows:  Albuquerque, New Mexico; Augusta, Maine; Casper, Wyoming; Chicago, Illinois; Columbia, South Carolina; Dallas, Texas; Des Moines, Iowa; Detroit, Michigan; East Palo Alto, California; Grand Forks, North Dakota; Jackson, Mississippi; Louisville, Kentucky; and Missoula, Montana.</p><h3>Problems and Purpose</h3><p>The goal of the meeting was simple and straightforward: participants were asked to answer the question “How should America grapple with its growing national debt?”  Over the course of the day Americans from all walks of life came together to discuss their values and come up with solutions to this problem.</p><h3>Originating Entities and Funding</h3><p>The project was funded by grants from the Peter G. Peterson Foundation, W.K. Kellogg Foundation, and the John D. and Catherine T. MacArthur Foundation.  The event was facilitated by AmericaSpeaks.</p><h3>Participant Selection</h3><p>AmericaSpeaks utilized several processes to ensure a diverse and representative set of participants.  The organization set up a webpage where citizens who were interested in being involved in the discussion could register to participate.  AmericaSpeaks also enlisted the help of local groups and grassroots organizations to ensure diverse participation in the specific locations of the deliberation and reach out to unaffiliated participants.  In order to gather relevant information, the registration form for the event asked for the age, income, race, and party affiliation of each applicant.</p><p>The make-up of event participants is detailed under the \"Notes\" section below. In most cases, participants represented an accurate portrayal of United States demographics with a few exceptions.  Hispanics were underrepresented.  The average age of participants was skewed to be much older than the national average and there was a stronger liberal presence than a conservative one.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>On the day of the event, participants were seated randomly at small discussion tables with 8-10 participants and one facilitator per table.  The facilitator was an experienced volunteer pre-screened by AmericaSpeaks.  The event lasted for almost seven hours.  The participants began by talking about values, economic recovery, and challenges to cutting the deficit. </p><p>They then spent almost three hours learning about, discussing, and then voting on the 42 spending and revenue options provided them.  These 42 policy options were given to the participants before the event along with background reading material.  The options were drafted by 30 prominent fiscal experts that spanned the ideological range from liberal to conservative.  The goal of the 42 options was to reduce the deficit by $1.2 trillion by 2025. </p><p>While the groups were discussing, experts were available to answer questions and brief presentations by experts and Congressmen were given throughout the day.  While these discussions occurred, table groups could submit ideas via laptops on each table.  These ideas were then read and analyzed by a team of professional, deemed the “theme team”, who looked for nation-wide themes.  The theme team identified certain nation-wide themes and individuals used keypads to express their personal preference.  Video links allowed participants at different sites to share ideas periodically. </p><p>At the end of the day, participants developed messages to send to leaders in Washington, D.C.  Two popular messages included “abandon the failed politics of partisanship” and “please find the political will to use this input as if it were coming from a powerful lobbying group – because we are”.  Participants were asked to reflect on the tone and quality of the political discussion in our country today, as well as the tone and quality of the discussions at the Our Budget, Our Economy Town Meeting:</p><p><em>How satisfied are you with the tone and quality of our discussions here today?</em></p><p>Very Satisfied: 62%</p><p>Satisfied: 29%</p><p>Neutral: 6%</p><p>Dissatisfied: 2%</p><p>Very Dissatisfied: 1%</p><p> </p><p><em>How satisfied are you with the tone and quality of political discussion in our country today?</em></p><p>Very Satisfied: 1%</p><p>Satisfied: 3%</p><p>Neutral: 8%</p><p>Dissatsified: 31%</p><p>Very Disatisfied: 58%</p><p> </p><p>Participants had this to say about their experiences:</p><p>“The most important thing I learned from this process is that ordinary citizens could tackle a complex issue, filter it civilly through their own perspective, and come up with consensus.  I literally did not think this was possible”. –Fran G., Portland, OR</p><p>“It was so refreshing to have civil discourse among people of different ages, persuasions, and backgrounds.  Congress could learn a lot from our experience.  The tone of our discussions was polite, respectful, and everyone contributed.” – MaryEllen S., Albuquerque, NM</p><h3>Influence, Outcomes, and Effects</h3><ul><li>2/3 of table groups’ final packages reduced the debt by more than $1 trillion.</li><li>Participants moderated their views and compromised: Conservatives became more supportive of raising taxes on wealthy.  Liberals became more supportive of a 5% cut to discretionary programs.</li></ul><p>Input from the event was presented to President Obama’s National Commission on Fiscal Responsibility and Reform</p><p>The individual survey responses from the day were highly structured by ideology, but the packages put together by the tables had a definite lack of ideological structure, suggesting compromise and creativity.  When asked to discuss policies with their fellow citizens, participants tended to set aside their ideological commitments in order to work toward the common goal of fiscal responsibility and achieve the set task of reducing the national debt.  </p><h3>Analysis and Criticism</h3><p>This deliberative event shows that considered opinions are important.  When national surveys poll citizen values, they do not take into account considered opinions that are important in the process of reaching a goal.  Though citizens have priorities, they are often willing to compromise some of their priorities in favor of reaching a beneficial solution.</p><p>The MacArthur Foundation preliminary analysis found that this was the</p><p>“largest national experiment in structured public deliberation to date in the United States and so constitutes an unprecedented opportunity to explore both public views about the substantive topic of public spending and more general questions about the dynamics of public deliberation”.</p><h3>External Links</h3><p><a href=\"http://usabudgetdiscussion.org/written-testimony-for-the-national-commission-on-fiscal-responsibility-and-reform/\">http://www.concordcoalition.org/publications/2010/0630/testimony-national-commission-fiscal-responsibility-and-reform</a></p><p><a href=\"http://usabudgetdiscussion.org/national-town-meeting-results/\">http://www.nassembly.org/uploads/publications/documents/oboe_prelimreport_final.pdf</a></p><p><a href=\"http://usabudgetdiscussion.org/wp-content/uploads/2010/12/OBOEResearcherReport_Final.pdf\">http://usabudgetdiscussion.org/wp-content/uploads/2010/12/OBOEResearcherReport_Final.pdf</a> [BROKEN LINK]</p><h3>Notes</h3><p>The makeup of event participants is detailed here.</p><p><em>Household Income:</em></p><p>Less than $25,000: 17% (census: 23%)</p><p>$25k - $50k: 21% (census: 25%)</p><p>$50k - $75k: 20% (census: 19%)</p><p>$75k - $100k: 16% (census: 12%)</p><p>More than $100k: 26% (census: 21%)</p><p> </p><p><em>Race/Ethnicity</em>:</p><p>African American: 16% (census: 12%)</p><p>Asian/Asian American: 3% (census: 4%)</p><p>Caucasian/White: 68% (census: 65%)</p><p>Latino/Hispanic: 5% (census: 15%)</p><p>Native American: 1% (census: 1%)</p><p>More than One: 5% (census: 1%)</p><p>Other: 3% (census: 1%)</p><p> </p><p><em>Age:</em></p><p>17-24: 10% (census: 18%)</p><p>25-34: 9% (census: 17%)</p><p>35-44: 9% (census: 18%)</p><p>45-54: 18% (census: 18%)</p><p>55-64: 29% (census: 14%)</p><p>65 or older: 25% (census: 16%)</p><p> </p><p><em>Views on Economic/Fiscal Issues</em>:</p><p>Liberal: 26%</p><p>Somewhat Liberal: 18%</p><p>Moderate: 23%</p><p>Somewhat Conservative: 13%</p><p>Conservative: 20%</p>", "title": "Our Budget, Our Economy (United States)"}