{"htmlbody": "<h3><strong>Summary</strong></h3><p>Villa El Salvador, a district within the city of Lima, Peru, is known for its tradition of popular participation in the regional process of decision making. The civil society of this municipality has survived to a decade of president Fujimori’s authoritarian rule and after the return to democracy it has embarked, along with the whole country, upon a reform program that had the aim of recreating democratic institutions through increased citizen participation. This ambitious plan has determined the introduction of Participatory Budgeting (PB) through national government legislation.</p><h3><strong>Problems and Purpose</strong></h3><p>The communist party of Peru, more commonly known as the Shining Path, became active in 1980 and since then it has managed to create a climate of fear among the civil society in which popular gatherings were basically impossible. The Shining Path created a base in Villa El Salvador and killed many local community leaders, effectively crippling the culture of vibrant citizen participation. The problem was augmented by the centralization policies of then-president Fujimori that took away most of the meaningful opportunities for citizen engagement in Villa El Salvador’s governance.</p><p>However, during the late 1990’s Villa El Salvador experienced important changes. The terrorist group, the Shining Path, had declined in its activity since 1992 when the leader of the party was captured. Furthermore, Fujimori’s authoritarian rule was reaching its end. In this context, the officials of Villa El Salvador began using participatory budgeting (PB) as a means to respond to the rampant corruption that occurred during the Fujimori administration.</p><p>The PB in Villa El Salvador has the following objectives:</p><ul><li>Promote active citizenship and create opportunities for the full exercise of rights and obligations</li><li>Improve and prioritize the allocation and implementation of public resources</li><li>Create an efficient municipal spending according to the guidelines and priorities established in the Comprehensive Plan of the Coordinated Development</li><li>Strengthen the relationship between the state and civil society through public deliberation and citizen interaction</li><li>Strengthen transparency and implementation of coordinated actions in the participatory process</li><li>Supervise public action</li></ul><h3><strong>History of Participatory Budgeting in Villa El Salvador</strong></h3><p>Villa El Salvador has historically been known for its active citizens who participate in its development plans. In the 1970s, Villa El Salvador had territorial-based councils that negotiated directly with the central government regarding development plans. Its participatory processes and self-management made it, in the eyes of the left-wing military governments which controlled Peru between 1968 and 1980, a model for the country. In 1999, the municipality of Villa El Salvador and three NGOs worked together to launch a participatory planning process in order to create a new urban development plan for the municipality. The officials were also supported by the United Nations Urban Management Program for Latin America and the Caribbean. The main objective of the 1999 urban development plan was to create a shared vision of the future of the city with the help of as many citizens as possible..</p><p>The next step was to launch the process of the PB. In 2000, the year of Fujimori’s fall from power, the government chose to allocate 35% of its investment fund to PB processes, following the successful model of participatory budgeting in Porto Alegre, Brazil ten year earlier. Each of the eight sections of Villa El Salvador was assigned a certain proportion of the participatory budget fund. In each of these sections were held workshops where specific problems and projects were discussed. Three months later the final allocation of the investment budget for 2000 was decided and formalized in a meeting with the representatives of the eight sections of the municipality.</p><p>In July 2001 the Council approved a Municipal Law that institutionalized the PB in Villa El Salvador and gave it a legal basis in the municipal budgeting and planning. The municipality of Villa El Salvador was the first municipality in Peru that has incorporated PB into municipal law. The success of Villa El Salvador’s PB experiment led in part to the national government’s requirement in 2002 that all municipalities undergo some amount of PB. However, some members of the national government were wary of or opposed to the idea, and the laws which regulated participatory budgeting nationally gave less power to the citizenry than Villa El Salvador had.</p><h3><strong>Originating Entities and Funding</strong></h3><p>The funding for the PB can come from the municipality's own revenues and/or fund transfers from the Municipal Worker's Compensation Fund. If the latter occurs, those funds can only be allocated to expenses related to infrastructure and/or projects. The community can also contribute a percent of the value of the work, by financing projects, labor, tools, services, etc. Non-governmental organizations are also allowed to aid in the technical assistance of the PB process. The idea is that the participatory investment budget should not only come from the municipality, but also from other actors (citizens, NGO’s, private sector).</p><p>In Villa El Salvador, the allocation of economic resources to each of its eight districts area is based on the district’s population, the level of basic services provided, and tax contributions (the more people paid the municipal taxes, the higher the share in the participatory budget).</p><h3><strong>Participant Selection, Deliberation, and Decisions</strong></h3><p>The participatory budgeting system starts with a campaign that has the aim of motivating people to participate in the neighborhood meetings where the citizens decide their contribution to possible projects. To take part in the PB process, a citizen must register in their municipality as a “Participating Agent.” Civil society members of the Regional and Local Coordinating Councils (discussed below) must represent a legally-registered civil society organization.</p><p>According to national laws, after the campaign the process continues with the provision of information, followed by participant training and then deliberations in a series of workshops. The organized community appoints a representative for each of the eight sections of the municipality. The appointed delegates present their proposal from each section and they select ten projects that are considered to be of high priority. After an agreement is adopted by the representatives, the final decision on budget allocation is taken together with the mayor and the councilors. A technical committee assumes responsibility for the execution of the final agreements. The technical committee’s activities are monitored by designated oversight committees.</p><p>Peruvian Law requires the existence of Regional and Local Coordinating Councils. These councils are allowed to further specify the national participatory budgeting rules, with the goal of achieving better representation of the local population (i.e., they could create laws which take gender, indigenous or marginalized groups, or other factors into account). These councils are made of 40% members from civil society organizations (30% of whom must come from entrepreneurial organizations) and 60% state-representatives. This means that the local rules are determined, in effect, through citizen-government deliberation, with the government having an automatic majority in any vote.</p><h3><strong>Outcomes and Effects</strong></h3><p>The PB in Villa El Salvador started in 2000 and is an ongoing process with already established plans for the next decade (2011-2021). Its main effect refers especially to the fact that it has managed to revive the civil society of the municipality after a period of authoritarian rule, to decentralize the process of decision making and to offer a model for the whole country in terms of active participation of the citizens in development plans of their district. The success of the project can also be seen in the number of citizens who voted in favor of the Villa El Salvador’s urban development plan: 83.7%.</p><p>The leaders and active members of civil society organizations have been the majority of participants in PB events. At first, only a small percentage of the participants represented women’s organizations. However, UNIFEM has partnered with the local government in order to promote more gender sensitive budgeting through the participatory process. As a result, 25% of the participants in the 2008 round of PB represented women’s organizations and 50% of the participating agents were women. On the municipality’s website information about the participants is available, as well as information about the way in which citizens can register for the 2014 round of PB.</p><h3><strong>Analysis and Criticism</strong></h3><p>Although nationally-mandated PB has been a step towards giving more avenues for citizens to engage in government, there is still much room for improvement. The current PB regulations hinder the effectiveness of the PB process. The technical committees in charge of implementing the agreements adopted in the participatory process have the power to change or even reject those agreements, according to its criteria which align with the national accounting system’s standards. Furthermore, the oversight committees have no real power to ensure that the participatory agreements are carried out, as no legal sanctions for noncompliance exist. Thus, the success of the PB process depends on the attitudes of local civil servants towards PB and their willingness to cooperate with the local citizenry.</p><p>The representative process currently limits direct citizen participation. In the past, a citizen could qualify to register as a “participating agent” only if he/she represented a legally-registered civil society organization that had been in existence for at least three years. This requirement was repealed because it excluded many civil society organizations, and also disenfranchised the “unorganized” parts of society. However, the requirement of previous registration still exists and represents a possible obstacle to participation. Another element that could hinder participation is the fact that in the Regional/Local Coordinating Councils it is still a requirement for any civil society organization to be legally registered. This has blocked the participation of many organizations that did not have the necessary resources to register themselves.</p><p>The composition of participants, as noted above, heavily favors already-active members of civil society. This could be a result of a lack of funding for the municipality to advertise the opportunity widely, a lack of necessary capacity among the populace, general disinterest, and/or other factors.</p><p>The government’s power to influence the PB process potentially reduces the independence and power of citizens in the initiative.  Because half of participating agents are government officials, the participatory processes can become, in effect, deliberation between citizens and government rather than deliberation among citizens. Only 10% of researchers who have studied Peru’s PB initiative have found it to be a genuine participatory process. </p><p>Also, the final deliberations in which budget allocation and agreements are reached occur at the representative level, with government representatives sometimes having the majority of the votes, diluting the citizen’s voice. Lastly, the representative model creates overlaps between the councils formed for the PB process and the local government, creating ambiguities in competencies.</p><p> </p><h3 align=\"left\"><strong>References</strong></h3><p align=\"left\">Hordijk, Michaela (2005): “Participatory Governance in Peru: Exercising Citizenship”. In: <em>Environment and Urbanization</em>. Vol. 17, 219-236. Available at: <u><a href=\"http://eau.sagepub.com/content/17/1/219\">http://eau.sagepub.com/content/17/1/219</a></u></p><p align=\"left\">Hordijk, Michaela (2009): “Peru’s Participatory Budgeting: Configurations of Power, Opportunities for Change”. In: <em>The Open Urban Studies Journal</em>. Vol. 2, 43-55. Available at: <a href=\"http://www.bentham-open.com/contents/pdf/TOUSJ/TOUSJ-2-43.pdf\">http://www.bentham-open.com/contents/pdf/TOUSJ/TOUSJ-2-43.pdf</a></p><p align=\"left\">Felicio, Mariana / John-Abraham, Indu (2004):  “Peru: Towards a System of Social Accountability”. In: <em>The World Bank - En Breve</em>, Nr. 39.  Available at: <a href=\"https://openknowledge.worldbank.org/bitstream/handle/10986/10364/284390English01o10390see0also026969.txt?sequence=2\">https://openknowledge.worldbank.org/bitstream/handle/10986/10364/284390English01o10390see0also026969.txt?sequence=2</a></p><p align=\"left\">McNulty, Stephanie (2012): “Participatory Governance? Gender and Participation in Peru’s Local Institutions”. <em>Annual Meeting of the American Political Science Association</em>, August 30 – September 2, 2012.</p><p align=\"left\">Villa El Salvador Municipality Website available at: <a href=\"http://www.munives.gob.pe/\">www.munives.gob.pe/</a></p><h3 align=\"left\"><strong>External Links</strong></h3><p><a href=\"http://www.munives.gob.pe/\">Villa El Salvador Municipality Website</a></p><p><a href=\"http://www.munives.gob.pe/2016pp.php\">Participatory Budgeting 2016</a></p>", "title": "Participatory Budgeting (Villa El Salvador, Peru)"}