{"htmlbody": "<h3>Problems and Purpose</h3><p>75 per cent of residential development in Auckland over the next thirty years (to accommodate an extra one million people) will be within the metropolitan urban limits. This is the main reason the Auckland Council decided to start the “<a href=\"http://theplan.theaucklandplan.govt.nz/\">Auckland Plan</a>” through a participation process that could find solutions to this problem and turn Auckland into the world’s most liveable city by 2040.</p><p>The purpose is to get ideas and define the priorities of Aucklanders for the future of the city to develop and implement the Auckland Plan, a broad-based thirty-year strategic plan of urban development, with a view to the city becoming a “super city”.</p><p>In other words, it will not only transform where Aucklanders live and work, and the transport services they will use over the next thirty years, but also shape the economy, the environment, the education of young people, culture, and so on, and deliver the vision of the city becoming the most liveable worldwide.</p><h3>History</h3><p>This is the first plan of its type in New Zealand’s history. This mandatory plan is required under Section 79 of the Local Government Amendment Act 2010. Auckland is New Zealand’s largest city and the most populous region with 1,354,900 residents and 31 per cent of the country's population.</p><p>Nowadays, the city is considered <em>one</em> of world's <em>most liveable cities</em>. The <em>Economist</em>’s <a href=\"http://www.economist.com/node/21016172\">World's Most Liveable Cities Index</a> 2011 ranked Auckland in tenth place. The 2011 <a href=\"https://www.imercer.com/content/mobility/quality-of-living-city-rankings.html#list\">Mercer Quality of Living Survey</a> ranked Auckland in third place in the world, a jump of <em>one</em> place from fourth in 2010.</p><h3>Originating Entities and Funding</h3><p>The <a href=\"http://www.aucklandcouncil.govt.nz/EN/AboutCouncil/Pages/Home.aspx\">Auckland Council</a>, the local authority with jurisdiction over the city, led the development of the Auckland Plan. The cost of developing the plan itself was covered by existing 2011 budgets without having an impact on local rates. Nevertheless, a range of funding sources are being considered for the initiatives and projects that were identified, including central government funding, public and private partnerships, development contributions, and other alternative funding sources.</p><h3>Participant Selection</h3><p>Regarding the recruitment process, council staff promoted the project in malls, markets and town centres at different locations within the region to ensure the representation of different demographic areas and small community members. In addition, the process was promoted through the mass media, the Internet and the official magazine <a href=\"http://ourauckland.aucklandcouncil.govt.nz/pages/about-ourauckland/\"><em>OurAuckland</em></a>.</p><p>The selection of participants was open (self-selection) to all residents of Auckland, which means that everyone who was interested in participating could be part of the process. In addition, the Office of Ethnic Affairs supported the process and encouraged ethic communities to participate.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>This process started on 23 <em>March</em> 2011 with the celebration of “<strong>Auckland Unleashed</strong>,” a full-day summit attended by nearly 500 registered participants to discuss Auckland's future. For increasing the visibility of the process, national and local media members were invited to attend the event, which was held in the Aotea Centre (the largest performing arts centre of its kind in New Zealand).</p><p>Mayor Len Brown opened the event, speaking of his vision for the city. Then, participants attended a series of workshops during which they could come up with a range of ideas and discuss the main priorities of the city that could contribute to turning Auckland into the best place in the world to live.</p><p>Participant guides and information were distributed before the summit in the <em>OurAuckland</em> magazine, an official magazine delivered monthly to about 500,000 homes across the region to provide Aucklanders with information about activities, events and other news. This magazine is also available from local libraries, service centres and local board offices.</p><p>The workshops were facilitated, and the feedback noted from the sessions was summed up in a discussion document (“<a href=\"http://www.google.it/url?sa=t&amp;rct=j&amp;q=auckland+summit+march+2011&amp;source=web&amp;cd=1&amp;ved=0CB4QFjAA&amp;url=http%3A%2F%2Fwww.aucklandcouncil.govt.nz%2FSiteCollectionDocuments%2Faboutcouncil%2Fplanspoliciespublications%2Ftheaucklandplan%2Faucklandunleashedsummit.pdf&amp;ei=b3XVTvr1I9DAtAa6haCtDg&amp;usg=AFQjCNEBtZj07MHrMmwgOWWFXHivqgV45g\">Workshop session summary—by workshop</a>” [DEAD LINK]) to help prepare the draft Auckland Plan.</p><p>Additionally, this document provides an opportunity for Aucklanders to offer feedback on proposed directions through comments via the <a href=\"http://www.aucklandcouncil.govt.nz/EN/AboutCouncil/PlansPoliciesPublications/theaucklandplan/haveyoursay/Pages/home.aspx\">website</a>, post, email, <a href=\"https://twitter.com/#!/aklcouncil\">Twitter</a>, <a href=\"https://www.facebook.com/aklcouncil\">Facebook,</a> and also by attending discussion events. The Auckland Council received around 8000 pieces of feedback representing ideas for consideration for the draft Auckland Plan.</p><p>Additionally, from late March to early August, the Auckland Council staff also celebrated meetings with the twenty-one Local Boards and workshops co-hosted with organizations around the city, environmental and social/community groups, as well as with academic and professional institutions to receive about 1000 inputs to be considered during the writing of the draft Plan.</p><p>Following this, a first draft of the Auckland Plan was completed in June 2011 by the Auckland Council in consultation with Local Boards, government agencies and stakeholder organisations. Through four different plans, different priorities for Auckland’s development were identified that would make it the world’s most liveable city by 2040. These plans are: the Auckland Plan, the Economic Development Strategy, the City Centre Master Plan and the Waterfront plan. All the summary documents were translated to Maori, Chinese, Korean, Samoan and Tongan.</p><p>Then, the draft of the Auckland Plan was released for a fresh public <strong>consultation process</strong>. From 20 September to 31 October, reference copies of the plan were available on the official website and from local libraries, council service centres and local board offices; and people were able to give feedback online, by post or at public road shows. All comments were published online with the name and address of the author in accordance with the Local Government Act 2002. Submissions to the Auckland Plan and its supporting plans were over 2500 in number. Totals are:</p><ul><li>Auckland Plan, more than 1700 people participated</li><li>Economic Development Strategy, +60 people participated</li><li>City Centre Master Plan, +200 people participated</li><li>Waterfront plan, +660 people participated</li></ul><p>The next step after these submissions was a series of <strong>public hearings</strong>, where submitters could present their views to councillors or propose modifications to the plan. Written submission included name and address of the submitter, date of submission, the part/parts of the plan modification that the submitter supports/opposes, and the reasons for doing so.</p><p>Since more people than expected wanted to be heard (at least 600 submitters), public hearings for the draft Auckland Plan were extended to ensure submitters had enough time to introduce their ideas. Submitters could choose between a traditional, formal hearing and workshop forums, but a large majority elected to speak at formal hearings.</p><p>The plan was finally finished in late December and adopted in February 2012.</p><h3>Influence, Outcomes, and Effects</h3><p>For the first time in New Zealand, this process has brought together data from, analysis of and insights on into the human, economic, environmental, social, cultural and other factors. Consequently, today Aucklanders are now better informed on the reality of the city and issues of other areas.</p><p>They also had the opportunity to produce creative and innovative ideas with a fresh outlook. At the Auckland Unleashed Summit, citizens could deliberate and define the priorities of the plan according to their interests and concerns. Those priorities received attention from decision makers and the media. Furthermore, the creation of the Auckland Plan was a chance for citizens to feel that they were making positive changes and producing long-term sustainable <em>results</em> within the region. Moreover, the rest of the country will benefit greatly from more effective approaches to development.</p><p>In this sense, citizens had the possibility to directly influence public policies that will have an enormous impact on their lives, such as employment, public transport, education, and other areas, for the next thirty years.</p><h3>Analysis and Criticism</h3><p>Despite some scepticism of regarding the success of the project, the draft Auckland Plan was drawn up in a very quick time. According to Local Government Minister Rodney Hide, \"This spatial plan has been the fastest plan ever prepared in any city anywhere in the world\".[1]</p><p>This process received some criticism, especially regarding the short period allocated for participation. Due to the complexity and sheer size of the plan, some sectors consider that Aucklanders should have had more time to absorb documents properly and give feedback. In addition, the Draft Auckland Plan contains very generic statements and lacks essential information on some issues.</p><p>On the other hand, there was a selection bias in the open door summit, where opinions became non-representative of all the members of the community and participates could safeguard their own interests. It was essential that members of small ethnic communities were directly invited to participate (this was possible thanks to the Office of Ethnic Affairs).</p><p>Last but not least, some key parts of the process could be easily manipulated, specially the filter of the “best ideas” in the first draft of the Auckland Plan that was done by the Auckland Council in consultation with Local Boards, government agencies and stakeholder organisations.</p><h3>Secondary Sources</h3><p><a href=\"http://www.aucklandcouncil.govt.nz/EN/planspoliciesprojects/plansstrategies/theaucklandplan/Pages/theaucklandplan.aspx\">“About the council. Plans, policies and publications. The Auckland Plan”. Auckland Council. 2011.</a></p><p>“<a href=\"http://www.youtube.com/watch?v=eGXXwD4xbTs\">The Auckland Plan - did you know?” (Video). Auckland Council, March 22, 2011.</a></p><p><a href=\"http://www.legislation.govt.nz/act/public/2010/0036/latest/DLM3016017.html\">“Local Government (Auckland Council) Amendment Act 2010 No 36, Public Act”.</a></p><p><a href=\"http://www.legislation.govt.nz/act/results.aspx?search=y_act_2010__ac%40ainf%40anif_an%40bn%40rn_25_a&amp;p=1\">New Zealand Legislation: Acts, 2010. </a></p><h3>External Links</h3><p><a href=\"http://theplan.theaucklandplan.govt.nz/\">Official Website</a></p><p><a href=\"http://theplan.theaucklandplan.govt.nz/pdfs-and-maps/#downloads\">Final Plan</a></p><p>Press:</p><p><a href=\"http://www.youtube.com/watch?v=Xbcpwueb4z4&amp;feature=related\">“Len Brown on... The Auckland Plan” (Video). Auckland Council. February, 7, 2011.</a></p><p><a href=\"http://www.youtube.com/watch?v=gwK-GVD9Khg\">“Len Brown on... Auckland Unleashed” (Video). Auckland Council. March, 21, 2011.</a></p><p><a href=\"http://www.nzherald.co.nz/nz/news/article.cfm?c_id=1&amp;objectid=10714443\">Harper, Paul; Donnell, Hayden. Investing in Auckland still a priority – PM. NZ Herald. March, 23, 2011.</a></p><p><a href=\"http://www.youtube.com/watch?v=M3KGxJwbBuU\">“Len Brown on urban design. Edward Rooney speaks to Auckland City Mayor Len Brown” (Video). Elementmagazine.co.nz. August, 25, 2011.</a></p><p><a href=\"http://www.aktnz.co.nz/2011/09/20/auckland-plan-places-transport-as-key/\">C, Jon. “Plan: Auckland’s Future Transport Needs”. AKT: Auckland, Transport &amp; Urban Design. September, 20, 2011.</a> [DEAD LINK]</p><p><a href=\"http://www.chapmantripp.com/publications/Pages/More-plans-for-Auckland.aspx\">“More plans for Auckland – Draft Auckland Plan released”. Chapman Tripp. September, 22, 2011.</a></p><p><a href=\"http://www.stuff.co.nz/auckland/local-news/central-leader/5852861/Concerns-over-time-frame-for-Auckland-Plan\">Whittaker, Emma. “Concerns over time frame for Auckland Plan”. Stuff. October, 10, 2011.</a></p><p><a href=\"http://www.stuff.co.nz/auckland/local-news/5887287/Aucklands-plan-gets-underway\">Maas, Amy. “Auckland's plan gets underway”. Stuff. November, 1, 2011</a></p><p><a href=\"http://tvnz.co.nz/national-news/conflicting-attitudes-super-city-year-4494132\">“Conflicting attitudes on super city a year on”. TVNZ. November, 1, 2011.</a> [BROKEN LINK]</p><p><a href=\"http://www.scoop.co.nz/stories/PO1111/S00112/aa-responds-to-the-draft-auckland-plan.htm\">“AA responds to The Draft Auckland Plan”. Scoop. November, 4, 2011.</a></p><h3>Notes</h3><p> [1] <a href=\"http://home.nzcity.co.nz/news/article.aspx?id=136764&amp;fm=newsarticle%20-%20National,nrhl\">Grigg, Nicola; Savage, Kim. “Support for draft Auckland Plan”. NZCity, NewsTalkZB. September 20, 2011.</a> [BROKEN LINK]</p>", "title": "Auckland, Participatory Urban Planning “The Auckland Plan”"}