{"htmlbody": "<h3>About PlaceSpeak</h3><a href=\"https://www.placespeak.com\">PlaceSpeak </a>is revolutionizing the online public consultation business. Public consultation is required broadly as part of the democratic process. Governments at all levels directly or indirectly require consultation on a range of issues, most of which are geographically defined. PlaceSpeak taps into that need to consult and adds value by generating verifiable data to support public policy development and local decision-making. PlaceSpeak takes the guesswork out of online consultation. <h3>Business Model</h3>PlaceSpeak’s mission is to empower people everywhere to provide their verifiable feedback on public consultations, and we believe the best way to achieve that mission is by combining the values of a non-profit with the flexibility and innovation of a tech startup. We're a new kind of company: a \"social enterprise,\" using the power of business for social good. Like most companies, PlaceSpeak has a business model that allows us to grow rapidly and be financially self-sustaining, providing thousands of people with a free public consultation platform. But unlike many companies, our business is social good.<p>We fund our free public participation platform by charging proponents of consultations a license fee. We do not sell advertising (like Facebook and Google) and we do not sell our participants’ personal information (like market research firms). We recognize that privacy is mission critical. We charge community groups and non-profit organization 1/10th of the cost of the Standard subscription. We do charge because human behaviour dictates that people take things more seriously when they pay for them than when they do not. Of course, citizen participants engage for free!</p><p>Specialization</p><ul><li>Online public consultations</li></ul><h3>Hightlighted Projects</h3><ul><li><strong><a href=\"https://www.placespeak.com/topic/1360-surrey-school-district-a-vision-for-the-future/#!/overview\">Surrey School District - A Vision for the Future</a></strong> (2014-15) to gather information from parents, staff and the broader community on the programs and opportunities that the Surrey School Board should children in the future?</li><li><strong>Calgary Future Skatepark Amenities</strong> (2014) to involve residents in the selection process for future skatepark facilities within the City of Calragy</li><li><strong><a href=\"http://www.placespeak.com/topic.php?id=323\">Metro Vancouver Urban Futures Survey</a></strong> (2012) to determine long term trends in the relative importance of a number of community and regional issues.</li></ul><h3>External Links</h3><ul><li><a href=\"http://placespeak.com\">PlaceSpeak.com</a></li><li><a href=\"http://blog.placespeak.com\">PlaceSpeak blog</a></li></ul>", "title": "PlaceSpeak"}