{"htmlbody": "<p><a id=\"Purpose\" name=\"Purpose\"></a></p><h2>Purpose</h2><p>The participatory publics’ goals are to use political deliberation to overcome social and political exclusion, the promotion of accountability and the implementation of their policy preferences. Participatory institutions were sanctioned in Brazil to provide various formats linking the civil society activists to the formal political society. Links like this among the community give opportunity for multiple strategies and practices of the decision-making process to develop effectively allowing for a new sphere of negotiation and deliberation to be created. Participatory publics offer a bridge between divides in debates among democratization between institutional and civil society theories.</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>In 1977-1985 Civil society organizations and social movements developed political strategies during the final phase of military authoritarianism. These strategies were developed in order to create open meetings, public deliberations, and transparent implementation to overcome the enduring political legacies. By creating these new strategies it helped to expand the democracy and help put an end to the restrictions of hierarchy political powers. In 1988 the constitution of Brazil decentralized political authority. The effects of the constitution granted sufficient resources and political independence to municipal administrations. In turn these administrations had the ability to restructure the policymaking processes. Many civil society organizations have advocated to institutional redesign to shed light on the hierarchical social relations and patrimonial control of the state which form the lengths and guidelines for nation building and modernization for Brazil. Throughout much of the twentieth century low levels of civic organization have been present throughout Brazilian civil and political societies the outcome has strengthened clientelism, personal exchanges between individuals of different social and political classes, and patrimonial politics.</p><p>During the 1980’s Brazil was going through its transition to democratic rule. At this time the citizens worked through voluntary associations and social movements to develop new strategies to confront the traditional local politicians’ legacies of clientelism, patronage, and corruption. As a result these new strategies led to new political practices such as the development of neighborhood assemblies and local council establishments. Eventually this gave way for citizens to be connected to politicians and other political parties that encouraged the institutionalization of decision-making venues which provided opportunities for citizens to deliberate over political issues such as policy proposals.</p><p>In the 1990’s many social movements and civil society theorists turned their attention to strategic efforts made by the Latin American social movements and community activists in hopes of deepening their existing democratic politics. The indirect connection between civil society activism and alternative conceptions of democracy were made by some theorists: “new popular organizations may reflect a greater commitment to ideals associated with participatory democracy and greater distance from political parties.”</p><p> </p><p><a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h2>Participant Selection</h2><p>A municipality is divided into regions to facilitate meetings, decentralize the administration apparatus, and discuss the distribution of resources. Meeting occurs in March for the first round preliminaries for exchanging ideas on how to better the regional community such as budget spending to improve school, hospital, roads etc.</p><p>In order to participate any Citizens that are interested are welcome to attend the regional assemblies. At the assembly the government provides participant with technical and financial information that serves as the main focus of discussion on the available funding, revenue, and record of where the money is going.</p><p>Participatory public in Brazil can be summed up into three main stages of development:</p><p>First Stage: Proliferation of New Voluntary Associations</p><p>During this stage the focus in participation is rooted from the face-to-face deliberation. Issues were placed into the public which then gave opportunity for the public to deliberate in public forums. Citizens are able to express their ideas and new identities, come up with new themes and promote new values. Stage one also allowed for citizens to develop their negotiation skills through face-to-face interaction. Stage one represents a split in disempowerment and marginalization of social actors. The carries of the new values and the practitioners of new strategies were the social movements, community associations and voluntary associations.</p><p>Second Stage: Introduction of New Practices</p><p>Stage two emphasizes that voluntary associations serve as an alternative locale that allows for the innovation of new democratic institutions. It’s based on the challenge to Brazil’s clientelistic and hierarchical tradition made by voluntary association activists. The new values and institutions made by social movements may create vibrant and inclusive public institutions which aim towards confronting social and political exclusion. During stage two the venue is provided for activists to create new and experiment with new organizational strategies within their own movement.</p><p>Third Stage: Development of New Policymaking Institutions</p><p>In stage three the implementation of institutions take place. These institutions allow for the binding of deliberations to be made by citizens. The emphasis during stage three revolves around the need for civil society organizations and citizens to propose political designs aligned with elected municipal administrations. This stage is the link that bridges the divide between institutional and civil society theorists.</p><p><a id=\"Deliberations\" name=\"Deliberations\"></a></p><h2>Deliberations</h2><p>At the meetings, community leaders deliberate to convince fellow participant to support their major area of interest on where the funding should go in their community( school, hospital, roads). Community leaders that scrutinize the government in their lack of funding are usually the more popular ones to get votes from the participant at the assembly, because it shares a sense of personal experience,speaking and taking action for the people in community.</p><p>Each region of the municipality is only a allowed a certain amount of overall funding based on these three criteria:</p><p>1. Populations</p><p>2. Socioeconomic Status</p><p>3. Existing Infrastructure (school, roads, hospitals)</p><p><a id=\"Decisions\" name=\"Decisions\"></a></p><h2>Decisions</h2><p>Usually the more populated, economically hindered areas with mediocre/bad infrastructure are the ones that gets the most funding compared to the wealthier small regions.</p><p>Even though the more populated regions are more than likely to be guaranteed to get the large sum of the funding, the distribution of funding's in neighborhood and community allocate another meeting.</p><p><a id=\"Public_Interaction\" name=\"Public_Interaction\"></a></p><h2>Public Interaction</h2><p>This is a big deal for Brazil because switching from clientelism (social organization were the rich promise to provide the poor: jobs, protection, infrastructure, and other benefits in exchange for votes and other forms of loyalty including labor) to participatory budgeting, it allows the citizens to deliberate in public, obtain information provided by the government, select a representative,which eliminates any rich/powerful community activist from making close door agreement and bribery.</p><p>Upon voting, electing regional priorities and distributing funding, the money that are received in regions must then go through another round of meeting. These meeting involve in deliberation within neighborhood of the region. Within these regions neighborhood leaders discuss the main priorities where the funding should be spent on, allowing participants in the neighborhood to come up with projects to betting their community. Because there are so many participants and so many projects that are listed, mobilization are highest at this point, in which the participants pitch their ideas to friends, families, and neighbors on their block to get the the most votes.No one winner gets the most funding, the amount of money received are usually shared equally but the priorities of the start of date usually favors the winner with the most votes.</p><p>Participants in Participitory Budget in Porto Alegre and Belo Horizonte</p><p>Year Porto Alegro [Belo Horizonte]</p><p>1990 976 [N/A]</p><p>1991 3,694 [N/A]</p><p>1992 7,610 [N/A]</p><p>1993 10,735 [N/A]</p><p>1994 9,638 [15,216]</p><p>1995 11,821 [26,823]</p><p>1996 10,148 [36,508]</p><p>1997 11,908 [31,795]</p><p>1998 13,687 [19,418]</p><p>1999 28,549 [21,175]</p><p>2000 26,807 [31,369]</p><p>Face to face interaction between citizens became vital in participatory budget because it allows citizens a secure,lively engagement, and the ability to increase the number of supporters for their projects.</p><p><a id=\"Influence.2C_Outcomes.2C_and_Effects\" name=\"Influence.2C_Outcomes.2C_and_Effects\"></a></p><h2>Influence, Outcomes, and Effects</h2><p>The major outcomes of Participatory Budgeting can be attributed to the three main elements of participatory public:</p><p>1. The 1970s and 1980s rapid expaninsion of civil society</p><p>2. New practices were spread throughout Brazil during the civil society expansion</p><p>3. New political actors that are elected as mayoral adminstration, that reform to these new practices.</p><p>Participatory Budgeting has given the citizen of Brazil the ability to interact with one another face to face, obtain financial information from the government and determine how the money from funds should be spent. Instead of having an activist making the decision for the community, a community leader can encourage, moderate and facilitate deliberation so that the peoples voice can be heard.</p><p><a id=\"References\" name=\"References\"></a></p><h2>References</h2><p><a class=\"external free\" href=\"http://www.jstor.org.offcampus.lib.washington.edu/stable/4150132?seq=7&amp;Search=yes&amp;term=Budgeting&amp;term=Project&amp;term=Chicago&amp;term=Participatory&amp;list=hide&amp;searchUri=%2Faction%2FdoBasicSearch%3FQuery%3DChicago%2BParticipatory%2BBudgeting%2BProject%26gw%3Djtx%26prq%3DTransportation%2BPriorities%2BProject%26Search%3DSearch%26hp%3D25%26wc%3Don&amp;item=1&amp;ttl=376&amp;returnArticleService=showArticle&amp;resultsServiceName=doBasicResultsFromArticle\" rel=\"nofollow\" title=\"http://www.jstor.org.offcampus.lib.washington.edu/stable/4150132?seq=7&amp;Search=yes&amp;term=Budgeting&amp;term=Project&amp;term=Chicago&amp;term=Participatory&amp;list=hide&amp;searchUri=%2Faction%2FdoBasicSearch%3FQuery%3DChicago%2BParticipatory%2BBudgeting%2BProject%26gw%3Djtx%26prq%3DTransportation%2BPriorities%2BProject%26Search%3DSearch%26hp%3D25%26wc%3Don&amp;item=1&amp;ttl=376&amp;returnArticleService=showArticle&amp;resultsServiceName=doBasicResultsFromArticle\">http://www.jstor.org.offcampus.lib.washington.edu/stable/4150132?seq=7&amp;Search=yes&amp;term=Budgeting&amp;term=Project&amp;term=Chicago&amp;term=Participatory&amp;list=hide&amp;searchUri=%2Faction%2FdoBasicSearch%3FQuery%3DChicago%2BParticipatory%2BBudgeting%2BProject%26gw%3Djtx%26prq%3DTransportation%2BPriorities%2BProject%26Search%3DSearch%26hp%3D25%26wc%3Don&amp;item=1&amp;ttl=376&amp;returnArticleService=showArticle&amp;resultsServiceName=doBasicResultsFromArticle</a></p><p>This article consists of the majority of information regarding the participatory public in Brazil</p><p><a id=\"Secondary_Source\" name=\"Secondary_Source\"></a></p><h2>Secondary Source</h2><p><a class=\"external free\" href=\"http://www.archonfung.com/papers/avritzer.pdf\" rel=\"nofollow\" title=\"http://www.archonfung.com/papers/avritzer.pdf\">http://www.archonfung.com/papers/avritzer.pdf</a></p><p>This article emphasizes the participatory budgeting in Brazil</p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p><a class=\"external free\" href=\"http://www.uwsp.edu/cnr/gem/ambassador/what_is_clientelism.htm\" rel=\"nofollow\" title=\"http://www.uwsp.edu/cnr/gem/ambassador/what_is_clientelism.htm\">http://www.uwsp.edu/cnr/gem/ambassador/what_is_clientelism.htm</a></p><p>This site has the definition of clientelism.</p>", "title": "Participatory Publics in Brazil"}