{"htmlbody": "<h3>Propuesta</h3><p>El Bosque Modelo Formoseño (BMF) tiene un área de influencia cercana a las 800.000 hectáreas en el extremo oeste de la Provincia de Formosa, en el norte de la Argentina, lindante con el Paraguay. Es una zona boscosa semiárida que integra la región del Gran Chaco. Alrededor del 80% del área es tierra fiscal. El resto comprende tierras privadas, áreas comunitarias aborígenes, y dos áreas protegidas.</p><h3>Historia</h3><p><strong><em>Antecedentes</em></strong></p><p>La Conferencia de las Naciones Unidas sobre Medio Ambiente y Desarrollo, CNUMAD, que tuvo lugar en Río de Janeiro en 1992, fue un evento trascendente en materia de política forestal, a pesar de no haber resultado aún en esta área en acuerdos de cumplimiento obligatorio (Naciones Unidas, 1992). Desde la CNUMAD, el concepto de participación ciudadana es reconocido como parte integral del Manejo Forestal Sustentable, MFS. Nueve procesos, principalmente regionales, de desarrollo de criterios e indicadores de MFS, fueron establecidos a partir de 1992 y años posteriores.</p><p><strong><em>Orígenes en la Argentina</em></strong></p><p>El reconocimiento de la planificación como un proceso influenciado fuertemente por ideas y valores llevó a la aceptación de diferentes tipos de participación ciudadana, para asistir a los responsables de tomar decisiones en áreas de interés común. La participación ciudadana es hoy reconocida como una parte integral del manejo forestal sustentable.</p><p>El carácter incipiente de la utilización de mecanismos de participación en Argentina tiene una influencia importante sobre los procesos y sus resultados. La elaboración y ejecución participativas de un programa forestal nacional es hoy una necesidad para el desarrollo forestal sustentable en Argentina.</p><p>Se define la participación ciudadana en cuestiones forestales como “Varias formas de inclusión del público donde la gente, en forma individual o a través de grupos organizados, puede intercambiar información, expresar opiniones y articular intereses, y tiene el potencial de influenciar decisiones o la resolución de cuestiones forestales específicas”. Se caracteriza por ser “inclusiva” con referencia a intereses, “voluntaria”, puede ser “complementaria” con respecto a requerimientos legales, “equitativa” y “transparente” con respecto a todos los participantes, basada en la buena fe de los participantes, y “no predeterminante” del resultado final. Destacan principalmente que la participación pública puede: i.) Aumentar la conciencia pública sobre los bosques y las actividades forestales, ii.) maximizar los beneficios de los bosques, ofreciendo oportunidades de mejorar su uso múltiple y la distribución de sus costos y beneficios, y iii.) mejorar la aceptación social del MFS (Modelo Forestal Sustentable). La consulta se define como un derecho de las personas (“derecho a ser consultada y opinar”) y como una obligación de las autoridades.</p><h3>Creación y Elección de sus Participantes</h3><p><strong><em>Caso de Estudio: El Bosque Modelo Formoseño</em></strong></p><p>El proceso de formación del BMF comenzó en 1998, mediante talleres con los diferentes actores sociales de la zona. En ellos participaron más de una docena de organismos y entidades. La mayoría de ellos hoy forman parte del directorio del BMF, establecido formalmente en junio de 2004. En forma conjunta y participativa, las partes delimitaron el área geográfica, definieron los problemas y potencialidades, y enunciaron la misión y la visión del BMF y los objetivos de las áreas de trabajo. La propuesta fue aprobada por la SAyDS (Secretaría de Ambiente y Desarrollo Sustentable). Las primeras acciones consistieron en el diseño y la ejecución de iniciativas que no requerían una inversión significativa. El apoyo de técnicos locales fue importante en esta estrategia. Más adelante, un proyecto más avanzado, presentado por la Comunidad Toba Comle’ec, obtuvo el financiamiento de la Agencia de Cooperación Internacional del Japón (JICA). Este proyecto, “Fortalecimiento al Desarrollo Productivo Comunitario”, ejecutó acciones múltiples que representaron una porción dominante de los logros del BMF entre 2003 y 2005. El proyecto, que funcionó durante ese período, abarcó actividades de desarrollo rural, enriquecimiento de bosque nativo, apicultura, producción comercial de carbón, y desarrollo de infraestructura de agua potable. Fue un proyecto sustentable, con actividades que continúan luego de su cierre.</p><p><strong><em>Estructura Institucional</em></strong></p><p>El Bosque Modelo Formoseño en esta última etapa de formulación esta integrada por:</p><ul><li>Gobierno de la Provincia de Formosa</li><li>Ministerio de la Producción</li><li>Ministerio de Obras y Servicios Públicos</li><li>Universidad Nacional de Formosa</li><li>Municipalidad de Laguna Yema</li><li>Comisión de Fomento de Pozo de Maza</li><li>Comisión de Fomento de Los Chiriguanos</li><li>Programa de Desarrollo del Centro Oeste - Centro de Validación Tecnológica</li><li>Dirección de Bosques</li><li>Colegio de Ingenieros Forestales de Formosa</li><li>Asociación de Técnicos del Oeste Formoseño</li><li>Fundación para el desarrollo Aborigen</li><li>Productores</li><li>Comunidad Aborigen Toba</li><li>Comunidad Aborigen Wichi </li></ul><h3>Proceso de Deliberación y órgano de Decisión</h3><p><strong><em>Órgano más alto de decisión: La Asamblea</em></strong></p><p>La asamblea es el órgano más alto de decisión; de ella se elige el directorio institucional. La asamblea tiene potestad de solicitar a las instituciones que nombren otro representante si se da una falta grave (no ha sido el caso hasta el momento).</p><p><em>Miembros:</em></p><p>Socios activos, individuales o institucionales.</p><p><em>Requisitos:</em></p><p>Ser mayor de edad y tener seis meses de antigüedad en la institución.</p><p><em>Representantes electos:</em></p><p>Electos por la Asamblea:</p><p>• Presidente</p><p>• Secretario</p><p>• Tesorero y</p><p>• 4 Vocales</p><p>Órgano de fiscalización: 2 miembros.</p><p>Se reúnen mensualmente.</p><p>En los últimos años se ha verificado una utilización generalizada de procesos de consulta pública en cuestiones vinculadas a la planificación y gestión forestal. Esto está sin duda relacionado a los desarrollos normativos, así como a una preocupación creciente del público por las cuestiones ambientales y del uso de los recursos naturales. La consulta, generalmente a través de “talleres participativos”, es cada vez más utilizada por los dos organismos nacionales con responsabilidad sobre los bosques, la Secretaría de Ambiente y Desarrollo Sustentable (SAyDS) y la Secretaría de Agricultura, Ganadería, Pesca y Alimentos (SAGPyA). Ambos lo han hecho con una diversidad de objetivos, entre ellos el desarrollo de políticas y legislación, el diseño de programas, y la definición de temas de investigación a ser financiada con fondos públicos.</p><h3>Resultados</h3><p>Este bosque modelo trabaja principalmente con un proyecto de desarrollo productivo comunitario con financiamiento de JICA, el cual en su primera fase (2003-2005)  financió una propuesta presentada por la comunidad Toba de Ingeniero Juárez.</p><p>Este proyecto fue la base del bosque modelo; su trabajo se centró en tres ejes  fundamentales: capacitación, producción e infraestructura, y benefició directamente  680 personas. En el 2006 se inició la segunda fase del proyecto.</p><p>En la etapa intermedia entre la primera y la segunda fase, se hizo evidente la  importancia de los fondos de JICA ya que las actividades se vieron mermadas </p><h3>Metas Estratégicas del Programa</h3><ul><li>Incorporar a todos los actores en el proceso del desarrollo sustentable, armonizando las cuestiones ambientales, políticas, sociales, culturales, productivas y económicas. </li><li>Asegurar la solidez de la Propuesta, líneas de acción y actividades, promoviendo el compromiso de todos sus componentes en la viabilidad del Proyecto.</li><li>Brindar a las autoridades gubernamentales, instituciones civiles y población en general, las herramientas necesarias y suficientes para la toma de decisiones respecto a planes de acción gubernamental, ampliación de las capacidades productivas, orientación de inversiones privadas y requerimientos tecnológicos, de capacitación y educación. </li><li>Lograr la diversificación de las actividades productivas </li><li>Propender a un modelo de desarrollo sustentable que asegure la permanencia de la población rural en el campo, evitando con esto la migración a los centros urbanos. </li><li>Determinar y evaluar las potencialidades de los Recursos Naturales del área, para lograr un ordenamiento integral de las actividades: forestal, agrícola, ganadera, industrial y turística. </li><li>Implementar sistemas de manejo integral de los Recursos Naturales, sustentados científicamente, validados localmente y transferidos a sus potenciales beneficiarios. </li><li>Armonizar las diferentes etapas de las actividades productivas, desde el aprovechamiento del recurso natural hasta su comercialización, de tal manera que el área del proyecto se transforme en abastecedora de materia prima elaborada. </li><li>Fomentar la participación de la mujer en el desarrollo integral de su comunidad y su familia. </li><li>Propender a la difusión e intercambio de conocimientos y experiencias con otras regiones del país y del extranjero. </li><li>Mantener y difundir el patrimonio cultural de las distintas comunidades asentadas en el área del proyecto.</li></ul><h3>Análisis y Crítica</h3><p>Sobre los resultados del proceso, los participantes ven el proceso como exitoso, y su participación como una experiencia positiva. No dudan de que el proceso es superior a cualquier alternativa no participativa, que se produjeron ideas creativas e innovadoras para la acción, y que se ganó en conocimiento, comprensión y capacidades.</p><p> </p><h3>Links Externos</h3><p>Jorge Trevin, Tomás Schlichter y Jorge Menéndez - <a href=\"http://www.ambiente.gov.ar/archivos/web/PNBM/File/Documentos/participacionArgentina.pdf\">La Participación Pública en la Planificación y Gestión Forestal en la Argentina</a> (2006)</p><p><a href=\"http://www.ambiente.gov.ar\">Secretaría de Ambiente y Desarrollo Sustentable de la Nación</a></p><p><a href=\"http://www.ambiente.gob.ar/default.asp?IdArticulo=293\">Bosque Modelo Formoseño - Ministerio de Ambiente y Desarrollo Sustentable</a></p><p><a href=\"http://obio.ambiente.gob.ar/bosque-modelo-formoseno_p87\">Bosque Modelo Formoseño - Observatorio Nacional de Biodiversidad</a></p>", "title": "FORMOSA - Bosque Modelo Formoseño"}