{"htmlbody": "<h3><strong>OBJETO Y PROBLEMÁTICA</strong></h3><p>El presupuesto de gastos de un Estado (sea municipal, provincial o nacional) consiste en la asignación de recursos humanos y económicos para hacer frente a las problemáticas sociales identificadas. Esta identificación de problemáticas y la consiguiente asignación de recursos, en el presupuesto tradicional, es realizada exclusivamente por un pequeño grupo de técnicos y políticos, quienes, a su vez, deciden las políticas oportunas para llevarlas a cabo.</p><p>El Presupuesto Participativo se propone como un medio para alcanzar dos objetivos intrínsecamente relacionados: por un lado, proponer nuevas formas de gestión pública que garanticen su eficiencia a través de la intervención de los ciudadanos; por el otro profundizar las bases democráticas del régimen, a través de una mayor participación en cuestiones estrechamente vinculadas con la vida cotidiana.</p><p>Para ser más concretos, el objeto reside en que los mismos habitantes del municipio sean quienes identifiquen sus problemáticas, promuevan las políticas oportunas para su abordaje y decidan la asignación de recursos necesaria.</p><h3>HISTORIA Y CREACIÓN</h3><p>En el año 2008, importado de Porto Alegre, vio la luz en la Ciudad de La Plata (provincia de Buenos Aires, República Argentina), esa novedosa modalidad de participación ciudadana que se conoce como presupuesto participativo.</p><p>Si bien hubo un primer ciclo de presupuestos participativos en La Plata durante los años 1998 y 1999, la experiencia no se repitió en los años sucesivos. Fue  a partir del año 2008 que se retomó este proyecto con mucho mayor impulso y por iniciativa del <strong>nuevo intendente</strong> de la ciudad. Para brindarle mayor transparencia, el intendente decidió colocar la organización del presupuesto participativo en manos de un partido que no forma parte de la fuerza política con la que llegó al poder. De este modo realiza una experiencia novedosa en el mundo, en cuanto a presupuestos participativos se refiere.</p><h3><strong>CREACIÓN Y SELECCIÓN DE LOS PARTICIPANTES</strong></h3><p>Pueden clasificarse los actores en <strong>tres grupos</strong>:</p><p>-En primer lugar tenemos al <strong>Municipio</strong>, que a través de la Dirección Ejecutiva del Presupuesto Participativo de la Municipalidad de La Plata, coordina, organiza y ejecuta el presupuesto participativo.</p><p>-En segundo lugar se encuentran los <strong>vecinos</strong>, que no sólo proponen, debaten y votan las obras a realizarse, sino que también cumplen la función de coordinar, tomar asistencia y confeccionar las actas en las asambleas populares. Los vecinos son convocados mediante folletos, carteles y publicidad en distintos medios, así como haciendo visitas casa por casa.</p><p>-En tercer lugar, participan diversas <strong>instituciones</strong>, como por ejemplo la Universidad Tecnológica Nacional, que llevó adelante la confección de la urnas electrónicas necesarias para las votaciones de las obras y La Universidad Nacional de La Plata, que hizo también un gran aporte al proceso electoral, siendo parte de la Junta Electoral del Presupuesto Participativo, controlando la votación y confeccionando la reglamentación de la misma.</p><h3><strong>DELIBERACIÓN Y DECISIONES</strong></h3><p>Cada año la municipalidad de La Plata asigna una partida de dinero al programa de los Presupuestos Participativos. En el año 2008 ese importe fue del 2% del presupuesto total. A su vez se dividió La Plata en 35 zonas, y a cada una de ellas se le asignó un monto determinado de dinero teniendo en cuenta sus necesidades.</p><p>El desarrollo del presupuesto se explica en tres etapas, que se detallan a continuación:</p><p><strong><u>Primera etapa:</u></strong> Se realizan 4 asambleas populares en cada una de las 35 divisiones del partido. En la primera asamblea se explica a todos los vecinos el funcionamiento del Presupuesto participativo. En la segunda y la tercera asamblea, los vecinos presentan sus proyectos, sea por escrito u oralmente.</p><p>Finalmente, en la cuarta asamblea, los vecinos que participaron en al menos dos de las asambleas populares, eligen los proyectos que serán expuestos en la Muestra Popular del Presupuesto Participativo (el límite mínimo es 1 proyecto y el máximo es de 20).</p><p><strong><u>Segunda etapa:</u></strong> Aquí  tiene lugar lo que se conoce como “Muestra Popular del Presupuesto Participativo”. En esta etapa los vecinos votan el orden de prioridad de las obras a  ejecutarse. Mediante un novedoso sistema combinado, es posible la votación electrónica y a través de SMS (Mensaje de Texto), además del voto presencial. Para votar, es necesario ser mayor de 16 años.</p><p><strong><u>Tercera etapa:</u></strong> En esta etapa se ejecutan las obras votadas. La municipalidad de La Plata realiza primero la más votada y luego la que está a continuación  y sigue así hasta agotar el monto asignado a la región.</p><p>La ejecución de las obras es responsabilidad del Departamento Ejecutivo Municipal. Sin embargo, el control y seguimiento de las mismas está a cargo de los vecinos a quienes el municipio informa permanentemente en las Asambleas Populares el estado de las mismas.</p><h3><strong>RESULTADOS E INFLUENCIA: </strong></h3><p>La experiencia tuvo un gran impacto en La Plata y en la Provincia de Buenos Aires. Participaron miles de vecinos en los debates y en las distintas votaciones. Una vez  votadas las obras, la Municipalidad de La Plata las concluyó al cabo de un año.</p><p>Además se creó una Escuela de Participación Ciudadana, que desplegó su tarea en escuelas secundarias e instituciones.  De este modo se intenta enseñar a los alumnos que la participación es una herramienta fundamental para mejorar la calidad de vida de todos.</p><p>También se empezó a trabajar -junto a la Provincia de Buenos Aires- en la constitución de un foro de municipios que incentive a otros municipios en la implementación del Presupuesto Participativo en sus ciudades.</p><h3><strong>ANÁLISIS Y CRÍTICA</strong></h3><p>Es interesante remarcar cómo muchos de los autores de los proyectos hicieron su propia publicidad de los mismos invitando a los vecinos a votar. Esto demuestra en parte que cuando el Estado da a los vecinos la oportunidad de expresarse, de presentar sus propias propuestas, los mismos se involucran de tal manera que incentivan a otros a participar de la misma. Es destacable además, que todos los debates se llevaron a cabo con sumo respeto por las opiniones de los demás vecinos. </p><p>Por ello es que la experiencia sigue repitiéndose anualmente hasta la fecha.</p><p> </p><h3><strong>RECURSOS SECUNDARIOS</strong></h3><p>-Santana, Diego; “Presupuesto Participativo en la Municipalidad de La Plata con la utilización de nuevas tecnologías en la votación”.</p><h3><strong>EXTERNAL LINKS</strong></h3><p><a href=\"http://www.presupuestoparticipativo.laplata.gov.ar/\">http://www.presupuestoparticipativo.laplata.gov.ar/</a> [DEAD LINK]</p><p><a href=\"http://www.laopiniondelagente.com.ar/opinion.asp?nombre_tema=Pol%EDtica+y+Sociedad&amp;nombre_subtema=Pol%EDtica&amp;id_subtema=35&amp;id=1445\">http://www.laopiniondelagente.com.ar/opinion.asp?nombre_tema=Pol%EDtica+y+Sociedad&amp;nombre_subtema=Pol%EDtica&amp;id_subtema=35&amp;id=1445</a></p><p><a href=\"http://aaeap.org.ar/\">http://aaeap.org.ar/</a></p>", "title": "Presupuesto Participativo, La Plata (Argentina)"}