{"htmlbody": "<h3>Problems and Purpose</h3><p>The community of Bethany conducted concept and comprehensive community planning for three reasons: 1. To meet various applicable state, regional, county and community planning objectives. \u20282. To identify necessary urban infrastructure requirements, and\u2028 3. To ensure that provisions for such infrastructure to serve the greater North Bethany area are fully in place before development begins. Public involvement has been a fundamental part of the planning process to facilitate an exchange of information and build awareness. </p><h3>History</h3><p>As of 2002, the Metro Urban Growth Boundary was to include the 800-acre area of land north of Bethany. Comprehensive community planning has been undertaken to integrate North Bethany into the existing Bethany community. Ultimately, the comprehensive plan for North Bethany would be integrated with the county's existing Bethany Community Plan. This expansion was to be planned by the local Washington County Board of County Commissioners with the assistance of professional consultants, The Stakeholder Work Group and The Technical Advisory Committee. The Technical Advisory Committee would include representatives from special jurisdictional interests, while the Stakeholder Work Group includes, Bethany area residents, local agency representatives, property owners and developers. Additional workgroups were established to assist with the development of the North Bethany Subarea Planning ordinances.</p><p>Oregon’s Statewide Planning Goals place priority on citizen involvement and Washington County has taken this seriously. Emphasis has been placed on public involvement in community planning, demonstrated by The Washington County Long Range Planning Division’s inclusion of a public engagement strategy in every planning effort. Citizens have been provided with many options to keep themselves aware of the planning process as it progresses through newsletters and information online, and can further participate by attending community events like work shops, open houses, public hearings, advisory groups or neighborhood coffees. The first community planning ordinance in 2009 was preceded by more than three years of extensive public engagement that informed the overall context of the North Bethany community development plan.</p><h3>Deliberation and Decisions</h3><p>In September 2006, the planning process began with formulating a concept plan for North Bethany that included a team of professional consultants, a Stakeholder Work Group, a Technical Advisory Committee, and community members through various forms of participation such as open houses, workshops, surveys, and feedback. The adoption of A Engrossed Ordinance No. 712 by the Washington County Board of County Commissioner's enabled The North Bethany Concept Plan. This established a vision and framework for future planning and development in the North Bethany area.</p><p>After the Board of County Commissioners adopted A-Engrossed Ordinance 712, they directed three workgroups to resolve outstanding issues in before development could occur. These issues included 1. Natural Resource and Open Space Areas, 2. Land Use and Design, and 3. Growth Management and Funding.  Each workgroup was comprised of a North Bethany property owner, a CPO 7 representative (the Citizen Participation Organization for the Sunset West/Rock Creek/Bethany Area), developer representatives, and county staff.  A neutral third-party facilitator manages the workgroup process. The workgroups reached agreement on many of the outstanding issues, and their recommendations were forwarded to the Board for its consideration. Major parts of the North Bethany Subarea Plan were established when A-Engrossed Ordinance 730 was adopted in 2010.</p><p>Citizen Participation Organizations and Interested Parties were notified in September 2011 that the County Board of Commissioners was going to consider A-Engrossed Ordinance No. 739 at public hearings held October 11 &amp; 25, 2011. A-Engrossed Ordinance No. 739 addressed placeholder issues identified by the Board that were added to the North Bethany Subarea Plan and the community Development Code through the adoption of A-Engrossed Ordinance No. 730. A-Engrossed Ordinance No. 739 proposed to amend the Washington County comprehensive plan to address the changes to the North Bethany Subarea Plan and its implementing regulations. These proposed amendments would continue the implementation of the North Bethany Subarea Plan.</p><p>As part of the Board’s decision to adopt A-Engrossed Ordinance No. 739, they identified a few Placeholder Issues to address by July 1, 2012 by another workgroup. The Board of County Commissioners considered the draft Action Plan at their December 6, 2011 Worksession. This Action Plan identifies remaining Placeholder Issues and a schedule to complete the North Bethany Subarea Plan. </p><h3>Public Interaction</h3><p>Washington County states citizen participation as one of their main goals and considers public participation and the exchange of information to be a fundamental part of community planning. The Washington County Long Range Planning Division includes a public engagement strategy in every planning effort to facilitate this exchange of information. In addition, Washington Country has recognized the Citizen Participation Organization since the 1970s and citizens are encouraged to attend their monthly meetings. This program arranges for citizens and other interested parties to participate in all phases of planning processes. Opportunities for participation in the North Bethany Subarea Plan have included open houses, workshops, newsletters, advisory groups, informational coffees, written or verbal testimonies at public hearings and monthly meetings.</p><p>Every meeting is open to the general public and publicized on the project website. Citizens are notified periodically through emails and limited USPS letters. The newsletters updating the Bethany community on the Concept Plan for North Bethany distributed in April 2007 and March 2009 are also available online. All Concept Planning documents, workgroup information, maps and four open house Summaries are on the project website and accessible to the public. </p><p>Citizens were able to partake in work groups that incorporated community members, developers, landowners and county staff. A neutral third-party facilitator managed these workgroups. Each workgroup proposes resolutions for the issues they were to address to the Board, which then considers further ordinances to incorporate into the county’s comprehensive plan. As specified in Washington County’s Charter, part of the structure of the ordinance process is to include public notice and opportunity for public testimony before the Board of County Commissioners, either prior to the hearing in writing or verbal during the hearing. In 2010, the workgroups sent their recommendations to the Board and the A-Engrossed Ordinance 730 adopted established much of the North Bethany Subarea Plan. The Board has had to consider some the county-wide impacts of some unresolved issues, so more work group meetings occurred throughout 2011 that involved citizens from the country more broadly. Thus by doing so, resolutions are ensure to be more equitable across the county. The Action Plan being considered by the Board was partly drafted after staff asked stakeholders to rank the Placeholder Issues in order of importance concerning the level of public involvement they believe is necessary in order to select appropriate ways to engage stakeholders and the public in a meaningful way to complete the Board’s prescribed work. The Action Plan outlining the list of stakeholders and a tentative ordinance schedule of the next steps is provided online. Further work group action will continue through July 2012 in hopes of meeting the goals set out in the Action Plan.  </p><h3>Analysis and Criticism</h3><p>The many public involvement opportunities provided has made it possible for all citizens to take part according to their interest level without being limited by external factors such as time or mobility. Every meeting has been open to the general public and publicized on the project website, ensuring accessibility to all community members.</p><h3>External Links</h3><p><a href=\"http://www.co.washington.or.us/LUT/Divisions/LongRangePlanning/upload/A-EngOrd739_PRINT_web.pdf\">http://www.co.washington.or.us/LUT/Divisions/LongRangePlanning/upload/A-EngOrd739_PRINT_web.pdf</a></p><p><a href=\"http://www.co.washington.or.us/LUT/PlanningProjects/Bethany/index.cfm\">http://www.co.washington.or.us/LUT/PlanningProjects/Bethany/index.cfm</a></p><p><a href=\"http://www.co.washington.or.us/LUT/PlanningProjects/Bethany/HistoricInformation/index.cfm\">http://www.co.washington.or.us/LUT/PlanningProjects/Bethany/HistoricInformation/index.cfm</a></p><p><a href=\"http://www.co.washington.or.us/LUT/PlanningProjects/Bethany/PublicInvolvement/index.cfm\">http://www.co.washington.or.us/LUT/PlanningProjects/Bethany/PublicInvolvement/index.cfm</a></p><p><a href=\"http://www.co.washington.or.us/LUT/PlanningProjects/Bethany/PublicInvolvement/work-groups.cfm\">http://www.co.washington.or.us/LUT/PlanningProjects/Bethany/PublicInvolvement/work-groups.cfm</a></p><p><a href=\"http://www.co.washington.or.us/LUT/Divisions/LongRangePlanning/faq.cfm\">http://www.co.washington.or.us/LUT/Divisions/LongRangePlanning/faq.cfm</a></p><p><a href=\"http://www.co.washington.or.us/LUT/PlanningProjects/Bethany/upload/Final_NB_Action_Plan_12-6-11.pdf\">http://www.co.washington.or.us/LUT/PlanningProjects/Bethany/upload/Final_NB_Action_Plan_12-6-11.pdf</a></p><h3>Notes</h3><p>Acknowledgement:</p><p>Mike Dahlstrom, the public involvement coordinator for long range planning in Washington County, provided information and direction. </p><p>Photo by Edmund Garman (Flickr).</p>", "title": "North Bethany Subarea Plan (Bethany, Oregon)"}