{"htmlbody": "<h3><strong>Problems and Purpose</strong></h3><p>The G1000 is an innovative experiment in deliberative democracy that attempts to deal with Belgium's recent \"democratic crisis\" by bringing citizens together. <a href=\"http://www.g1000.org/\">G1000</a> aims to revitalize and \"advise\" Belgium's current representative democratic system by complementing it with deliberative democracy.  It is a response to the increasing ineffectiveness of the representative democracy system, as evidenced in part by the 2010-11 parliamentary crisis.</p><p>The G1000 was conceived as a project that would complement representative politics, rather than replace it through an institutional redesign. The purpose of the project is to engage a wider audience in political discourse and generate popular and useful policy suggestions. The large size of the deliberative project was aimed towards raising more of an awareness around the issue in Belgian politics and policy making. The G1000 took place in three distinct phases; each used a different method of deliberative democracy, but worked towards results that informed and served as a starting point for the next. </p><p>The projects' organizers published a manifesto in the following format analyzing the ongoing problems and analyzing potential solutions and alternatives:</p><p><em>Analysis </em><br/>1) The political crisis in Belgium is not only a Belgian crisis, but also a crisis of democracy in general. Similar problems have occurred in the Netherlands and Great Britain as well. In a democracy, citizen govern themselves, either directly or indirectly. Belgium has been a representative democracy since its founding in 1830.<br/>2) However, the formula is reaching its limits after two centuries. Elections obstruct more than facilitate good governance. There is little party loyalty left, so political parties need to fight for every vote in an increasingly media driven political landscape. Electoral promises have been becoming ever more unrealistic.<br/>3) After the demise of pillarisation, civil society organizations have partly lost their function as intermediaries between political organizations and the wider public.<br/>4) The emergence of a much more interactive Internet and Web 2.0 have become important factors to consider. Citizens have never been as quickly informed and armed with the ability to follow and comment on the latest news moment by moment. In contrast, however, citizens can only vote every four years. Never before has the citizen been so opinionated and yet so powerless.<br/>5) Politicians in 2011 are like a team of heart surgeons who have to perform a delicate operation in the middle of a full football stadium. Supporters shout at every movement of the cardiologists, but no-one dares to move, ultimately to the detriment of the patient.<br/>6) Democracy has become a dictatorship of elections.</p><p><em>Alternative</em><br/>1) Everywhere innovation seems to be encouraged and expected, except in a democracy. In fact, we’re still following the procedures of 1830 in 2011.<br/>2) Many Western countries have experimented with deliberative or participatory democracy over the past few years. These tries have often proven successful, even on highly important issues (the new constitution in Iceland) or in more problematic contexts (Northern Ireland).<br/>3) The Belgian government as of yet does not have a tradition of deliberative democracy. Over the last half-century, politicians have been too busy with constitutional reforms to give priority to democratic reforms. But deliberative democracy is interesting to transcend the limitations of representative democracy. It does not replace the work of parliaments and parties, but wants to complement it. This could be the future of democracy.</p><h3><strong>History</strong></h3><p>The impetus for the project came from the Belgian political crisis, which began in 2007. It reached a protracted climax after the June 2010 federal elections, when parliamentary elections did not result in any clear majority. Neither of the two largest parties that were elected, the Flemish conservative and regionalist New Flemish Alliance (N-VA) and the Francophone social-democratic Socialist Party (PS), were able to create an easy coalition. In the end, it took 541 days for the new parliament to agree on a government.</p><p>On June 10, 2011, a manifesto was published in five national newspapers, containing among other things the problem analysis summarized above. The first 27 signatories were the initiators of the G1000. Within a few weeks following its publication more than 10,000 people signed the Manifesto. The G1000 project is designed in three phases:</p><p>July- November 2011: <em>public agenda setting</em> through a large scale online consultation</p><p>November 11, 2011: 704 citizens were gathered (of 1,000 people who had accepted an invitation) to discuss with each other at a ‘<em>Citizens’ Summit</em>’ in a large hall in Brussels. The event was live-streamed on the website of the organization, and two side projects enabled the organization of a simultaneous online discussion (G-Home) as well as the gathering of citizens in smaller groups all across the country (G-Off).</p><p>September- November 2012: In three weekends, a <em>citizens’ panel</em> of 32 people elaborated on the ideas and proposals of the previous phase.</p><p>A closing ceremony was held on the 11th of November 2012, during which the 32 participants of the Citizens’ Panel presented their final report.</p><h3><strong>Funding and Organisation</strong></h3><p>G1000 was initiated by 27 people, including native speakers of all three official languages of Belgium (i.e. Dutch, French, and German). Their background lies in a variety of occupations: in academia (political scientist, professor of law, professor of sociology); communications and technology (radio journalist, digital media and marketing consultant, web developer); arts (novelist, actresses, playwright, cultural organization executives, graphic designer); and the non-profit sphere (activist, non-profit executives).</p><p>The website of G1000 claims that it is “run entirely by volunteers (the only paid collaborators are the external consultants that have helped us to implement the process).” G1000 also partners with <a href=\"http://www.foundationfuturegenerations.org/index.php?golang=EN&amp;__utma=1.441173061.1349999708.1349999708.1349999708.1&amp;__utmb=1.2.10.1349999708&amp;__utmc=1&amp;__utmx=-&amp;__utmz=1.1349999708.1.1.utmcsr=(direct)%7Cutmccn=(direct)%7Cutmcmd=(none)&amp;__utmv=-&amp;__utmk=24786\">The Foundation for Future Generations</a>, “the only Belgian foundation exclusively devoted to sustainable development”.</p><p>G1000 organizers chose to accept only donations rather than sponsors, public, or research money. By financing the project through crowd funding and keeping donator information private, the project avoided creating “privileged sponsors.” Over 3000 donors have supported the project thus far.</p><h3><strong>Participant Selection</strong></h3><p>During the <em>first phase</em> of Public Agenda Setting, any person with Internet access could participate by proposing a question or theme for the Citizens’ Summit. More than 6000 individuals took part in this process.</p><p>For the <em>second phase</em>, the Citizens’ Summit, 90% of the participants were selected randomly through Random Digit Dialing, a phone outreach technique that yielded a 3% “yes” (acceptance of the invitation to participate) response rate. The other 10% of participants were from marginalized demographics such as homeless people or immigrants; G1000 organizers encouraged these individuals to participate by working with grassroots organizations.</p><p>Participants ranged from 18 to 85 years old, and their gender and linguistic diversity reflected that of Belgian inhabitants (participants were 52-48 female-male, and 61-39 Dutch-French speaking compared to the Belgian’s overall 58-32 Dutch-French ratio). 1000 participants committed to attending the Summit, while 704 actually attended.</p><p>In addition, 1,086 people participated through two side projects, G-Home and G-Off: 730 people joined the online G-Home discussion module, and 356 people came to the G-Offs, the simultaneously organized local mini-summits spread throughout the country. These participants were self-selected.</p><p>Of course there was a degree of self-selection in the G1000 Citizens’ Summit as well: as mentioned, measurers were taken to keep the group roughly representative of the country as a whole on a number of characteristics, they were still of a small minority of people willing to invest time in the project. Their reasons for participating were as follows: 63% wanted to show their personal commitment as a citizen; 52% was worried about the democratic and political crisis; 43% participated to renew democracy; 35% participated because of curiosity and in order not to miss the experience; 29% was interesting in the process of dialogue in diversity; and 21% wanted to contribute to restoring the dialogue between the communities in Belgium (most likely referring to the Flemish and Walloon communities).  </p><p>The 32 participants in the Citizens’ Panel, the <em>third phase</em>, were selected from participants in the G1000, G-Offs, and G-Home and who had indicated that they wished to be considered for the Panel (491 in total). They were selected through a random selection process with controls for gender, language, region, and age as well as an ex-post control for socio-economic background. The distribution of participants was as follows:</p><p><strong>Native language    Gender           Education            Age</strong><br/>Dutch: 18                 Female: 16       Secondary: 12      - 30 : 7<br/>French: 12               Male: 16           Vocational: 8         30-45: 9<br/>German: 2                                        University: 12        45-60: 9<br/>                                                                                      60+ : 7</p><h3><strong>Deliberation, Decisions, and Public Interaction</strong></h3><p>In the G1000’s <em>first phase</em>, “Public Agenda Setting”, participants determined the agenda for the later Citizens’ Summit. Throughout July 2011, Belgians were encouraged to submit questions, suggestions or problems through the G1000 website. Anyone who had made a proposal could also vote for the ideas of others.</p><p>The results were a few thousand useful ideas, which were grouped by the organizers into 25 themes representing the most common topics. These were posted online in October 2011 and put up for a vote. The public was asked to select a top three of important topics, which resulted in three themes for the Citizens’ Summit in phase two: “Social Security”, “Distribution of Wealth in Times of Financial Crisis”, and “Immigration”. The ideas appeared in a random order for each participant, and organizers ran an IP Check to ensure that no individual or group had skewed the results through mass voting.</p><p><em>The second phase</em>, was a Citizens’ Summit, held on November 2011 in Brussels. 704 people (of the 1,000 selected) attended the event, which was held according to the Town Hall Meeting format. The participants were divided among 81 tables (meaning approximately 9 people per table), and invited to share and discuss their visions on the three selected themes.</p><p>Each topic was introduced with presentations by two experts. Presenters were Bea Cantillon (University of Antwerp) and Philippe Van Parijs (Université catholique de Louvain) for Social Security; Koen Schoors (University of Ghent) and Eric De Keuleneer (Université Libre de Bruxelles) on Distribution of Wealth in Times of Financial Crisis; and Marie-Claire Foblets (KU Leuven) and Marco Martiniello (University of Liège) for Immigration. After every set of presentations, the theme was discussed at the tables. The results of these discussions were subsequently submitted as proposals to the control desk, where they were aggregated and projected on screens throughout the room. Every participant could then indicate their preferences one last time in a voting round on the proposals of the topic just discussed. Participants were asked to indicate two preferences on each topic (with social security divided into four topics: unemployment; pensions; and child support; health care) for a total of six topics.</p><p>There were 35 Dutch, 29 French, 35 bilingual and one German table, with a facilitator present at each table, plus an interpreter for the bilingual tables. The discussions were structured by the facilitators to ensure that each group achieved the goals, of clearly defining the problem, suggesting solutions, and “taking stock” of the various perspectives and ideas of participants. Facilitators further ensured that the discussions were inclusive and open for all participants. To help participants uncomfortable with public speaking, the discussions were sometimes held between small subgroups of people at a table (i.e., splitting into pairs).</p><p>As mentioned before, G1000 organizers used technology to make participation possible for citizens who had not been selected to attend the conference. Citizen groups from five to one hundred people gathered across Belgium to participate through G-Off, watching the expert testimonials live-streamed and then deliberated as well. Others took part through G-Home, a web-based discussion tool.</p><p>The ‘decisions taken’ at this stage were which ideas to support. After the deliberation and voting was finished, the following proposals proved most popular:</p><p>Unemployment:</p><ul><li>Make paid work more attractive by raising minimum wage (38%)</li><li>Limit the maximum duration of unemployment benefits (36%)</li><li>Individually differentiated support for jobseekers (35%)</li></ul><p>Pensions:</p><ul><li>Harmonize the system and make it more egalitarian (23%)</li></ul><p>Child support:</p><ul><li>Same amount of child support for each additional child (45%)</li></ul><p>Health care:</p><ul><li>Guarantee equality and equal access to the system (35%)</li><li>Reduce overconsumption by putting the general practitioner at the center (31%)</li><li>Higher taxes for the pharmaceutical industry (27%)</li><li>Smaller medicinal packaging and awareness campaign against overconsumption (21%)</li></ul><p>Division of wealth:</p><ul><li>Reform corporate taxation: lower, but abolish all loopholes (43%)</li><li>Tobintax: tax on financial transactions (31%)</li><li> Lower the costs of labor, especially for certain categories (27%)</li></ul><p>Immigration:</p><ul><li>Duty of integration (31%)</li><li>Faster procedures and objective criteria (26%)</li><li>Harmonize policy at the European level (25%)<br/> </li></ul><p><em>The third phase</em> of G1000 had as its purpose to elaborate the ideas generated through the Citizens’ Summit. A much smaller group of 32 citizens came together during three weekends to discuss, expand the proposals, and turn them into policy recommendations. The phase was organized using the citizens’ panel, or consensus conference method of deliberation, which is more intense than the broader approach of the previous two stages. The participants had greater support from the organization, but at the same time had full freedom in the choice of subjects taken up and their strategy for coming to more concrete recommendations and conclusions. They had for instance the option of inviting experts or stakeholders to their meetings. The group came together on the 14-16 September 2012, in the Flemish Parliament in Brussels; on 6-7 October 2012, in the Walloon Parliament  in Namur; on 9-11 November 2012, in the House of the Members of Parliament in Brussels.   </p><p>The participants discussed with each other and with invited experts or stakeholders. Of the three main themes of the Citizens’ Summit, they decided to focus on social security, specifically the topic labor and unemployment. This was divided the suggestion in six concrete challenges, for each of which they formulated a number of concrete recommendations:</p><ol><li>The divide between high and low wages</li><li>How can the factor labor cost be dealt with to increase employment opportunities?</li><li>Assisting labor market access   </li><li>Labor and our future generations</li><li>Work of quality for quality of life</li><li>Workplace discrimination</li></ol><h3><strong>Influence, Outcomes, and Effects</strong></h3><p>The project aimed to add value in three different ways: through methodological experimentation with participatory politics; with concrete policy recommendations; and by putting the need for democratic innovation on the public agenda.</p><p>The organizers succeeded to carry out their entire plan, despite the fact that it seemed financially and organizationally unrealistic at the start. Immediate results were a lot of media attention, sustained for an extended amount of time, and in the end a clear and extensive final report with clear policy recommendation on a number of points concerning policies towards employment.</p><p>According to a posttest survey, “participants felt like they had sufficient opportunities to express their opinions and that they could participate without restraints.” Over 90% felt that other participants had been sincerely interested in their opinions, and 75% felt that they had been treated with great respect. More than 75% “felt that good decisions were made at the G1000.” These results suggest a high level of satisfaction in the quality of the deliberations.</p><p>The project has also resulted in many publications on the case, both by organizers as well as other researchers. Didier Caluwaerts, whose PhD was the basis of the methodology of the G1000, received the Jean Blondel PhD Award from the European Consortium for Political Research. The G1000 has been the subject of over twenty academic publications.</p><p>The project certainly succeeded in putting participatory politics on the public agenda. Politicians of every part of the political spectrum took note of and commented on the project. The organization was asked to give presentations on her project with deliberative democracy for many different types of institutions: from various levels of government, to civil society organizations, and universities. Furthermore, other people in Belgium took on the idea by organizing similar initiatives on a more local level or on a more specific topic (for instance a K35 in the city of Kortrijk, or a G100 on the future of education). These adopted names with a clear reference to the G1000, a testament to its groundbreaking influence. Since it has only been two years since the end of the G1000 though, it is still unclear whether this is the start of a tradition of deliberative democratic initiatives or a temporary hype. The project also garnered international attention, and a G500 has been organized in the Netherlands.  </p><p>Although the project and its resulting recommendations gained a lot of attention of politicians on all levels (including the PM) as well as from the media, it is unfortunately hard to measure to what extent they have had an effect on policies subsequently adopted.</p><h3><strong>Analysis and Criticism</strong></h3><p>The interesting choice to finance G1000 through crowd funding limited the project’s budget and required volunteers to spend lots of energy fundraising. Partnering with an academic institution might have helped this problem, although organizers may have felt this violated their principle of “independence.”</p><p>Bias was potentially introduced into the Citizens’ Summit deliberations because the expert positions probably did not reflect the full spectrum of expert opinions on each subject, and organizers had not provided further supplementary material such as background reading before the Summit. During the deliberations, facilitators attempted to combat bias by repeatedly telling participants that they were not required to follow the experts’ viewpoints.  According to the posttest survey, 23% said their opinions had been changed after hearing the experts and 50% of participants claimed to have been uninfluenced. Changing one’s opinion based on expert testimony is not, in itself, problematic; care needs to be taken, however, to ensure that the experts’ testimonies do not create bias towards certain solutions that other experts would disagree with.</p><p>The third face of the project has been criticized for its lack of transparency. Although it produced a much more concrete and unambiguous end product, some have suggested that it would have been better to finish after the Citizens’ Summit.</p><h3><strong>Sources and Links</strong></h3><p><strong>Organizations:</strong><br/><a href=\"http://www.foundationfuturegenerations.org\">The Foundation for Future Generations</a><br/><a href=\"http://www.foundationfuturegenerations.org/fr/projet/g1000-le-sommet-des-citoyens\">Page on the G1000</a> [French]<br/><a href=\"http://www.foundationfuturegenerations.org/nl/project/g1000-de-top-van-de-burgers\">Page on the G1000</a> [Dutch]<br/><a href=\"http://www.g1000.org\">G1000 Website</a><br/>G<a href=\"http://www.vormingplusantwerpen.be/icms/web/php/index.php?pag_id=220714\">-Off in Antwerp</a> [BROKEN LINK]</p><p><strong>Final report (PDF):</strong><br/><a href=\"http://www.g1000.org/documents/G1000_EN_Website.pdf\">English</a><br/><a href=\"http://www.g1000.org/documents/G1000_NL_Website.pdf\">Dutch</a><br/><a href=\"http://www.g1000.org/documents/G1000_FR_Website.pdf\">French</a><br/><a href=\"http://www.g1000.org/documents/G1000_DE_Website.pdf\">German</a></p><p><strong>News and Articles </strong><br/><a href=\"http://www.rethinkingbelgium.eu/rebel-initiative-files/events/seventh-public-event-g1000-european-citizens-initiative-malaise-democracy/G1000-Background-Paper.pdf\">Caluwaerts, Didier and Reuchamps, Min. “The G1000:  Facts, Figures, and Some Lessons from an Experience of Deliberative Democracy in Belgium.”</a> <br/><a href=\"https://www.youtube.com/watch?v=jQiLQLMFWKQ\">“It’s not the G20, it’s the G1000!”  Europe Weekly. November 11, 2011. </a><br/><a href=\"http://www.deliberative-democracy.net/index.php?option=com_content&amp;view=article&amp;id=178:g1000&amp;catid=1:general&amp;Itemid=68\">Vermeersch, Peter. “G1000: Deliberative Democracy in Belgium.”  Deliberative-Dmeocracy.net.  November 2, 2011. </a></p>", "title": "G1000 (Belgium)"}