{"htmlbody": "<h3><strong>Problems and Purpose</strong></h3><p>“Imagine Philadelphia” was a project that involved citizens in the process of creating a new city plan for Philadelphia. The role of participatory democracy in the city planning process had had three basic purposes. The first was to assemble data and background information needed for preparing a long-range comprehensive plan for the city. The second purpose was to engage regional experts and citizens in dialogue about the future of neighborhoods, the city, and the region. The third and final purpose was to lay out preliminary ideas about vision, goals, and actions to inform a subsequent, citywide comprehensive-planning effort.</p><h3><strong>History</strong></h3><p>Philadelphia, the city of brotherly love, is considered to be the nation’s birthplace. In the 1600s textiles, printing, and papermaking were among Philadelphia’s major industries. Because of this, Philadelphia became a cultural melting pot and even the financial center of the country. In the 1700s Independence Hall, one of the most famous and historical buildings in Philadelphia, was built. On July 4, 1776, the Unites States Declaration of Independence was signed in Philadelphia. From 1790-1800 Philadelphia was the capital of the Unites States. Unfortunately, the city deteriorated over the 20h century. Crime rates began to drastically increase, accompanied by rising gang and mafia-related violence. The city was portrayed as corrupt and the population began to decline.</p><p>In 2004, the Building Industry Association issued a report identifying ten issues impeding Philadelphia’s growth and revitalization. One issue was the archaic, complex, and difficult-to-enforce zoning code. The unwieldiness of the zoning code resulted from Philadelphia’s outdated Comprehensive Plan, which had been last updated in 1962. The Association’s report suggested that Philadelphia create a new zoning code and city plan, and in May 2007, as part of new mayor Michael Nutter’s goal of creating “the next great city”, citizens passed a referendum to create a new Zoning Code Commission.  The Zoning Code Commission was charged with identifying problems with Philadelphia’s zoning code and creating a comprehensive new city plan.</p><p>According to the charter of the commission, “the comprehensive plan shall be known as the Physical Development Plan of the City and shall show the general location, character and extent of streets, parks, recreation facilities, sites for public buildings and structures, pier head and bulkhead lines, City and privately owned facility utility facilities, waterways, water conduits, and such other features as will provide for the improvement of the City and its future growth and development and afford adequate facilities for the housing, transportation, distribution, health and welfare of its population.” (Section 4-600 Philadelphia Home Rule Charter, 1951)</p><p>According to the report on Imagine Philadelphia, there were three motivations for the timeliness of the initiative: a need for central rather than patchwork planning; the opportunity to prosper from predicted trends about energy, land use, and population growth and migration and the importance of a sustainable future; and the revision of the Zoning Code.</p><h3><strong>Originating Entities and Funding</strong></h3><p>Imagine Philadelphia was created and organized by the Philadelphia Zoning Code Commission.  It was funded by grants from the Land Use Planning and Technical Assistance Program (Pennsylvania Department of Community and Economic Development), the Transportation and Community Development Intiative (Delaware Valley of Regional Planning Commission), and the City of Philadephia.</p><h3><strong>Participant Selection</strong></h3><p>Over 700 participants were involved in the process and it was widely received with positive media coverage. Participants included city planners, residents, workers, students, visitors, and other stakeholders. </p><h3><strong>Deliberation, Decisions, and Public Interaction </strong></h3><p>The Imagine Philadelphia process started in 2007 with a series of eight roundtable meetings of regional experts focused on specific planning topics. The meetings were run by a consulting team led by FX Fowle of New York.</p><p>These were followed by nine widely publicized workshops in late 2007 and early 2008 which were open to the community. The sessions provided opportunity for broad input, with the intent on generating some “big ideas”. The workshops were organized around eight topics, each of which was to be considered with regard to the future of Philadelphia over the next 25 years. The topics were: industrial land, housing and community development, preservation, mobility, economic development, open spaces, public facilities, and urban design. Each topic was broken into four parts: rationale and opportunities, challenges to reaching the goal, big transformative ideas, and short-term actions.</p><h3><strong>Influence, Outcomes, and Effects</strong></h3><p>Imagine Philadelphia resulted in the creation of 19 strategic district plans covering all parts of the city.  All 19 strategic plans include a section covering each of the eight workshop topics.</p><p>Imagine Philadelphia revealed that citizens wanted:</p><ul><li>Arts and culture to be celebrated along with a vibrant Benjamin Franklin parkway and Avenue of the Arts, and also in neighborhood venues</li><li>The Philadelphia economy to be diversified and the city to be a global leader in green technology and niche industries</li><li>There should be a wide range of housing choices that are affordable and respond to changing household needs</li><li>Neighborhoods should be offered a wide array of services and amenities</li><li>Public open space and waterways should be accessible</li><li>There should be intergovernmental cooperation and a seamless transit system</li><li>There should be convenient and interconnected modes of transportation</li></ul><p>The City Planning Commission staff worked with consultants to develop the desires of citizens into more complete vision statements with specific goals. The results are included in the “Notes” section below.</p><p>The City Planning Commission continued to work on meaningful citizen participation as it moves forward with the long-range planning effort, now called Philadelphia2035. In winter 2010, the Commission created a Citizens Planning Institute. The Institute offers a series of free and low-cost courses and workshops about planning in order to “educate citizens about the role good planning and implementation play in helping to create communities of lasting value.” Volunteer instructors from the public and private sectors and funding from the William Penn Foundation have enabled the Institute to keep course costs low and accessible to a diverse group of participants. As fo the fall of 2011, the Institute had certified 89 Citizen Planners from 60 different neighborhoods across the city.</p><p>The City Planning Commission is also attempting to engage citizens through new technology. The Philadelphia2035 website includes the plans for each district, general information about the planning and Healthy Communities initiatives, reports on recent events, advertisements of citizen engagement opportunities, and contacts for community planners in each district. The Philadelphia2035 Facebook page, with 1,162 followers as of July 2012, is regularly updated with news and invitations for citizens to participate in planning-related events. In the summer of 2012, the city experimented with <a href=\"http://phila2035.org/text-messaging-for-phila2035-community-feedback/#more-2144\">Textizen</a>, placing posters asking questions like “How do you mainly use city recreation sites?” or “What would make Central City more kid-friendly?” across the city and providing a phone number to which citizens could text their responses. </p><h3><strong>Analysis and Criticism</strong></h3><p>Some projects have already been completed but the city still has a lot more to accomplish before 2035.  </p><p>Citizens' comments have included: “Congratulations on a great first step on a very long road” and “Truly a great way to give a voice and empowerment to the people. Please keep this up.”</p><p> </p><h3><strong>External Links</strong></h3><p><a href=\"http://citizensplanninginstitute.org/\">Citizens Planning Institute</a></p><p><a href=\"http://www.slideshare.net/CityOfPhiladelphia/imagine-philadelphia-laying-the-foundation\">Imagine Philadelphia: Laying the Foundation. January 2010 report</a>.</p><p><a href=\"http://phila2035.org/\">Philadelphia2035 Website</a></p><p><a href=\"http://www.facebook.com/Phila2035\">Philadelphia2035 Facebook Page</a></p><p><a href=\"http://www.phila.gov/cityplanning/Pages/default.aspx\">Philadelphia City Planning Commission</a></p><p><a href=\"http://zoningmatters.org/\">Philadelphia Zoning Code Commission</a></p><p><a href=\"http://planphilly.com/\">UPenn Philadelphia Planning News Website</a></p><p> </p><h3><strong>Notes:</strong></h3><p>Vision statements and specific goals for each of the eight topics dealt with in Imagine Philadelphia:</p><p>Neighborhoods:</p><p><em>Imagine Philadelphia</em>… where neighborhoods are the building blocks of our city; social networks are nurtured; retail and housing markets are healthy; institutions strengthen the well-being of residents; and where the city’s rich history and culture are shaped and shared.</p><p>·      Establish a systematic, accountable, and equitable community-planning process to ensure strong links between long-range citywide planning, community priorities, capital investment, and zoning</p><p>·      Assure that each neighborhood has access to its fair share of services, resources, and amenities, as defined by its unique needs</p><p>·      Enhance the quality of life in every neighborhood through targeted physical improvements</p><p>Housing</p><p><em>Imagine Philadelphia</em>… where a robust housing market provides a wide range of high-quality and affordable choices for current residents and a growing reigonal population:</p><p>·      Increase the housing supply through small-scale infill development, rehabilitation of existing underutilized buildings, and construction of new housing develompents</p><p>·      Upgrade the housing stock to modern standards, and ensure that sustianbale design and construction practices are used</p><p>·      Ensure that the housing market and providers offer diverse choices, attractive to, and appropriate for, a broad range of renters and buyers, as well as for our most vulnerable populations</p><p>Mobility</p><p><em>Imagine Philadelphia</em>… with a fully integrated pedestrian, bicylce, transit, highway, and goods-movement network that provides significant and sustainable economic benefits to residents, the city, the region, and beyond:</p><p>·      Provide neighborhoods with ample transit to jobs and services</p><p>·      Create a citywide, interconnected pedestrian and bicylce system that is well integrated into the larger transportation network</p><p>·      Make the network of city streets and parking safe, efficient, and supportive of sustainable development practices</p><p>·      Enhance the reigonal transportaiton network through coordinated port, highway, rail, and airport improvements</p><p>Economic Development</p><p><em>Imagine Philadelphia</em>… capitalizing upon its substantial economic assets and providing expanding opportunities for job, income, and wealth creation for residents, workers, and businesses</p><p>·      Position Philadelphia as the vital urban center of a competitive and sustainable 12-county metropolitan region</p><p>·      Make PHiladelphia the location of choice for entrepreneurship and trade in the Northeast Corridor “mega-region”</p><p>·      Establish the city as a leading international center for learning, culture, trade, and tourism</p><p>Open Space</p><p><em>Imagine Philadelphia</em>… with a network of grand open spaces, intimate parks, and lush natural areas—as well as other public and private “green infrastructure”—that connect the population to nature and provide opportunities for quiet relaxation, vigorous exercise, and improved quality of life</p><p>·      Create a seamless netowkr of public green spaces including parks, recreation sites, trails, green streets, and other resources so all residents are within one half-mile (ten-minute walk) of a park or trail</p><p>·      Use Philadelphia’s public green spaces for “utility” purposes, such as managing stormwater or generating renewable energy</p><p>·      Enhance Philadelphia’s open-space resources as important components of reigonal environmental and recreational systems</p><p>·      Leverage open pace for economic development to help Philadelphia attract and retain residents, visitors, and businesses</p><p>Public Facilities</p><p><em>Imagine Philadelphia</em>… where public services and utilities supporting recreation, learning, socializing, good health, emergency assistance, and daily life in general are distributed equitably through a well-designed and maintained netowkr of public facilities and centers for community activity</p><p>·      Create an appropriately sized entowkr of public facilities and services to meet the needs of a dynamic population</p><p>·      Coordinate delivery of public services and utlitileis between multiple providers, through shared facilities, infrastructure, and operations</p><p>·      Deliver high-quality and efficient public services via exemplary, pleasing, functional, well-maintained, and sustainable bulidings and operations</p><p>Preservation</p><p><em>Imagine Philadelphia</em>… where continued preservation of historic assets contributes to the city’s environmental, economic, and social well being:</p><p>·      Leverage and honor the city’s manufacturing heritage by aggressively reusing industrial sites as contemporary places to work, live, learn, create, and play</p><p>·      Facilitate renovation of housing and neighborhood anchors to preserve Philadelphia’s nighborhood building stock, the fabric of vibrant and unique communitieis</p><p>·      Revitalize and protect the city’s commercial corridors, the backbone of vibrant and unique communities</p><p>·      Use preservation and archaeology to promote and celebrate the city’s history, cultural resources, ethnic heritage, and unique customs</p><p>Urban Design</p><p><em>Imagine Philadelphia…</em>continuing a tradition of superior urban design into the 21st Century by building upon its iconic image as a city with pre-colonial roots, positioned between two major rivers, and defined by an historic grid of streets, vibrant neighborhoods, and lively public spaces</p><p>·      Preserve and extend the city’s street grid to allow for efficient circulation between existing and new neighborhoods</p><p>·      Build upon the citywide public-space system by creating or enhancing at least one purposeful public open space in every neighborhood</p><p>·      Capitalize on the positive physical characteristics—both natural and man-made—that make Philadelphia a unique city</p><p>·      Apply sound urban-design principles to development across the city</p>", "title": "Imagine Philadelphia: Laying the Foundation (Philadelphia, Pennsylvania)"}