{"htmlbody": "<h3>Mission and Purpose</h3><p> The CPD is dedicated to enhancing local democracy through improved public communication and community problem solving. It has three primary goals:</p><p><strong>To Enhance the Local Civic Culture </strong></p><ul><li>Increase citizen participation in community problem solving</li></ul><ul><li>Decrease the sense of polarization, cynicism, and frustration with politics</li><li>Help develop a civic habit of relying on deliberation to address local concerns</li></ul><p><strong>To Expand Collaborative Decision-Making</strong></p><ul><li>Promote interconnections between local government and citizens</li><li>Expand and improve the role of the public in decision-making processes</li><li>Help incorporate deliberative techniques in local institutions</li></ul><p><strong>To Improve Civic Education</strong></p><ul><li>Study and improve methods of developing citizenship skills at all levels (K-12, higher   education, citizen education)</li><li>Promote the inclusion of deliberative concepts and activities in curricula</li></ul><h3>History</h3><p> The CPD was established in the fall of 2006. It operates primary during the fall and spring semesters, working around 5 major projects a semester.</p><h3>Specializations and activities</h3><p>The CPD provides expertise on deliberative democracy and collaborative problem solving. The CPD works with local government and community organizations to assist with a broad range of projects. CPD students are trained as facilitators and process experts, and work on all aspects of process design, including preliminary research and analysis, convening, process design, meeting facilitation, notetaking, and reporting. CPD has expertise and experience on a wide variety of deliberative techniques such as National Issues Forums, study circles, cafe style, large group methods, wireless keypads, creative problem-solving, etc.</p><h3>Major projects and events</h3><p> The CPD works on several projects every semester. Past projects have focused on poverty, K-12 and higher education, homelessness, childhood obesity, and arts, among others (annual reports are available on the CPD website at cpd.colostate.edu). Current projects as off January 2012 include food politics, student housing, water conflict, regional growth, and aging.</p><h3>Funding</h3><p> The CPD is funded in part by the College of Liberal Arts at Colorado State University, particularly by allocating parts of Martín Carcasson and Leah Sprain's time as faculty to the work of the center. The CPD has also received several grants from the Bohemian Foundation, and Dr. Carcasson has received several learning contracts from the Kettering Foundation to support his research.</p><h3>Publications</h3><p>Martín Carcasson, “Facilitating Democracy through Passionate Impartiality: Communication Studies Programs and Students Should Serve as Local Resources,” <em>Spectra 47, 3 </em>(2011), 3-7. Available online at <a href=\"http://www.cpd.colostate.edu/carcasson-spectra%20article.pdf\">http://www.cpd.colostate.edu/carcasson-spectra%20article.pdf</a></p><p>Martín Carcasson, “Facilitating Democracy: Centers and Institutes of Public Deliberation and Collaborative Problem-Solving,” <em>New Directions in Higher Education, </em>152 (Winter 2010), 51-57. Available online at <a href=\"http://www.cpd.colostate.edu/carcasson-facilitating%20democracy-ndhe.pdf\">http://www.cpd.colostate.edu/carcasson-facilitating%20democracy-ndhe.pdf</a></p><p>Martín Carcasson, “Facilitating Community Democracy from Campus: Centers, Faculty, and Students as Key Resources of Passionate Impartiality,” <em>Higher Education Exchange </em>(2010), 15-26. Available online at <a href=\"http://www.cpd.colostate.edu/carcasson%20-%20facilitating%20community%20democracy%20from%20campus.pdf\">http://www.cpd.colostate.edu/carcasson%20-%20facilitating%20community%20democracy%20from%20campus.pdf</a></p><p>Martín Carcasson, Laura Black, &amp; Elizabeth Sink, “Communication Studies and Deliberative Democracy: Current Contributions and Future Possibilities,” <em>Journal of Public</em><em> Deliberation </em>6 (2010): 1-40. Available online at <a href=\"http://services.bepress.com/jpd/vol6/iss1/art8\">http://services.bepress.com/jpd/vol6/iss1/art8</a></p><p>Martín Carcasson, “Developing Democracy’s Hubs: Building Local Capacity for Deliberative Practice through Passionate Impartiality,” <em>Connections </em>(2010), 9-11.</p><p>Martín Carcasson &amp; Leah Sprain, “Key Aspects of the Deliberative Democracy Movement,” <em>Public Sector Digest, </em>July 2010. Available online at <a href=\"http://www.cpd.colostate.edu/key%20aspects%20of%20deliberative%20democracy.pdf\">http://www.cpd.colostate.edu/key%20aspects%20of%20deliberative%20democracy.pdf</a></p><p>Martín Carcasson, “Beginning with the End in Mind: A Call for Goal Driven Deliberation,” Occasional Paper  No. 2, Center for the Advancement of Public Engagement Occasional Paper #2, 2009. Available online at <a href=\"http://www.publicagenda.com/cape\"><u>http://www.publicagenda.com/cape</u></a>.</p><p> </p><h3>External Links</h3><p> </p><h3>Notes</h3><p> </p>", "title": "Colorado State University Center for Public Deliberation"}