{"htmlbody": "<h3>Problems and Purpose</h3><p>El presente ejercicio tiene por objetivo reflejar la implementación del mecanismo del presupuesto participativo por el Ayuntamiento de Córdoba, en la Comunidad Autónoma de Andalucía, en España. </p><h3>History</h3><p>Los Presupuestos Participativos se implementan por primera vez en la ciudad de Córdoba en el año 2001. La Ciudad de Córdoba gozaba tradicionalmente de una sólida trayectoria de participación ciudadana. En este sentido, es una de las primeras ciudades españolas que establece el marco normativo de la participación ciudadana en el ámbito local a través de los Reglamentos de Participación Ciudadana, mediante los cuales, hace más de dos décadas, se intentó canalizar la participación de la ciudadanía en las cuestiones de interés público, y es, asimismo, una ciudad en la que el movimiento vecinal goza de una fuerte impronta y seguimiento y que ha generado unas estructuras vecinales sólidas y una cultura de apropiación vecinal de los asuntos públicos.</p><p>Los presupuestos participativos en tanto técnica de democracia deliberativa se implementan en la ciudad de Córdoba de modo pionero en el contexto europeo y a partir del impulso dado por el recién formado gobierno municipal surgido de las elecciones del año 1999.</p><p>El Gobierno municipal, gozando de un amplio respaldo político, pone en marcha la experiencia piloto con el objetivo de lograr una apropiación inmediata de la misma por los vecinos y limitándose a señalar las cuestiones que serían objeto de los mismos --gastos en inversiones de Infraestructuras-- en el 2000, que después se irían ampliando a otras cuestiones. </p><p>La experiencia piloto se pone en marcha siguiendo el modelo de Porto Alegre, al que se asemeja mucho en cuanto a organización, fases y tiempos. </p><h3>Originating Entities and Funding</h3><p>El financiamiento del proyecto proviene de la alcaldía de Córdoba.</p><h3>Participant Selection</h3><p>Los presupuestos participativos en Córdoba tienen dos fases bien diferenciadas, la primera entre el 2001 y la revisión puesta en marcha en el año 2004, y la segunda desde el relanzamiento del año 2005 hasta la suspensión en el año 2007.</p><p>Para su puesta en funcionamiento, el Ayuntamiento, en el año 2001, aprovechó las existentes y sólidas estructuras e infraestructuras distritales de la ciudad para la organización del mecanismo, se aprovechó la experiencia de los técnicos expertos de los centros cívicos, con una consolidada experiencia de trabajo con los vecinos y se trabajó de la mano con las organizaciones y asociaciones vecinales.</p><p>Así, el mecanismo se pone en marcha por un lado, sectorialmente, haciendo los vecinos propuestas para cada área, de forma independiente, mientras que, por otro lado, se sigue una lógica territorial en su funcionamiento, organizándose en asambleas barriales y de distrito, y no sectoriales o temáticas, lo que supondría generar espacios de discusión temáticos y transversales.</p><p>Si bien se contó el la organización e implementación del proceso con las asambleas vecinales en todo momento, eran los ciudadanos directamente, y no a través de las asambleas, los que participaban. La participación estaba abierta a todos los interesados.</p><p>Durante el año 2000, algunos ciudadanos (“agentes”) elegidos a través de las asambleas de distrito, discutieron sobre el mejor modo de organizar y gestionar su participación, y elaboraron y adoptaron un reglamento que recoge las referidas disposiciones. Posteriormente, se acordó establecer un espacio de encuentro en cada uno de los 14 distritos (la Mesa de distrito), en el que asociaciones y agentes pudieran determinar pautas de corresponsabilidad en la organización y coordinación de la segunda fase del proceso, dirigida a que la ciudadanía discutiese y propusiese directamente los elementos considerados mejor para sus barrios y la ciudad. A continuación se crearon unos espacios dirigidos a que asambleas, agentes y resto de vecinos podían participar en el procedimiento, debatir y discutir, sólo tenían la participación vedada los agentes políticos.</p><p>Córdoba en estos años, se ha ido dotando de unas estructuras estables, aunque siempre abiertas y flexible, que posibilitan y garantizan la participación de los ciudadanos en el gobierno local, como son las mesas de distrito, de barrios y la mesa de la ciudad, que al tiempo que posibilitan y organizan  la participación, aseguran el seguimiento y monitorean el correcto desempeño.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>Las diferentes instancias intervienen en los diferentes momentos de elaboración de los presupuestos.  Así, y considerando que los presupuestos municipales son anuales, el proceso da inicio a principios de año y finaliza hacia septiembre/octubre.</p><p>La primera fase se desarrolla entre los meses de enero y febrero; la segunda entre los meses de marzo y junio; y la tercera entre los meses de julio y septiembre. Cada una de ellas caracteriza un rasgo distintivo del proceso. Desde un punto de vista territorial, la primera se dirige al distrito, la segunda a los barrios (y el distrito) y la tercera a la ciudad. Desde un punto de vista funcional, la primera fase es preparatoria, la segunda es en la que los ciudadanos discuten y proponen y la tercera es en la que los ciudadanos elaboran una propuesta conjunta para toda la ciudad.</p><p>La primera fase tiene por objetivo la información e ilustración a la ciudadanía sobre el sentido, objeto y funcionamiento del proceso en el que van a participar. El Gobierno local con el movimiento vecinal convoca  las juntas de distrito y en ellas se seleccionan cuatro “agentes” titulares y cuatro suplentes, independientemente al número de asistentes, quienes reciben una capacitación por el Gobierno local y están encargados de revisar, y en su caso, actualizar o modificar el autorreglamento.</p><p>A continuación, se entraría en la que es la segunda fase, caracterizada por el protagonismo de los ciudadanos en la propuesta de las cuestiones que son consideradas prioritarias con relación a las inversiones y servicios de las distintas áreas.</p><p>Las mesas de distrito integradas por agentes elegidos en un distrito y las asociaciones del distrito que así lo deseen, además de algún técnico, toman protagonismo, y convocan la asamblea de barrio para que la ciudadanía asistente establezca la lista de preferencias jerarquizadas con relación a las áreas municipales implicadas en el proceso. Una vez realizado, la Mesa de distrito se vuelve a reunir a fin de establecer una única lista de prioridades por cada área municipales para el conjunto del distrito. La mesa de distrito, convocada de nuevo, comunica a la ciudadanía el orden establecido, orden que siempre puede ser modificado por acuerdo de los vecinos. Esta segunda asamblea de distrito tiene que dar su visto bueno a la priorización de las propuestas para ese distrito, pues será la base a partir de la cual la tercera fase tiene lugar. Una vez es aprobada la propuesta del distrito, la asamblea elige a dos representantes que, junto al resto de representantes de los otros distritos, establecerán una propuesta conjunta para la ciudad.</p><p>Estos últimos representantes elegidos conducen gran parte de la tercera fase. El Ayuntamiento capacita a estos representantes, les ofrece todo tipo de información técnica especializada que pudiera ser de utilidad para desarrollar su cometido y finalmente, se les convoca a la “asamblea de la ciudad”. Ésta tiene lugar durante un día, a lo largo del cual los representantes deciden, de acuerdo a lo estipulado en el autorreglamento y las jornadas de capacitación, el conjunto de las propuestas en inversiones y servicios, en orden jerárquico, para toda la ciudad. El conjunto de las propuestas es entregado, finalmente, al Gobierno municipal.</p><h3>Influence, Outcomes, and Effects</h3><p>El balance que se puede hacer de este procedimiento en la ciudad de Córdoba es muy positivo al lograr la implicación activa de los ciudadanos en la toma de decisión pública en asuntos como la infraestructura, la cooperación al desarrollo o algunos servicios municipales. Los ciudadanos se sientes identificados con la política pública implementada, hay una mayor apropiación del espacio público de acuerdo a lo reflejado por las encuestas y un menor índice de conflictualidad social. La decisión ciudadana expresada a través de las asambleas tiene un reflejo directo en los presupuestos municipales. Por último, esta práctica participativa ha creado una sinergia positiva de apropiación vecinal por las cuestiones públicas, constatable a partir de la puesta n práctica de otros mecanismos similares.</p><h3>Analysis and Criticism</h3><p>No obstante el balance claramente positivo, la experiencia de  los presupuestos participativos en esta ciudad ha pasado por varios momentos difíciles, asociados al carácter innovador del proyecto y al esfuerzo de una mayor y mejor adaptación. Así, en el año 2004/2005 el Ayuntamiento junto con el Consejo del Movimiento Ciudadano, a través de una Comisión Mixta, formularon una propuesta revisada que marcaría el inicio de una nueva fase de la experiencia en la ciudad, destinada a abrir aun más la iniciativa a la ciudadanía, mejorando el proceso, y contando con una mayor implicación de sus organizaciones sociales y colectivos.</p><p>Como parte de las actualizaciones introducidas, se pone en marcha un proceso de presupuesto participativo infantil, que tiene por objeto establecer las bases de aprendizaje de la práctica democrática y deliberativa desde la infancia.</p><p>La práctica fue suspendida en el año 2007 a iniciativa del nuevo gobierno y con el objeto de repensar y reflexionar aquellos aspectos que todavía son susceptibles de mejora, como el especto de partcipacióotros. la oportunidad de los tiempos manejados, entre otros. </p><h3>External Links</h3><p>Área de Participación Ciudadana del Ayuntamiento de Córdoba  <a href=\"http://participacionciudadana.ayuncordoba.es/\">http://participacionciudadana.ayuncordoba.es/</a></p><p>Ayuntamiento de Córdoba <a href=\"http://www.ayuncordoba.es/\">www.ayuncordoba.es/</a></p><p>Federación Española de Municipios y provincias <a href=\"http://www.femp.es/\">www.femp.es/</a></p><p>Presupuestos Participativos <a href=\"http://www.presupuestosparticipativos.com/\">http://www.presupuestosparticipativos.com/</a></p>", "title": "Presupuesto Participativo, Córdoba (España)"}