{"htmlbody": "<p>EuroPolis was organized in response to the \"democratic deficit\" critique leveled against European politics. Through deliberative polling, it explores how informed debate can improve European democracy.The participants were selected from among more than 4,000 European citizens from the 27 member states of the EU polled for their views on immigration, climate change and the EU between March and May 2009. The findings from the deliberative polling excercise were presented in the Residence Palace in Brussels on the 3rd of June 2009.</p><p>The sponsors and partners of the “deliberative policy making project” include academic institutions across Europe, the European Commission and a group of European foundations. Professor James Fishkin of Stanford University, who originated the concept of Deliberative Polling in 1988, was also involved in the project.</p><p> </p><h2>Contents</h2><ul><li class=\"toclevel-1\"><a href=\"#Problems_and_Purpose\">1 Problems and Purpose</a></li><li class=\"toclevel-1\"><a href=\"#History\">2 History</a></li><li class=\"toclevel-1\"><a href=\"#Orginating_Entities_and_Funding\">3 Orginating Entities and Funding</a></li><li class=\"toclevel-1\"><a href=\"#Participant_Selection\">4 Participant Selection</a></li><li class=\"toclevel-1\"><a href=\"#Influence.2C_Outcomes_and_Effects\">5 Influence, Outcomes and Effects</a></li><li class=\"toclevel-1\"><a href=\"#Analysis_and_Criticism\">6 Analysis and Criticism</a></li><li class=\"toclevel-1\"><a href=\"#References\">7 References</a></li><li class=\"toclevel-1\"><a href=\"#External_Links\">8 External Links</a></li></ul><p><a id=\"Problems_and_Purpose\" name=\"Problems_and_Purpose\"></a></p><h1>Problems and Purpose</h1><p>The main purpose of EuroPolis was to explore the forms of democratic deficits that directly affect EU citizens, evidenced by the low turn-out in the 2009 European Parliament (EP) elections. Organizers sought to answer the following questions:</p><ul><li>Would deliberation change their evaluation of EU policy alternatives?</li><li>Would their policy preferences change?</li><li>Would their electoral choices be more aligned with their policy preferences and would they be more or less likely to vote in second-order elections?</li><li>Would their electoral choices change?</li><li>And if EU citizens had equal opportunity to engage in a thoughtful dialogue with citizens of other EU states to discuss what they expect from their Union, would they identify the interests and problems they share with other EU citizens?</li><li>Would they develop stronger bonds with fellow EU citizens and feel part of the Union they formally belong to?</li><li>Would there be an increase in civic engagement?</li></ul><p>In an effort to answer these questions, EuroPolis designed a specific experiment to assess how political and social attitudes towards EU issues change as a result of exposure to politically relevant information, and what difference this makes for political participation and voter turnout.</p><p><a id=\"History\" name=\"History\"></a></p><h1>History</h1><p>Professor Fishkin believes that “deliberative polling” connects policymakers to the general public constructively because it gives the former an insight into what the latter would support if they knew, thought and talked more about the issues. It is a tool with more potential than a standard opinion poll because an ordinary poll is merely a snapshot of people’s views, regardless of their knowledge.</p><p>According to Fishkin, Europolis was organized as a scientific, rather than a communications, event. Europe, he said, is an especially difficult place with different languages and different markets. \"There is no common public sphere, because of the lack of a same communication system,\" he concluded, noting the lack of funding to boost communication.</p><p>EuroPolis was therefore organized to assess the political outcomes of deliberative democratic practices by experimenting what would happen if EU citizens became substantially more informed about EU institutional arrangements, decision-making processes, and policy issues, as well as more aware of the policy preferences of other EU citizens.</p><p>Before arriving in Brussels, participants were sent briefing material which allowed them to lead informed discussions in both small groups and plenary sessions with political leaders. At the end of the deliberation, citizens were asked the original questions again.</p><p><a id=\"Orginating_Entities_and_Funding\" name=\"Orginating_Entities_and_Funding\"></a></p><h1>Orginating Entities and Funding</h1><p>The participating organisations in this case were, the University of Siena – Circap, Italy; the University of Essex, United Kingdom; the University of Mannheim, Germany; Fondation Nationale des Sciences Politiques, France; University of Oslo, Arena, Norway; Consejo Superior de Investigaciones Científicas, Spain; European Policy Centre, Belgium; Avventura Urbana, Italy; TNS Opinion, Belgium; Median Research Centre, Romania. The donors funding the project are the European Commission under the 7th Framework Programme and a group of European foundations led by the Compagnia di San Paolo (Italy): the King Baudouin Foundation (Belgium), the Bosch-Stiftung Foundation Germany) and the Open Society Foundation (Switzerland).</p><p><a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h1>Participant Selection</h1><p>The survey house TNS (responsible for the Eurobarometer, also funded by the Commission) interviewed a random sample of 4,384 voting-age EU citizens from all 27 members states. The sample was stratified to ensure adequate representation from the smaller countries. Over 1,300 respondents were randomly set aside to serve as a control group. Of the remaining 3,000, around 800 who had expressed an interest in the event were invited. Of those, 348 went to Brussels.</p><p>The representativeness of the 348 participants was measured by comparing them to the nonparticipants—the original 4,384 interviewees who did not attend. In terms of age, class and other demographics, the participants and nonparticipants were very similar, although men were slightly over-represented (54%). On the standard of 0 to 10 left-right scale, participants and non-participants were virtually identical. The two groups also had nearly identical pre-deliberation attitudes on climate change, although the participants had slightly more ‘liberal’ attitudes on immigration. The participants were also more interested in politics and had a stronger sense of civic duty.</p><p><a id=\"Influence.2C_Outcomes_and_Effects\" name=\"Influence.2C_Outcomes_and_Effects\"></a></p><h1>Influence, Outcomes and Effects</h1><p>Many participants changed their views about the issues and their vote intentions after deliberation. They also became more informed and some changed their sense of identity as Europeans.</p><p>Given the proximity to EU elections, there was an emphasis on party support. The biggest finding in relation to this was the dramatic increase in support for the Greens, whose vote share increased from 8% before deliberation to 18% after. Before the weekend, support was strongest for the EPP (40%), followed by the PES (22%), Liberal Democrats (9%) and Greens (8%). Afterward, the vote shares changed to 30% for the EPP, 21% for the PES, 8% for the Liberal Democrats, 2% for Independence/Democracy, 4% for the Radical Left, 4% for the Radical Right, 3% for the EuroConservatives, and 18% Greens. Serious deliberation on climate change significantly increased the electoral appeal of the Greens. The electoral impact of deliberation on immigration was less clear.</p><p>Before deliberation, 72% wanted the EU to do as much as possible regarding climate change. After deliberation, support increased to 85%. After deliberation, the participants became more enthusiastic about energy efficiency (increasing from 75% to 84%) and the use of an emissions trading system (increasing from 39% to 49%). Support for renewable energy like wind and solar started high and increased slightly (89% to 91%). Nevertheless, opposition to investing in nuclear energy increased from 35% to 43% and support for investing in biofuels decreased from 55% to 50%.</p><p>Among all participants, the belief that immigration is an important problem increased from 44% before deliberation to 64% after. Before deliberation, participants were divided between those who want to send illegal immigrants back to their country (23%), and a larger group (40%) that wanted to legalize them. Deliberation did not change these opinions.</p><p>Deliberation affected participants’ views of how governments should deal with immigration. The percentage in favour of reinforcing border controls fell from 66% before deliberation to 59% afterwards. By contrast, those who favoured imposing ‘penalties on employers who hire illegal immigrants’ increased from 74% to 88%.</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h1>Analysis and Criticism</h1><p>EuroPolis provided an analysis of the event. At the end of the weekend participants were asked to rate the event on a scale of 0 to 10. An outstanding 86% rated it 8 or higher, and 59% gave it a perfect 10. The ratings of the plenary sessions with politicians and experts were also high, each being found useful by 74%. The ratings of the small group discussions were still higher, with 92% finding them useful.</p><p>On average, participants found the event extremely balanced. Of those who said that they had read more than half of the briefing materials (a large majority of the participants), roughly two-thirds saw them as balanced, and only 11% saw them as clearly favouring some positions over others. Similarly, 69% agreed that their small group moderator “tried to make sure that opposing arguments were considered, while 86% disagreed that the moderator “sometimes tried to influence the group with her/his ideas.” This would give a positive outlook of the event. It also answered many of the narrow questions that the organization asked before the event, meaning that it must be taken as a success, yet on its wider goal that concerning the “democratic deficit” is harder to have empirical findings to establish this.</p><p>The event can be criticized for lacking suggestions for the EU's future given its scientific emphasis. It has also been acknowledged that the project was done in 21 languages and therefore many of the scholarly articles were not in English, hence without the knowledge of the other languages it is hard to give a comprehensive critical overview.</p><p>Yet according to Luskin, “In everyday life, most people do not know or think much about politics. The EuroPolis results show what EU citizens would think about immigration and climate change and how they would vote in the European Parliament elections if they knew, thought and talked much more about these issues.</p><p>“They are becoming more tolerant – and the least tolerant are changing most”, said Professor David Sanders of the University of Essex, another of the research team. This would have to put forth a positive argument for deliberative polling and political deliberation as a whole.</p><p><a id=\"References\" name=\"References\"></a></p><h1>References</h1><p>Results of EuroPolis Deliberative Polling referenced were presented on 3rd of June 2009 to Residence Palace – Bruxelles avaiable to download at <a class=\"external free\" href=\"http://www.gips.unisi.it/circap/article/europolis-a-deliberative-polity-making-project\" rel=\"nofollow\" title=\"http://www.gips.unisi.it/circap/article/europolis-a-deliberative-polity-making-project\">http://www.gips.unisi.it/circap/article/europolis-a-deliberative-polity-making-project</a></p><p> </p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h1>External Links</h1><p><a class=\"external free\" href=\"http://ec.europa.eu/research/social-sciences/projects/386_en.html\" rel=\"nofollow\" title=\"http://ec.europa.eu/research/social-sciences/projects/386_en.html\">http://ec.europa.eu/research/social-sciences/projects/386_en.html</a></p><p><a class=\"external free\" href=\"http://cdd.stanford.edu/polls/eu/\" rel=\"nofollow\" title=\"http://cdd.stanford.edu/polls/eu/\">http://cdd.stanford.edu/polls/eu/</a></p><p><a class=\"external free\" href=\"http://www.gips.unisi.it/circap/article/europolis-a-deliberative-polity-making-project\" rel=\"nofollow\" title=\"http://www.gips.unisi.it/circap/article/europolis-a-deliberative-polity-making-project\">http://www.gips.unisi.it/circap/article/europolis-a-deliberative-polity-making-project</a></p><p><a class=\"external free\" href=\"http://www.euractiv.com/en/eu-elections/greens-get-thumbs-deliberative-poll/article-182836\" rel=\"nofollow\" title=\"http://www.euractiv.com/en/eu-elections/greens-get-thumbs-deliberative-poll/article-182836\">http://www.euractiv.com/en/eu-elections/greens-get-thumbs-deliberative-poll/article-182836</a></p><p><a class=\"external free\" href=\"http://blogs.ft.com/brusselsblog/2009/06/how-to-get-a-better-informed-european-public/\" rel=\"nofollow\" title=\"http://blogs.ft.com/brusselsblog/2009/06/how-to-get-a-better-informed-european-public/\">http://blogs.ft.com/brusselsblog/2009/06/how-to-get-a-better-informed-european-public/</a> <a class=\"new\" href=\"/w/index.php?title=Special:Upload&amp;wpDestFile=Example.jpg\" title=\"Example.jpg\">File:Example.jpg</a></p>", "title": "EuroPolis: Participation and Citizenship in Europe"}