{"htmlbody": "<h3>Mission and Purpose</h3><p>The Center for an Engaged Democracy acts as a central hub for developing, coordinating, and supporting academic programs – certificates, minors, and majors – around the country focused on civic and community engagement, broadly defined. The Center, which is housed within Merrimack College’s School of Education, brings together faculty, administrators, and community partners to support such academic programs through a variety of initiatives and practices: compiling existing research and documentation to support new and developing programs; sponsoring symposia, conferences, and research opportunities to build a vibrant research base and academic community; and providing a voice and space for dialogue for the value of such academic programs across higher education.</p><h3>History</h3><p>In 2010 the Center was founded by Dan Butin. For over the past five years his reasearch has focused on the argument for the institutionalization of community engagement in higher education. His interest in institutionalizing community engagement led to the development of this central research and action hub to develop, coordinate, and support academic programs that are focused on community engagement.</p><h3>Major projects and events</h3><p><strong>Compilation</strong></p><p>Currently the Center is compiling existing research and documentation to support new and developing programs. The following resources are housed within the document repository:</p><ul><li>Strategic Planning Resources</li><li>Student Capstone Projects</li><li>Course Catalog Resource</li><li>Key Texts in Community Engagement</li><li>Syllabus Resource</li></ul><p><strong>Summer Conference</strong></p><p>The Center sponsors a yearly summer research institute for departments and academic programs. The upcoming 3rd annual conference will be June 23-24 at Merrimack College.</p><p><strong>Research Opportunities</strong></p><p>The Center had a Call for Proposals in September 2011 for research on academic programs in community engagement. This request was to advance the research on academic programs in community engagement.</p><h3>External Links</h3><p><a href=\"http://www.merrimack.edu/academics/education/center-for-engaged-democracy/Pages/default.aspx\">Center for Engaged Democracy</a></p><p><a href=\"http://center-for-engaged-democracy.wikispaces.com/%20?responseToken=0700d2a1d1115c9e4de54d39897391c79\">Center for Engaged Democracy WikiSpace</a></p><p><a href=\"http://en.wikipedia.org/wiki/Center_for_Engaged_Democracy\">Center for Engaged Democracy WikiPedia</a></p><p> </p>", "title": "Center for Engaged Democracy"}