{"htmlbody": "<h3>Problems and Purpose</h3><p>O orçamento participativo de 2009/2010 da cidade de Freiburg na Alemanha, foi uma iniciativa iniciada com um intuito de estabelecer um equilibrio nas contas publicas, ja que ate aquele momento o orcamento estava comprometido, devido ao alto grau de gastos públicos. Graças ao projeto de cooperação entre o Estado-Land Baden-Württemberg e a cidade de Freiburg, tendo como base o programa \"Oportunidadesé igual a igualdade e igualdade de oportunidades para mulheres e homens \", que visava promover  projetos de pesquisa sobre igualdade de oportunidades para homens e mulheres em diferentes esferas da vida e para sensibilizar o público para a causa da igualdade entre mulheres e homens, através de práticas exemplares e inovadores. Nesse contexto, a cidade de Freiburg e da Fundação Estadual, discutiram sobre o orçamento municipal  em que o  processo partecipativo dos cidadãos, por via do on-line para participação orçamento Freiburg 2009/2010,  abrangeu todos os setores sociais e suas propostas lograram exitos ao serem aceitas pelos tecnicos e responsáveis administrativos da cidade. </p><h3>History</h3><p>Como parte do projeto da cidade de Freiburg junto à Fundação Estadual de Baden-Wuerttemberg, a \"participação orçamento 2009/2010\" foi  testado ao nível local e europeu  além de ter sido experimentado também pelos DEMOS<a href=\"#_ftn1\" id=\"_ftnref1\" name=\"_ftnref1\" title=\"\">[1]</a>.</p><p>A discussão foi compreendida por 3 níveis, com 1861 usuários registrados. O sistema online registrou  10 973 85 290 visitantes, 757 mensagens, das quais 22 podem ser colocados juntos a documentos abrangente sobre vários temas em torno de Freiburg. </p><p>A implementação da discussão on-line completou como segundo componente do processo do orçamento participativo 2009/2010 esse ciclo de divulgação. Já no início de 2008, o fórum online tratou de discutir temas como “ponderação das finanças da cidade” seguida de pesquisa nos próximos meses para maiores debates.</p><p> Os temas abordados foram de grande escala, passando por todos os critérios que foram desde a educação, cultura, como meio de transporte, impostos e taxas da cidade. Intensas discussões temáticas em torno de uma série de questões orçamentais ocorreram em vários fóruns. Assim, além da discussão em tempo real com especialistas, outras foram  discutidas como questões da igualdade de oportunidades para todos, conciliação entre trabalho e família, mulheres, e pobreza na velhice e o futuro da juventude.</p><h3>Originating Entities and Funding</h3><p>Domínio: eGovernment  </p><p>Tópico: <a href=\"http://www.epractice.eu/taxonomy/term/88\" title=\"eDemocracy eParticipation e eVoting\">eDemocracy eParticipation e eVoting</a></p><p>Os usuários-alvo: cidadão, empresas, todos os habitantes da cidade de Freiburg em Breisgau e a sociedade civil em geral.</p><p>Fonte de financiamento: público local</p><p>Valor do projeto e sua Implementação: € 15 - 49.000</p><h3>Participant Selection</h3><p>A participação foi livre e aberta a todas as pessoas da cidade de Freiburg sendo que a análise foi realizada de acordo com a faixa etária, respectivamente; menos de 18, de 18 a 24, de 25 a 39, de 40 a 64 e de 65 anos em diantre, assim como de acordo com sua formação educacional e situação familiar.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>A discussão on-line da participação orçamento de Freiburg teve três fases consecutivas, que visavam o desenvolvimento de resultados tangíveis.</p><p>A primeira foi fase da discussão (07.04 -. 2008/04/15) em que os cidadãos de Freiburg se associaram livremente ao processo partecipativo, tendo como temas-chave o orçamento financeiro da cidade discutindo assim as prioridades no que diz respeito à distribuição futura do orçamento e como seria o mesmo estabelecido.No fórum principal, os participantes discutiram suas idéias e sugestões para a ponderação dos serviços urbanos e igualdade entre homens e mulheres, questões técnica, calculo financeiro integrado, tudo isso devido ao fórum aberto de discussão. Assim se iniciou uma discussão sobre o projeto ideal de um processo de participação pública sobre importantes temas de subsídios como transporte público, cultura entre outros gêneros.</p><p>A segunda fase (15/04/2008 – 06/05/2008) deu continuação da discussão e propostas desenvolvidas e por outro lado,  foi intensificada em vários fóruns temáticos como parte da preparação para o processo dos documentos (wikis). Nessa fase, ao lado do principal fórum foram adicionados dois novos sub-fóruns: um na igualdade de oportunidades, a fim de explorar as propostas sobre às igualdades e diferenças da população no agregado familiar e o discurso de como poderia ser desenvolvido o budgeting.O métodos de participação em que o Fórum foi criado, poderia discutir diversos aspectos e pontos críticos em torno da temática da participação cidadã no Orçamento Federal. </p><p>A terceira fase (06/05 - 05/09/2008), o sub-fóruns foram fechados. O fórum principal, ou seja, os participantes foram capazes de discutir, verificar e, finalmente, rever os documentos como também de reabordar as questões-chave e temas da discussão.</p><h3>Influence, Outcomes, and Effects</h3><p>Na discussão de cinco semanas no forum on-line o  registrou  1863 participantes, no total de 757 mensagens e 1291 casas, o computador através do orçamento previsto utilizou 914 justificativas das 14.095 apontadas no site. Com a ajuda  dos moderadores, os participantes decidiram optar por enviar 16 diferentes sugestões  para melhorar as finanças da cidade.</p><p>A plataforma de Internet registrou nesse período 6310 visitantes únicos e 213 992 exibições de páginas web individuais. Depois de completar a discussão on-line participação orçamento Freiburg os usuários foram registrados e classificados por categorias para obter valores em porcentagem referentes aos assuntos abordados dentro da plataforma on-line. Os 1.863 usuários registrados usaram esta oportunidade para avaliar o processo dentro de sua perspectiva.</p><p>O caso foi apresentado à Oficina eParticipation em Bruxelas organizada pelo projeto de estudo eParticipation. Em diversas ocasiões o processo participativo orçamentario de Freiburg foi discutido em outras conferências eDemocracy como  na conferência de orçamento participativo nacional da cidade de Manchester, em um congresso realizado em Leipzig ou em workshop sobre o orçamento participativo em Berlim. O caso também foi compartilhada com diferentes projectos europeu financiados pela Comissão, tais como o estudo eParticipation.</p><h3> </h3><h3>Secondary Sources</h3><p><a href=\"http://www.freiburg.de/beteiligungshaushalt/archiv/2011/web/html/indexef6b.html?q=startseite\">\"Freiburger Beteiligungshaushalt\". Freiburg.de. 2011</a></p><p><a href=\"http://www.epractice.eu/en/cases/epbfreiburg\">\"Participatory budgeting in the City of Freiburg\". Epractice.eu. 2008</a></p><p> </p><h3>External Links</h3><p><a href=\"http://www.badische-zeitung.de/freiburg/streit-um-den-beteiligungshaushalt--16668013.html\">\"Streit um den Bereiligungshaushalt\". Badische Zeitung. 09.07.2009</a></p><p><a href=\"https://www.demos-international.com/\">DEMOS International</a></p><h3>Notes</h3><p><a href=\"#_ftnref1\" id=\"_ftn1\" name=\"_ftn1\" title=\"\">[1]</a> A plataforma DEMOS é um conjunto de módulos baseados em PHP web para facilitar em grande escala eParticipation e projetos de deliberação online. O sistema é uma aplicação web baseada no servidor.</p>", "title": "Orçamento Partecipativo, Freiburg (Alemania)"}