{"htmlbody": "<h3>Mission and Purpose</h3><p> </p><p> </p><p><em>Helping communities find ways for all kinds of people to think, talk and work together to solve problems</em></p><p>The Australian Study Circles Network Pty Ltd (ASCN) is a central resource for those who want to learn about study circles or organise a Dialogue to Change (D2C) program in Australia. Dialogue to Change programs are based on the internationally recognised study circle method but customised for an Australian context.</p><p>ASCN and the D2C program adhere to the internationally recognised and endorsed Seven Core Principles of dialogue and deliberation:</p><ul><li>Careful Planning and Preparation</li><li>Inclusion and Democratic Diversity</li><li>Collaboration and Shared Purpose</li><li>Openess and Learning</li><li>Transparency and Trust</li><li>Impact and Action</li><li>Sustained Engagement and Participatory Culture</li></ul><p><strong>Specializations and activities</strong></p><p><strong>Dialogue to Change </strong>programs involve a community dialogue that helps people explore complex issues, make decisions and take action. It begins with community organising and is followed by facilitated, small group dialogue that leads to change. Study circles don’t advocate a particular solution. Instead, they welcome many points of view around a shared concern.</p><p>In a Dialogue to Change program, a number of small, diverse group of 5 to 8 participants (a ‘study circle’) meet for 2 hours weekly for 4 weeks (a ’round of study circles’), to address a critical public issue in a democratic and collaborative way. Led by a neutral facilitator, people consider an issue from many points of view while the discussion progresses from personal experiences, to sessions that examine many views on the issue, to a session that considers strategies for action and change.</p><p>The round of study circles is followed by a facilitated Action Forum – a community event designed to tie together the work of the individual study circles, and help participants move to individual and collective action. At the forum, groups can share their ideas for action, and participants can join or create action efforts.</p><p>ASCN and the D2C program adhere to the internationally recognised and endorsed Seven Core Principles of dialogue and deliberation:</p><ul><li>Careful Planning and Preparation</li><li>Inclusion and Democratic Diversity</li><li>Collaboration and Shared Purpose</li><li>Openess and Learning</li><li>Transparency and Trust</li><li>Impact and Action</li><li>Sustained Engagement and Participatory Culture</li></ul><h2>Major projects</h2><p>Maryborough Dialogue to Change Program (Victoria, Australia)</p><p>Video - <a href=\"http://www.youtube.com/watch?v=vIuQFxBChaE\">http://www.youtube.com/watch?v=vIuQFxBChaE</a></p><p>Program Report - <a href=\"http://studycircles.net.au/Content/2011/06/maryborough-d2c-program-report/\">http://studycircles.net.au/Content/2011/06/maryborough-d2c-program-report/</a></p><h2> </h2><p> </p><h3> </h3><p> </p>", "title": "Australian Study Circles Network "}