{"htmlbody": "<h3>Problema y Propósito</h3><p>Antes de comentar el caso de la guardia indígena, es importante mencionar que los indígenas son un grupo social bastante específico, por cuanto son ciudadanos, pero no tienen los intereses ni la concepción de un ciudadano regular. Incluso, para algunas tribus indígenas, el ciudadano regular y las instituciones del estado son vistas con desprecio. Y esta particularidad, ha permitido que los indígenas hayan llevado a cabo el proceso de formación de la guardia indígena de la manera como se muestra a continuación. Por otra parte, el proceso de creación de la guardia indígena, se puede concebir como un proceso de participación ciudadana, pero en un ámbito de las políticas públicas que es bastante inusual: el ámbito de la defensa y la seguridad. El siguiente proceso muestra como fue el proceso de creación de una guardia de indígenas que se preocupaban por los problemas de seguridad de su comunidad.</p><h3>Historia</h3><p>Durante más de 50 años, Colombia ha sufrido de un grave conflicto armado, el cual ha dejado un número incalculable de muertes dentro de la población civil, causadas en proporciones distintas, por todos sus actores: Ejército, guerrilla y paramilitares. En este sentido, la población indígena se ha concebido a sí misma como una gran víctima de el conflicto, debido a que se ha visto atacada por parte de todos los actores en el conflicto. La guerrilla secuestra a su población joven, para volverlos miembros de su cuadrilla o los masacra; y los paramilitares y el ejército los asesinan, acusándolos de apoyar a la guerrilla.</p><p>Además, la presencia de la guerrilla entre los territorios indígenas ha significado no sólo una amenaza para la seguridad personal de los indígenas, sino también para su seguridad ambiental y financiera, ya que el establecimiento de laboratorios de procesamiento de droga ha traído un desplazamiento de los cultivos originales indígenas, por cultivos de plantas para la fabricación de drogas, tales como la amapola y la mata de coca; por el otro lado, la operación de estos laboratorios significaba la utilización exagerada del recurso del agua, lo cual afecta de manera importante el suministro de agua a las comunidades circundantes.</p><p>En abril 14 de 1998, la guerrilla de las FARC atacó un pueblo indígena de la tribu de los Nasa, dejando 2200 desplazados, 21 heridos, y provocando la muerte de una pequeña niña. Esta situación, llevó a los miembros de las tribus indígenas de un departamento del sur de Colombia, llamado el Cauca, a discutir inmediatamente una solución para su problema de seguridad.</p><h3>Creación y Selección de Participantes </h3><p>De Acuerdo con el Decreto 2164 de 1995, el Cabildo Indígena \"es una entidad  publica especial, cuyos integrantes son miembros de una comunidad Indígena, elegidos y reconocidos por esta, con una organización  socio-política  tradicional, cuya función es representar legamente a la comunidad, ejercer la Autoridad y realizar las actividades que le atribuyen las leyes, los usos, costumbres y el reglamento Interno  de cada comunidad\". Estos cabildos a su vez, se encuentran en un complejo proceso de relación entre sí, y finalmente, en estos tienen relación directa con el máximo órgano indígena, que se llama el Consejo Regional Indígena del Cauca. Es importante anotar, que debido al hecho de que la población indígena es tan cercana entre sí, y mantienen un ordenamiento social dentro del cual es posible que todos los miembros de la comunidad se conozcan entre sí, o por lo menos los pequeños micro universos dentro de esta misma tengan completo conocimiento de todos sus integrantes, a los cabildantes indígenas se les facilita en gran medida mantenerse en constante contacto con sus representados. Es importante mencionar también, que los cabildos indígenas no son organizaciones estatales, oficialmente hablando, sino que son organizaciones de ciudadanos que facilitan la agrupación de las distintas comunidades indígenas y recogen las opiniones de los miembros de sus comunidades, para formar una opinión general y tomar decisiones que los afectan específicamente a ellos.</p><p>De esta manera, siguiendo la masacre en Toribio mencionada anteriormente, los 115 cabildos indígenas que conforman el Consejo regional indígena del Cauca, deciden convocar una reunión urgente para determinar cómo solucionar el problema de la seguridad en sus territorios. De tales deliberaciones, promovidas por los líderes indígenas, y en las cuales participaron todos los miembros de las tribus indígenas involucradas en el que se sentían afectadas por el problema de la seguridad, nació la idea de crear una guardia, conformada únicamente por sus propios contingentes, y que fuera independiente de las fuerzas de seguridad del estado, ya que el ejército y la policía nacional, se habían mostrado incapaces e incluso hasta contrarios a garantizar la seguridad y defensa de los indígenas. La característica más importante de esta guardia indígena, sería que tal guardia se negaría a utilizar los métodos violentos que utilizaban los actores dentro del conflicto, y por ende se determinó que la guardia sólo tendría como armas los bastones sagrados que utilizan para caminar, y que son considerados por los indígenas como los bastones que les dan la posibilidad de poder comandar a otros.</p><p>Si bien la creación de la guardia indígena significaba un cambio importante dentro de la institucionalidad nacional, debido a que la legislación colombiana permitía autonomía jurisdiccional a los indígenas, no hubo necesidad de legalizar la guardia indígena ante el Congreso. Sin embargo, se iniciaron conversaciones con presidencia para recibir el apoyo del gobierno a esta iniciativa. Debido a su innovación, y a su compromiso con la solución al problema de la violencia dentro de sus territorios, después de un nutrido y en algunos casos tenso diálogo con el gobierno, el presidente de ese entonces, Álvaro Uribe, aceptó la creación de tal guardia.</p><p>“Analizamos las propuestas de los indígenas sobre el uso y la distribución de la tierra y sobre la guerra. Encontramos mucha coherencia en lo que dicen y decidimos adoptar sus sugerencias”, dijo Uribe en un escueto comunicado.</p><p>Por otro lado, la corte constitucional también se pronunció con respecto a la legalidad en la implementación de la guardia indígena, y por medio de su sentencia T-601/11, reconoció la existencia legal de la guardia, y además el derecho que esta tiene de negociar con cada gobernación departamental con respecto al tema del apoyo y fortalecimiento de la misma.</p><h3>Resultados y Efectos </h3><p>La guardia indígena, desde su implementación, ha traído diversos resultados para los indígenas. En primera instancia, la guardia indígena ha logrado posicionarse como la fuerza de seguridad reconocida dentro de los territorios indígenas. De esta forma, en varias ocasiones, han confrontado de manera pacífica a la guerrilla, sin ayuda del ejército, ni ninguna otra fuerza de seguridad, y esto ha llevado a que la guerrilla los declare como objetivo militar. De esta manera, los indígenas han visto que su seguridad se encuentra amenazada en un grado mayor al que se encontraba anteriormente, por un lado, pero por el otro lado, la guardia indígena ha sido bastante eficaz en la prevención y manejo de asesinatos y homicidios de otra índole o de otros actores armados.</p><p>Además, estos indígenas armados solamente con su bastón, han llevado a cabo acciones de prevención efectiva del secuestro de su población joven por parte de la guerrilla, por medio del rescate que la guardia indígena hace en los campamentos guerrilleros de los jóvenes que les son secuestrados. Tal rescate se da por medio de una protesta frontal dentro del campamento de parte de la guardia y de una voluntad férrea de llevarse consigo a aquellos que fueron abducidos por la guerrilla.</p><p>En el campo de los laboratorios de la droga, la guardia indígena ha trabajado desmontando las instalaciones y desalojando a los trabajadores que operan dentro de los mismos, lo cual ha traído repercusiones por parte de la guerrilla.</p><p>Por otro lado, la creación de la guardia indígena ha traído algunos resultados colaterales para la vida y el desarrollo político de las comunidades indígenas del departamento del Cauca. En primera instancia, la creación de la guardia indígena y los esfuerzos por poner el tema de la seguridad de los indígenas a nivel de agenda nacional, llevaron al punto de la elección del primer gobernador indígena al departamento del Cauca, el señor Floro Tunubala, y una mayor figuración de los actores indígenas dentro del escenario nacional. Por otro lado, la guardia indígena ha sido galardonada con innumerables premios por sus esfuerzos de paz, e incluso ha llegado hasta el punto de ser nominada al Premio Nobel de la Paz.</p><h3>Análisis y Críticas </h3><p>La Guardia Indígena ha recibido una gran cantidad de críticas de varios sectores. En primera instancia, algunas asociaciones indígenas han denunciado la implementación de retenes en sus vías principales por parte de la guardia indígena. En segunda instancia, el hecho de no utilizar armas, los ha convertido en presa fácil de los grupos armados ilegales. De esta manera, existen denuncias de varios guardias indígenas que han caído muertos debido a problemas con grupos armados. Por otro lado, se han manifestado algunos conflictos con otros miembros de la fuerza pública y con las otras instancias legales dentro del orden nacional. El corolario de esto es la denuncia de algunos miembros de la guardia como responsables de crímenes en otras jurisdicciones y no relacionados con las actividades de la guardia.</p><h3>Fuentes Secundarias</h3><p>Forero Sandoval, Eduardo Andrés. <em>La Guardia</em><em> Indígena</em><em> Nasa y el Arte de la Resistencia Pacífica.</em> Ediciones colección étnica: diálogos interculturales. Bogotá. Colombia. Mayo, 2008</p><h3>Links Externos</h3><p>Morales Lorenzo. <em>Funciones de ejército y policía serán reemplazados por la Guardia Indígena.</em> Revista Semana, Diciembre de 2008. Tomado de <a href=\"http://www.semana.com/especiales/articulo/funciones-ejercito-policia-seran-remplazadas-guardia-indigena/98564-3\">http://www.semana.com/especiales/articulo/funciones-ejercito-policia-ser...</a></p><p>Corte Constitucional de la República de Colombia. <em>Sentencia T-601/11.</em> Tomado de <a href=\"http://www.corteconstitucional.gov.co/relatoria/2011/T-601-11.htm\">http://www.corteconstitucional.gov.co/relatoria/2011/T-601-11.htm</a>.</p><p>Consejo Regional Indigena del Cauca, Colombia. <a href=\"http://www.cric-colombia.org/index.php?option=com_content&amp;view=article&amp;id=26&amp;Itemid=41\">http://www.cric-colombia.org/portal/guardia-indigena/</a></p><p>Morales Lorenzo. <em>Indigenas desafían al narcotráfico.</em> Revista Semana. 2008. Tomado de <a href=\"http://www.semana.com/wf_ImprimirArticulo.aspx?IdArt=126360\">http://www.semana.com/nacion/conflicto-armado/articulo/los-indigenas-desafian-narcotrafico/105282-3</a></p><p><em>Guardia indígena y fiscales colombianos se reunirán para hablar de justicia.</em> Periódico Virtual. Com, Julio 31 de 2008. Tomado de <a href=\"http://www.periodicovirtual.com/component/content/article/3--cauca-popayan-dos/2009-guardia-indigena-y-fiscales-colombianos-se-reuniran-para-hablar-de-justicia.html\">http://www.periodicovirtual.com/</a> [BROKEN LINK]</p>", "title": "Colombia, La Guardia Indígena"}