{"htmlbody": "<p><em>Note: an English translation of this case is available at <a href=\"http://participedia.net/en/cases/participatory-budgeting-santa-cruz-cape-verde\">http://participedia.net/en/cases/participatory-budgeting-santa-cruz-cape...</a></em></p><h3>Introdução</h3><p>Cabo Verde não estava fora da dinâmica internacional de orçamento participativo. Atualmente, possui quatro projetos pilotos: Santa Cruz, S. Michael, Paul e Mosteiros.</p><p>Para que muitos possam encontrar mais informações sobre esses projetos, foi criado um site onde se encontra uma coleção de documentos dessas experiências, além de eventos e referências bibliográficas para produção de conhecimento.</p><p>Para ser um sucesso, prefeituras interessadas em implementar o orçamento participativo serão ajudadas, por exemplo, recebendo treinamento de diferentes atores locais de processos participativos autônomos e sustentáveis.</p><p>A lista de palestrantes, apoiados pelo Orçamento Participativo de Coordenadores Regionais (PPCRs) funciona por consenso, tem ênfase em cada micro-região ou localidade para tentar fazer expressar o pluralismo das opiniões políticas na região. A comunidade organizada em grupo é quem elege o palestrante.</p><h3><strong>Objetivos do Projeto:</strong></h3><ul><li>Formar diferentes atores locais para a concepção, gestão, monitoramento e avaliação dos processos de Orçamentos Participativos que sejam criados;</li><li>Desenvolver uma nova governança local;</li><li>Desenvolver uma nova cultura de democracia e participação para a população de Cabo Verde;</li><li>Dar credibilidade a ação política e desenvolver processos educativos que criam cidadania;</li><li>Promover uma experiência compartida e relações em rede entre as autoridades que promovem o Orçamento Participativo.</li></ul><h3><strong>Quem são os Beneficiários? </strong></h3><p>Executivos e técnicos de autarquias; Membros de Assembléias Municipais e Associações Municipais; Membros de partidos políticos; População do território coberto pelo Orçamento Participativo; Professores, pesquisadores e estudantes interessados em entender e estudar esse processo; Lideres de associações locais, regionais e nacionais capazes de difundir pelos seus membros o tema do Orçamento Participativo; Outras pessoas interessadas.</p><h3><strong>Atividades:</strong></h3><p>1) Ações de informação: sobre OPs que conjuguem aspectos de ordem conceitual, por exemplo: conceito, história, metodologias, entre outros. E, aspectos de ordem prática, por exemplo: concepção de modelos, regulamentos, ciclos participativos, entre outros.</p><p>2) Consultoria às autarquias: tal como a própria designação indica, esta atividade consubstancia-se no apoio individualizado às autarquias com processos de OP em curso ou interessadas em implementar novas experiências. Esta consultoria deve ter em atenção aspectos como a concepção, gestão, monitoramento e avaliação das experiências.</p><p>3) Site: deve conter um diretório das experiências de OP em Cabo Verde, com o seu mapeamento e descrição, assim como os contactos dos responsáveis, a divulgação de instrumentos e materiais utilizados, as datas e locais das reuniões públicas, entre outros. O site deverá contar com outros campos de opção, nomeadamente: apresentação do projeto, notícias, agenda, biblioteca, centro de recursos e links de interesse.</p><p>4) Encontro Nacional sobre Orçamento Participativo: realizado anualmente em uma lógica de rotatividade entre os municípios promotores deste tipo de experiência. Estes encontros devem contribuir para aprofundar o conhecimento coletivo sobre os OP em Cabo Verde, favorecer a partilha de experiências e criar laços de trabalho em rede entre as autarquias promotoras de OP.</p>5) Elaboração de uma publicação sobre o tema do Orçamento Participativo. Essa deve conter duas partes:<ul><li>Ordem Conceptual: deve garantir um enquadramento teórico sobre o tema, sendo a este nível possível convidar vários especialistas internacionais para escreverem artigos sobre diferentes aspectos que se prendem com o tema;</li><li>Ordem Descrita: relativa às experiências de OP em Cabo Verde.</li></ul><h3><strong>Parcerias:</strong></h3><p>O Projeto é coordenado pelo Ministério da Descentralização, Habitação e Ordenamento do Território, através da Direção-Geral da Administração Local. A parceria integra também os Ministérios da Cooperação e das Finanças, assim como a Associação Nacional de Municípios, o Escritório dos Fundos e Programas das Nações Unidas em Cabo Verde e a Associação In Loco (Portugal).</p><p> </p><h3><strong><u>O Caso Santa Cruz</u></strong></h3><strong>Núcleo Operacional:</strong>Composto dos seguintes elementos:1) Presidente da Câmara Municipal (Dr. Orlando Sanches);2) Diretora Administrativa e Financeira da Câmara Municipal. Assumirá também a função de Coordenadora do OP (Dra. Sónia Correia);3) Secretário Municipal (Dr. António Borges).<p><strong>Modelo de OP em Santa Cruz:</strong></p><p>O Orçamento Participativo de Santa Cruz será desenvolvido apenas na denominada Região Centro do Concelho. O processo assume, assim, uma perspectiva experimental antes de ser aplicado em todo o Município.</p><p><strong>Estágios de implementação:</strong></p><p>1) Ronda de reuniões comunitárias e eleição dos delegados do OP, entre os meses de Janeiro a Maio.  O Núcleo Operacional do OP irá organizar e dinamizar reuniões públicas em todas as comunidades e bairros urbanos da Região Centro. Estas reuniões deverão ter quatro grandes momentos: 1) Prestação de Contas, por parte do Executivo Autárquico, relativo à execução do ano anterior (Conta de Gerência) e à previsão orçamental para o ano em curso; 2) Debate entre todos os participantes sobre as necessidades locais; 3) Votação sobre as prioridades de investimento no bairro ou na comunidade em questão; 4) Eleição de dois delegados por bairro ou por comunidade, devendo um ser elemento da Comissão Local de Moradores e outro de uma associação de desenvolvimento da comunidade. No caso de não existir uma associação local, os participantes deverão eleger (por voto secreto) o segundo delegado.</p><p>2) Avaliação técnica das propostas votadas pelas comunidades e elaboração de uma proposta de investimentos por parte do Executivo, nos meses de Maio e Junho. Depois de realizadas todas as reuniões comunitárias, o Núcleo Operacional do OP, ou outro órgão por si designado, reunirá com o objetivo de fazer a análise técnica de todas as propostas que foram votadas. Essa análise deverá ter em atenção aspectos legais, ambientais, sociais, orçamentais, entre outros. Neste âmbito será criada uma ficha de análise técnica para cada uma das propostas, na qual deverão constar as conclusões do Núcleo Operacional;</p><p>3) Reunião do Conselho do Orçamento Participativo (COP), em Julho. O COP será composto por todos os elementos que integram o Núcleo Operacional e pelos delegados eleitos em cada comunidade. Poderão também ser convidados outros elementos pertencentes ao Executivo Autárquico, à Assembléia Municipal, assim como às organizações da sociedade civil ou que trabalham no Município ao nível da cooperação e do apoio ao desenvolvimento. Estes convidados terão o estatuto de observadores. A reunião do COP terá como objetivo devolver os resultados das reuniões comunitárias, das análises técnicas das propostas e apoiar a tomada de decisão por parte do Executivo Autárquico relativamente às prioridades de investimento para o território em causa. A reunião do COP deverá ser transmitida pela rádio comunitária, garantindo assim o acesso à informação por parte de toda a população interessada;</p><p>4) Elaboração e aprovação do Orçamento ao nível da Câmara Municipal, em Julho e Agosto. Depois de concluído o processo destinado a ouvir as demandas da população, cabe ao Executivo Municipal incorporar na sua proposta de orçamento as prioridades de investimento que considera serem as mais válidas e pertinentes para o exercício governativo do ano seguinte; </p><p>5) Debate e aprovação do orçamento na Assembléia Municipal, em Setembro.</p><p>6) Devolução pública dos resultados do OP e avaliação de todo o processo, entre Outubro e Dezembro.</p><p> </p><p><strong>Referência Bibliográfica:</strong></p><p>Site Oficial: <a href=\"http://www.op-caboverde.org/\">http://www.op-caboverde.org/</a> [DEAD LINK]</p><p>Video: <em>Disseminação dos Orçamentos Participativos em Cabo Verde </em><a href=\"http://www.youtube.com/watch?v=ohtc63_s5Es\">http://www.youtube.com/watch?v=ohtc63_s5Es</a></p>", "title": "Orçamento Participativo em Santa Cruz (Cabo Verde)"}