{"htmlbody": "<h3><strong>Poblema y Propósito</strong></h3><p>La principal característica de la metodología desarrollada es evaluar concretamente la participación en el marco del fondo solidario de vivienda, que es un programa del Ministerio de Vivienda y Urbanismo que apoya con un subsidio a las familias más necesitadas para que puedan ser propietarias de una vivienda. Permite construir o comprar una vivienda con un valor de tasación máximo de 650 Unidades de Fomento.</p><p>El propósito general, consiste en analizar y evaluar la participación en el marco del fondo solidario de vivienda comprendido en la política habitacional, con el fin de dar cuenta de la experiencia y de las lecciones de familias que han participado de este proceso.</p><p><em>El propósito específico: </em></p><p>A. Dar cuenta de la percepción de las familias de los principales cambios -materiales, de su entorno y sociales- que se experimentan en el paso del campamento a la casa propia.<br/>B. Realizar un análisis de los distintos ámbitos y formas de participación, diferenciando por etapas dentro del proyecto, y considerando la distinción de roles entre dirigentes y comunidad de base.<br/>C. Evaluar cuán satisfechas están las familias con respecto al proceso de participación y respecto a los resultados de sus viviendas.<br/>D. Conocer las dificultades, limitaciones del proceso de participación y adquisición de la nueva vivienda.<br/>E. Dar cuenta de los mecanismos y áreas que permitirían potenciar la participación y satisfacer de mejor manera las demandas habitacionales en contextos de extrema pobreza.</p><p>Este caso presenta una iniciativa que surge desde la comunidad y que alcanza el objetivo esperado a través de un acuerdo con una Entidad de Gestión Inmobiliaria, esta percepción de toma de decisión conjunta se traduce en la sensación de haber recibido colaboración y apoyo de la Municipalidad tanto al inicio como en el transcurso del proceso.  Fue necesario que la comunidad publicitara en un programa de televisión la situación desfavorable en el campamento para que se concretara un acuerdo según el cual la totalidad de las familias del campamento podrían postular al subsidio del Fondo solidario de vivienda.</p><h3><strong>Historia y Creación</strong></h3><p>Puente Alto es una comuna ubicada en la Región Metropolitana, Santiago de Chile, que actualmente forma parte del Gran Santiago y es a la vez capital de la Provincia de Cordillera. De acuerdo al Instituto Nacional de Estadística, en el censo de 2002, la comuna contaba con 492.915 habitantes lo que la convertía en la comuna más poblada de Chile, aunque las proyecciones plantean que en el año 2005 Maipú la superó en población. Se estima que para el año 2008 la comuna cuenta con 702.948 habitantes.</p><p>La postulación al proyecto de vivienda por parte de la comunidad que hoy habita la villa San Pedro y San Pablo (Comuna de Puente Alto) tuvo inicio en el año 2006, cuando 150 familias pertenecientes al campamento “Los areneros” comenzaron a demandar a la Municipalidad de Puente Alto la inclusión en un proyecto de vivienda. Las 150 familias restantes provienen de un comité de allegados, constituido por familias que vivían en una población cercana al campamento, en muchos casos se trata de familiares de personas del campamento “Los areneros”.</p><h3><strong>Metodología</strong></h3><p><strong>1. Identificación Del Proyecto</strong></p><p>En el ámbito de la Administración y Dirección de Programas Habitacionales el Ministerio de Vivienda y Urbanismo de Chile, cuenta con tres funciones relevantes. Una de ellas, es la de Gestionar programas de subsidio habitacional, que permiten el acceso económico necesario para postular a una determinada oferta de vivienda en el País.</p><p>Análisis por etapas dentro del proceso. Formas, ámbitos y niveles de participación en cada momento.</p><p>Etapa I. Postulación Familias, y Formación del comité de vivienda.</p><p>Etapa II. Selección EGIS y Constructora.</p><p>Etapa III. Compra del terreno.</p><p>Etapa IV. Mesa de Trabajo y Asambleas Generales.</p><p>Etapa V. Diseño del proyecto de construcción.</p><p>Etapa VI. Asignación de las viviendas.</p><p>Etapa VII. Entrega de las casas.</p><p>Estas siete etapas están orientadas a la correcta definición del proyecto enmarcada en el contexto que determina el alcance y los riesgos inherentes que posee.</p><p>La identificación de la oportunidad de proyecto supone que esta puede ser sugerida por los distintos actores que participan. (Puede surgir tanto de los agentes vecinales como municipales). </p><p>En esta etapa también se definen los aspectos de financiamiento que van a determinar la factibilidad del proyecto y por su puesto sus alcances de acuerdo a las posibilidades de inversión.</p><p><strong>2. Diseño Participativo del Proyecto</strong></p><p>Esta segunda etapa busca involucrar en el diseño del proyecto, a todos los actores que se verán afectados con el desarrollo del proyecto.</p><p>Actores que participan en el Fondo Solidario de Vivienda.</p><p>A. Familias postulantes: Son aquellas personas identificadas en la Ficha de Protección Social, que participan en una solicitud de compra de vivienda.</p><p>B. Directiva del comité: Representantes del grupo organizado de postulantes (comité de vivienda).</p><p>C. Municipio: Es el gobierno local de la comuna. Aplica la Ficha de Protección Social (FSP. Ex CAS), entrega información sobre los terrenos y las viviendas, así como los permisos de edificación y avalúos.</p><p>D. Entidad de Gestión Inmobiliaria Social: asesora a las familias en todos los aspectos que son necesarios para acceder con éxito a la solución habitacional. Pueden ser EGIS las entidades privadas o los municipios, siempre que tengan un convenio firmado con el MINVU. En este marco, resulta de especial importancia comprender el rol que cumplen las EGIS. Son aquellas entidades públicas o privadas que gestionan el proyecto habitacional, interactuando largamente con las familias postulantes y el Ministerio.                                                                                        </p><p><strong>3. Desarrollo del plan de trabajo</strong></p><p>La relación existente entre el Ministerio y las EGIS, supone que el SERVIU establece una relación económica con la EGIS, y que ésta es responsable de los siguientes servicios:</p><p>A. Representar a las familias ante el SERVIU.</p><p>B. Apoyar el trabajo del Comité o de la familia.</p><p>C. Diseñar y ejecutar las actividades del Plan de Habilitación Social.</p><p>D. Recopilar los antecedentes para obtener el subsidio y verificar que se cumplan los requisitos de postulación y de ahorro.</p><p><strong>4. Proyectos realizados: Deliberaciones, decisiones e interacciones públicas</strong></p><p>Se puede señalar un alto grado de conformidad frente a los resultados entregados, particularmente en lo referido a la casa -tamaño, terreno, materialidad- y también a las posibilidades de ampliación de las que fueron informadas las familias por la constructora. En este punto es importante destacar que Puente Alto representa el caso con más amplitud de metros construidos, y además cuenta con el mayor conocimiento declarado desde la comunidad de las posibilidades de modificación que ofrecen las viviendas. Se podría considerar que ambos argumentos refuerzan la buena evaluación realizada a la constructora.</p><p>En cuanto al ahorro destaca una alta coordinación al interior de la comunidad, cuya expresión más evidente es la organización de actividades para que todas las familias pudieran contar con el monto requerido para la postulación. En cuanto a la compra del terreno desde la comunidad surgió una propuesta inicial de construir las villas en la misma localidad del campamento, sin embargo la condición de terreno privado impidió que se concretara dicha gestión.  Aun así, y luego de una búsqueda de terrenos, la EGIS eligió aquel en que se construiría la Villa San Pablo y San Pedro. La conformidad expresada por las familias por la localización es alta, se considera fundamental para sostener esta opinión el hecho de mantenerse en la misma comuna, a lo que se agrega un buen acceso a locomoción, lo que permite accesos a servicios como consultorios, colegios y comisarías. En cuanto a las mesas de trabajo destaca en este caso la alta asistencia a estas convocatorias de todos los actores del proceso -Constructora Bio-Bio, EGIS, Comunidad-  lo que permitió fluidez en la información y abrió espacios de participación en ámbitos como el diseño de las casas.</p><h3><strong>Resultados y Efectos</strong></h3><p>En general el proyecto logró cumplir con sus principales objetivos:</p><p>Se generaron experiencias y orientaciones que permitieron incorporar la participación ciudadana en la toma de decisiones sobre el diseño, la generación y la administración del proyecto.</p><p>A su vez durante los tres meses siguientes a la entrega las familias pudieron realizar demandas a la constructora, desde los entrevistados surge un alto grado de satisfacción por las soluciones entregadas.</p><p>Convivencia y colaboración al interior de la villa pueden ser descritas como positivas, tanto en lo que se refiere a la integración al interior de la villa y con el entorno.</p><p>La satisfacción es alta también respecto a las áreas verdes y plazas con que cuenta la comunidad, se destaca la posibilidad de los niños de acceder a una cancha de patinaje.</p><p>La conformidad expresada por las familias por la localización es alta, se considera fundamental para sostener esta opinión el hecho de mantenerse en la misma comuna, a lo que se agrega un buen acceso a locomoción, lo que permite accesos a servicios como consultorios, colegios y comisarías.</p><p>Los beneficios obtenidos del proceso se expresan en el ofrecimiento de trabajo a las personas que cumplieron este rol en la misma Municipalidad, precisamente en temas sociales, de este modo el llamado conocimiento útil de las personas es observado y reconocido por la institución.</p><h3><strong>Análisis y Crítica</strong></h3><p>A pesar del cumplimiento satisfactorio de los objetivos planteados y de los numerosos efectos positivos que el proyecto generó, existen aspectos negativos de su desarrollo, algunos causados por factores externos fuera del control del proyecto, pero también otros causados por factores internos, que pueden ser mejorados para futuras aplicaciones.</p><p>Hubo familias que durante el transcurso del proyecto debieron abandonar la postulación por la imposibilidad de juntar la plata, este problema se conjugo con la reticencia de algunas familias de cambiarse a la villa, dado que constantemente se percibía un riesgo por los nuevos vecinos, tanto de las villas colindantes como los vecinos del comité de allegados. (Participación desigual).                                                                                </p><p>En cuanto a la compra del terreno desde la comunidad surgió una propuesta inicial de construir las villas en la misma localidad del campamento, sin embargo la condición de terreno privado impidió que se concretara dicha gestión.</p><p>Si bien hubo decisiones tomadas por la comunidad, los espacios de consulta fueron limitados, y privilegiados para los dirigentes.</p><p>Se señalan algunos conflictos percibidos por la comunidad de base, que apuntan a que las dirigentes eligieron las mejores casas dentro de la villa, y que también beneficiaron a familiares, sin embargo la percepción de que todas las casas son iguales disminuye la fuerza de estos argumentos.</p><h3><strong>Fuentes Secundarias</strong></h3><p>Decreto Supremo Nº 174, (V. Y U.), (2005) D.O. de 09.02.06 Reglamenta programa Fondo Solidario de Vivienda. División Política Habitacional, División Jurídica MJM/CCHV 10.04.08.</p><p>Hurtado Acuña, Constanza. Contrucci Hohlberg, Isabel. Informe de práctica Centro de Investigación Social un techo para Chile (CIS) Participación ciudadana en contextos de extrema pobreza ¿Oportunidad de empoderamiento?. Pontificia Universidad Católica de Chile. Instituto de Sociología.<br/> </p><h3><strong>Enalaces Externos</strong></h3><p><a href=\"http://www.mpuentealto.cl\">Municipalidad de Puente Alto, Santiago de Chile</a></p><p><a href=\"http://www.minvu.cl\">Ministerio de Vivienda y Urbanismo, Gobierno de Chile</a></p>", "title": "Participación Ciudadana en la Política Habitacional, Puente Alto (Chile)"}