{"htmlbody": "Note: an English translation of this article is available here: <a href=\"http://participedia.net/en/cases/medell-n-colombia-local-planning-and-participatory-budgeting\">http://participedia.net/en/cases/medell-n-colombia-local-planning-and-pa...</a><h3>Problems and Purpose</h3><p>La Planeación Local y Presupuesto Participativo es un proceso democrático de participación ciudadana que <strong>tiene dos grandes tareas</strong><strong>: </strong></p><ul><li>La construcción y aplicación de los <strong>Planes de Desarrollo Local</strong> en cada comuna y corregimiento.</li><li>Y la inversión <strong>decidida</strong> por los ciudadanos y ciudadanas del  5% anual de todo el presupuesto municipal</li></ul><p><em>La Alcaldía de Medellín lo presenta como ampliación del ejercicio de la democracia porque:</em></p><ul><li>Propicia que las y los habitantes de una comuna o corregimiento deliberen sobre asuntos y necesidades colectivas.</li><li>Posibilita que esta discusión se traduzca en propuestas y  decisiones de inversión del presupuesto municipal.</li><li>Exige un monitoreo y un seguimiento continuo a la inversión y desarrollo de las iniciativas comunitarias, fomentando la transparencia y eficacia administrativa.</li></ul><h3>History</h3><p>Desde hace vario años en Medellín se viene implementando la Planeación Local con Presupuestos Participativos.  Esta Planeación se realiza para el presupuesto de cada año fiscal.</p><p>El Acuerdo Municipal 43 de 2007, crea e institucionaliza la planeación local y el Presupuesto Participativo en el marco del Sistema Municipal de Planeación (Acuerdo 043 de 1996)</p><p>El Sistema Municipal de Planeación de Medellín se compone de tres subsistemas:        </p><ul><li>Subsistema General de Coordinación para Planeación y Desarrollo<ul><li>Comité Intersectorial (coordinación y enlace)</li><li>Unidad de Planeación y Programación (Formula los plantes sectoriales y planes de desarrollo municipal)</li></ul></li></ul><ul><li>Subsistema Organización Educativa para Participación Ciudadana en Planeación<ul><li>Consejo Territorial de Planeación</li><li>Juntas Administradoras Locales</li><li>Concejo Municipal</li><li>Departamento Administrativo de Planeación Metropolitana</li></ul></li><li>Subsistema de Seguimiento, evaluación y control</li></ul><p>La <strong>Planeación Local y el Presupuesto Participativo</strong> son el conjunto de autoridades, órganos, instrumentos y mecanismos de control, orientados al logro de los objetivos del desarrollo de Comunas y Corregimientos, en el marco de la planeación municipal, y son parte constitutiva del Sistema Municipal de Planeación.</p><p>El Alcalde como máximo orientador de la gestión del Municipio, mediante el Acuerdo No. 43, otorga a los Consejos Comunales y Consejos Corregimentales la facultad para decidir en el campo del presupuesto participativo.</p><p>Adicionalmente, el Departamento Administrativo de Planeación debe asignar dentro del Plan Plurianual de Inversiones un componente denominado Presupuesto Participativo que no podrá ser inferior al 5% del valor total de dicho plan. En todo caso el valor total de este componte no será inferior al 5% del presupuesto de inversión del Municipio en cada anualidad.  El Departamento Administrativo de Planeación distribuirá el Presupuesto Participativo por Comunas y Corregimientos, según criterios de Población, Índice de Desarrollo Humano, Índice de Calidad de Vida y otros que garanticen los principios de equidad social y solidaridad territorial.</p><p>Para institucionalizar y legitimar el proceso de planeación del desarrollo local se crean como órganos de planeación participativa en el ámbito de comuna y corregimiento:</p><ul><li>Los Consejos Comunales en la zona urbana</li><li>Consejos Corregimentales en la zona rural</li><li>Asambleas Barriales en la zona urbana</li><li>Asambleas Veredales en la zona rural.</li></ul><p>También se articulan al sistema Comisiones Temáticas que se conforman según la estructura de los Planes de Desarrollo Local y las características y dinámicas del proceso de planeación de cada comuna o corregimiento. Teniendo en cuenta la experiencia acumulada del Presupuesto Participativo en el caso de no existir Plan de Desarrollo Local, se recomienda crear comisiones obedeciendo a parámetros temáticos por diversas áreas de interés (Educación, cultura, recreación y deporte, medio ambiente, convivencia, etc.)</p><h3>Originating Entities and Funding</h3><ul><li>La Alcaldía de Medellín</li><li>Cooperación Unión Europea  (Proyecto de Participación Comunitaria para la planificación del desarrollo, la inversión pública y la productividad 2011 -2013)</li></ul><h3>Participant Selection</h3><ul><li><strong>Consejo Comunal y del Consejo Corregimental: </strong>Es el máximo orientador de la planeación participativa en cada una de las comunas y corregimientos. Lo preside la Junta Administradora Local, para su constitución será convocado por el Departamento Administrativo de Planeación conjuntamente con las JAL. Es el encargado de legitimar y adoptar el plan de desarrollo de comuna ó de corregimiento, y de priorizar y aprobar las inversiones de Presupuesto Participativo que harán parte del Presupuesto Anual del Municipio.</li></ul><p><strong>Integrantes: </strong></p><ul><li>Todos los miembros de la Junta Administradora Local por derecho propio.</li><li>Los delegados elegidos en las Asambleas barriales y veredales.</li><li>Los delegados de las organizaciones sociales, comunitarias y solidarias, a razón de 1 por cada organización elegido por junta directiva o asamblea.</li><li>Un representante por cada uno de los consejos de grupo de poblaciones específicos o sectoriales reconocidos por la ley, con presencia en la comuna o corregimiento (CMJ, Cabildo Mayor, Mujeres, Negritudes, Minorías, Desplazados, entre otros).</li><li>El Alcalde o su delegado con voz y sin voto.</li><li>Los equipos zonales conformados por el personal técnico de la Administración Municipal, que participarán con voz y sin voto.</li><li>Un delegado del Concejo como observador del proceso.</li></ul><p><strong>Asamblea Barrial y Veredal: </strong>Es un espacio de encuentro entre los habitantes y vecinos de cada barrio ó vereda de Medellín. Como órgano de planeación busca ampliar y asegurar la participación ciudadana tanto en la planeación local, como en el Presupuesto participativo de las comunas y corregimientos. Serán convocadas por las JAL, con el apoyo de la Administración.</p><p>Quien desea participar debe efectuar la correspondiente inscripción en la Oficina de la Secretaría de Desarrollo Social de la Alcaldía de Medellín, o en las comunas y corregimientos, en los sitios y dentro de los plazos señalados para cada período</p><p>Existen requisitos para las organizaciones que quieren inscribir un aspirante a participar como representante y también para quienes desean hacerlo por parte de Asamblea Barrial o veredal.</p><p>Los delegados admitidos y electos participarán en el programa deberán asistir de manera obligatoria a las capacitaciones sobre temas relacionados con la Planeación Local y el Presupuesto Participativo. Dichas capacitaciones serán certificadas por la Alcaldía de Medellín y darán elementos para participar en temas de desarrollo local y en la definición de las iniciativas de inversión comunitaria para el año correspondiente.</p><p>Las zonas, comunas o corregimientos o cualquier división territorial de la ciudad podrán, mediante un proceso de participación, elaborar sus propios Planes Zonales de desarrollo de mediano plazo, con el propósito de conseguir recursos y disponer la utilización de los mismos, de acuerdo con sus prioridades y dentro del marco del Plan de Desarrollo Municipal.</p><p>Para estos planes se hacen <strong>Comités Comunitarios de Desarrollo Integral (C.C.D.I) </strong>en los que participan:</p><ul><li>Gerente Social de la Zona.</li><li>Inspector del CERCA (Programa <a href=\"http://www.medellin.gov.co/irj/portal/ciudadanos?NavigationTarget=navurl://b43b50260ac423f7ce6238eabc2ee326\">MASCERCA</a>), quien lo coordinará.</li><li>Promotores comunitarios de las dependencias municipales del área social (Desarrollo Social, Bienestar Social, INDER, Educación y Cultura, Gobierno, Metro-salud y otras).</li><li>Representante del Departamento Administrativo de Planeación.</li><li>Representante de las Juntas Administradoras</li><li>Locales por cada Comuna o Corregimiento que haga parte de la zona de cobertura del Plan.</li><li>Representante de las Juntas de Acción Comunal por cada Comuna o Corregimiento que haga parte de la zona de cobertura del Plan.</li><li>Hasta siete (7) representantes de otras formas de organización pública y privada, existentes en la Zona.</li></ul><p>En general, las organizaciones con los representantes que cumplan los requisitos, al igual que las personas elegidas sean parte de los Consejos Comunales y Corregimientales, son las encargados de elaborar, priorizar y decidir sobre las iniciativas de inversión comunitaria,  planear y gestionar el desarrollo de sus localidades.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>La formulación del Presupuesto Participativo comprende de manera general las siguientes fases:</p><ol><li>Asignación del presupuesto anual para cada comuna y corregimiento en el marco del Plan Operativo Anual de Inversiones de la vigencia respectiva.</li></ol><p>Los recursos se distribuyen así:</p><ul><li><em>Número de habitantes: 40% (a mayor población, mayor recurso)</em></li><li><em>Índice de calidad de vida: 35% (a menor calidad de vida, mayor recurso)</em></li><li><em>Participación en Asambleas Barriales y Veredales: 25% (a mayor participación, mayor recurso)</em></li></ul><ol><li value=\"2\">Realización de las asambleas barriales y veredales para identificar problemas y oportunidades de cada barrio o vereda. Cada Asamblea elegirá un(a) delegad(a) al Consejo Comunal o Corregimental, a razón de, máximo, uno (1) por cada 25 votantes en la Asamblea barrial y uno por cada 15 votantes en la asamblea veredal.</li></ol><p>Momento 1: Se analiza y delibera sobre los problemas y necesidades del barrio, la comuna, la vereda y el corregimiento, de acuerdo a cada uno de los Planes de Desarrollo Local, donde pueden participar todas las personas mayores de 14 años. En ese espacio se realiza una exposición del estado de los programas y proyectos del Plan de Desarrollo Local de la respectiva comuna o corregimiento, explicando las funciones de la Planeación Local y el Presupuesto Participativo. Se presentan los candidatos y las candidatas postulantes a delegados y delegadas ante la comunidad, donde firman el compromiso público de transparencia. Se elige un representante para conformar la Comisión de Escrutinios y se explica la mecánica de la votación que se implementa en la Jornada de Priorización y Elección.</p><p>Momento 2: La Jornada de priorización y elección, es el segundo momento donde se vota para elegir los delegados y las delegadas, que conforman los Consejos Comunales y Corregimentales.</p><p>En estas Jornadas, los electores seleccionan las prioridades de cada barrio y vereda, lo que sirve como insumo para establecer los asuntos que van a financiarse con recursos de Planeación Local y Presupuesto Participativo.</p><ol><li value=\"3\">Realización de Consejos Comunales y Corregimentales en las distintas fases del proceso: Diagnóstico, priorización, aprobación del presupuesto participativo, monitoreo y seguimiento a la ejecución.</li></ol><p>Los Consejos Comunales y Corregimentales son la cumbre de la planeación del proceso, en la que los delegados y las delegadas electos por cada comuna y corregimiento, deciden y aprueban en que iniciativas de interés comunitario se invertirá el 5% de los recursos municipales. La inversión de esos recursos, apunta a resolver las necesidades más sentidas en cada territorio, a través de las Comisiones Temáticas.</p><ol><li value=\"4\">Refrendación de la decisión del Consejo Comunal y Corregimental mediante resolución de la Junta Administradora Local y entrega al Departamento Administrativo de Planeación.</li></ol><h3>Influence, Outcomes, and Effects</h3><ul><li>Permite conocer las necesidades y formas de pensar de mujeres, hombres, jóvenes, adultos, adultos mayores, indígenas, afrodescendientes, población LGBT, grupos en situación de discapacidad y de desplazamiento, reconociendo que todos habitan en la ciudad y tienen derecho a una vida digna y llena de respeto por la diferencia</li></ul><ul><li>Ha permitido a los ciudadanos y ciudadanas incidir en la destinación de los recursos municipales, mediante la priorización de las demandas y necesidades, para de esta forma, integrar al desarrollo de la ciudad los propios procesos de desarrollo local de sus comunas y Corregimientos. Hay influencia de la sociedad y de los ciudadanos en decisiones importantes.</li></ul><ul><li>Elabora y coloca en funcionamiento los Planes de Desarrollo Local en cada comuna y corregimiento.</li></ul><ul><li>De conformidad con el articulo 3º del Acuerdo Municipal N° 43 de 2007, las disposiciones establecidas en este Acuerdo son de obligatorio cumplimiento para el Alcalde, la Administración Municipal de Medellín y son de carácter vinculante para todas las dependencias municipales centrales y descentralizadas.  Las prioridades que resultan del proceso de presupuesto participativo, se llevan al presupuesto de la ciudad.</li></ul><ul><li>Se publica y coloca a disposición el presupuesto participativo resultante de las jornadas. También se publica la matriz de ejecución del presupuesto participativo de cada año.</li></ul><h3>Analysis and Criticism</h3><ul><li>Es un espacio para participar y hablar, con el fin de que juntos, mediante reuniones y encuentros, se construya un destino y la historia de la ciudad, sopesando las diversas opciones para decidir lo mejor para la comunidad, en particular respecto al objeto del proceso (num. 1).  Se puede calificar como un proceso deliberativo y de <em>empowerment</em> de los ciudadanos, incluyente e informado.</li></ul><ul><li>Además, la dinámica de la Planeación Local y Presupuesto participativo se consolida como un ejercicio de transparencia en el manejo de los recursos municipales, que demanda la corresponsabilidad de todos los ciudadanos</li></ul><ul><li>La publicación y seguimiento de resultados, así como la forma de asignación de los recursos, son factores que motivan y promueven la participación de mayor número de ciudadanos en el proceso.</li></ul><ul><li>El proceso también incluye fase de educación política para los adultos ciudadanos y en especial para los delegados.</li></ul><ul><li>Es un proceso intermedio entre las autoridades democráticas y la participación directa de los ciudadanos, teniendo en cuenta que en las fases donde se decide a través de los delegados, estaríamos en frente a una democracia participativa.</li></ul><h3>Secondary Sources</h3><ul><li>ABC de la Planeación Local y Presupuesto Participativo Medellín 2011</li><li>Acuerdo Municipal N° 43 de 2007</li><li>Decreto No. 1073 de 2009</li></ul><h3>External Links</h3><ul><li><a href=\"http://www.medellin.gov.co/\">www.medellin.gov.co</a> [DEAD LINK]</li><li><a href=\"http://www.inder.gov.co/\">http://www.inder.gov.co</a></li><li><a href=\"http://customers.gkudos.com/delcol/sigweb/php/hojaProyectoPublico.php?idproyecto=576\">http://customers.gkudos.com/delcol/sigweb/php/hojaProyectoPublico.php?id...</a> [DEAD LINK]</li><li><a href=\"http://www.medellin.gov.co/irj/portal/ciudadanos?NavigationTarget=navurl://b43b50260ac423f7ce6238eabc2ee326\">http://www.medellin.gov.co/irj/portal/ciudadanos?NavigationTarget=navurl...</a> [DEAD LINK]</li></ul>", "title": "Medellín, Colombia.  Planeación Local y Presupuesto Participativo"}