{"htmlbody": "<h2>Introducción</h2><p>El Presupuesto Ciudadano de Gestión Participativa (PCdGP) comenzó a implementarse en la ciudad de Rafaela desde 2008 y está especificado en el decreto 4133, artículo 9. PCdGP es un proyecto coordinado por la Secretaría de Gestión y Participación, creada en el 2007, para mejorar la gobernabilidad local, la articulación, innovación y consenso de todo el entramado institucional, con la intención de aumentar los niveles de confianza, la cultura cívica de los rafaelinos y las condiciones de asociatividad local. </p><p>El presupuesto participativo funciona de dos modos: por una parte se descentralizan los fondos públicos en comisiones específicas donde participan, con voz y voto, representantes del municipio y representantes de organizaciones de sociedad civil. Por otro lado, el Municipio destina un porcentaje a proyectos consensuados con entidades vecinales según las prioridades de los barrios de la ciudad.</p><p>Como mecanismo de participación ciudadana, este esquema brinda a los vecinos de los 38 barrios de la ciudad: la oportunidad de plantear sus necesidades y problemáticas; la construcción conjunta de anteproyectos y la elección de una actividad u obra prioritaria para ser realizada por el Municipio. De esta manera, decide sobre una parte de los fondos públicos, fiscaliza el accionar municipal y es el protagonista de su barrio. Esta experiencia se ha ido modificando, luego de procesos de evaluación y monitoreo que han permitido realizar ajustes en función de los aprendizajes. </p><p>Es preciso destacar como datos que refieren a la ciudad, que Rafaela cuenta con gran potencial económico, calidad alta de vida en la población y baja desocupación, debido a la presencia de 375 firmas elaboradoras de bienes industriales. Rafaela además obtuvo un reconocimiento a la buena gestión municipal 2010, dentro de la categoría de municipios entre 50.000 y 100.000 habitantes. </p><h2><strong>Propósitos</strong></h2><p>Primeramente, es preciso ampliar acerca del funcionamiento del PCdGP. Como bien se mencionó, funciona a través de dos modos:</p><ol><li><p>Descentralización de los fondos públicos en comisiones específicas donde participan, con voz y voto, representantes del municipio y representantes de organizaciones de la sociedad civil: Entidades de discapacitados, entidades de bien público, deportivas, de Promoción para la Cultura, Fondo Fortalecimiento Institucional, Comisión Municipal de Becas, Fondo de Asistencia Educativa, Instituto Tecnológico Rafaela, Consejo de administración del hospital SAMCO “Jaime Ferré“. La mayoría de estos fondos específicos están regulados por ordenanzas específicas que crean tanto los fondos como las comisiones mencionados. Desde comienzos de la década del 90, el Estado municipal creó estas Comisiones Asesoras Municipales, las cuales reciben fondos mensualmente que ellas mismas administran, es decir, deciden en qué invertir,  bajo la fiscalización del municipio. En el 2008, el importe total representaba el 4,8 % del presupuesto total de recursos de la Administración Central.</p></li><li><p>Porcentaje que el Municipio destina a proyectos consensuados con entidades vecinales y los ciudadanos de acuerdo con las prioridades de cada uno de los barrios de la ciudad (los ciudadanos comenzaron a reclamar a los municipios y éstos a ejercer presión sobre el Estado Municipal). La ejecución de este tipo de obras en el año 2008 corresponde al 9 % del presupuesto total de los recursos de la Administración Central.</p></li></ol><p>Su objetivo principal es promover la participación ciudadana en los asuntos públicos, que los vecinos de los barrios discutan problemáticas y decidan prioridades, tendientes a la construcción de una visión conjunta y equitativa de la ciudad. Mediante la introducción del PCdGP se buscó luchar contra la crisis de legitimidad y dar lugar al surgimiento de nuevos líderes sociales.</p><p>Sus objetivos secundarios incluyen:</p><ul><li>Promover buenas prácticas de gestión, lo que implica: contribuir al control de gestión, transparentar las acciones de gobierno, promover la rendición de cuentas, promover la articulación intersecretarías.</li><li>Educar para la democracia, lo que implica, brindar mayor información al ciudadano, involucrarlo en la toma de decisiones, fortalecer sus valores cívicos, promover mayor apropiación de los espacios públicos barriales</li><li>Incrementar la calidad de vida de los vecinos: a partir de la ejecución de proyectos de infraestructura, de mejoras de las condiciones sociales, culturales y ambientales.</li></ul><h2><strong>Historia</strong></h2><p>El Presupuesto Ciudadano de Gestión Participativa (PCdGP) comenzó a implementarse en la ciudad de Rafaela desde 2008. El mismo está especificado en el decreto 4133, artículo 9.  Si bien en su primera edición se realizaron reuniones con las comisiones vecinales, como representantes legítimos de los vecinos, en su segunda y tercera implementación, se llevaron a cabo 38 asambleas vecinales. Una cuestión importante a destacar es que los equipos municipales que desarrollaron estos encuentros en cada uno de los barrios, estaban conformados por profesionales de la Secretaría de Gestión y Participación, y por personal de las diversas áreas del municipio (Obras Públicas y Privadas, Gobierno, Educación y Cultura, Hacienda, Espacios y Servicios Públicos) y por los funcionarios del gabinete. Este esquema, implementado a partir de la decisión política municipal de encarar el proyecto, implica que parte de la estructura municipal se desempeñe en el territorio, escuche a los vecinos, responda reclamos y actué como facilitador del proceso. </p><h2><strong>Creación y Selección de Participantes</strong></h2><p>Participan ciudadanos y organizaciones de la sociedad civil para decidir el destino de una porción del dinero público. Luego de realizadas las 38 asambleas vecinales, se eligen delegados vecinales que acompañarán a las comisiones vecinales en el monitoreo de los análisis de factibilidad de los proyectos surgidos. De esta manera, las áreas técnicas son las encargadas de realizar los proyectos, dado su conocimiento técnico-profesional, que conformarán las encuestas. Éstas, son diversas de acuerdo a cada uno de los barrios y constituye otro rasgo característico de la experiencia, ya que son distribuidas por toda la ciudad, casa por casa. Transcurrido el período previsto para la votación, en el cual cada familia debe llevar un talón que se desprende de la encuesta con la opción elegida, se realizan los escrutinios, actos públicos encabezados por el gabinete municipal. La totalidad de los proyectos elegidos, constituye el plan de obras que el municipio ejecutará durante el año en curso. </p><p>Luego de la asamblea vecinal donde se plantean problemáticas y surgen ideas o anteproyectos, las áreas técnicas del municipio tienen a su cargo los análisis de factibilidad técnicos y económicos de cada uno de ellos. Es decir, si el problema detectado alude a la falta de espacios de esparcimiento y ocio, y los vecinos proponen la creación de un espacio verde, los técnicos deberán analizar la disponibilidad de terrenos, la factibilidad de instalación de un espacio destinado a estas funciones, costos que supondrá tal intervención, entre otros. Luego de realizar este estudio para cada una de las propuestas surgidas en las asambleas, se irán constituyendo las opciones a votar por los vecinos. Para llegar a esta etapa, resulta fundamental la participación y control de los vecinos, quienes representados por su comisión vecinal y por delegados elegidos en la asamblea, verificarán la construcción de los anteproyectos, es decir, controlarán que los mismos respondan a los requerimientos de los vecinos. Por otra parte, tanto en la distribución de las encuestas casa por casa como en la votación y escrutinio, los vecinos actúan como fiscales de estos procedimientos: comunicando al municipio ante irregularidades que puedan surgir, reclamando la no recepción de la encuesta y presenciando el recuento de votos.</p><p>Por último, una vez elegidos los proyectos para su barrio, se convoca nuevamente a las comisiones vecinales y delegados para explicarles los procedimientos administrativos a llevar a cabo, notificándoles las instancias más importantes: apertura de sobres de licitaciones, proveedores involucrados, etapas a seguir. Asimismo, durante la implementación de las obras y/o actividades elegidas, ellos actúan como inspectores (junto a los técnicos designados por el ejecutivo). Al interior de la gestión, el esquema de PCdGP ha designado una persona a cargo del Control de Gestión, dependiente de la Secretaría de Gestión y Participación. La misma, inicia todos los expedientes de los 38 proyectos elegidos y coordina con el responsable de cada área municipal el avance de obras. Además, es la encargada de facilitar el contacto con los vecinos, comunicándoles el estado de situación de los proyectos, explicándoles los procedimientos. Es decir, actúa como nexo entre los vecinos y las áreas técnicas municipales. </p><p>Continuando con la función de control, la Secretaría de Obras Públicas y Privadas, designó a un profesional que junto a su equipo, coordina los procedimientos técnicos específicos de su área: realización y análisis técnico de proyectos, presupuestos, control de inspectores de obras, entre otras.</p><p>Respecto a la evaluación del proyecto, se realizan evaluaciones parciales durante la implementación y finalización de cada una de las etapas. Además, al iniciar una nueva edición del PC, la SGyP organiza talleres de evaluación con las áreas municipales.</p><p>Durante la realización de las asambleas y escrutinios, se evalúa con los vecinos presentes: el proyecto en general, la ejecución de la obra elegida anteriormente y la estrategia de comunicación implementada.</p><h2><strong>Resultados y efectos</strong></h2><p>Según el Relevamiento Socieconómico 2010 (ICEDeL, 2010) el 57% de la población encuestada tiene una valoración positiva del PcdGP. </p><p>El 52 % de los encuestados dijo no conocer la obra elegida en su barrio. En relación a ello, para el año 2010 se decidió incorporar un nuevo soporte comunicacional que consiste en un volante mediante el cual se invita a los vecinos a participar de la asamblea vecinal y al mismo tiempo, informa el proyecto elegido el año anterior y el estado de situación de la obra al momento (ejecución, etapa final, entre otras). Este mecanismo, ha permitido incrementar la participación de los vecinos en las asambleas, ya que en las 8 realizadas se ha duplicado o triplicado el número de asistentes. </p><h2><strong>Análisis y Críticas</strong></h2><p>Los datos enunciados anteriormente demuestran que, como todo proceso innovador, exige un tiempo de instalación en la ciudadanía, que le permita conocer la herramienta y verificar su validez y pertinencia a partir de la conclusión de las obras y/o actividades elegidas por los vecinos. Siendo la edición 2011 la tercera a realizar, se observa un mayor grado de apropiación de los vecinos, que se puede destacar a partir del incremento de consultas e inquietudes, su mayor involucramiento mediante la asistencia a las asambleas, y su fiscalización en las diversas etapas del proceso. Un dato interesante es que los vecinos, al involucrarse en el proceso, realizan sugerencias relativas a la metodología utilizada, es decir, que exceden su lugar de vecino de un barrio determinado asumiendo un lugar destacado como  consultor de la gestión municipal. </p><p>Para una ciudad como Rafaela, de frondosa trama institucional, la experiencia del PcdGP ha implicado un salto de participación en relación a ciudadanos no institucionalizados, ya que se trata de un proyecto de llegada masiva, que atraviesa a todos los habitantes de la ciudad. Éstos aunque no hayan participado de las asambleas  vecinales, tienen la posibilidad de opinar, eligiendo lo que consideren el proyecto prioritario para el barrio. </p><p>A nivel interno, ha permitido ordenar la gestión en relación a las actividades que cada área realiza en los 38 barrios de la ciudad, pudiendo reorganizar su agenda teniendo en cuenta estos proyectos. Ha conferido también un mecanismo de recepción de reclamos y respuesta valioso, que brinda a cada dependencia  una visión territorial actualizada de la ciudad entera. </p><p>De acuerdo a lo expuesto, el balance es positivo, hecho que no implica un proceso constante de ajuste, revisión e incorporación de nuevas herramientas y metodologías, acordes a promover un crecimiento equitativo de la ciudad. </p><p> </p><h2><strong>Fuentes Secundarias:</strong></h2><a href=\"http://www.digesto.conceraf.com.ar/opciones/Ordenanzas-ver.aspx?i=1476&amp;fd=8/9/1980&amp;fh=30/11/2011&amp;cat=0&amp;nro=4133&amp;txt=\">Decreto 4133, Párrafo 3</a> - Secretaría de Gestión y Participación. Municipalidad de Rafaela. “Presupuesto Ciudadano de Gestión Participativa: una oportunidad para los vecinos, desafío para la gestión municipal y crecimiento equitativo de la ciudad”.<h2><strong>Links Externos:</strong></h2><p><a href=\"http://www.rafaela.gov.ar/nuevo/Seccion.aspx?s=100\">Municipalidad de Rafaela</a></p><p><a href=\"http://www.rapp.gov.ar\">Red Argentina de Presupuesto Participativo</a></p>", "title": "Presupuesto Participativo (Rafaela, Argentina)"}