{"htmlbody": "<p><em>Note: an English translation of this case study can be found here: participedia.net/en/cases/landscape-town-meeting-tuscany-italy</em></p><h3>Problems and Purpose</h3><p>La Regione Toscana dopo avere adottato il piano paesaggistico, con tutte le salvaguardie che ne derivano per il territorio, prima della sua approvazione conclusiva intende attivare un dibattito pubblico con i cittadini e la cultura scientifica e professionale in materia (esperti), sulla base di quanto prevede la legge sulla partecipazione (L.R.69/2007).<br/>Il Town Meeting che si è svolto il 6 febbraio 2010 è una tappa del percorso che si è concluso il 19 febbraio 2010 con gli “Stati generali del paesaggio” in cui si è discusso anche dei risultati di questa esperienza. Nella giornata del Town Meeting  è stato elaborato un report dei lavori.</p><p>Il Town Meeting si è svolto il 6 febbraio  2010 in contemporanea in cinque sedi che costituiscono località importanti dal punto di vista del paesaggio toscano:</p><ul><li>Castelnuovo Berardenga;</li><li>Cortona;</li><li>Orbetello;</li><li>Piombino;</li><li>Prato.</li></ul><p>Essi si sono potuti esprimere su due argomenti principali:</p><ul><li>Quali sono i caratteri più importanti di un paesaggio, quelli da proteggere o, quando scomparsi o danneggiati, da ricostruire?</li><li>Che cosa occorre fare per preservare (o ricostruire) la qualità del paesaggio in Toscana?</li></ul><h3><strong>Participant Selection</strong></h3><p>I circa 150 cittadini coinvolti sono stati  estratti a sorte tra i residenti nei cinque siti geografici interessati in modo che potessero esprimere le loro opinioni su luoghi  a loro conosciuti. Ai partecipanti si chiede di contribuire con la propria creatività e capacità di ascolto alla buona riuscita dell’evento. L’obiettivo non è costruire proposte condivise da tutti i partecipanti ma di indagare le loro  percezioni del paesaggio e le diverse opinioni riguardo al problema della conservazione e trasformazione del paesaggio toscano.</p><h3>Influence, Outcomes, and Effects</h3><p>In Toscana quello del 6 febbraio 2010 (“Bello e possibile” il titolo scelto) è stato il settimo Town Meeting, in quattro anni, organizzato dalla Regione. E stavolta i lavori non si sono fermati alle discussioni ai tavoli, dove l'esito del confronto viene sintetizzato da un voto segreto, ma sono proseguiti con 'laboratori progettuali', dove cittadini e tecnici si sono riuniti attorno a grandi foto aeree dei cinque rispettivi territori per tracciare nuove linee per il futuro del  paesaggio.  </p><p>I toscani preferiscono recuperare e riusare, anziché sprecare altro territorio per nuove costruzioni. Almeno cosi la pensa la maggior parte dei 150 cittadini toscani che hanno partecipato al TM i cui risultati sono stati presentati durante gli Stati generali sul paesaggio che si sono svolti nell’auditorium di Santa Apollonia a Firenze. Gli stessi toscani vorrebbero parchi ed aree verdi, centri culturali (ma pochissime abitazioni) al posto delle fabbriche dismesse. Consigliano di ricostruire il paesaggio agricolo favorendo le piccole coltivazioni e le filiere corte, al posto delle monoculture, e salvaguardando  i caratteristici terrazzamenti. Propongono anche di costruire valorizzando le visuali, evitando le cattedrali nel deserto e uniformandosi alle architetture prevalenti, magari schermando le aree industriali con barriere di alberi o scegliendo i colori più appropriati al paesaggio. Sulla costa consigliano di evitare edifici troppo alti, ma per il promontorio di Piombino propongono architetture visibili da lontano. Chiedono anche delle piste ciclabili. Quasi uno su tre è disposto a rinunciare all’uso troppo frequente dell’automobile per salvaguardare il paesaggio, se fossero adeguati i trasporti pubblici. Per i toscani del TM la prima cosa su cui intervenire per risanare il paesaggio sono le abitazioni private e le aree urbane degradate, seguite dai borghi antichi collinari e montani: Alle istituzioni poi chiedono di identificare obiettivi chiari e di accompagnare gli interventi dei privati per garantire la qualità degli interventi (63%) più che prevedere dei vincoli rigidi (33%). Sono favorevoli a puntare a puntare per il futuro sul’”economia verde” tra cui pannelli solari eolico e geotermia, purché si individuano soluzioni che non danneggino l’ambiente e il paesaggio  (48%) e comunque solo dopo aver informato e coinvolto i cittadini (38%). Chiedono di partecipare soprattutto sulle grandi scelte e i grandi progetti ma ribadiscono anche le responsabilità del costruire bene e del controllo devono rimanere alla politica e agli architetti.</p><h3><strong>Analysis and Criticism</strong></h3><p>La critica principale riguardo a questo caso è sicuramente la mancanza di obbligatorietà delle decisioni per i governanti prese da  parte dei cittadini. Infatti i risultati, riportati dai report costituiscono sollamente delle linee di indirizzo generale per i governanti. E' quindi sotto l'aspetto dell'empowerment effettivo dei cittadini, cioè di quella quota di potere che essi dovrebbero avere, che il caso è debole. Infatti i cittadini, con l'aiuto dei tecnici, possono certamente fornire consigli ai governanti i quali però non sono in alcun modo obbligati ad accogliere le loro proposte.</p><h3>External Links</h3><p><a href=\"http://www.regione.toscana.it/partecipazione\">http://www.regione.toscana.it/partecipazione</a></p><p><a href=\"http://www.regione.toscana.it/-/town-meeting-progettuale-sul-paesaggio-2010\">http://www.regione.toscana.it/-/town-meeting-progettuale-sul-paesaggio-2010</a></p><p><a href=\"http://www.regione.toscana.it/regione/export/RT/sito-RT/Contenuti/sezioni/territorio/paesaggio/visualizza_asset.html_558761280.html\">http://www.regione.toscana.it/regione/export/RT/sito-RT/Contenuti/sezioni/territorio/paesaggio/visualizza_asset.html_558761280.html</a> [DEAD LINK]</p><p><a href=\"http://www.regione.toscana.it/regione/export/RT/sito-RT/Contenuti/sezioni/territorio/paesaggio/visualizza_asset.html_1661919580.html\">http://www.regione.toscana.it/regione/export/RT/sito-RT/Contenuti/sezioni/territorio/paesaggio/visualizza_asset.html_1661919580.html</a> [DEAD LINK]</p><p> </p><h3>Notes</h3><p><em>An English translation of this case study can be found <a href=\"http://participedia.net/en/cases/landscape-town-meeting-tuscany-italy\">here</a>.</em></p>", "title": "Paesaggio Town Meeting (Tuscany, Italy)"}