{"htmlbody": "<p><a id=\"Purpose_and_Problem\" name=\"Purpose_and_Problem\"></a></p><h2>Purpose and Problem</h2><p>The Student Government at the University of Washington, the Associated Students of the University of Washington, created the Student Senate in 1994. The goal was to have a diverse legislative body to give the Executive body, the Board of Control, advice on issues important to students, prioritize concerns, and offer solutions.</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>In 1886 the University of Washington’s student government began when there were 300 students enrolled at the University. Students had expressed a necessity for a student government and Mark Harrington, the University President brought the students together and formed an informal student assembly. President Harrington asked that a constitution be made for the body. The constitution created two bodies, the Representative Council with delegates from each class and department and the student assembly made up of the entire student body. <a href=\"#cite_note-0\" title=\"\">[1]</a>. Additionally, there was an Executive Council with a President, Vice President, and a few officers. In 1906 the student government became a nonprofit. The Executive Council, later called the Board of Control, led the Associated Students of the University of Washington. The Board of Control included six class representatives, three faculty members, three alumni, a President, Vice President, and a Secretary. A full-time graduate student oversaw the organization. <a href=\"#cite_note-1\" title=\"\">[2]</a>. The Board of Control evolved over the years and is now called the Board of Directors. In 1985 a legislative body called the Student Assembly was created to offer the Board of Control advice on the concerns, priorities, and needs of students. <a href=\"#cite_note-2\" title=\"\">[3]</a>. This body deliberated on student issues, engaged their constituents, and passed legislation on student opinion. There were eight representatives from the Greek Community, the Residence Halls, and Commuters, two board of control members, President’s proxy, and students from registered student organizations. In the year of 1986-87 the Student Assembly debated on changing the ASUW Constitution, computer fees, and creating a residential parking zone. <a href=\"#cite_note-3\" title=\"\">[4]</a>. Then in 1994 the Student Assembly became the Student Senate. Phil Neiswinder, the ASUW President at the time, wanted the legislative body to have more diversity. The Student Senate was implemented and there were several more seats for diversity groups as well as protected seats for a few registered student organizations. Seats for living situations continued. Senate became body that dealt with contentious political issues and had representatives from libertarian groups, Republicans, Democrats, and Socialists. Student from different political leanings contributed to providing a variety of solutions. There were three microphones in the room; two on either side of the room for pro and cons and in the middle of the room one for in between statements. Senate began at 4:30 p.m. and could last to 9 p.m. with the intense debates and long lines to speak. Students that weren’t Senators would come to meetings and contribute to the discussion. Senate was an active body when there was lively debate. When students didn’t think the Assembly or Senate was doing anything for students it lost quorum. Once Senate got caught up in the rules, had a full fall quarter of elections for Committee Chairs, and was doing extensive changes to their bylaws Senate attendance petered off <a href=\"#cite_note-4\" title=\"\">[5]</a>. In 2005 Senate Chair Cammi Croft led the Senate Reform Taskforce that created the existing participant selection process. The Taskforce gave checks and balances between the Board of Directors and the Senate. The Board used to be able to veto legislation without Senate being able to override the veto. The Board used to frequently overturn Senate legislation and did not respect the Senate’s sole ability to pass student opinion. There was no connection between the board and senate. Part of these changes brought two board members into senate to be non-voting liaisons between the board of directors and senate <a href=\"#cite_note-5\" title=\"\">[6]</a>. Senate is not the politically charged body it once was. About 70 Senators from living groups, registered student organizations, and commissions attend each week to represent their community.</p><p><a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h2>Participant Selection</h2><p>The Student Senate comprises of representatives from living groups, registered student organizations, one representative from each of the ASUW diversity commissions, and the ASUW President is a voting member. The Panhellenic and Interfraternity Council have forty-four seats, one seat for each chapter. The Residence Halls have forty-four seats, two representatives from each hall and twenty-six at large Senators that represent the entire Residence Hall Community. All of these seats are either elected, or appointed within their constituency. There are fifty-six seats for Commuters, representatives are selected through an application and interview process. There are a few protected seats for the Executive Councils for the Interfraternity Council, Panhellenic, the Residence Hall Student Association, Black Student Union, First Nations, Asian American Student Union, MEChA Student Organization, and the Student Advisory Board.</p><p><a id=\"Deliberation.2C_Decisions.2C_and_Public_Interaction\" name=\"Deliberation.2C_Decisions.2C_and_Public_Interaction\"></a></p><h2>Deliberation, Decisions, and Public Interaction</h2><p>The Student Senate has several measures in place to that make it a deliberative body. The Student Senate follows Alice Sturgis’s Parliamentary Procedure guide to ensure adequate speaking opportunities and order in Senate. For legislation to be passed it must go through the following process—</p><p>1.) First Readings, in which only explanatory and clarifying questions may be asked. This allows the sponsor of the legislation to introduce the it and identify areas that may be unclear and need more research. This helps to ensure mutual comprehension of the issue at hand. 2.) Committee Review, next the legislation goes to one of the four legislative committees (Academic and Administration Affairs, General Affairs, Off Campus, and On Campus). The Committees review the legislation, offer amendments, and can give a particular opinion on it. The Committees can table legislation indefinitely, if they wish too. If the Committee chooses to bring the legislation to the floor they can amend the legislation and choose to give the legislation a favorable, unfavorable, or no opinion. A majority and minority report on the legislation may be given as well. 3.) Second Readings, at second readings the committee report is given and argumentative questions pertaining to the legislation may be asked. Amendments to the legislation can be taken at this time. The Senate debates the legislation and can choose to table it indefinitely, table it to another time, pass, or fail the legislation. 4.) Board of Directors, next the resolution goes to the Board of Directors who can approve, amend, veto, or refer the legislation back to Senate. With a 2/3rds vote the Senate can override a Board of Directors veto. These steps to pass legislation allow for a great deal of deliberation. Senators can go back to their constituents and discuss the issues with them. It gives time to further research the issues and build a solid information base. Committees can identify a broad range of solutions in their meetings by having a small focus group to review and amend the legislation.</p><p>The Senate interacts with the public in a variety of ways; public forums, media, and Senators communicate with their constituents. There are a variety of public forms in Senate each year. Forums occur at the beginning of a Senate meeting and annually members of the Administration, the University President, student groups, and a few representatives from the Board of Regents come to Senate to do presentations. The Daily, the newspaper at the University of Washington, regularly reports on legislation being deliberated on in the Senate.</p><p><a id=\"Influence.2C_Outcomes.2C_and_Effects\" name=\"Influence.2C_Outcomes.2C_and_Effects\"></a></p><h2>Influence, Outcomes, and Effects</h2><p>The Student Senate has student representatives from across campus. When a piece of legislation is passed in the Senate it serves as official student opinion for the entire campus. Senate legislation usually fits three purposes, to establish student opinion on an issue, offer student support for an entity, or to instigate a new idea, new solution for students.</p><p>In 2006 a Senator realized that Col. Gregory Boyington, USMC was awarded the Medal of Honor and was an Alumnus of the University. In order to celebrate Col. Boyington’s contributions to the University and to the nation the Senator proposed that a memorial for the Col. be displayed on the memorial of the twentieth anniversary of his death <a href=\"#cite_note-6\" title=\"\">[7]</a>. The legislation failed for a variety of reasons; Senators wanted to honor Filipino Veterans and Gordon Hirabayashi, a graduate of the University of Washington who refused to go to the Japanese internment camps. <a href=\"#cite_note-7\" title=\"\">[8]</a>. After an investigation Senators realized that several other UW Alumni had been awarded the Medal of Honor. The University of Washington has the 2nd highest alumnus awardees of the Medal of Honor than any other non-military institution. <a href=\"#cite_note-8\" title=\"\">[9]</a>. In February of 2006 a new piece of legislation was proposed to honor University of Washington Alumni awarded the Medal of Honor and asked that a memorial be placed on campus. This piece of legislation served as a catalyst for the taskforce that created the Memorial which now prominently rests at the end of Memorial Way.</p><p>In the midst of the economic crisis the University of Washington has seen incredible cuts from the state. To raise awareness about the impacts of these cuts and to supplement the efforts of the ASUW Office of Government Relations in their efforts to advocate for predictable and affordable tuition and sufficient financial aid, two resolutions were passed supporting higher education. In March R-16-17 “A Resolution establishing the need to support higher education” and R-16-19 “A Resolution calling for the Preservation of Financial Aid” was passed. Each piece of legislation was mailed to every Senator and Representative in the Washington State Legislature and over fifty Senators wrote to their Legislators expressing the need for higher education to receive no new cuts and for financial aid to be fully funded.</p><p>Those two instances are few of hundreds of pieces of legislation and impacts the Student Senate has had in advancing student opinion and interests.</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h2>Analysis and Criticism</h2><p>The Student Senate has evolved and changed in many ways since it began. It has created a space for student deliberation on student issues and has served as the opinion making body for students. On a good day Senate breaks a part an issue, decides the opinion of the ASUW, and offers a solution. In 2009 during the fifteenth session, R-15-21 “A Resolution in Support of the University of Washington Hosting Tent City III,” was introduced. This piece of legislation quickly went through Senate without providing a broad information base, variety of opinions, educating individuals on the issue, evaluating the pros, cons and tradeoffs, or prioritizing values. Passing legislation through Senate is powerful, Senate is charged with representing the 40,000 students at the University of Washington. The legislation passed through Senate quickly and did not effectively deliberate the issue at hand.</p><p>Senate is not the politically active body it once was, some students criticize the Student Senate for not having passionate Senators. Former Senator Aaron Lerner expressed that he saw campus wide apathy for ASUW, no controversy in Senate, and that Senators need to reach out to students on campus. He would like to see the politically charged body Senate once was <a href=\"#cite_note-9\" title=\"\">[10]</a>. Senate has particular parliamentary procedure, sometimes Senators don’t feel comfortable expressing their opinion because the parliamentary procedure confuses them, this is where committees are helpful because more Senators feel comfortable expressing themselves in that context.</p><p>To become a more deliberative body the Senators and Senate Leadership need to actively engage their constituents and the campus community about the issues at hand. To ensure Senate is acting as a deliberative body a solid information base needs to be built on the issue and clarifying and explanatory questions regarding the legislation answered to ensure mutual comprehension between the sponsor and Senators. Parliamentary procedure needs to be understood by all Senators to ensure speaking opportunities are well distributed and multiple viewpoints expressed. By allowing for legislation to be considered for a few weeks before voting, engaging constituents, and Senators speaking up; it ensures that a broad range of solutions are addressed and fully assessed to ensure the best decision is made.</p><p><a id=\"References\" name=\"References\"></a></p><h2>References</h2><p>1. ASUW Office of Communications. ASUW Student Handbook. Seattle: ASUW, 1987. Print.</p><p>2. Hall, Camden. Student Government : an Analysis of Its Origin and Purpose, with the History of the Associated Students of the University of Washington and an Analysis of the 1961 ASUW Presidential Election. Seattle: Political Science 499, 1962. Print.</p><p>3. \"Interview with Former Senator Aaron Lerner.\" E-mail interview. 1 June 2010.</p><p>4. \"Interview with SAO Advisor Rene Singleton.\" Personal interview.</p><p><a id=\"Links\" name=\"Links\"></a></p><h2>Links</h2><p>5. <a class=\"external free\" href=\"http://senate.asuw.org/legislation/12/R/R-12-26.html\" rel=\"nofollow\" title=\"http://senate.asuw.org/legislation/12/R/R-12-26.html\">http://senate.asuw.org/legislation/12/R/R-12-26.html</a></p>", "title": "ASUW Student Senate"}