{"htmlbody": "<p><em>Note: the following case study needs help with content and editing. Please help us complete it. </em></p><h3>Problems and Purpose</h3><p>New York’s Brownfield Cleanup Program was designed as an initiative to encourage the citizens to investigate, clean up and help redevelop brownfields in the area. A brownfield is any real property where redevelopment or reuse may be complicated by the presence or potential presence of a contaminant. A brownfield typically is a former industrial or commercial property where operations may have resulted in environmental contamination. A brownfield can pose environmental, legal and financial burdens on a community. If the brownfield is not addressed, it can reduce property values in the area and affect economic development of nearby properties. Such was the case with Kips Bay Fuel Terminal Site. Citizens near the site applied for and were accepted into New York’s Brownfield Cleanup Program as volunteers. As volunteers they must fully characterize the nature and extent of contamination on-site, and must conduct a “qualitative exposure assessment,” a process that characterizes the actual or potential exposures of people, fish and wildlife to contaminants on the Site and to contamination that has migrated from the site. The applicants in their application proposed that the site would be used for residential and commercial uses after clean up is undergone. To achieve this goal, the Applicants conducted a series of remedial activities at the site with oversight provided by the New York State Department of Environmental Conservation (NYSDEC). The Brownfield Cleanup Agreement executed by NYSDEC and the Applicant sets forth the responsibilities of each party in conducting a remedial program at the Site.</p><h3>History</h3><p>The property was initially operated as a manufactured gas plant until 1920. The Site covers approximately 5.4 acres in Midtown Manhattan, and is bordered to the north by a vacant lot which was site of Con Edison’s former 708 First Avenue Office Building and associated Switch House, Frequency House, and Club House buildings; the Franklin D. Roosevelt Drive and Marginal Street to the east; East 38th Street to the south; and First Avenue to the west. The area around the property contains a mixture of commercial, residential, and industrial establishments. Kips Bay Fuel Terminal Site was accepted into New York’s Brownfield Cleanup Program on March 11, 2011. </p><h3>Originating Entities and Funding</h3><p>The Brownfield Cleanup Program is administered and funded by the New York State Department of Environmental Conservation (NYSDEC), which oversees applicants that conduct brownfield site remedial activities. Once NYSDEC determines that a site is a “significant threat,” the community group will qualify to apply for a Technical Assistance Grant (TAG). The purpose of a TAG is to provide funds to the qualifying community group to obtain independent technical assistance. This assistance helps the TAG recipients to interpret and understand existing environmental information about the nature and extent of contamination related to the site and the development/implementation of a remedy, which is also funded by the New York State Department of Environmental Conservation. </p><h3>Participant Selection</h3><p>As mentioned before applicants requested to participate in the Brownfield Cleanup Plan, these applicants were members of the community where the site was located and where entered under East River Realty Company, LLC and TRC Companies, Inc. They were accepted by NYSDEC. The Brownfield Cleanup Plan contains investigation and remediation or cleanup requirements, ensuring that cleanups protect public health and the environment. When NYSDEC certified that these requirements were met, the property was then eligible to be reused or redeveloped for the intended use.</p><h3>Influence, Outcomes, and Effects</h3><p>The Applicants prepared a remedial investigation report after completion. This report summarized the results of the investigation and included the applicants’ recommendation of remediation to address site-related contamination. The report was subject to review and was approved by NYSDEC.</p><p>NYSDEC determined that the Site was in fact a significant threat, therefore the community group qualified to apply for the TAG, to obtain independent technical assistance. This assistance helped the recipients to interpret the existing environmental information about the nature and extent of contamination related to the site for it’s reuse.</p><p>The community group had to certify that its membership represents the interests of the community affected by the Site, and that its members’ health, economic well-being or enjoyment of the environment may had been affected by a release of contamination at the eligible site.</p><h3>Analysis </h3><p>Based on the results of several previous environmental investigations and remedial activities, there are no remaining contamination issues of public concern at the Site.  The Site is not near any public water supply or private water wells and future development and remediation will not create any restrictions on community activities or health concerns, therefore the citizens and neighbors in the nearby areas are assured that the remedial process has been a success.</p><h3>External Links</h3><p><a href=\"http://www.nyc.gov/html/mancb6/downloads/events/CPP%20Greater%20Waterside%20Site.pdf\">http://www.nyc.gov/html/mancb6/downloads/events/CPP%20Greater%20Waterside%20Site.pdf</a></p><p><a href=\"http://www.nyc.gov/html/oer/html/home/home.shtml\">http://www.nyc.gov/html/oer/html/home/home.shtml</a></p>", "title": "Brownfield Cleanup Program, Kips Bay Fuel Terminal Site (New York City, New York, USA)"}