{"htmlbody": "<p><em>Note: an English translation of this case is available at: <a href=\"http://participedia.net/en/cases/ipatinga-e-agora-project-0\">http://participedia.net/en/cases/ipatinga-e-agora-project-0</a></em></p><p> </p><h3>Problems and Purpose</h3><p>El Programa Europeo e-AGORA ha comenzado por la relación entre las prácticas democráticas y el uso de la tecnología en los medios de comunicación. Esta iniciativa fue coordinada por la ciudad de Issy-les-Moulineaux, Francia, y tenía el objetivo de desarrollar la colaboración entre ciudades de Latino América y Europa en el tema de la democracia. El medio de lograrlo era permitir a las dos regiones a intercambiar sus prácticas usadas, su know-how y experiencia y, así, se podría establecer un programa para solucionar diferentes problemas de democracia en cada región, que eran principalmente relacionados con la participación de los ciudadanos.</p><p>E-AGORA fue compuesto por dos ciudades en Europa: Issy-les-Moulineaux, en Francia, y Frameries, en Bélgica; dos ciudades brasileñas: Ipatinga y Juiz de Fora; y también Viña del Mar, en Chile.</p><p>Fueron 11 programas financiados por la Comisión Europea (70%) que fueron planteados en ciudades europeas y latino-americanas entre 1999 y 2006.</p><p>Empezando como resultado de un report que revelaba la apatía de los ciudadanos para participar de la política local y también de falta de confianza en el gobierno, el Programa e-AGORA, planteaba el uso de tecnologías en la comunicación para incentivar a los ciudadanos a participar para revitalizar la democracia.</p><p>Medios electrónicos de comunicación fueron utilizados para dar a los ciudadanos el poder de controlar determinadas responsabilidades políticas. De esa manera se podría reforzar la transparencia de procesos políticos y también aumentar la participación de los ciudadanos en las decisiones políticas.</p><h3>History</h3><p>En 2001, eran hechas reuniones en las comunidades de Ipatinga donde sus líderes recaudaban propuestas escritas por los ciudadanos. Las propuestas contenían ideas de obras públicas para que fueran financiadas. El gobierno ofrecía un determinado presupuesto para que los ciudadanos pudieran opinar, en estas reuniones, cuál sería su destino apropiado. </p><p>La ciudad de Ipatinga fue pionera en utilizar la internet como una herramienta complementar para que los ciudadanos pudieran indicar su voto y expresar sus opiniones. Fue percibido que el uso de la internet ha aumentado la participación de mujeres y jóvenes y aún más ha incentivado a la gente a ir a las reuniones presenciales.</p><h3>Originating Entities and Funding</h3><p>El Presupuesto Participativo de Ipatinga fue financiado por la Comision Europea en 70% y por los gobiernos de cada ciudad participante en 30%.</p><h3>Participant Selection</h3><p>Las personas que hacían parte de la meta del Programa eran autoridades políticas, trabajadores locales, miembros de la sociedad, en general un grupo de gente que pudiera representar sus ciudades. El Programa ha contactado a un mínimo de 62 y máximo de 107 beneficiarios en cada ciudad. Ellos deberían transmitir y compartir el conocimiento sobre el programa con sus vecinos y conocidos. Al final, el programa ha contado con la participación media de 124 mínimo y 214 máximo de personas</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>En 2005 en Ipatinga, auxiliada por la campaña de marketing  por tv, radio y periódicos, la administración de la ciudad en sociedad con el proyecto e-AGORA lanzó un experimento pasando a usar el  teléfono como otra herramienta de información. Consistía en:</p><ul><li>Un número gratis fue providenciado para que los ciudadanos pudieran llamar y dar su opinión sobre la asignación del presupuesto.</li><li>SMS mensajes eran enviadas a los ciudadanos incentivando a la gente a participar de las reuniones presenciales.</li><li>Un sistema de grabación de voz automática, grabada por el prefecto de la ciudad, al teléfono con informaciones sobre las reuniones.</li></ul><p>El objetivo de utilizar el teléfono como un medio era atingir a la población más pobre y alejada de la información providenciada por la internet.</p><p>Fueron enviados 2.950 mensajes SMS.</p><p>30.817 llamadas fueron hechas, de las cuales 29.811 fueron oídas por entera. Eso significa que 96% de los ciudadanos que contestaron las llamada, escucharon todo el mensaje del prefecto.</p><h3>Influence, Outcomes, and Effects</h3><p>El experimento contó con la evaluación del Electronic Democracy Center y abajo se ve lo que fue observado: </p><ul><li>Comparando con el año anterior, antes del experimento, fue constatado un aumento de 14.7% de participación de los ciudadanos.</li><li>48% de los que iban a las reuniones habían visto el website o escuchado el teléfono anteriormente.</li><li>Más de 50% de los que fueron a las reuniones presenciales dijeron que la llamada de teléfono fue la herramienta que más les motivó a ir a la reunión.</li></ul><p>El caso de Ipatinga es interesante no solo por el éxito de acceso multicanal, pero también por la complementariedad entre las medias online y offline  que llevaron al éxito de las reuniones presenciales.</p><p>La combinación online/offline fue importante para reforzar el contacto presencial de la comunidad, tornándose un evento cívico, algo imposible de reproducir por medio de internet.</p><h3>Secondary Sources</h3><p><a href=\"http://www.epractice.eu/en/library/281607\">\"GL: e-Agora, The White Book of the Local eDemocracy\". Epractice.eu. 2008</a></p><p><a href=\"http://www.epractice.eu/files/media/media2001.pdf\">\"Contextualising Local e-Democracy\" Epractice.eu. 2008</a></p><h3>External Links</h3><p><a href=\"http://www.megabrasil.com.br/biblioteca2_1024.asp?Id=20\">\"Em Ipatinga, tecnologia digital garante transparência e maior participação popular no Orçamento\". Jornal da Comunicação Corporativa. 24.08.2004</a> [PORTUGUESE]</p>", "title": "El Programa Europeo e-AGORA (Ipatinga, Brazil)"}