{"htmlbody": "<h3>Problems and Purpose</h3><p>El principal problema es la congestión automovilística. Esta, a su vez,  genera dilemas de funcionalidad y para la calidad de vida de los habitantes de la ciudad, además de ser un obstáculo al desarrollo, y de incompatibilidad ambiental. Se consideraba que una nueva vía podía eliminar la gran cantidad de tráfico existente. El propósito principal era el de hacer frente a dicho tema que preocupaba a la ciudad, su futuro y su territorio en un proyecto común, es decir, construir un diseño estratégico que individualizara los aspectos infraestructurales, sociales, ecológicos, naturales, e histórico-artísticos, que representaban sus peculiaridades, y que definían su identidad.</p><p>Los principales objetivos perseguidos por la empresa ASPI eran: mejorar las condiciones de circulación, reducir los tiempos de recorrido y evitar un futuro empeoramiento de las condiciones. La “Gronda” se quería crear a los fines de: separar el tráfico de la ciudad de aquel que sólo la atravesaba, sostener el crecimiento económico, mejorar la seguridad de la autopista, y ayudar al desarrollo sostenible.</p><h3>History</h3><p>A principios de los años 80’ se ideó el primer proyecto de creación del tramo este-oeste de dicha autopista. En el 2000 se adoptó el plano territorial de coordinación provincial, que individualizaba diversas hipótesis para la reorganización de la infraestructura de autopistas en el área de Génova. En el 2002, se definió el acuerdo institucional para la realización de grandes obras  infraestructurales.</p><p>En 2004 se inició el proyecto preliminar (que culminó en el 2005)  y el estudio de impacto ambiental, y se definió un trazado compartido. En el 2006 los entes locales firmaron un acuerdo con ANAS en el que se diseñó el trazado del proyecto “Gronda di Ponente” al que nos referimos. En el 2006 el equipo técnico concluyó su trabajo, determinando la nueva configuración del tramo. En el 2008 se presentó a ANAS el proyecto preliminar avanzado.</p><h3>Originating Entities and Funding</h3><p>Las entidades que han comenzado a desarrollar dicho proyecto son: ANAS (Asociación Nacional de Acción Social), y ASPI (Autostrada para Italia). El gasto promedio de esta obra se calculó alrededor a 5,7 millones de euros. La obra fue construida por la sociedad privada Autostrade. El dinero viene en parte del estado y en parte del aumento del peaje en la autopista, es decir, siempre en definitiva de los ciudadanos según opinión del grupo anti gronda. Lo que se ahorra en dichos peajes van a la sociedad privada que lo construyó.</p><h3>Participant Selection</h3><p>Desde el 1ro de febrero hasta el 30 de abril de 2009, el debate fue abierto a todos los sujetos interesados en general, es decir, representantes de instituciones, de entes públicos o privados, de organizaciones, de asociaciones, comités de ciudadanos, grupos informales, y ciudadanos singulares. Por otro lado, también se creó un comité “Antigronda”, conformado por ciudadanos que no estaban de acuerdo con la obra. Fue importante la participación de todos porque el debate hizo nacer una red de relaciones que les permitió, a su vez, realizar observaciones, comentarios, y propuestas por medio de: la correspondencia, el fórum, y los denominados cuadernos de los actores. </p><h3>Deliberation, Decisions, and Public Interaction</h3><p>El debate público inició cuando el proyecto del sujeto proponente (Autostrade per l’Italia), redactado en modo de fácil comprensión por todos, fue aprobado y publicado por la comisión. A partir de ese momento, y dentro de los próximos tres meses, se desarrollaron encuentros públicos tanto de carácter general, como temáticos particulares sobre la infraestructura, y que tenían el fin de dar a los ciudadanos la posibilidad de conocer directamente de la empresa, las características del proyecto, de pedir aclaraciones a la misma y de formularle observaciones. La gestión del debate público fue confiada a una comisión independiente, mientras que los otros aspectos organizativos fueron confiados a  la oficina “Città Partecipata” de la comuna.</p><p>Luego de la clausura del debate, la comisión redactó un texto final en el que se presentó la posición, los argumentos y las propuestas que surgieron a lo largo del debate. Finalmente, la palabra pasó al sujeto proponente que declaró procedente el proyecto de la obra.</p><p>La comuna determinó un índice cronológico para organizar mejor el proceso del debate que tuvo en total tres meses de duración, y fue el siguiente: un mes y medio para la fase preparatoria, luego, el debate en sí, posteriormente, dentro de los 15 días siguientes del cierre del mismo, la comisión elaboró la conclusión, y dentro de los 15 días sucesivos a éste, se dictó la declaración final del sujeto proponente.</p><h3>Influence, Outcomes, and Effects. Analysis and Criticism</h3><p>El debate fue complicado y arriesgó concluirse varias veces por la fuerte oposición. Pero también ha permitido escuchar todas las voces, descubrir nuevos problemas y pedir propuestas alternativas. Fue capaz de difundir conocimiento puntual sobre el tema, de activar la participación y estimular la capacidad crítica y proyectual de los ciudadanos, quienes idearon un trayecto que los ingenieros no habían pensado con anterioridad. El debate llevó al sujeto proponente a aceptar el conflicto desarrollando un rol impensado para esta gran empresa privada. El debate confirmó el impacto territorial y social de los trazados y dejó al descubierto las preocupaciones que los ciudadanos tenían por los riesgos que la obra podía generar sobre la salud, el ambiente y el paisaje. </p><p>La información útil y el material producido a lo largo del debate fue publicado en el sitio oficial del “Urban Center” que trabaja en coordinación con el “<a href=\"http://www.urbancenter.comune.genova.it/node/30\">Urban Lab</a>”, que estudia la trasformación urbanística de la ciudad. También se encuentra la página web especialmente dedicada a la descripción de la obra. Dichos sitios son constantemente actualizados y la comisión se encarga de responder rápidamente a las demandas de los ciudadanos allí planteadas.</p><h3>Secondary Sources</h3><p> <a href=\"http://urbancenter.comune.genova.it/spip.php?article1271\">http://urbancenter.comune.genova.it/spip.php?article1271</a> [BROKEN LINK]</p><p><a href=\"http://saperi.forumpa.it/faceted_search/results/taxonomy%3A57\">Cerca: urbanistica partecipata | Saperi PA</a> [BROKEN LINK]</p><p> <a href=\"http://www.trail.liguria.it/Interventi/nodo_auto_ge.htm\">http://www.trail.liguria.it/Interventi/nodo_auto_ge.htm</a> [DEAD LINK]</p><p> <a href=\"http://www.dibattitopubblico.com/genova/la-gronda/\">http://www.dibattitopubblico.com/genova/la-gronda/</a></p><p><a href=\"http://urbancenter.comune.genova.it/IMG/pdf/Gronda_relazione_descrittivadeitracciati.pdf\">http://urbancenter.comune.genova.it/IMG/pdf/Gronda_relazione_descrittivadeitracciati.pdf</a> [BROKEN LINK]</p><p><a href=\"http://www.urbancenter.comune.genova.it/sites/default/files/Gronda%20-%20Relazione%20conclusiva%20della%20Commissione.pdf\">http://www.urbancenter.comune.genova.it/sites/default/files/Gronda%20-%2...</a></p><h3>External Links</h3><p><a href=\"http://www.urbancenter.comune.genova.it/sites/default/files/Comunicato%20di%20apertura%20del%20Dibattito%20Pubblico%20sulla%20Gronda.pdf\" title=\"download\">Comunicato di apertura del Dibattito Pubblico sulla Gronda</a></p><p><a href=\"http://www.urbancenter.comune.genova.it/sites/default/files/Preliminare%20di%20intesa%20tra%20ANAS,%20Autostrade%20e%20Comune%20di%20Genova.pdf\" title=\"download\">Preliminare di intesa tra ANAS, Autostrade e Comune di Genova</a></p><p><a href=\"http://www.urbancenter.comune.genova.it/node/926\">Valutazione di Impatto Ambientale per il nodo stradale ed autostradale di Genova (Gronda)</a></p>", "title": "Autopista Gronda, Génova (Italy)"}