{"htmlbody": "<h3>Problems and Purpose</h3><p>Durante el 2002, el Gobierno de la Ciudad Autónoma de Buenos Aires puso en marcha el Presupuesto Participativo (PP), un proceso de democracia participativa, voluntaria y universal que sirve para el debate, elaboración, control y seguimiento del Presupuesto Anual, del Programa General de Gobierno y del Plan de Inversiones.</p><p>Esta herramienta de democracia participativa se implementó en el marco de una grave crisis de representatividad de las instituciones democráticas y de una honda recesión económica que impactó en el tejido social de la Ciudad y limitó los recursos de la gestión local. A su vez ayudó a reducir la brecha abierta entre el Estado y la sociedad civil, abriendo un espacio de intervención para los vecinos en los asunto públicos de la Ciudad.</p><h3>History</h3><p>Después de 1996, se implementaron en la Ciudad de Buenos Aires mecanismos de democracia semidirecta en diferentes modalidades y áreas. Pero todos ellos, por su naturaleza, tuvieron un alcance más o menos acotado tanto en el ámbito gubernamental como a escala de la comunidad.</p><p>Por otra parte, durante varios años, organizaciones sociales y sindicales de distinto tipo hicieron un trabajo de difusión y concientización sobre la necesidad del PP. Por su trayectoria estas organizaciones conformaron oportunamente, en el lanzamiento del PP en el año 2002, el Consejo Asesor y hoy forman parte del Consejo del Presupuesto Participativo (CPP).</p><h3>Participant Selection</h3><p>Pueden participar del ciclo del PP los vecinos y vecinas mayores de dieciocho años con domicilio correspondiente a cualquiera de los quince CGPC (Centro de Gestión y Participación Comunal) o quienes desarrollen su actividad principal comercial o desarrollen acciones comunitarias, lo cual deberá ser documentado. Pueden hacerlo también las Entidades vecinales no gubernamentales, redes y toda otra forma de organización con actuación en el área barrial. Los integrantes del Consejo Consultivo y los miembros del CPP. Los citados precedentemente podrán incorporase a las distintas instancias en cualquier momento del proceso, previo registro en los padrones correspondientes.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>El ciclo de debate y elaboración del PP tendrá una duración total de cinco meses, finalizando durante el mes de agosto como fecha límite. El proceso en el cual se desarrolla el PP comprende las siguientes instancias participativas:</p><p>Foro Promotor: se realiza una única reunión en cada CGPC para dar inicio al Ciclo del PP. La misma será abierta a todos los vecinos y vecinas con domicilio en la Comuna que le corresponda y será convocada por el Director General y el Coordinador de Presupuesto Participativo de cada CGPC. Los objetivos del Foro son definir el cronograma de celebración de las Asambleas Barriales y definir el plan de difusión de dichas asambleas.</p><p>Asambleas Barriales: en cada barrio se deberán celebrar al menos cuatro Asambleas. Estas Asambleas serán coordinadas por el Coordinador del Presupuesto Participativo de cada CGPC. Este es el encargado de llevar adelante el debate y la elaboración de los proyectos y de otras instancias de participación. El mismo es designado por la Subsecretaría de Atención Ciudadana.</p><ul><li>Primera Asamblea: tiene como objetivo informar sobre el desarrollo del proceso del PP, expresar las necesidades y los problemas barriales y explicar a los asistentes la modalidad de trabajo. La misma consiste en reuniones donde se trabaja en talleres temáticos simultáneos con la asistencia de facilitadores designados por el Coordinador del CGPC. El rol de los Coordinadores como el de los facilitadores es ordenar el uso de la palabra, promover el debate entre los participantes y explicar los alcances, posibilidades y funcionamiento del PP. Los talleres se dividen en,  Proyectos Sociales (cultura, salud, educación, deportes, derechos humanos, producción y empleo) y Proyectos Urbanos (espacio público, medio ambiente y desarrollo urbano).</li><li>Segunda Asamblea: se trabaja en los talleres temáticos y se eligen a los Delegados por cada taller temático entre los vecinos participantes de cada uno de los talleres. Los mismos no pueden ser funcionarios del gobierno. Serán elegidos por mayoría simple, un Delegado temático titular y dos delegados temáticos suplentes. De esta forma quedarán dos Delegados temáticos titulares y cuatro Delegados temáticos suplentes por cada barrio. Los proyectos serán formulados por escrito.</li><li>Ronda de Consulta con los Funcionarios: entre la segunda y la tercera Asamblea, los Delegados temáticos, el Coordinador del Presupuesto Participativo de cada CGPC y el Coordinador General del Presupuesto Participativo realizan una ronda de consultas con los funcionarios correspondientes a cada área sobre la viabilidad jurídica, técnica y financiera de los proyectos elaborados.</li><li>Tercera Asamblea: durante el transcurso de la misma se continúa con el trabajo en talleres sobre la elaboración de los proyectos ejecutables.</li><li>Cuarta Asamblea: durante esta se realiza una puesta en común entre talleres sociales y urbanos. Durante esta instancia, se podrán postular los Delegados temáticos a candidatos a Consejeros barriales. Se elige un Consejero titular y uno suplente por cada barrio.</li></ul><p>Consejos Comunales del Presupuesto Participativo: se crea uno por cada CGPC. Está formado por un Consejero titular y uno suplente por cada barrio que componga al CGPC. Los mismos son asistidos por el Coordinador de Presupuesto Participativo del CGPC. Una vez finalizada la última Asamblea, se reúne el Consejo de cada CGPC y elabora el listado de proyectos junto con una síntesis de cada uno para su exhibición en la página web, carteleras de los CGPC, Instituciones u otros medios de comunicación. Durante una semana, los porteños se interiorizan de los proyectos de su barrio. Concluido el período de exhibición, cada vecino, durante una semana, podrá votar sólo un proyecto de manera tal de fijar prioridades. Concluido el escrutinio se informan los resultados. Los dos proyectos más votados de cada barrio serán incorporados en el anteproyecto de presupuesto que cada Ministerio eleva a la Legislatura.</p><h3>Influence, Outcomes, and Effects</h3><p>Los proyectos más votados y técnicamente viables pasan a formar parte del presupuesto para su ejecución. El seguimiento de los mismos es llevado a cabo por el Coordinador del Presupuesto Participativo de cada CGPC y los Consejeros Titulares y Suplentes. Dicho seguimiento se inicia con la inclusión del proyecto en el anteproyecto presupuestario de la ciudad, pasando por su aprobación, hasta su ejecución.</p><p> </p><h3>Secondary Sources</h3><p><a href=\"http://www.buenosaires.gov.ar/areas/hacienda/pp/introduccion.php?menu_id=6784\">\"Gobierno de la CIudad de Buenos Aires\". Buenos Aires 2011</a></p><p><a href=\"http://www.buenosaires.gov.ar/areas/descentralizacion/cgp/encuestas/?menu_id=31699\">\"Gobierno de la Ciudad de Buenos Aires\". Buenos Aires 2011</a> [BROKEN LINK]</p><p><a href=\"http://www.presupuestoparticipativo.com/Docs/LeyRCFundamentos.htm\">\"Proyecto de Ley del Diputado Roy Cortina\". Buenos Aires 2001</a></p><p><a href=\"http://www.presupuestoparticipativo.com/Docs/LeyRC.htm\">\"Proyecto de Ley del Diputado Roy Cortina\". Buenos Aires 2001</a></p><p><a href=\"http://comunas.buenosaires.gob.ar/wp-content/uploads/2011/01/ley-orgnicacomunas.pdf\">\"Comunas de Buenos Aires\". Buenos Aires 2011</a> [BROKEN LINK]</p><h3>External Links</h3><p><a href=\"http://www.buenosaires.gob.ar/participacionciudadana\">Participación Ciudadana Buenos Aires</a></p>", "title": "Ciudad Autonoma de Buenos Aires, Presupuesto Participativo"}