{"htmlbody": "<h3>Problems and Purpose</h3><p>El Presupuesto Participativo (PP) de Fortaleza se inició en el 2005. Fortaleza es una ciudad de Estado del Ceará en Brasil. La prefecta incumbente en aquel momento Luizianne Lins del Partido de los Trabajadores (PT) implementó el programa.</p><p>El Proceso de Presupuesto Participativo tiene la función de trabajar a favor de la integración de las distintas instancias de actuación o, para ser más preciso, teniendo voz activa acerca de cuestiones que tienen relación con el Poder Ejecutivo. En algunos momentos, ese nivel llega hasta el punto de la creación y fiscalización de las medidas debatidas.</p><p>Las principales razones para la creación de la iniciativa fueron el intento de la prefectura en escuchar a la mayor cantidad de su población para que, de ese modo, los recursos lleguen más equitativamente a todos los sectores de la sociedad.</p><p>La prefectura en esa oportunidad tuvo la iniciativa de escuchar también a las minorías (ancianos, homosexuales,  niños, entre otros) en foros particulares, dado que muchas de esas personas no se sienten cómodas hablando sobre sus puntos de vista en las Asambleas.</p><p>El PP tiene como objetivo principal pensar en la tranversalidad de la participación popular con el objetivo de facilitar el proceso que hacen de soporte a las Secretarias, construyendo una política para el derecho a la participación.</p><p> </p><h3>History</h3><p>El PP de Fortaleza fue creado en el año 2005 en la ciudad de Fortaleza, capital del Estado del Ceará. La ciudad fue repartida en 14 áreas. En una etapa se crearon los Segmentos Sociales con el objetivo de escuchar a las minorías. El Proceso Participativo en esa ocasión tuvo una gran afluencia de población donde concurrieron 8.020 personas que formaron parte del Presupuesto Participativo en Fortaleza (1456 fueron a la Asamblea Preparatoria y 6384 fueron a la Asamblea Deliberativa y 180 niños hicieron su participación en las Asambleas Especificas). El resultado final fue la aprobación de un total de 322 proyectos de un total de 637 presentados. Las áreas que fueron beneficiadas con proyectos fueron salud, trabajo, renta, educación, deportes y entretenimento, medio ambiente, asistencia social; seguridad, transporte, cultura y derechos humanos.</p><h3>Originating Entities and Funding</h3><p>El Presupuesto Participativo de Fortaleza es una iniciativa a cargo de la  Prefectura de la Ciudad de  Fortaleza y la sociedad civil. El Presupuesto final tuvo un valor destinado a los proyectos de R$ 148.626.906,00 en 2005, que equivale a 7.4% del presupuesto municipal. Por tratarse de un plan plurianual, el proceso se repitió en los años posteriores, de 2006 al 2009, con resultados satisfactorios para las cuentas y la infraestructura pública.</p><h3>Participant Selection</h3><p>La participación es libre y abierta a todas las personas de todos los barrios de Fortaleza a partir de los 13 años.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>Fortaleza es dividida en 14 áreas, además de sus subdivisiones. Los trabajos empiezan con las plenarias populares, celebradas en dos rondas.  La primera, que se denomina Asamblea Preparatoria, comunica los resultados anteriores y presenta para argumentación y elaboración los temas de ese año (cultura; derechos humanos; fechas; locales; seguridad; medio ambiente; salud y trabajo, entre otros) y presenta el estado financiero de la ciudad y las posibilidades de inversión. En la segunda ronda, llamada Asamblea Deliberativa,  los ciudadanos hacen sus propuestas y eligen las prioridades acerca de la política pública que son de interés particular de las subdivisiones. También eligen a los delegados que componen el Fórum Regional de Delegados, que son responsables de supervisar el proceso del presupuesto participativo y que eligen posteriormente los Consejeros de Presupuesto Participativo, quienes son los responsables, conjuntamente con los agentes municipales, por las obras disponibles.</p><h3>Influence, Outcomes, and Effects</h3><p>Con la implementación del Presupuesto Participativo focado  en la distribución del budget, la Prefectura de Fortaleza tiene que recibir meritos por eso  ya que está construyendo un canal de comunicación con la población. El Presupuesto Participativo ya es un herramienta que actúa como un suporte a la máquina pública y que, cada vez, se torna accesible a los Estados en sus más diversas instancias. La sociedad brasileña estas desarrollando la idea  de participación y caminando rumbo a una Democracia Pragmática, más concreta desde la óptica participativa de la población.</p><p> </p><h3>Secondary Sources</h3><p><a href=\"http://www.fortaleza.ce.gov.br/cpp/index.php?option=com_content&amp;task=blogsection&amp;id=8&amp;Itemid=40\">\"Comissão de participação popular\". Fortaleza.fortaleza.ce.gov.br/2008</a> [DEAD LINK]<br/>[UPDATE: see <a href=\"http://www.fortaleza.ce.gov.br/participacao-popular\">here</a> for similar web content]</p><p> </p><h3>External Links</h3><p><a href=\"http://diariodonordeste.globo.com/materia.asp?codigo=611829\">\"Vice vai à sessão, mas é o secretário quem fala\". Diario do Nordeste/03.02.2009</a></p>", "title": "Fortaleza, Presupuesto Participativo"}