{"htmlbody": "<p><em>Note: an English translation of this case study can be found at <a href=\"http://participedia.net/cases/project-ex-farmers-market-bologna-italy\">http://participedia.net/cases/project-ex-farmers-market-bologna-italy</a></em></p><h3><strong>Problems and Purpose</strong></h3><p>L’area dell’ex Mercato Ortofrutticolo si estende per oltre 30 ettari a nord della città storica di Bologna ed è stata abbandonata dopo allo spostamento della sua attività al Centro Agroalimentare.</p><p>Il progetto ha avuto come primo obiettivo la crescita del quartiere in termini di qualità urbana e di servizi. L’area “rigenerata” prevedeva infatti, oltre alla realizzazione di alloggi, la creazione di attrezzature di uso pubblico e di vaste aree di verde da integrarsi agli edifici residenziali, in un sistema continuo di spazi aperti e fruibili, in continuità con il tessuto urbano della Bolognina storica.</p><h3><strong>History</strong></h3><p>A marzo 2005 è iniziato il processo partecipativo per l’area dell’ex Mercato Ortofrutticolo di Bologna attraverso un laboratorio di urbanistica participata.<br/>La capacità insediativa complessiva del comparto, riprogettato secondo le indicazioni emerse dal Laboratorio è stato di 111.662 mq di superficie utile, ripartita in:</p><ul><li>92.503 mq di residenza (equivalente a circa 1.320 alloggi)</li><li>17.159 mq destibìnati ad aktri usi (terziari – commerciali)</li><li>16.700 mq di usi pubblici (palestra, scuola, poliambulatorio, centro sociale, ostello per la gioventù) comprensivi degli spazi esistenti recuperati (ingresso all’ex Mercato e Pensilina).</li></ul><h3><strong>Participant Selection</strong></h3><p>Con la finalità di dare inizio al processo partecipativo, si ha realizato un laboratorio di urbanistica participata, chiamato Laboratorio Mercato, che è stato un insieme di attività e di incontri volti a ridiscutere il piano che ha delineato il futuro dell’area un tempo occupato dal mercato ortofrutticolo.<br/>Nel processo participativo è stata una figura molto importante,  la figura degli esperti di urbanistica detti “facilitatori”, i quali avevano il compito di far comprendere al meglio le vere esigenze del cittadino.<br/>I participanti al progetto di urbanistica participata sono stati l’amministrazione comunale, il quartiere Navile, le associazioni del territorio e i cittadini interessati (uomini e donne di diverse fasce di età).</p><h3><strong>Deliberations and Decisions</strong></h3><p>Il processo è stato fatto in due fasi di laboratorio. Una prima fase iniziata a marzo 2005, con quattro incontri e le seguenti considerazioni: le conessioni, le relazioni con il quartiere ed il perimetro; la socialità e i servizi, la centralità e l’accessibilità; il verde e il paesaggio; la sostenibilità ambientale, l’ innovazione tecnologica; e la mobilità. In sintesi, la costruzione di una nuova sede del Comune di Bologna, case, commercio, parcheggi pubblici, un nuovo poliambulatorio Asl, una scuola, una palestra, centri sociali e ricreativi, ed uno studentato dell’Università.<br/>La seconda fase di ascolto inizia a settembre 2006 e finisce a marzo 2007 affrontando con modalità partecipative la progettazione di alcuni importanti elementi previsti, in particolare il parco pubblico e gli spazi verdi, il centro sociale Katia Bertasi, la pensilina e la nuova scuola.<br/>Dato che questa fase è stata dedicata ad approfondire alcuni degli aspetti progettuali, ha risultato necessario allargare la partecipazione e coinvolgere nuovi soggetti di diverse fasce di età. Per cui, si è pensato di fare, che il laboratorio “si sposti” negli abituali luoghi di ritrovo, nelle sedi delle associazioni e nelle scuole, adottando una modalità di lavoro per piccoli gruppi.<br/>Si sono organizzati alcuni incontri presso le varie realtà del quartiere, tra progettisti e gruppi di persone che esprimevano sguardi ed interessi particolari sulla zona. Si è affiancato anche un lavoro con bambini e ragazzi delle scuole ad una serie di altri incontri, ad esempio con gli attuali utenti del centro Katia Bertasi, (gli anziani del pomeriggio, gli insegnanti e gli alunni di danza della sera, ecc) della palestra, con i giovani che frequentano il centro XM 24, con la Caritas e le cinque parrocchie, con l’associazione dei commercianti della Bolognina, con altre associazioni del territorio che si occupano di cultura e di integrazione sociale, con un gruppo di dipendenti comunali, ecc.</p><h3><strong>Outcomes and Effects</strong></h3><p>A partire dello scenario legato alla mobilità, si sono svolti alcune considerazioni rispetto al tema delle conessioni, elemento cardine delle discussione avvenute nel Laboratorio, ragionando sull’indirizzo del progetto e suggestioni da cogliere. L’elenco è stato: una trasformazione parciale di via Gorbetti da asse scorrimento veloce a strada urbana e corridoio verde; trasformazione di via Fioravanti in strada di quartiere svincolata dal traffico di attraversamento; l’individuazione di punti di connessione da potenziare tra Villa Angeletti e Parco lungo il Navile; e la garanzia di continuità e percorribilità ciclopedonale interna al comparto e di connessione con le piste già esistenti ai suoi margini.<br/>La prima fase di laboratorio ha culminato con la redazione del primo piano e la successiva approvazione da parte del Consiglio Comunale a Luglio 2006 e con la promessa da parte dell’amministrazione di fare un seconda fase di laboratori partecipativi.<br/>L’altra priorità molto sentita dai partecipanti, è stato il tema del verde e più in generale dei  servizi e dello spazio pubblico. Più in particolare, è risultato imprescindibile  il bisogno di un parco che fosse vicino alla Bolognina storica.<br/>La seconda fase si conclude il 23 giugno 2007 con una festa in strada. Sotto la pensilina ex mercato si fa la presentazione del nuovo progetto urbanistico, con la mostra fotografica “il mercato ortofrutticolo di ieri e di oggi”, il video “il laboratorio mercato” e la proiezione “il nuovo piano per l'area dell'ex mercato”. Dal primo pomeriggio a tardi notte, mercatini biologici e etnici, giochi con i bambini, caccia al tesoro, auto d'epoca, teatro, balli, cibo, dimostrazioni sportive, tango con orchestra argentina e molto altro.<br/>Fino ad oggi si stanno realizando dei lavori, questi sarebbero i più impattanti sulla zona e culmineranno, subito dopo l’estate 2012, con l’interramento di parte di via Gobetti, un intervento che richiederà una mini rivoluzione anche nella viabilità. E così il Consorzio Mercato Navile, realtà che raggruppa le società proprietarie di lotti edificabili nell’area, ha deciso di spingere deciso sulla strada dell’informazione, aprendo le porte ai bolognesi, in particolari ai residenti. Si cercherà  di comunicare puntualmente e con costanza i diversi interventi nell’area, in particolare le criticità, in maniera trasparente, anche attraverso Internet, con un sito ad hoc. Le costruzione delle prime case invece sarano pronte tra la fine del 2012 e l’inizio del 2013.</p><h3><strong>Analysis and Criticisms</strong></h3><p>Il processo partecipativo realizato in questo progetto urbanistico dell’area ex Mercato Ortofrutticolo, ha coinvolto l’amministrazione comunale, il quartiere Navile, le associazioni del territorio e i cittadini interessati di diverse fasce di età, tra  i bambini, ragazzi, anziani e insegnanti delle scuole del quartiere.<br/>I laboratori di progettazione hanno durato 30 mesi, se hanno realizato 16 incontri pubblici di discusione, più di 40 incontri con piccoli gruppi e rappresentanti e incontri di coordinamento di quartiere, e 15 incontri presso le scuole con gli insegnanti e le classi.<br/>Una volta finita la prima fase di laboratori, si è realizato la riapertura del processo amministrativo e l' approvazione del nuovo piano per l'area dell'ex Mercato da parte del Consiglio Comunale seguendo con gli approfondimenti progettuali sugli spazi pubblici (parco, pensilina, centro civico, scuola, ecc) nella seconda fase di laboratori.<br/>Il processo  partecipativo dell’ex Mercato Ortofrutticolo di Bologna è un caso esemplare di progettazione partecipata. Un percorso animato e complesso che ha dato vita ad un progetto fondato sulla qualità sociale e ambientale degli spazi per un’area strategica della città.<br/>L'esperienza di progettazione del Mercato non si è limitata all'elaborazione di un semplice progetto urbanistico, ma lo ha declinato secondo un'idea complessiva di sviluppo della città e di nuovi modelli insediativi che favoriscano la diffusione di una più elevata qualità della vita. Dalla cura dello spazio pubblico, inteso come spazio destinato alla vita civica e comunitaria di una città, alla capacità di favorire le relazioni tra le persone e quindi le connessioni tra i luoghi esistenti e quelli che verranno; dal favorire la mixitè tra i futuri fruitori, celebrando la diversità degli spazi, alla costruzione di un eco-quartiere con una forte impronta energetica; alla definizione di una rete di mobilità lenta e leggera che privilegia lo spazio-ciclo pedonale a scapito di quello veicolare</p><h3><strong>External Links</strong></h3><p><a href=\"http://www.urbancenterbologna.it/index.php?/it/bologna-ex-mercato/ex-mercato-ortofrutticolo.html\">U</a><a href=\"http://www.urbancenterbologna.it/en/\">rban Center Bologna - Participatory Website</a></p><p><a href=\"http://www.comune.bologna.it/laboratoriomercato/reports.htm\">Project Reports</a><a href=\"http://www.comune.bologna.it/laboratoriomercato/reports.htm%C2%A0%C2%A0\"> </a></p><p><a href=\"http://www.comune.bologna.it/laboratoriomercato/download/cinque_temi-post_6.pdf\">Phase 1 Analysis</a></p><p><a href=\"http://www.comune.bologna.it/laboratoriomercato/progetto.htm\">Images and Project Designs</a></p><p> </p><p><em>Note: an English translation of this case study can be found at <a href=\"http://participedia.net/cases/project-ex-farmers-market-bologna-italy\">http://participedia.net/cases/project-ex-farmers-market-bologna-italy</a></em><br/> </p>", "title": "Progetto ex Mercato Ortofrutticolo (Bologna, Italy)"}