{"htmlbody": "<h3>Problems and Purpose</h3><p><em>‘Leefbaarheidsbudget’</em> is a budget provided by the municipality of Utrecht for each of its ten districts. Similar processes exist in many other Dutch cities, but much of the pioneering work has been done in Utrecht, which remains the most important example.</p><p>Translated literally, it means ‘livability- budget’. Within the municipality every district has a fixed budget reserved for improvement of livability, were ‘livability’ is defined as ‘the quality of the residential and living environment’, including:</p><ul><li>Public spaces (for example: parks; playgrounds; residential streets and shopping districts, squares, urban furniture).</li><li>Traffic (for example: facilities for pedestrians and bicyclists).</li><li>Well-being (for example: encouraging of the contacts in the neighborhoods, culture, sports and youth).</li><li>Communication and participation (for example: citizen and entrepreneurs’ involvement in policy development in the district, neighborhood or street).</li><li>Safety and security (for example: social security; prevention; cope with nuisance).</li></ul><p>The leefbaarheidsbudget was explicitly designed as a case of participatory budgeting. Although the money is fixed for every district in any given year, it is fully spend in projects designed and executed by private citizens. The leefbaarheidsbudget foresees in the municipality’s desire to respond quickly and flexibly to signals and initiatives from the neighborhood regarding the quality of life in a district, street or neighborhood. Furthermore, it seeks to encourage citizen and entrepreneur involvement in improving the livability of their own neighborhood.</p><h3><strong>History</strong></h3><p>The <em>‘leefbaarheidsbudget’</em> was introduced in the city of Utrecht in 1987. Originally, it was conceived to finance projects on the margins of city renewal projects. It was thought that citizens could point out small aspects that had been left out of bigger projects but were relevant for their living environment (related to green spaces, lighting, etcetera), which could then quickly by improved using this budget. Over time, the budget and its purpose grew, and became redefined to be more explicitly geared towards livability, citizen participation and ownership over their own environment.</p><p>The current division of Utrecht in ten districts was finalized in 2001, and since 2002 all of these have their own council. This institution is more locally situated and embedded and serves as an intermediary between the municipality (to which it has an advisory function) and the neighborhoods. It is their job to translate the needs of the citizens in the districts to the municipal policy and the activities in the city. The institution was explicitly conceived to be a place of deliberation for the local community: its function was described metaphorically as that of the village pumps in the past: a meeting point for deliberation (by Henk Westbroek, then leader of the largest party in the municipal council). Not only is it the place where people can express their questions about plans and projects in the district, they can also make announcements about maintenance in the neighborhood, and they can present proposals to improve the livability in the district, or make appointments with the alderman, the council or other groups in the districts.  </p><p>The leefbaarheidsbudget was included in this move towards more citizen involvement, as a result of which it acquired its participatory objective and became the responsibility of the districts. It is now the money reserved for supporting and financing proposals put forward by members of the local community.   </p><p>The leefbaarheidsbudget became a focal point of the 2006-2010 administration, which raised its budget from EUR 2.3 million to EUR 10 million a year, or EUR 1 million for each of the districts each year. After 2010 the budget was reduced somewhat to a total of EUR 7 million a year.</p><h3><strong>Participant Selection</strong></h3><p>Participation in the process is open to anyone who lives and/or works in the municipality of Utrecht. Each citizen and entrepreneur can submit his/her initiative to the district manager, who is in most cases responsible for evaluating the proposals. Proposals need to include:</p><ul><li><em>Personal data</em> of the applicant(s), including name and initials, address, phone, and if possible email address.</li><li><em>Objective of the initiative</em>. The purposes should indicate how the initiative will contribute to an improvement of the quality of life in the neighborhood.</li><li><em>Community involvement and support.</em> A clear description that mentions who is taking the lead in the initiative, explaining the extent of the support in the neighborhood, listing the persons and/or organization(s) with whom will be worked together to achieve the postulated objectives, and indicating to what extent participation of the applicants and their focus group can be expected in the implementation of the initiative.</li><li><em>Plan of the project or activity</em>, clearly indicating its location and if possible a planning schedule.</li><li><em>Requested support</em> of the municipality.</li><li><em>Estimate of costs</em>, if the support consists of financial resources, including listed required financial contribution.</li></ul><h3><strong>Deliberation, Decisions, and Public Interaction</strong></h3><p>The above formulated are the principle elements in applying for the allotment of funding. In order to assess the initiative, the district manager can require more information of the applicant. The initiative should be signed by its applicants. The process differs depending on the amount of money involved: less than EUR 20.000,-; between EUR 20.000,- and EUR 50.000,-; or more than EUR 50.000,-. Of these, the first is by far the most common and the third only rarely occurs, as an exception case. In all three cases, the information and considerations listed above apply for the selection of participants. When more money is involved (i.e. more than EUR 20.000,-), the municipality requires a more formal proof of wider involvement though, in the form of 25 signatures in support of the project given by enfranchised citizens of the district.</p><p>The timespan and types of actors involved in the decision process differs for the three categories. The first group of actors, private citizens/citizen groups is obviously involved in all three. In principle, most deliberation takes place between them as they come up with the idea or encounter the need, draft a proposal and seek support within the local community. This is the <em>first stage</em> of the process.</p><p>In the <em>second stage</em>, the proposal is submitted to the district, where the distract manager looks at it. He is the second actor. If the estimated support requires an amount of EUR 20.000,00 or less, he will have to make an assessment within four weeks, starting from the first day of the submission of the initiative. If the requested support falls between EUR 20.000,- and EUR 50.000,-, he will pass it on to the district alderman. The alderman will have to make a final decision within eight weeks. Only the Board of Mayor and Aldermen (so the municipality government, rather than the district) can, on proposal of the district manager, make a decision for supporting initiatives that require more than EUR 50.000,00.</p><p>Implementing the project is the <em>third stage</em> of the project. As mentioned above, the district office will announce its decision about the submitted initiative within respectively four or eight weeks. The realization of an initiative however, can be quiet time-consuming. Intensive deliberation with all involved actors may be needed to get sufficient support for the allotment of the budget. The implementation can also suffer delays caused by external influences, as is the case with initiatives or activities that are bound to specific periods of the year.</p><p>It should be noted that an initiative might be supported partially as well, if some components are not considered eligible. Furthermore, beside municipal assistance based on financial support, the municipality can also decide to support in kind. Examples of the latter include for example the construction of traffic facilities or the provision of cleaning materials.</p><p>In the case of the allotment of financial support, the applicant is obliged to justify by letter the spending of budget, as well as any personal contributions in the project, towards the district office.</p><h3><strong>Influence, Outcomes, and Effects</strong></h3><p>The <em>‘leefbaarheidsbudget’</em> of the municipality of Utrecht, has two central objectives, namely ‘improving the livability’, and ‘improving citizen participation’ in the municipal policy and decision-making process of the city. These objectives are the principal pillars in the framework of the spending of the budget. According to these two principal objectives, the municipality can verify whether the desired effects have occurred. Is been achieved what was intended: has the quality of life really been improved and has citizen participation increased?</p><p>The municipality only measures the participatory aspect of the project in evaluating its effectiveness, thereby prioritizing this above its ‘improvement of livability’ objective. Examples of indicators used are the percentage of citizens involved in local policy formation, or the proportion of the population that feels that they have sufficient influence on policy. Both of these have been rising, and are expected to be higher again in 2013. This is despite the fact that  the amount of projects realized has been lower from 2010 onwards than in the period before (as mentioned before, the budget was reduced by about a third in 2010).   </p><p>The Ministry of Health, Wellbeing and Sport ran four pilots between 2000 and 2004 in several municipalities, as parts of its efforts to increase the ‘dynamics of shared responsibility’, with similar leefbaarheidsbudgetten. It concluded that the project had been successful in two of the four pilots. Since then, the concept of leefbaarheidsbudget has been taken over widely in the Netherlands by other municipalities, as well as by larger housing corporations.</p><h3><strong>Analysis and Criticism</strong></h3><p>A main criticism of the project is that even though the municipality of Utrecht has dedicated EUR 40 million to theleefbaarheidsbudget in the years 2006-2010, the effectiveness in the fulfillment of the objectives of the budget stays unanswered. As can be seen in the increasing number of implemented plans, citizens do participate in the drawing up and the implementation of plans for the districts. However, it is unclear to what extent citizen initiatives have really contributed to an improvement in the living environment. The question is difficult to answer, especially since the municipality of Utrecht does not use a very clear definition and operationalisation of the concept ‘livability’.</p><p>An analysis of the Dutch Audit Office on the effectiveness of Utrecht’s leefbaarheidsbudget, noted that the leefbaarheidsbudget has had a period of significant growth in its recent years. The awareness among the city’s people has increased, as has the number of initiatives and implemented projects. At the same time, there are several risks to be identified when it comes to the effectiveness of the leefbaarheidsbudget.</p><ul><li>The Audit Office makes several recommendations regarding the project:</li><li>The municipality should clarify the objectives of the leefbaarheidsbudget, by making them more concrete and measurable.</li><li>The municipality should clarify the legal basis for the financial transactions of the leefbaarheidsbudget.</li><li>The criteria of allotment and rejection of the leefbaarheidsbudget also need to be sharpened.</li><li>Concluding, the Audit Office mentions that the municipality should provide a uniform, central registration of the citizen initiatives and they will have to improve the periodic analysis of the performance and impact of the leefbaarheidsbudget.</li></ul><h3>External Links</h3><p><em>Utrecht muncipality (Dutch):</em><br/><a href=\"http://www.utrecht.nl/smartsite.dws?id=233831\">Leefbaarheidsbudget</a> [DEAD LINK]   [UPDATE: Now goes by the name 'Initiatievenfonds', website here: <a href=\"http://www.utrecht.nl/wijken-en-participatie/initiatievenfonds/\">http://www.utrecht.nl/wijken-en-participatie/initiatievenfonds/</a>]<br/><a href=\"http://www.utrecht.nl/startpagina/raad-college-organisatie/\">District Councils</a></p><p><em>Documents (Dutch, pdf):</em><br/><a href=\"http://www.hetccv.nl/binaries/content/assets/ccv/dossiers/wijkveiligheid/Utrecht-_Leefbaarheidsbudget.pdf\">Analysis Audit office, 2010</a><br/><a href=\"http://www.verwey-jonker.nl/doc/vitaliteit/D1832235_def_SEV.pdf\">Analysis pilot projects, 2004</a><br/><a href=\"http://www.utrecht.nl/CoRa/Griffie/Gemeentebladen/GB%202011/gb%202011%20nr%20060.pdf\">Muncipal by-law </a>[DEAD LINK]</p><p><em>Other (Dutch):</em><br/><a href=\"http://decentrale.regelgeving.overheid.nl/cvdr/xhtmloutput/Historie/Utrecht%20(Utr)/125957/125957_1.html\">Formal regulations leefbaarheidsbudget</a><br/><a href=\"http://www.wijkraadleidscherijn.nl/wijkraad/about-2/\">District Council, Participation and Leefbaarheidsbudget</a></p>", "title": "Leefbaarheidsbudget Participatory Budgeting (Utrecht, Netherlands)"}