{"htmlbody": "<h3>Objetivos y Problemas</h3><p>Luego de la creacion de la Region de Los Rios y la implementacion de sus nuevas instituciones publicas, se hizo necesaria la elaboracion de este plan estrategico, el principal y primer intrumento de planificacion para esta joven region. La historia misma que puso en primer plano la movilizacion ciudadana, institucionalizada o no, para conseguir este reconocimiento geopolitico, hizo necesaria la incorporacion de politicas de participacion horizontal que fueran consecuentes con los lineamientos actuales de ampliacion democratica.</p><h3><strong>Historia</strong></h3><p>La constitución de la Región de Los Ríos es el resultado de un largo proceso ciudadano por recuperar el estatus político administrativo que tenía hasta 1974 la entonces Provincia de Valdivia. Pero además se ha transformado en uno de los hechos más relevantes en materia de descentralización intrarregional, deslocalización de los servicios públicos y gestión administrativa desde la instalación de los Gobiernos Regionales, a inicios de la década de los 90`.</p><p>La nueva configuración tiene sus orígenes en la división territorial establecida en la Constitución Política de 1925 en que el país se estructuraba en provincias, departamentos, subdelegaciones/comunas y distritos. Hasta 1973 existían 25 provincias, entre ellas Valdivia, cuya capital era la ciudad de Valdivia. Pero a su vez la provincia estaba conformada por 3 departamentos: Valdivia, La Unión y Río Bueno.</p><p>Esta condición provincial se modificó parcialmente cuando en 1965, la recientemente creada Oficina Nacional de Planificación, ODEPLAN, realizó la primera propuesta de regionalización en el país. En dicha ocasión las provincias de Valdivia, Cautín y Osorno conformaron la VIII Región. Sin embargo, un fuerte movimiento de descontento en Temuco hizo cambiar este proyecto, que derivó finalmente en que se constituyera la IX Región, en 1968, con las provincias de Valdivia y Osorno y estableciendo como capital regional a la ciudad de Valdivia. Asimismo, se desarrolló una serie de iniciativas orientadas a la desconcentración a través de la creación de Oficinas Regionales, Corporaciones de Desarrollo Regional, entre otras, en la que Valdivia se vio favorecida por su condición de cabecera regional.</p><p>No obstante, la instauración del régimen militar trajo consigo un cambio radical en la concepción de regionalización. De una mirada integradora de desarrollo regional se pasó a una estrategia que privilegió la geopolítica y la defensa nacional, que se materializó a través de una regionalización que desconoció las características históricas, políticas y económicas de los territorios. En este sentido, la configuración de la X Región de Los Lagos y el establecimiento de la capital regional en Puerto Montt, tuvo importantes repercusiones en la provincia de Valdivia que llevó a diversas organizaciones empresariales, gremiales y sociales a ir gestando un movimiento ciudadano que demandó el antiguo estatus y que se fortalecía en la medida que disminuía la inversión pública, la cantidad de habitantes y la actividad económica.</p><p>Durante el Gobierno de Eduardo Frei Ruiz Tagle se iniciaron importantes avances a través de la elaboración de diversos estudios que evaluaron la factibilidad de que la provincia de Valdivia se pudiese transformar en Región. En este contexto, uno de los hitos más relevantes fue el Instructivo emitido por su Presidente al Gobernador de Valdivia, con fecha del 4 de agosto de 1997, en que establecía que era preciso ampliar y perfeccionar las transferencias, las competencias y recursos prioritariamente a las provincias de Arica y Valdivia.</p><p>Junto a este proceso se desarrollaron otras acciones que fueron fortaleciendo un movimiento en pro de la nueva región: la creación del Comité Femenino Nueva Región (1995), la Agenda Pactada de Desarrollo Provincial (1997) y la Asociación Provincial de Municipalidades de Valdivia (2003), los que sumado al trabajo de más de una década por parte del Comité Nueva Región (1983) sentaron las bases para lo que sería la futura Región de Los Ríos.</p><p>Fue así que tras un largo periplo, el 26 de agosto de 2005, se promulgó la reforma constitucional contenida en la Ley Nº 20.050, que introdujo modificaciones a la Constitución Política de la República, a través de los cuales se eliminó el numeral referido a la cantidad de regiones y se uniformó el procedimiento para crearlas y suprimirlas, dejando entregado a una ley, de rango orgánico constitucional, lo relativo a la división política y administrativa del país.</p><p>Esta importante modificación permitió que, en octubre del 2005, en la ciudad de Valdivia, el Presidente Ricardo Lagos firmara el proyecto que creaba la nueva Región de Los Ríos el que, posteriormente, fue enviado al Congreso para su tramitación.</p><p>Todo este proceso culminó el 16 de marzo de 2007 cuando la Presidenta de la República, Sra. Michelle Bachelet, firmó la Ley Nº 20.174 que creaba la Región de Los Ríos y que fijaba un plazo de 180 días para su instalación. Esto significó que el día 2 octubre se cumpliera por fin la histórica demanda de ser Región y se diera inicio a la construcción de un nuevo destino para la ex provincia de Valdivia mediante la conformación de su nueva institucionalidad pública, y muy especialmente, a partir de la elaboración del principal instrumento de planificación: la Estrategia Regional de Desarrollo.</p><p>En el entendido de que la ley que creó la Región de Los Ríos tuvo un fuerte correlato social, ya que fue la voz de la ciudadanía la que mantuvo por tres décadas la demanda por la división regional, es de toda justicia y realismo político plantear la construcción de una Estrategia Regional de Desarrollo mediante un proceso técnicamente implementado y socialmente validado.</p><p>En este contexto, durante el proceso de la Delegación Presidencial y en el primer año de funcionamiento del Gobierno Regional de Los Ríos se realizaron diversas actividades que permitieron recoger los anhelos y esperanzas de la comunidad respecto al futuro de su nuevo territorio, las que fueron sistematizadas para constituirse en el fundamento de esta Estrategia que nos regirá en los próximos 10 años.</p><h3>Creacion y Participacion</h3><p>La “Propuesta de Estrategia Regional de Desarrollo, 2008-2018, Región de Los Ríos” realizada por la División de Planificación y Desarrollo Regional del Gobierno Regional a partir de los resultados obtenidos en los Diálogos Ciudadanos, que se efectuaron durante el período de la Delegación, en la Consultoría “Implementación de Procesos de Planificación Territorial Participativa para la Nueva Región de Los Ríos”, elaborada por el Programa Eco-Región Agenda Local 21, y los Planes de Desarrollo Comunal, entre los principales insumos. Esto permitió acceder a una amplia información respecto a la realidad del nuevo territorio y en los que participaron más de tres mil personas a nivel regional.</p><p>A esto se debe agregar lo obtenido en los Talleres Técnicos, efectuados durante el mes de septiembre, y del Estudio de Prospectiva Regional, a cargo de la Universidad Austral de Chile, el que configuró siete escenarios exploratorios. Estos aportes fueron de vital importancia para la elaboración del escenario deseado y de los lineamientos y objetivos estratégicos.</p><p>La finalidad para dar a conocer este documento a los principales actores de la comunidad regional constituye la principal acción en la construcción de este instrumento: analizar y validar los contenidos de esta propuesta para dar forma, posteriormente, al Documento Final. Y de esta manera poder comprender y asumir que la Estrategia Regional de Desarrollo forma parte de todos los habitantes de la Región de Los Ríos.</p><h3>Deliberaciones y Decisiones</h3><p>Durante los meses de agosto y septiembre de 2007 se desarrollaron 13 eventos participativos en cada una de las comunas de la nueva Region. Esta instancia de participación fue reforzada por las opiniones recogidas a través de la pagina web y por los buzones de participación ubicados en cada una de las 12 municipalidades.</p><p>Los Dialogos Ciudadanos fueron instancias de gran convocatoria, puesto que reunió a individuos sin participación organizacional, autoridades de gobierno, servicios públicos y representantes de la sociedad civil, quienes debatieron sobre los principales aspectos y problematicas que implicaba la instalación de la nueva Region.</p><p>La información levantada en los Dialogos Ciudadanos se estructuro en tres lineamientos específicos:</p><ul><li>Descentralizacion de los servicios públicos</li><li>Proyectos Emblematicos para el “Bicentenario”</li><li>Ejes de desarrollo y crecimiento para la Region de los Rios que debería privilegiar la Estrategia Regional de Desarrollo</li></ul><p>Las principales sugerencia y/ o propuestas ciudadanas que se recogieron a partir de estos Dialogos se centraron en tematicas vinculadas al desarrollo sustentable, apoyo al sector turístico y productivo, protección al medio ambiente, fortalecimiento de la identidad intercultural regional, entre las mas importantes.</p><p>Las mismas se incorporan a los planes locales y regionales de gobierno para ser tratadas en particular nuevamente sobre proyectos específicos donde se aplicarian.</p><h3>Outcomes y Efectos</h3><p>Los Outputs especificos sobre estos lineamentos fueron, entre otros, algunos de los que se detallan a continuacion:</p><ul><li>Creacion de ciudadela universitaria</li><li>Conectividad vial</li><li>Descontaminacion de rios y lagos</li><li>Hospital moderno</li><li>Restauracion de funcionamiento de Estacion Mariquina</li><li>Electrificacion de zonas rurales</li><li>Desarrollo de medios de comunicacion locales (diario, television y diarios)</li><li>Desarrollo el turismo rural y el etnoturismo</li></ul><p> </p><p>De acuerdo a los resultados obtenidos, es importante señalar que de cada sector económico asociado al Sistema Nacional de Inversiones también fue posible identificar una idea común que fue traducida en objetivos y/o acciones estratégicas. Esto permitió enfatizar los aspectos cualitativos de los procesos participativos desarrollados.</p><p>Dentro de las principales áreas de interés se destacaron:</p><ul><li>Protección ambiental, manejo de cuencas y recursos naturales.</li><li>Plan de generación de alternativas energéticas.</li><li>Plan de desarrollo para la pesca artesanal.</li><li>Ordenamiento predial, propiedad de la tierra y apoyo a pequeños propietarios.</li><li>Imagen urbana y calidad de espacios públicos.</li><li>Plan de infraestructura para la conectividad regional.</li><li>Conectividad digital, comunicaciones y difusión.</li><li>Salud con mayor cobertura y especialidades en las comunas con sello intercultural.</li><li>Conformación de cadenas productivas y circuitos turísticos regionales.</li><li>Educación intercultural con pertinencia territorial.</li><li>Saneamiento de servicios básicos en zonas rurales.</li><li>Política de desarrollo deportivo regional.</li></ul><p> </p><p>En esta perspectiva, se debe mencionar el gran interés de la ciudadanía en fortalecer los vínculos entre los distintos organismos públicos tanto comunal, provincial como regional, y las organizaciones sociales existentes en la Región de Los Ríos.</p><h3>Analisis y Criticas</h3><p>Dentro de la perspectiva definida en el curso sobre <em>participacion ciudadana</em> (participacion activa de los ciudadanos de forma real, individual y concreta para realizar una eleccion y tomar una decision, proceso por el cual los ciudadanos inciden en las decisiones publicas) la misma se renstringe a la primer parte del presente proyecto, en el cual se estima dar forma a las instituciones a traves de los resultados recolectados individual y, principalmente, colectivamente (instituciones de todo tipo: iglesias, asociaciones vecinales, etc.). Establecidos los departamentos o secretarias que se encargaran de encausar las principales problematicas definidas, la participacion se vuelve, en grado, menos directa, ya que los convocados a delibarar sobre los proyectos especificos, son representantes de asociaciones de todo tipo, pero sin incluir la participacion individual. Si bien se realizan talleres informativos sobre los objetivos y formas de las medidas adoptadas, estos no permiten la modificacion de los mismas. Sin embargo, este proceso queda por fuera del periodo y acciones evaluadas, que se restringe a los <em>Dialogos Ciudadanos.</em></p><p>Algunos datos sobre esta primer etapa, nos muestra los siguientes resultados:</p><p>                        Participa y es dirigente      Participa sin diregencia    No participa en organizacion alguna</p><p>Femeninos                          381                                        163                                                        45</p><p>Masculinos                          327                                        121                                                        35</p><p> </p><p>La participacion individual se ve fuertemente inferior a las restantes. Los intereses colectivos de grupos especificos se veran, de esta manera, sobreestimados. La evaluacion sobre los grados de democratizacion, si bien no son en su mayoria de participacion individual, no pueden ser despreciadas ya que se encuentra en un proceso de construccion constante y, en definitiva, se acerca a la ampliacion absoluta</p><h3> </h3><h3><strong>Fuentes</strong></h3><p>Páginas Web:</p><ul><li><a href=\"http://erd.goredelosrios.cl/index.php/estrategia/presentacion/conozca-la-estrategia-regional-de-desarrollo\">http://erd.goredelosrios.cl/index.php/estrategia/presentacion/conozca-la...</a></li></ul><p>Diarios</p><ul><li>Valdivia Noticias – <a href=\"http://www.diariodevaldivia.cl/\">http://www.diariodevaldivia.cl/</a></li><li>Universitario La Aldea - <a href=\"http://www.laaldea.cl/\">http://www.laaldea.cl/</a></li><li>Mercurio – <a href=\"http://www.elmercurio.cl/\">http://www.elmercurio.cl/</a></li><li>La Tercera – <a href=\"http://www.latercera.com/\">http://www.latercera.com/</a></li><li>Austral - <a href=\"http://www.australtemuco.cl/\">http://www.australtemuco.cl/</a></li></ul><p>Documentos</p><ul><li>Historia de la Ley 20.175, Biblioteca del Congreso Nacional de Chile</li><li>“Consultoría: Implementación de procesos de planificación territorial participativa para la Nueva Región de los Ríos”, Plan de Accion Regional</li><li>Reglamento Consejo Consultivo, Estrategia Regional de Desarrollo</li></ul>", "title": "Estrategia Regional de Desarrollo e Diálogos Ciudadanos, Región de los Ríos (Chile)"}