{"htmlbody": "<h3>Problems and Purpose</h3><p>El proceso de Presupuesto Participativo es el proceso de incidencia de ciudadanos en las decisiones públicas municipales, que puede ir desde la definición  de proyectos hasta la fiscalización de la gestión de esos proyectos.</p><p>Los PP han sido ideados para contribuir a mejorar la calidad de la democracia en general, a partir del fortaleci­miento de la democracia local. Los PP buscan situar como eje de la gestión de los gobiernos locales a los ciudadanos, entendidos como sujetos políticos activos y con intereses particulares y diversos. Desde esta perspectiva, los PP son instrumentos que:</p><ul><li>Proponen superar la idea de meros clientes o usuarios de los servicios municipales, en favor del <em>principio de corresponsabilidad. </em></li><li>Reconocen la capacidad de elaborar diagnósticos, definir las prioridades de inversión, proponer iniciativas, proyectos y progra­mas, y de fiscalizar la gestión pública, logrando a su vez mayor transparencia de la gestión pública.</li><li>Generan confianza y trabajo de colaboración entre autoridades y ciudadanos</li><li>Mejora los canales de información y comunicación entre el gobierno local y los ciudadanos</li><li>Mejora la eficiencia en la inversión de los recursos</li><li>Promueve en la ciudadanía el desarrollo de la solidaridad y la cooperación en la búsqueda de soluciones a los problemas;</li></ul><p>Los procesos de implementa­ción tuvieron una serie de obstáculos, entre ellos:</p><ul><li>Rechazo por parte de algunos miembros del Concejo, que vieron en esta iniciativa un excesivo protagonismo alcaldicio o una pérdida de influencia en las decisiones relativas a temas como las subvenciones, fondos de inversión y otros mecanismos de entrega de beneficios a la comunidad.</li><li>Resistencia de algunos funcionarios a cambiar sus hábitos de trabajo (horarios, diálogo directo con los ciudadanos y los riesgos de conflictos y ten­siones).</li><li>Recursos de inversión limitados o insuficientes para responder a las necesidades de la comunidad, lo cual podría generar conflictos de expectativas y frustración de parte de la ciudadanía que podría hacer fracasar el proceso.</li></ul><p>En contraste con estas dificultades, también podemos mencionar algunas <strong>fortalezas:</strong></p><ul><li>Alcaldes y concejales motivados, sin temor a la pérdida de poder con esta experiencia.</li></ul><p>Grupos de funcionarios con capacidad de innovar e incentivar a otros y a autoridades para el desarrollo del PP.</p><h3>History</h3><p>Hasta hace algunos años, los presupuestos participativos como mecanismo de participa­ción ciudadana efectiva y de asignación transparente de recursos, eran prácticamente desconocidos en Chile. Desde el año 2003 son varios los municipios que implementan PP, entre los que cabe destacar a Illapel, Buin, Cerro Navia, entre otras comunas. El tipo de vinculación que surge entre municipio y la comunidad a través del PP permite discutir temáticas sobre asuntos que van desde el pavimento o el arreglo de la sede social, a los que involucran temáticas de política pública local, de educación, salud, seguridad ciudadana, empleo, medio ambiente, entre otras.</p><h3>Originating Entities and Funding</h3><p>ONG Confluencia: Institución organizadora de la iniciativa, la que forma parte del convenio de cooperación.</p><ul><li>Financieros: $75.828.000</li><li>Humanos: dos profesionales a cargo de la implementación. Jornada completa.</li><li>Materiales: vehículos, computadoras, materiales de escritorio.</li></ul><p>ETA Ltda.: Apoyo técnico profesional.</p><ul><li>Humanos: dos profesionales de apoyo en terreno. Media jornada.</li><li>Materiales: vehículos, computadoras, materiales de escritorio.</li></ul><p>Municipalidad de Illapel: Forma parte del convenio de cooperación.</p><ul><li>Humanos: diversos profesionales y técnicos de acuerdo a tmáticas específicas.</li><li>Materiales: vehículos, computadoras, materiales de escritorio.</li></ul><p>Comunidad Organizada: Forma parte del convenio de cooperación.</p><ul><li>Financieros: $9.000.000</li></ul><h3>Participant Selection</h3><p>Los actores que participan en el desarrollo del PP son:</p><ul><li>Actores políticos: alcalde y concejales. En todos los casos el apoyo y la voluntad política que brinda el alcalde ha resultado funda­mental para el éxito del proceso.</li><li>Funcionarios municipales. Ya que han estado vinculados a las organizaciones sociales, especialmente la Dirección de Desarrollo Comunitario.</li><li>Organizaciones sociales. Las organizaciones sociales que participan en el PP son territoriales, como Juntas de Ve­cinos y funcionales como Comités de salud urbana y rural, de agua potable, de electrifica­ción, de vivienda, grupos culturales, religiosos, clubes deportivos, etc.</li></ul><p>Ciudadanos. Existe participación de ciudadanos sin necesidad de ejercer cargos dirigenciales o representar formalmente a alguna organización social.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>La formulación del PP en Illapel se define en el artículo 26 de su Ordenanza de Participación Ciudadana, a saber: <em>“La Gestión Municipal Participativa es una metodología de cogestión pública comunal, que es implementada mediante un mecanismo de asignación de recursos propios municipales, sectoriales y de recursos transferidos de otros niveles del Estado, en la cual los ciudadanos y ciudadanas de la co­muna debaten la gestión municipal y priorizan un conjunto de proyectos públicos locales destinados a satisfacer las necesidades de la población”.</em></p><p>En el municipio de Illapel la estructura del PP está reglamentada e incorporada en la ordenanza municipal, lo cual implica que forma parte de gestión municipal. En Illapel, el PP es liderado por las Juntas de Vecinos Rurales y Urbanas y apoyado por la Municipalidad. Para implementar el PP, se dividió la comuna en 11 territorios, 5 urbanos y 6 rurales. Cada territorio convoca a sus asociados a una re­unión, donde se dan a conocer las necesidades de la comunidad. Se priorizan las áreas (educación, salud, trabajo) y luego se delibera: allí cada vecino/a en forma directa, plantea la(s) necesidad(es) de su sector. El sistema es mediante votación directa a mano alzada. En una segunda instancia, que po­dríamos llamar inter-territorial, se reúnen los delegados de los 11 territorios para definir cuáles son las principales necesidades de su sector y demás sectores en general. En esta instancia, se establecen criterios que ayudan a definir la priorización de las necesidades.</p><p>El PP co­mienza en abril o mayo de cada año, fecha en que el Alcalde y los concejales dan cuenta oficialmente pública de la gestión presupuestaria del año anterior y de los compromisos adquiridos en la gestión municipal del año en curso en las once Asambleas Territoriales. Luego, en cada territorio se reúnen las organizaciones convocadas por las juntas de veci­nos, para realizar diálogos participativos (aplicando especialmente lluvias de ideas y árbol de problemas), y definen sus principales intereses y necesidades para el año venidero.</p><p>En las asambleas territoriales también se elige un delegado titular del presupuesto partici­pativo y uno suplente, por un año, pudiendo ser reelegidos hasta por dos veces consecuti­vamente. El número de reuniones que se realizan en cada territorio para definir problemas no está previamente definido, y depende de cuántas se requieren para ello, lo cual es relativo en cada uno. Los objetivos de estas asambleas son: a) recibir la información so­bre la cuenta pública entregada por el Alcalde en las asambleas territoriales; b) priorizar la importancia de las áreas temáticas del trabajo municipal; c) jerarquizar las demandas de la unidad vecinal a proponer para la gestión municipal del próximo año; y d) ratificar o elegir a los delegados encargados de llevar esas demandas a las diferentes instancias que implique el PP.</p><p>Una vez efectuada la ronda de asambleas territoriales, se hace una asamblea de los dele­gados del PP (que en esta caso vienen a ser 22 delegados), los cuales se reúnen con los funcionarios municipales en una gran asamblea donde se plantean todas las necesidades previamente definidas y ordenadas en y por cada territorio. En esta asamblea, el primer tema es consensuar cuáles serán los criterios para priorizar las necesidades que traen cada uno de los 22 delegados, representantes de los 11 territorios. Finalmente, este grupo de delegados presenta las demandas al Concejo Municipal, las cuales generalmente tien­den a ser 3 por territorio, instancia, que las sanciona y resuelve sobre su ejecución.</p><p>Luego de este proceso se elige la “Comisión de Seguimiento”, integrada por dirigentes sociales y ciudadanos, actores políticos y funcionarios municipales. Dicha Comisión se reúne durante los meses de agosto y noviembre a fin de revisar la situación de los compromisos adquiridos en relación a las demandas de la comunidad, y de adoptar medidas para asegurar su cumplimiento.</p><h3>Influence, Outcomes, and Effects</h3><ul><li>Estructuración y priorización de demandas ciudadanas, lo que se ha materializado a través de la construcción de propuestas de inversión para el Presupuesto Municipal 2004 realizadas por la comunidad.</li><li>Fortalecimiento de las organizaciones sociales: se ha logrado apoyo y capacitación a dirigentes de las Uniones Comunales de Juntas de Vecinos urbanas y rurales; se han formado nuevos dirigentes sociales (delegados y consejeros del Presupuesto Participativo) y se ha editado el periódico ‘Confluyendo’, medio de difusión de las organizaciones sociales de la comuna.</li><li>Fomento de la participación ciudadana: a través de la realización de 66 reuniones en juntas de vecinos, con la participación de 1.290 personas, en las que se han priorizado las áreas temáticas del trabajo municipal y sus demandas locales.</li><li>Fiscalización ciudadana: se han realizado 10 asambleas generales (6 rurales y 4 urbanas) en las que el alcalde rindió cuenta del presupuesto 2002, con participación de 354 dirigentes de 230 organizaciones de base.</li></ul><p>Sistematización de las demandas por los delegados y consejeros del presupuesto participativo para presentar al Concejo Municipal, para lo cual se creó la Comisión de Seguimiento del Presupuesto Participativo.</p><h3>Analysis and Criticism</h3><p>A varios años de iniciado este proceso de modernización municipal, los diagnósticos realizados por el gobierno y por organismos no gubernamentales, dejan de manifiesto que el desempeño municipal se ha mejorado parcialmente en las áreas operativas y de procedimientos de la gestión, es decir, en la calidad, eficacia y eficiencia de la prestación de los servicios públicos. No obstante, el fortalecimiento democrático, entendido como un estilo de gestión participativa que implica información, control y fiscalización ciudadanía sobre la gestión municipal, todavía es muy incipiente y no registra mayores avances sustantivos. En este aspecto se observa una participación ciudadana funcional a los requerimientos de políticas sociales, enfocada a la consulta y al diagnóstico y con un predominio de un estilo de gestión municipal tecnocrático y concentrado en la eficiencia técnica de la gestión. Además, se suman las críticas resumidas al comienzo del artículo.</p><h3>Secondary Sources</h3><p><a href=\"http://www.munipaillaco.cl/archivos/org_comunitarias/COSC/Ordenanza_Participacion_Ciudadana.pdf\">\"Comuna de Illapel\". Illapel 2005.</a></p><p><a href=\"http://www.scielo.cl/pdf/revcipol/v26n2/art11.pdf\">\"Universidad de Los Lagos\". Chile 2006.</a></p><p><a href=\"http://www.innovacionciudadana.cl/portal/casos_documentados/dctos/200912071642300.pdf\">\"Innovación Ciudadana\". Chile 2009.</a></p>", "title": "Illapel, Presupuesto Participativo"}