{"htmlbody": "<p>The 1st Inuit Circumpolar Youth Symposium on the Inuit Language was a four-day conference during which twenty Inuit youths representing four territories (Canada, Alaska, Greenland, and Russia) arrived in Iqaluit, Nunavut to deliberate on issues surrounding the idea of a common language among all Inuit peoples across the world in order to promote a unified Inuit community. Due to the vast regions that the Inuit call home, representatives from each region discussed issues occurring within their own community, whether it is in Alaska, Canada, Greenland, or Russia. After deliberating on a variety of issues relating to the use of the Inuit language and the establishment of an Inuit language, the youth representatives developed an “action plan”, or ways of ensuring the survival of the Inuit language through multiple processes. The symposium concluded with several ideas on how to incorporate the Inuit language into everyday life such as always using the Inuit language without taking shortcuts even in the presence of non-Inuit people and learning how to read the Inuit language as well as speak it. <a id=\"Problems_and_Purpose\" name=\"Problems_and_Purpose\"></a></p><h2>Problems and Purpose</h2><p>The purpose of the 1st Inuit Circumpolar Youth Symposium was to bring together Inuit youth from around the globe in order to unify the Inuit community by developing strategies aimed at cultivating a common Inuit language and a true to commitment to utilizing the language. Because Inuit inhabit four noncontiguous regions around the Arctic Circle, Inuit within each region had their own range of problems to address and were able to share diverse yet similar experiences from their unique Inuit communities. While many issues affected all Inuit communities such as oppression of Inuit people, the importance of two Inuit languages, providing a better life for Inuit youth, and an emphasis on education were addressed, many other issues pertaining to a certain region where Inuit live were also discussed. For instance, in Canada, one of the issues the Inuit community from the region came to deliberate upon was how to deal with the overwhelming English media presence in the face of trying to preserve an Inuit language. Inuit from Greenland debated on how to send more Inuit to college by emphasizing the importance of being bilingual, that is speaking Danish or English alongside the native Inuit language. <a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>The Inuit Circumpolar Conference was founded in 1977 when Inupiaq Eben Hopson invited Inuit from around the world in order to form a unified Inuit community to stand together against problems facing the Inuit population. By stabilizing a unified Inuit front, a common response to problems such as human rights abuses and environmental concerns could be reached and the Inuit voice could be heard by the major powers that dictate how to deal with the Arctic. Since the first conference was held in Barrow, Alaska in 1977, ten conferences have taken place every three to four years to discuss problems facing the Inuit community, with the eleventh occurring in 2010 in Nuuk, Greenland. Prior to the 2006 conference in Barrow, Alaska, with the theme “unity within diversity”, the 1st Inuit Circumpolar Youth Symposium took place, bringing together twenty Inuit youths from the four major Inuit communities around the world to address issues affecting the Inuit population. <a id=\"Originating_Entities_and_Funding\" name=\"Originating_Entities_and_Funding\"></a></p><h2>Originating Entities and Funding</h2><p>Sponsors who funded the symposium include Canadian North, City of Iqaluit, Government of Nunavut: Department of Culture, Language, Elders and Youth, Government of Nunavut: Department of Intergovernmental Affairs, Inuit Circumpolar Conference, Iqaluit hosts and volunteers, Inupiaq Language Commission, Isaksimagit Inuursirmi Katujjiqatigiit, Embrace Life Council, KIIP Department of Culture and Education in Greenland, Kisarvik Society, Kitikmeot Inuit Association, Languages Commissioner of Nunavut, Legislative Assembly of Nunavut, National Inuit Youth Council, National Aboriginal Health Organization, Nuna Fund of Greenland, Nunavut Tunngavik Inc., Qikiqtani Inuit Association, Saint Mary's University, Saputiit Youth Assoication, Task Force on Aboriginal Languages and Cultures, Tips and Lotto Funds, U.S. Bureau of Educational &amp; Cultural Affairs, The Walter and Duncan Gordon Foundation, and Wizards Café. <a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h2>Participant Selection</h2><p>Twenty Inuit youth delegates representing hunters, artists, students, leaders, and teachers were selected and formed teams to delegate on language issues. <a id=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\" name=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\"></a></p><h2>Deliberations, Decisions, and Public Interaction</h2><p>OVERVIEW OF LANGUAGE ISSUES AND GUEST SPEAKERS Youth representatives came to the conference prepared as to what issues were to be discussed revolving around the Inuit language. Each region of Inuit people had their own issues they were wishing to present, with many overlapping and becoming issues of importance for all Inuit. Most issues revolved around the need for bilingualism to ensure the best possible education for Inuit; that is a more internationally spoken language to be learned in schools alongside a common Inuit language and also the importance for Inuit to speak a common Inuit language so as to preserve and maintain its existence that is central to Inuit identity.</p><p>Guest speakers with experience dealing with the problems of maintaining an Inuit language, such as Alexina Kublu who spoke of the recommendations the Aboriginal Languages Task Force made to the Canadian government regarding Aboriginal languages, presented on many of the concerns of the youths as a base from which the youth representatives could base their discussions. Following these discussions, the youth discovered mutual issues they would like to discuss and deliberated upon them in the coming days.</p><p>ISSUES DISCUSSED: HUMAN AND LINGUISTIC RIGHTS The Inuit deliberated on many issues pertaining to language, one being the right to have their own language and its importance to their culture. Members of the symposium discussed the view of Inuit people as “victims” and how the youth must take the responsibility of maintaining an Inuit language and informing the world of Inuit culture and history by means of the media and other avenues to ensure a strong Inuit cultural identity for the future.</p><p>EDUCATION On the basis of education, the Inuit discussed incorporating methods learned from Inuit elders alongside “Western” education techniques so that students would receive a well-rounded education that also instills a sense of pride in their community. Placing significance upon the use of an Inuit language was a key element when discussing changes to the education system. Problems faced by the Inuit community regarding education are the idea Inuit students are behind “Western” students and blending Inuit elements with “Western” teaching practices. This particular issue included many personal statements regarding the challenge of providing youth with an education that also reflects Inuit culture.</p><p>IDENTITY When discussing the importance of maintaining and cultivating an Inuit identity, the youth representatives placed emphasis on using the Inuit language as much as possible in order to foster stronger relationships with elders and feel a sense of pride for who they are. Inuit touched upon personal stories where many felt ashamed to use their language.</p><p>BILINGUALISM The importance of bilingualism was debated as in many societies where Inuit live, for example Canada and Greenland, the predominant language of the nation is English or Danish and thus, Inuit who cannot speak English or Danish and only use their native language are at a disadvantage when applying to college or applying for jobs. Not only did the youths understand the importance of being bilingual to incorporate themselves in the international world, they also stressed upon the encouragement of non-Inuit people to learn the Inuit language.</p><p>INUIT LANGUAGE RESOURCES Preservation of Inuit languages with few speakers left was cause for a discussion on how to ensure that these languages do not die out. Solutions proposed included utilizing public funding to record elders and using books, movies, etc. to tell Inuit stories.</p><p>GOVERNMENT RESPONSES While governments where Inuit live often ignore Inuit interests, the youth deliberated on how to spark government policies regarding the use of the Inuit language and promote Inuit interests within the countries and territories that they live.</p><p>WORKING TOGETHER, RESPECT FOR ELDERS, &amp; CHILDREN’S FUTURE The need to work together, their respect for Inuit elders, and the importance of maintaining the Inuit language for the future of their children were also addressed at the symposium. <a id=\"Influence.2C_Outcomes.2C_and_Effects\" name=\"Influence.2C_Outcomes.2C_and_Effects\"></a></p><h2>Influence, Outcomes, and Effects</h2><p>The Inuit youth representatives developed action plans for maintaining and reviving the Inuit language, plans that include guidelines for a language policy, how to achieve such a policy and the recognition of the individual’s responsibility for maintaining the Inuit language. They concocted guidelines to achieving their goal of a common and unified Inuit language and the preservation of this language. The guidelines for a language policy included ideas such as finding creative ways to implement the language, acknowledging the importance of maintaining an Inuit language for the future, holding high expectations for their goals, setting long-term and short-term goals by which their progress can be measured, including the Inuit language and using it in all aspects of life, establishing community projects, embracing a sense of pride in their language and culture, take action and deliver results, and making sure to reflect Inuit values in any policies being made regarding language.</p><p>LANGUAGE RIGHTS The Inuit youth delegates deliberated and eventually came to many conclusions about how to deal with problems facing the Inuit community. In regard to language rights, the youth found that they must learn about human rights and work together to spread awareness of their culture, language, and objectives to international organizations like the United Nations so that their aims will be more recognizable on a world scale.</p><p>EDUCATION Education, one of the major topics discussed at the symposium, delivered many conclusions by the Inuit youth committee. They decided that children should learn the Inuit language before they learn English or Danish, expect non-Inuit living in or around Inuit communities to learn the Inuit language, make the learning of the Inuit language a mandatory high school subject, appeal to Inuit governments to make Inuit the primary language used by teachers in school, establish an Inuit university, include classes on Inuit history and culture in school curriculums and lobby governments to make these suggestions mandatory.</p><p>PROMOTING THE INUIT LANGUAGE The Inuit youth delegates see the media as a means to spread the Inuit language to the international world despite the precarious location of Inuit communities. By using the media in the forms of campaigns, the Internet, documentaries, etc. the Inuit youth hope that they can foster the idea that the Inuit language is “cool” and that internationally people will be encouraged to learn the language.</p><p>KNOWING, LEARNING AND USING INUIT LANGUAGE Many ideas previously stated were agreed upon by the Inuit youth representatives such as using the Inuit language as much as possible and making it one’s own responsibility to learn and teach others the Inuit language as well as learning dialects of other Inuit communities around the world.</p><p>ELDERS' RESPONSES Three Inuit elders attended the symposium to answer questions raised by the youth and to share personal stories. They were very excited about the proposals the youth made and stressed how important it is for the language to be upheld and that the responsibility relies on the Inuit youth. <a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h2>Analysis and Criticism</h2><p>The 1st Inuit Youth Symposium was followed by a 2nd Inuit Youth Symposium in 2007. Although research on the 1st Inuit Youth Symposium on the Inuit Language is hard to come by, the youth devised ways to achieve their goals of promoting the Inuit language and unifying the community. Elders present at the symposium had positive remarks:</p><p>\"This is the first time I've met with youth at this kind of meeting and I know what you want and your statements are in my heart and in my head... The lady who was talking, I don't even think about her as a girl, I just think about her knowledge - she's a very knowledgeable person.\" - David Angnakak</p><p>\"This is my first time having a meeting with a number of young people. It's obvious, I'm looking at the love that you have and what you can do and I know for a fact that we will have a better future because of you and your actions.\" - Lizzie Mary Angnakak</p><p> </p><p>Participants also had high remarks. The Nation magazine quoted Alyssa Ottereyes as saying: “The closing ceremony was a little depressing, because it’s sad that we’re leaving so soon. It’s been so fun, and I’ve learned so much. I won’t ever forget it.”</p><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h2>Secondary Sources</h2><p>Inuit Circumpolar Council. 1st Inuit Youth Symposium on the Inuit Language. &lt;<a class=\"external free\" href=\"http://inuitcircumpolar.com/files/uploads/icc-files/ICYC-LanguageReport-English.pdf\" rel=\"nofollow\" title=\"http://inuitcircumpolar.com/files/uploads/icc-files/ICYC-LanguageReport-English.pdf\">http://inuitcircumpolar.com/files/uploads/icc-files/ICYC-LanguageReport-English.pdf</a>&gt; <a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p><a class=\"external free\" href=\"http://www.inuitcircumpolar.com/index.php?ID=310&amp;Lang=En\" rel=\"nofollow\" title=\"http://www.inuitcircumpolar.com/index.php?ID=310&amp;Lang=En\">http://www.inuitcircumpolar.com/index.php?ID=310&amp;Lang=En</a></p><p><a class=\"external free\" href=\"http://www.arcticlanguages.com/papers/2nd_ICYC_Inuit_Language_Symposium.pdf\" rel=\"nofollow\" title=\"http://www.arcticlanguages.com/papers/2nd_ICYC_Inuit_Language_Symposium.pdf\">http://www.arcticlanguages.com/papers/2nd_ICYC_Inuit_Language_Symposium.pdf</a></p><p><a class=\"external free\" href=\"http://www.inuityouth.org\" rel=\"nofollow\" title=\"http://www.inuityouth.org\">http://www.inuityouth.org</a></p><p><a href=\"http://www.nationnews.ca/index.php?option=com_zine&amp;view=article&amp;id=1549:learning-to-teach-\">http://www.nationnews.ca/index.php?option=com_zine&amp;view=article&amp;id=1549:...</a></p>", "title": "1st Inuit Youth Symposium on the Inuit Language"}