{"htmlbody": "<h3>Propuestas y Problema:</h3><p>Desde el Gobierno de Montevideo se lleva adelante, en el marco de una política de modernización y reforma del estado con participación popular, un amplio proceso de descentralización municipal y participación ciudadana en la toma de decisiones locales, creado por 18 gobiernos zonales de acuerdo a los diferentes distritos en que se dividió el departamento de Montevideo. El mismo fue un aporte fundamental a la democratización de la gestión comunal y a la construcción de ciudadanía, creando canales para la participación popular.</p><h3>Historia:</h3><p>Desde 1990 los vecinos deciden sobre el presupuesto y las prioridades en obras, servicios y políticas sociales. Esto ha sido acompañado por una desconcentración de servicios municipales, a cargo de los respectivos centros comunales, servicios municipales dependientes y de la respectiva junta local. Esta fue una de las reformas más trascendentes de la historia política uruguaya.</p><p>El proceso del PP asegura a los habitantes de Montevideo el derecho de participación universal, para deliberar sobre el uso de los recursos públicos administrados por la Intendencia Municipal de Montevideo y para decidir el destino de una parte del Presupuesto Municipal determinando realizar obras de su interés.</p><p>El PP también crea procedimientos y oportunidades para que los ciudadanos y sus organizaciones puedan realizar un mayor seguimiento y control social de la gestión de la IMM. En este proceso, la actuación de los órganos centrales y locales del Gobierno Departamental, observan el principio de la autonomía de la sociedad civil y sus organizaciones.</p><p>El proceso del PP se apoya en su dinámica en el funcionamiento, convocatoria, capacidad de promoción de la participación, articulación, mediación, consulta y representación vecinal que ejercen los órganos del sistema descentralizado de Montevideo.</p><p>El PP se realizará anualmente, dando lugar a un ciclo de trabajo que comenzará en abril y que culmina en diciembre de cada año.</p><h3>Creación y Selección de Participantes:</h3><p>- <u>Junta Vecinal </u>: Su competencia abarca la dirección de la gestión comunal dentro de la zona. La Junta recibe estudia y toma las decisiones en forma DIRECTA por reclamos de los vecinos, o sobre los asuntos asesorados por el Concejo Vecinal o por las Comisiones Temáticas y las ejecuta o las deriva a los distintos Departamentos de la IMM.</p><p>Ejemplos de temas a tratar:</p><p>Zona 8: Peligra inauguración del Estadio Charrúa / Junta Local 8 no cede ante AUF; exige contrapartidas del Charrúa / Junta Local N° 8 convoca a vecinos y organizaciones a trabajar por la inclusión social / Zona 8: La atención odontológica en las escuelas / Zona 8: Gobierno Local se reunió con Cámara de Industria)</p><p>- <u>El concejo vecinal</u> : Representa a los vecinos y las organizaciones sociales, asesora a la Junta Local y al Gobierno Departamental, tiene capacidad de PROPUESTA e INICIATIVA, así como de control y fiscalización. Están integrados por 25 a 40 concejales que son habitantes de la Zona, propuestos por las organizaciones sociales o con por lo menos 10 firmas de vecinos de su barrio, electos mediante el voto secreto por los propios vecinos. Canaliza las demandas de los vecinos en los diferentes barrios y propone posibles soluciones, asesora a la Junta Local en planes y proyectos para la Zona, así como en trámites y denuncias; participa en forma decisiva en la preparación del presupuesto quinquenal y el PLAEDEZ (plan estratégico de desarrollo social); informa la opinión de los vecinos sobre emprendimientos solicitados para el barrio (quioscos, puestos, uso de espacios públicos, obras y servicios, etc.), realiza evaluaciones de la gestión zonal, organiza y promueve actividades culturales, sociales, establece comunicación con organismos de carácter nacional (ej. ministerio del interior, salud pública, medioambiente, etc.).</p><p><strong>Compromisos de Gestión</strong><strong>:</strong></p><p>Las decisiones adoptadas a través de ambos mecanismos, previo estudio de viabilidad técnica, normativa y de costos, que se realiza junto a la IMM, son asumidas por el Intendente como sus Compromisos de Gestión y ejecutados por la propia IMM durante el año siguiente.</p><p><strong>Reglas para presentar las propuestas:</strong></p><ul><li>Podrán presentar propuestas aquellas personas, grupos, instituciones u organizaciones con residencia personal, social, institucional o laboral en la Zona.</li><li>El costo estimado de las propuestas no podrá sobrepasar el monto anual de la Fuente 1 del PP asignado a la Zona.</li><li>Las propuestas deben ser pasibles de ser ejecutadas o desarrolladas en su totalidad en el año.</li><li>Debe existir un formato de presentación escrito que sea único para todo Montevideo.</li><li>Se presentarán ante cada CCZ  (Consejo Vecinal y de la Oficina Administrativa ) quien luego de registrarlas las enviará al Equipo de Planificación Zonal.</li><li>Los menores de 18 años podrán presentar propuestas en tanto cuenten con el aval de un mayor de edad o una organización cualquiera.</li></ul><p><strong>Recursos</strong>:</p><p>El PP de Montevideo se organiza para canalizar la participación ciudadana en la decisión sobre recursos del Presupuesto Municipal que provienen de DOS FUENTES diferenciadas:</p><ol><li>La FUENTE 1, que aporta recursos expresados en dinero, cuyo monto el Intendente define y hace públicos año a año con el envío a la Junta Departamental del Ajuste Presupuestal correspondiente al año siguiente de su gestión. La creación de la Fuente 1 no significa que necesariamente haya recursos extra para las Zonas, sino que es una nueva y diferente forma de decidir el destino de parte de los recursos presupuestales.</li><li>La FUENTE 2 , que aporta recursos desde los presupuestos que fueron asignados previamente por parte del Intendente a financiar las actividades de varias Divisiones, Servicios y Unidades de la IMM (Municipalidad) en sus tareas especializadas (Vialidad, Alumbrado, Areas Verdes, etc ) . Estos recursos que podrán ser expresados en dinero o en otras modalidades se definen y hacen públicos año a año cuando el envío a la Junta Departamental del Ajuste Presupuestal correspondiente al año siguiente de la gestión del Intendente.</li></ol><p>Criterios para asignación de recursos:</p><ul><li> Las propuestas que estén acordes a las normas del PP serán sometidas a elección vecinal, debiendo el procedimiento ser claro y único para todo el departamento.</li><li> Los electores podrán votar una sola propuesta.</li><li> Las condiciones para ser elector serán las mismas que las de la elección de Concejos Vecinales.</li><li> El acto electoral se organizará de forma similar al de las elecciones de Concejos Vecinales.</li><li> Las propuestas, luego de sometidas a votación, serán ordenadas de acuerdo a la cantidad de votos que obtenga cada una, partiendo de la mas votada y así sucesivamente hasta la que obtenga menos votos.</li></ul><p>Los recursos se asignarán a las obras siguiendo ese orden, hasta donde los recursos zonales alcancen, el que no podrá ser modificado bajo ningún concepto. Si luego de asignar recursos para la primer propuesta (la más votada) queda dinero disponible para otras, se asignarán recursos a la segunda y así sucesivamente a tantas como alcance el fondo para financiar propuestas enteras. Si se da el caso de que los recursos de la partida zonal, no alcanzan para financiar totalmente la propuesta que sigue en el orden preestablecido, se podrá apelar a un financiamiento extra de un Fondo Especial que creará la Intendencia. Este Fondo cubrirá hasta el 15% del valor estimado de la obra elegida.</p><p>Es decir, el dinero sobrante de los recursos zonales deberá cubrir como mínimo el 85% del costo de la última obra a financiar para que sea incluida en la lista de ejecuciones.</p><p>De no ser suficiente el resto del fondo zonal para cubrir ese 85% del costo estimado de la última obra a financiar, ese dinero se volcará al Fondo Especial que financiará las propuestas que en otras Zonas sí llegaron a cubrir el 85% de su valor con recursos de la Zona. De tal manera que el dinero asignado al PP se invertirá en su totalidad en el mismo.</p><h3><strong>Deliberación</strong></h3><p><strong>Etapa 1</strong></p><p>1 MARZO – 15 ABRIL:</p><ul><li>Se instala en cada Zona un Equipo de Planificación Zonal (EPZ) con integrantes de la Junta Local, Concejo Vecinal y Centro Comunal Zonal.</li><li>Jornadas de capacitación a concejales, ediles y demás actores locales.</li><li>intendente define e informa sobre los recursos disponibles para el PP, <strong>FUENTE 1.</strong></li><li>Comienza campaña de comunicación en los medios.</li><li>Actividades zonales de difusión, información y animación para la participación vecinal. Difusión especial de los PLAEDEZ.</li></ul><p>9 de ABRIL:</p><ul><li>Instalación de la “Comisión del Presupuesto Participativo”, integrada por 36 representantes de los Concejos Vecinales y la IMM.</li></ul><p>16 ABRIL – 17 MAYO</p><ul><li>Continúan las actividades de difusión y capacitación de la primera etapa.</li><li>Se abre el período de Presentación de propuestas desde el 16 abril al 17 de mayo.</li><li>Los EPZ comienzan estudio de las propuestas. Asesoran técnicos del CCZ y eventualmente del área central. Envían las propuestas informadas a la Unidad de Planificación y Participación Descentralizada para su segundo análisis, en el área central de la IMM.</li><li>El área central inicia el estudio de las propuestas; entrega sus informes sobre viabilidad técnica, normativa y estimación de costos de cada propuesta a la Unidad de Planificación y Participación Descentralizada para devolución a los EPZ.</li></ul><p>Etapa 2</p><p>18 MAYO – 30 JUNIO</p><ul><li>Al 30 de junio el Intendente define e informa sobre los recursos disponibles para la <strong>FUENTE 2.</strong></li><li>Los EPZ continúan hasta finalizar el estudio de las propuestas y su envío al área central de la IMM.</li></ul><p>1º JULIO – AGOSTO – 10 SETIEMBRE</p><ul><li>El área central continúa estudio de las propuestas, elaboración de informes y entrega de los mismos a la Unidad de Planificación y Participación Descentralizada para devolución a los EPZ. El 15 de agosto todos los informes deben estar en manos de los EPZ.</li><li>Período de información a los proponentes: a partir de la recepción de los informes del área central y hasta el 24 de agosto los EPZ informarán a los proponentes sobre la viabilidad de las propuestas presentadas.</li><li>Reclamos: hasta el 1º de setiembre los proponentes podrán presentar ante el EPZ reclamos sobre el estudio de viabilidad. Estos serán enviados con 2º informe del EPZ a la Unidad de Planificación y Participación para que la dirección del área informante central adopte la decisión final antes del 10 de setiembre.</li><li>Concejo Vecinal aprueba lista definitiva a someter a elección y lo entrega a Junta Local respectiva.</li><li>Se realiza la redacción definitiva de las propuestas viables para su posterior difusión a la población.</li><li>10 de setiembre las propuestas estarán prontas para su edición y difusión<strong>.</strong></li></ul><p><strong>Etapa 3</strong></p><p>11 SETIEMBRE – OCTUBRE</p><ul><li>Preparación de la elección. Información, difusión, campaña pública.</li></ul><p>21 deOCTUBRE:</p><ul><li>Elecciones en las 18 zonas con el voto universal y secreto.</li><li>Escrutinio y listado definitivo con acciones elegidas y financiadas.</li></ul><p>NOVIEMBRE</p><ul><li>La Comisión de PP que fue instalada el 9 de abril integrada por representantes sociales y del Ejecutivo municipal evalúa el proceso y propone las reglas para el ciclo 2008.</li><li>El Intendente firma acta de compromiso de gestión de las acciones elegidas por la población el 21 de octubre las que serán realizadas durante el año 2008 y las entrega al Concejo Vecinal.</li></ul><p>DICIEMBRE</p><ul><li>Los Concejos Vecinales aprueban las reglas para el Ciclo del año 2008.</li></ul><h3>Resultados y Efectos:</h3><p>En 2006, se avanzó significativamente en el proceso de descentralización y participación popular, incorporando en el Presupuesto comunal una partida fija, dando a la gestión vecinal participativa la posibilidad de realizar proyectos especiales de desarrollo comunitario, que se suma a lo que se viene y continúa haciendo con los llamados Compromisos de Gestión anuales. A estos efectos, el gobierno municipal ha designado $ 2.400.000 para cada Zona en el 2006, siendo 800 mil millones es el presupuesto total anual actual.  </p><p>Los vecinos deciden las prioridades de cada proyecto presentado y de los montos en dinero propuestos para el desarrollo de cada uno en forma directa por voto secreto.</p><p>Participan de varias formas (controlando, denunciando, compartiendo, proponiendo, opinando, eligiendo, votando, integrando):  </p><ul><li>A través de las organizaciones sociales, vecinales, de fomento barrial, cooperativas, instituciones educativas, deportivas, empresariales y religiosas, etc.</li><li>Directamente en forma individual.</li><li>Integrándose a Comisiones de los órganos del Gobierno Local.</li><li>Discutiendo, proponiendo y opinando sobre el Plan Quinquenal, el PP, las prioridades en obras y servicios para los compromisos de gestión anuales, el plan estratégico de desarrollo zonal, etc .</li><li>Votando en forma directa por el proyecto de desarrollo comunitario de su preferencia, en el marco del PP.</li><li>A través de sus representantes en el Concejo Vecinal.</li><li>En diferentes ámbitos y reuniones abiertas del Concejo Vecinal, en asambleas zonales y/o barriales, en plenarios de organizaciones con los órganos del Gobierno Local, a través de Programas específicos (Tercera Edad, Mujer, Salud, etc.), en eventos de carácter Zonal y/o Departamental, con participación del intendente de Montevideo y su equipo de gobierno</li><li>En los llamados Montevideo en foros o en asambleas de vecinos de Montevideo.</li></ul><h3>Análisis y Critica:</h3><p>El proceso de Presupuesto Participativo de Montevideo es una forma de diálogo democrático que se estableció entre el Ejecutivo municipal y los vecinos y organizaciones sociales de Montevideo. Es una herramienta de participación democrática del proceso de descentralización.</p><p>Asegura a los habitantes de Montevideo el derecho de participación universal para deliberar sobre el uso de los recursos públicos administrados por la IMM y para decidir el destino de una parte del Presupuesto Municipal determinando realizar obras de su directo interés. Como cada vecino conoce mejor a su barrio la asignación de recursos es mas justa y eficiente de esta manera. Así también es una forma de crear ciudadania.</p><p> </p><h3>Links Externos :</h3><p><a href=\"http://www.juntamvd.gub.uy/\"><em>www.juntamvd.gub.uy</em></a></p><p><a href=\"http://www.formacionempresarial.com.uy/\">http://www.formacionempresarial.com.uy</a> [DEAD LINK]</p><p><a href=\"http://www.montevideo.gub.uy/\">http://www.montevideo.gub.uy</a></p><p><a href=\"http://www.chasque.net/vecinet\">http://www.chasque.net/vecinet</a></p><p><a href=\"http://municipioch.montevideo.gub.uy/\">http://municipioch.montevideo.gub.uy</a></p><p><a href=\"http://www.slideshare.net/leopoldo.pineda/conociendo-ms-sobre-el-presupuesto-participativo\">http://www.slideshare.net/leopoldo.pineda/conociendo-ms-sobre-el-presupuesto-participativo</a></p><p><a href=\"http://municipioch.montevideo.gub.uy/system/files/imm_pp__2011_0.mov\">http://municipioch.montevideo.gub.uy/system/files/imm_pp__2011_0.mov</a> - Campana Publicitaria</p>", "title": "Montevideo Uruguay Presupuesto Participativo"}