{"htmlbody": "<h3>History</h3><p>1. Background</p><p>In recent decades, Bucharest has witnessed an incredible rise in the number of private cars. With one vehicle for each 1,6 inhabitants, it exceeds world cities like New York or Moscow<a href=\"#_ftn1\" id=\"_ftnref1\" name=\"_ftnref1\" title=\"\">[1]</a>. The expansion of the town towards the suburbs as well as the insufficient infrastructure accentuates traffic problems, increasing the urban discomfort.<br/>The general mentality of average Bucharest citizens, more reluctant towards public transportation and inclined to use individual cars, creates a difficult climate for users alternative transportation methods. The patterns of the urban flows create a vicious loop: Citizens are discouraged by the poor quality of the services to use public transport systems. By relying on their own cars, they generate an overflow of individual car traffic, which in its terms creates a dangerous environment for bicycle users. In 2007, cyclists represented only 0.5% of the total population and most city dwellers were not favorable to the usage of bicycles because of safety and pollution reasons.<a href=\"#_ftn2\" id=\"_ftnref2\" name=\"_ftnref2\" title=\"\">[2]</a> The bicycle usage, as a means of reducing traffic and health related problems, is discouraged by the growing number of cars.</p><p>          2. First Sparks</p><p>In November 2005, the city hall of Bucharest decided to ban cyclist circulation on the main arteries of the city, on grounds of public safety and accident prevention. Even though the ban was lifted after three days, the situation sparked a general outcry among cyclists. On short notice, around two hundred people gathered in the center of the city. They went on a cycle march using the only bicycle path available at that time in Bucharest as a protest against the poor conditions provided for alternative transportation.<a href=\"#_ftn3\" id=\"_ftnref3\" name=\"_ftnref3\" title=\"\">[3]</a></p><p>Although the number of protesters was not significant, it created a momentum within the cyclist community which allowed different groups to meet and create important connections. George Culda, says:  “(the flash mob) was essential, it proved that if you fight, you might have chances to win”.</p><p>          3. Development</p><p>Little by little, the bicyclist’s community of Bucharest grew and became more visible.  The barometer for urban participatory dynamics in terms of bicycle activism is the internet: since 2006, the number of blogs, sites and discussion forums related to urban alternative transportation grew significantly and united a scattered community.</p><p>Several years after the first protest there is a solid group militating for bicycle right, that shares common goals and interests, creating a situation with no precedent in the urban context of post transitional Bucharest. The visible presence of bicycles today in the Capital is an instant prove for the powerful message of the bicycle-advocating community.  These groups seem to have coagulated into a proper movement- the bicycle movement.</p><p><a href=\"#_ftnref1\" id=\"_ftn1\" name=\"_ftn1\" title=\"\">[1]</a> <a href=\"http://www.realitatea.net/bucurestiul-mai-tare-decat-new-york-la-numarul-de-masini_765372.html\">http://www.realitatea.net/bucurestiul-mai-tare-decat-new-york-la-numarul...</a> [BROKEN LINK]<br/><a href=\"#_ftnref2\" id=\"_ftn2\" name=\"_ftn2\" title=\"\">[2]</a> Survey created by the NGO Kick the Saddle, with the support of the Dutch Embassy and Daedalus Consulting: <a href=\"http://www.batesaua.ro/studii-cercetari-si-statistici/\">http://www.batesaua.ro/studii-cercetari-si-statistici/</a> [BROKEN LINK]<br/><a href=\"#_ftnref3\" id=\"_ftn3\" name=\"_ftn3\" title=\"\">[3]</a> <a href=\"http://biciclisti.blogspot.com/2005/11/interzis-bicicicletelor-in-bucuresti.html\">http://biciclisti.blogspot.com/2005/11/interzis-bicicicletelor-in-bucuresti.html</a> [ACCESS BY INVITATION ONLY]<br/><a href=\"http://www.natgeo.ro/locuri-si-oameni/comunitati/9158-cursa-cu-obstacole?start=2\">http://www.natgeo.ro/locuri-si-oameni/comunitati/9158-cursa-cu-obstacole?start=2</a></p><h3>Problems and Purpose</h3><p>1. Problem</p><p>The main problem the bicycle movement is trying to solve is the impracticality of the city for cyclists. Not only is this a great discomfort for those citizens who prefer to use the bicycle, but it is also a major infringement towards a sustainable development of the city. This problem has two dimensions: a physical one and a social one.</p><p>First, the physical is the lack of an appropriate infrastructure: institutionalized bicycle lanes and parking spaces for bicycles, laid out in a coherent city-scale system with a correct application of the standard norms and correct technical approach are considered crucial for the usability of the transport system by cyclists. These requirements transpire through continuous comments made by bicycle or non-bicycle users on the internet and also through standards promulgated in European big cities with more developed infrastructure<a href=\"#_ftn1\" id=\"_ftnref1\" name=\"_ftnref1\" title=\"\">[1]</a>.<br/>There is, however, an indirect physical constraint, which is the poor quality of the conventional infrastructure:</p><p>a. the lack of institutionalized car parking spaces and of appropriate laws generate an overwhelming number of cars that colonize the streets and sidewalks. This makes it difficult both for vehicles and people to circulate and simultaneously result in a denser and busier traffic because of the reduced street dimensions.<br/>b. the busy traffic makes it more difficult for public transportation to work efficiently, thus discouraging people to use buses or even light rails. The increasing generating more traffic creates a dangerous environment for cyclists<br/>c. the lack of appropriate spaces and regulations to allow cyclists to transport the bicycles on the buses, subways, etc.</p><p>Second, the social dimension of the problem is a general lack of trust in this alternative transportation method. A 2007 survey<a href=\"#_ftn2\" id=\"_ftnref2\" name=\"_ftnref2\" title=\"\">[2]</a>, suggested that a very small percentage of the population was using the bicycle and that the most important users were coming from the lower social classes. The bicycle is perceived as a means of transportation used by the poor population. The reluctance to use bicycles is connected to a sense of prestige and visible social status offered by cars.<br/>Simultaneously, the bicycle is perceived as dangerous in the urban context of Bucharest. In the early stages of this development, the absence of a substantial example of a large number of people that cycle safely discouraged use the bicycle in Bucharest.</p><p>2. Purpose</p><p>The most obvious goal of the bicycle movement is to convince local authorities to create the appropriate infrastructure for cyclist circulation in Bucharest.</p><p>A more subtle purpose is to augment the number of bicycle users. Motivating the small dimensions of the cyclist community and therefor a lack of a real need, authorities refused to invest in a bicycle infrastructure. Creating more visibility for bicycle users on an urban scale has a political importance as well as a social relevance: the more people adopt bicycle usage in everyday life; the more likely it is to convince others that cycling in the city is not impossible. The more bicycle users there are, the easier it is to relieve the pressure set on urban traffic by the rising number of cars, and the easier it is to encourage more people to use bicycles, having as a global result a more comfortable urban environment. In order to achieve this goal, NGO’s, like Kick the Saddle (Bate Saua sa Priceapa Iapa) set their purpose on rebranding bicycle usage: the image of bicycles should shift from a transportation method for poor people to a hip and stylish tool, that is connected to more abstract values like culture, arts, healthy living, sustainability or traditions.</p><p><a href=\"#_ftnref1\" id=\"_ftn1\" name=\"_ftn1\" title=\"\">[1]</a> Study created by the NGO Kick the Saddle “European Standards Bicycle Ways: Classification, Standardisation, Implementation” <a href=\"http://www.batesaua.ro/propuneri-cai-pentru-biciclete/\">http://www.batesaua.ro/propuneri-cai-pentru-biciclete/</a> [BROKEN LINK]<br/><a href=\"#_ftnref2\" id=\"_ftn2\" name=\"_ftn2\" title=\"\">[2]</a> Survey created by the NGO Kick the Saddle, with the support of the Dutch Embassy and Daedalus Consulting <a href=\"http://www.batesaua.ro/studii-cercetari-si-statistici/ [BROKEN\">http://www.batesaua.ro/studii-cercetari-si-statistici/ [BROKEN</a> LINK]</p><h3>Originating Entities and Funding</h3><p>1. Community Groups</p><p>The most important entities in the emergence of this movement are NGO’s and bicycle advocacy groups connected through virtual communication tools, such as blogs, forums, social media. Among the most active community groups are NGO’s like</p><ul><li>Kick the Saddle (Bate Saua ca sa Priceapa Iapa), a bicycle advocacy NGO, “promoting cultural-artistic traditions through tourism on saddle”</li><li>Optar, the Organisation for Promoting Alternative Transport in Romania</li><li>BikeWalk, a site dedicated to organizing bicycle related events</li></ul><p>Although most of the groups are concerned with issues related to bicycle usage at a national scale, most of their actions focus on the Capital.</p><p>The flourishing of these groups since 2006 onwards is intimately connected to the emergence of the internet and the networking possibilities offered by free sites and blogs. In a city with feeble community ties, internet sparked a new wave of social cohesion and offered bicycle users the chance to acknowledge the existence of a larger group of individuals with common interests</p><p>2. Public Authorities</p><p>Public authorities involved in this process are the City Hall, the Environmental Agency, the Municipal Police, the Education Agency and the Public Transportation Agency. These entities are directly or indirectly related to the bicycle movement, and in the vast majority of the cases it is due to public-private partnerships created at the insistence of the NGO’s. </p><p>3. Funding</p><ul><li>Funds from foreign authorities: the Dutch Embassy</li><li>Grants from international agencies: the GEF-SGP UNDP (UN)</li><li>Public funds: the Municipal City Hall of Bucharest and the Sector 1 Hall of Bucharest, the Youth Program of the Education Ministry  </li><li>Private funds: Foundations: Soros Foundation, The Environmental Partnership Foundation;</li></ul><p>Private Companies: Petrom, Tusnad</p><ul><li>Taxes: NGO membership taxes, governmental taxes: individual can subscribe to donate 2% of their taxes to a NGO of their choice</li><li>Self-funding:  income from NGO-run businesses, like bicycle shops, bicycle rentals, repairs; income from internet sold items, like jewelry and cloths articles with bicycle related themes</li></ul><h3>Participant Selection</h3><p>The movement welcomes anybody who is willing to participate in the process, thus it is a self-selection process and the degrees of participation vary according to the involvement of the individuals. For most of the informed citizens of Bucharest, the simple act of using a bicycle has become a statement. Cyclists participate occasionally in critical masses, read the blogs and contribute with comments and information. More active participation is seen by individuals who contribute voluntarily or financially to the programs of the different groups and NGO’s while the most active participants are the NGO initiators themselves.</p><h3>Participatory Methods</h3><p>5.1. Protest</p><p>A. Bicycle meetings take place on a regular basis in the warm season as critical masses and have both a recreational as well as a protest function. As the first gathering of this type was initially a protest, bicycle strolls in large groups tend to maintain the character of social activism. Especially in situations where authorities refused to negotiate with bicycle ride organizers for the facilitation of the events, the gatherings have a strong protest component.</p><p>B. Petitions and complains are a more conventional method used by some NGO’s. Some groups, like Optar use a meticulous and well augmented analysis of the current bicycle infrastructure and constantly update the results of this research as well as the submitted petitions on their site.</p><p>5.2. Education</p><p>Several advocacy groups have initiated educational programs in order to encourage more people to use bicycles in the everyday life. Such programs vary from informational stands during special urban events, such as second-hand fares, bio-food fares or urban festivals like Street Delivery; to bike-share programs in parks to educational campaigns in schools, such as the “Young Velorutionary”; bicycle teaching programs and competitions related to bicycle use. Most of these actions are initiated by NGO’s and some of them are facilitated by public-private partnerships.</p><p>5.3. Rising awareness</p><p>As the bicycle movement recognizes the need for a change not only in terms of the physical infrastructure but also in the general mentality, there are several methods used for raising awareness of the advantages of riding bicycles. Communicating and networking are an important component: the most important medium is internet, but as the movement evolved, information related to bicycles transcended also to the traditional media: today there is a regular radio show dedicated to bicycles on Radio Bucharest and a rising number of news related to bicycles on TV, radio and in newspapers.  </p><p>Rebranding of the image of bicycles is another strategy: in an effort to prove that bicycles are part of a lifestyle more than an object, blogs and sites constantly present urban cycling as a hip trend.</p><h3>Influence, Outcomes, and Effects</h3><p>Advisory or Consultative Influence: Through the insistence of these community groups, authorities have started to recognize the need for bicycle infrastructure and by means of negotiation and public-private partnerships, over 100 km of bicycle lanes have been created from 2007 to 2009. Sectorial city halls also sponsor free bicycle rental in parks in partnership program NGO’s. Other public institutions like the Subway Transportation Office adopted some small changes in their structure to allow cyclists to use bikes more efficiently.</p><p>Communicative effects: Critical masses, rebranding strategies and the rising number of bicycle-related groups had a substantial effect on the population of Bucharest. The rising number of urban cyclists is visible in the attendance statistics of critical masses. While the attendance at the first Mobility Week event, in 2006, was of almost 150 people, in 2010 BikeWalk organizers estimated about 1500 participants<a href=\"#_ftn1\" id=\"_ftnref1\" name=\"_ftnref1\" title=\"\">[1]</a> and George Culda estimates that Bucharest gains about 100 bicycle users daily.<a href=\"#_ftn2\" id=\"_ftnref2\" name=\"_ftnref2\" title=\"\">[2]</a></p><p>The number of bicycles and the attitude towards urban cycling has visibly changed since the first protest in 2005, generating a slight shift in urban transportation patterns.</p><p><a href=\"#_ftnref1\" id=\"_ftn1\" name=\"_ftn1\" title=\"\">[1]</a> <a href=\"http://bikewalk.ro/fuse-si-bikewalk-2-pe-2010.html[DEAD\">http://bikewalk.ro/fuse-si-bikewalk-2-pe-2010.html[DEAD</a> LINK]<br/>[UPDATE: see <a href=\"http://tribul.eu/\">here </a>for new website]<br/><a href=\"#_ftnref2\" id=\"_ftn2\" name=\"_ftn2\" title=\"\">[2]</a> <a href=\"http://www.ecomagazin.ro/bicicletele-castiga-teren-in-bucuresti/\">http://www.ecomagazin.ro/bicicletele-castiga-teren-in-bucuresti/</a></p><h3>Analysis and Criticism</h3><p>Compared to previous efforts of Bucharest’s citizens to engage in the faith of the urban landscape, the bicycle movements is probably the first attempt of public participation that has visible effects on the city. However, even if the act of creating the lanes was a result of public pressure and thus a successful outcome of the bicycle movement, the process of creating the lanes and resulting physical results face severe criticism by the bicycle community. Regarding the public-private partnerships, the NGO leaders faced substantial resistance from public authorities to perform their own share of the work. As for the existing lanes, survey shows that most riders prefer to use the road rather than the official lanes.<a href=\"#_ftn1\" id=\"_ftnref1\" name=\"_ftnref1\" title=\"\">[1]</a> The blog Optar showed a series of video documented analysis of the lanes, proving technical and legal obstructions. The lanes are not connected to each other in a practical system, the boardwalks are too elevated, the dimensions do not correspond to the legal norms, there are several interruptions and obstructions on the way, like kiosks or benches, all lanes are drawn on the sidewalk, forcing pedestrians to walk on them and the list may continue… Moreover, the investigations created by the same group proved that the installation of the lanes generated an even more violent behavior of car drivers towards bicycle users. Cyclists that prefer to use the street rather than the lanes for reasons of impracticality are been harassed by car and public bus drivers, putting them in dangerous situations. As a result, the group made petitions for uninstalling the bike lanes.<a href=\"#_ftn2\" id=\"_ftnref2\" name=\"_ftnref2\" title=\"\">[2]</a></p><p>On the other hand, even though the infrastructural reforms are still on their way, the bicycle movement succeeded in positively affecting mentalities, both on the part of official authorities and on the part of society. In the beginning of the movement, in September 2006, the municipality was reluctant to give the consent to close down one single car lane for one single bike gathering during the Mobility Week. Today, the cyclist march of the Mobility Week as well as other such meetings have the support of the authorities and benefit from closing down several arteries in the city center. These events encouraged more people to use bicycles and to take part in such community actions, while the rising numbers of bicycle users create the basis for the organization of more events. From a social point of view, the movement succeeded in generating participation over-spills as the bicycles have proven to be an efficient tool in bridging the dispersed interest communities of the Capital.</p><p>Even though in other cities 6 years might not seem an important lifespan, in the context of the socially disintegrated city of Bucharest, the bicycle activism is emerging as a long-lived movement. While other protest actions have died off  quickly, the groups advocating for bicycle rights seem to have survived the critical moments where others would have given up. The oldest and most active NGO, Kick the Saddle is constantly supporting programs, gatherings and media appearances. With 6 different sites and blogs and a six years old intensively active discussion forum, the organization has become one of the iconic images for the bicycle movement. As in the cases of other non-profits, the founder created a business that is correlated to the actions of the NGO. The “Veloteca” store is importing, repairing and renting high quality bicycles. As the only company at the early stages of the bicycle movement to introduce luxury bike brands, like Brompton, the store was the first to fulfill the aims of the NGO in rebranding the bicycle as a hip and fashionable item. The energy and time invested in the NGO finds a very practical basis in the economical outcomes: the financial success of the store depends on the progress of the bicycle movement, the image and integrity of the NGO is closely tied to the financial success. Simultaneously, the store became a source of funding for the NGO. As such, the strategy of the organization is not only part of a civic activism story but also a business strategy. The model has proven to be more efficient on the scale of the participatory processes than the example given by groups fighting for abstract causes, where in most cases activists lose their interest quickly, participate only sporadically or give up at the first glimpse of failure. The business component of this scheme  guaranteed not only the extensive involvement of the NGO members but also drove the organization to adopt specific strategies, based on serious surveys and invest into long term programs, such as education campaigns. The sustained actions of this group generated a basis for an extensive network of bicycle fans that act now as a control group for the actions of the NGO.</p><p>To conclude, the evolution of participatory processes through the lens of this bicycle movement is remarkable from the point of view of the Romanian civic society. On the other hand, there is a big gap between the development aspired by the society and the stagnation and stubbornness that can still be seen in the case of the authorities.</p><p><a href=\"#_ftnref1\" id=\"_ftn1\" name=\"_ftn1\" title=\"\">[1]</a> <a href=\"http://bikewalk.ro/pe-unde-pedalezi.html\">http://bikewalk.ro/pe-unde-pedalezi.html</a> [DEAD LINK]<br/>[UPDATE: see <a href=\"http://tribul.eu/\">here </a>for new website]<br/><a href=\"#_ftnref2\" id=\"_ftn2\" name=\"_ftn2\" title=\"\">[2]</a> <a href=\"http://optar.ro/optar-a-sesizat-brigada-rutiera-raspunde.html\">http://optar.ro/optar-a-sesizat-brigada-rutiera-raspunde.html</a></p><p> </p><h3>Secondary Sources</h3><p><a href=\"http://www.realitatea.net/bucurestiul-mai-tare-decat-new-york-la-numarul-de-masini_765372.html\">http://www.realitatea.net/bucurestiul-mai-tare-decat-new-york-la-numarul...</a> [BROKEN LINK]</p><p>I. Străinescu and V. Rădulescu, “The need for change of the transport mode in the great cities of Romania”, in Urban Transport and the Environment in the 21st Century, ed. A. Prattelli and C.A Brebbia, (Wessex: WIT Press, 2011), p.87</p><p>M. Popa, S. Raicu, D. Costescu &amp; F. Rusca, “Effects of a non-motorized transport infrastructure development in the Bucharest metropolitan area” in <em>The Sustainable City IV: Urban Regeneration and Sustainability, Ecology and the Environment volume 93</em> (2006) <a href=\"http://library.witpress.com/pages/PaperInfo.asp?PaperID=16887\">http://library.witpress.com/pages/PaperInfo.asp?PaperID=16887</a></p><h3>External Links [Romanian]</h3><p><a href=\"http://www.batesaua.ro/\">http://www.batesaua.ro/</a></p><p><a href=\"http://activexplore.ro/\">http://activexplore.ro/</a></p><p><a href=\"http://www.velorutia.ro/\">http://www.velorutia.ro/</a></p><p><a href=\"http://www.hartavelo.ro\">http://www.hartavelo.ro</a></p><p><a href=\"http://optar.ro/\">http://optar.ro/</a></p><p><a href=\"http://velobello.wordpress.com/\">http://velobello.wordpress.com/</a></p><p><a href=\"http://www.velomesager.ro/\">http://www.velomesager.ro/</a> [DEAD LINK]</p><p><a href=\"http://www.velorutia.ro/blog/\">http://www.velorutia.ro/blog/</a></p><p><a href=\"http://www.veloteca.ro/ \">http://www.veloteca.ro/ </a></p><p><a href=\"http://bicla.ro/\">http://bicla.ro/</a></p><p><a href=\"http://fighter-place-yon120.blogspot.com/\">http://fighter-place-yon120.blogspot.com/</a> [DEAD LINK]</p><p><a href=\"http://www.freerider.ro/\">http://www.freerider.ro/</a></p><p><a href=\"http://www.mbike.ro/\">http://www.mbike.ro/</a> [DEAD LINK]</p><p><a href=\"http://pe-bicicleta.blogspot.com/\">http://pe-bicicleta.blogspot.com/</a></p><p><a href=\"http://drbicicletei.blogspot.com/\">http://drbicicletei.blogspot.com/</a></p><p><a href=\"http://bikewalk.ro/\">http://tribul.eu/</a></p><p><a href=\"http://tototheduke.blogspot.com/\">http://tototheduke.blogspot.com/</a></p><p><a href=\"http://numaiambicicleta.wordpress.com/\">http://numaiambicicleta.wordpress.com/</a></p><p><a href=\"http://www.portocalamecanica.ro/\">http://www.portocalamecanica.ro/</a></p><p><a href=\"http://www.ciclop.eu/\">http://www.biciclop.eu/</a></p><p><a href=\"http://bikeblogbucuresti.blogspot.com/\">http://bikeblogbucuresti.blogspot.com/</a></p><p><a href=\"http://bikepress.wordpress.com/\">http://bikepress.wordpress.com/</a></p><p><a href=\"http://bloguri.biciclete.net/\">http://bloguri.biciclete.net/</a></p><p><a href=\"http://www.ciclism.ro/forums/\">http://www.ciclism.ro/forums/</a></p><p><a href=\"http://www.cubicicleta.ro/\">http://www.cubicicleta.ro/</a></p><p><a href=\"http://biciclisti.blogspot.com/\">http://biciclisti.blogspot.com/</a> [ACCESS BY INVITATION ONLY]</p><p><a href=\"http://criticalmassromania.blogspot.com/\">http://criticalmassromania.blogspot.com/</a></p><p><a href=\"http://genubike.blogspot.com/\">http://genubike.blogspot.com/</a></p><p><a href=\"http://www.perpetuumcycle.com/\">http://www.perpetuumcycle.com/</a></p>", "title": "Bicycle Activism (Bucharest, Romania)"}