{"htmlbody": "<h3>Statement of Unity</h3><p>We humbly acknowledge that <a href=\"http://www.occupyvancouver.com\" target=\"_blank\">Occupy Vancouver</a> is taking place on unceded Coast Salish territories.</p><p>We, the Ninety-Nine Percent, come together with our diverse experiences to transform the unequal, unfair, and growing disparity in the distribution of power and wealth in our city and around the globe. We challenge corporate greed, corruption, and the collusion between corporate power and government. We oppose systemic inequality, militarization, environmental destruction, and the erosion of civil liberties and human rights. We seek economic security, genuine equality, and the protection of the environment for all. \u2028\u2028</p><p>We are inspired and in solidarity with global movements including those across the Middle East, Europe, and the <a href=\"http://www.occupywallst.org\" target=\"_blank\">Occupy Wall Street</a> / <a href=\"http://www.occupytogether.org/\" target=\"_blank\">Occupy Together</a> movement in over 50 cities in Canada, and thousands worldwide. Injustice anywhere is injustice everywhere.</p><p>We are committed to an inclusive and welcoming space, to addressing issues of oppression and discrimination, and to creating an environment where all the 99% can be heard and can meaningfully participate. We are also committed to safeguarding our collective well-being – including safety from interpersonal violence and any potential police violence. \u2028\u2028</p><p>PLEASE NOTE: This is a working statement that we know will evolve as #OccupyVancouver grows and flourishes. Our demands and our dreams are not limited to this statement as we have many ideas and solutions. As stated by #OccupyTogether, no one group, person, or website could ever speak for this diverse gathering of individuals. However, the General Assembly on October 8, 2011 reached consensus to accept these broad principles as a starting point and there will be further discussion on this topic.</p><h3>General Assembly</h3><p>Meets every Saturday @ 1pm and Wednesday @ 7pm at the <a href=\"http://www.creativetechnology.org/\" target=\"_blank\">W2 Media Cafe</a>.</p><h3>Spokes Council</h3><p>Meets every Sunday @ 1pm and Tuesday @ 7pm at the <a href=\"http://www.creativetechnology.org/\" target=\"_blank\">W2 Media Cafe</a>.</p><h3>Publications</h3><p>The Occupied Vancouver Sun, a bi-weekly publication in solidarity with Occupy Vancouver, can be found on <a href=\"http://www.facebook.com/OccupiedVancouverSun\" target=\"_blank\">Facebook</a>, the <a href=\"http://www.occupyvancouver.com/committeeDetail.php?26\" target=\"_blank\">OV Workgroup Blog</a> and contacted at <a href=\"http://mailto: occupiedvancouversun@gmail.com\"><span class=\"__cf_email__\" data-cfemail=\"4708242432372e222311262924283231223514322907202a262e2b6924282a\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a>.</p><h3>Notes</h3><p>Information about committees, meetings and events can be found at <a href=\"http://www.occupyvancouver.com\" target=\"_blank\">www.occupyvancouver.com</a>.</p><h3> </h3><p> </p>", "title": "Occupy Vancouver"}