{"htmlbody": "<h3>Problems and Purpose</h3><p>Occupy Vancouver, during the occupation of the Vancouver Art Gallery last fall, needed to implement a consensus-based decision making process in order for the encampment to function in a fair and inclusive manner. The General Assembly and it's processes were developed by consensus for this pourpose.</p><h3>History</h3><p>Consensus-based decision making is not a new concept in the social justice, environmental and other activist movments worldwide. Participatory democracy is clearly an option being looked at by various groups as an alternative way to govern a society.</p><p>Occupy Wall street really got the ball rolling, setting a standard for General Assembly process that was adopted or used as a model to develop or adapt by many other occupations accross the US and Canada. Occupy Vancouver was no exeption.</p><h3>Participant Selection</h3><p>Anyone present at the Vancouver Art Gallery who wished to participate was included in the General Assembly process. Quorum was set at a minimum of 50 participants, this was decided upon by consensus of a group of approximately 300 participants during the time of the occupation.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>At first, discussion revolved around the process itself, which could be quite frustrating at times. 100% consensus requirement evolved into a 90% / 10% model, with a rather complex system of dealing with blocks or disagreements. On the positive side, the process that developed was indended to ensure that all voices could be heard and that anyone present could meaningfully participate should they so choose.</p><h3>Influence, Outcomes, and Effects</h3><p>Decisions made by consensus at the General Assemblies held at the Vancouver Art Gallery were mainly related to the functioning of the occupation itself. Issues like safety and security, food distribution, co-operating (or not co-operating) with Vancouver city workers and authorities, re-structuring the encampment and things like that were discussed often.</p><p>Proposals became key. Committees, working groups and individuals were empowered to develop proposed suggestions to present to the General Assembly. Proposals often included endorsement of direct actions, marches or protests going on during the time of the occupation, or being organized by committees or working groups of Occupy Vancouver. Proposals also included new processes to be implemented in the General Assembly itself regarding the way that the group could come to consensus.</p><h3>Analysis and Criticism</h3><p>Blocking became a regular source of contention in the group. According to the General Assembly process, blocks were voiced and dealt with in a certain way. Opinions circulated that ego was coming into play and that individuals were abusing the block process in some cases.</p><h3>Notes</h3><p>This case is written from my personal perspective of the activity during the occupation of the Vancouver Art Gallery by Occupy Vancouver in 2011. I was an active participant in the General Assembly process and a member of various committees both during the occupation and currently in the second phase of Occupy Vancouver.</p>", "title": "The Occupation of the Vancouver Art Gallery: October 15 - November 21, 2011"}