{"htmlbody": "<p><em>Note: For a full case analysis of this subject please see the article \"2007/2008 New Mexico Citizen Conferences\" by Stylianos Tsinaroglou available at: <a href=\"http://participedia.net/en/cases/20072008-new-mexico-citizen-conferences-0\">http://participedia.net/en/cases/20072008-new-mexico-citizen-conferences-0</a></em></p><h3>Summary</h3><p>This case study features Citizen conferences, each composed of 8-10 New Mexico adult citizens and lasting one day, spearheaded by the New Mexico Department of Transportion to gather public input, so that the Department can best meet the transportation needs of its citizens.</p><p> </p><p>1.Problems and Purpose The New Mexico Department of Transportation is committed to its citizens and local government. With New Mexico being a very rural state the public relies heavily on highways, transits, aviation, bicycle, and pedestrian modes of transportation. Due to the economic decline of our nation, the NMDOT is facing revenue cuts. Despite the hard economic times the department still stays committed to improving and maintaing every mode of transportation in this great state. The The Department of Transporation decided to create a citizen conferance to gather infortmation from its citizens.</p><p>2. Funding and Budgeting US congress authorizes budgets for transportation. Unfortunately in 2005, Congress has cut the budget. These are the few ways the New Mexico Department of Transportation get their budget regulated. Regulatory: federal and state guidelines determine the NMDOT appropriates funds. Political: politicians, interest group, and citizens influence how the funds are distributed. And the NMDOT has to balance all the wants and needs of these diverse interest groups. That is why the citizen conferences are so important because they allow the NMDOT to hear from the citizens fist and hand and can balance their views with the views of politicians and other interest groups. Some basic updates about the current budgets. Currently the projected 20 year transportation budget is 16 billion. The main focus of this budget is rehabilitation projects, which include hazzadourdous road repair, and mofidying highways to reduce traffic conjestion. Since 22% of the state is highways, repairing those highways is very important to their citizens safety.</p><p>3.Participation Selection The Citizen conferences are made up of 8-10 adult citizens that come from diverse demographics that represent different areas of New Mexico. The citizens are selected at random in order to ensure the diversity of the panel. Department of Transportation employs Citizen Advisors that participate in the panel and inform the panel of budgets, projects, and planning. These advisors receive an honorarium for their time.</p><p>4. Deliberative Processes The conference is set up for one day. First the citizens are informed about the background of the New Mexico Department of Transportation. Then they are informed of what the NMDOT takes into account when making key decisions about the transportation system. The citizen advisors are facilitate this process by asking the department of transportation expert panel questions about budgets, planning, and projects. Then the panel deliberates on how to best serve the transportation needs of the public. The citizen advisors are responsible to summarize the key points to the department of transportation's panel of experts. Below is a typical schedule of one of this conferences and shows the process to which they deliberate.</p><p>Schedule</p><p>Registration &amp; Continental Breakfast 8:30 – 9:00</p><p>Introductions 9:00 – 9:30</p><p>Conference overview 9:30 - 10:00</p><p>Citizen Advisors question expert panelists 10:00 - 12:00</p><p>Lunch 12:00 - 1:00</p><p>Deliberation among Citizen Advisors 1:00 - 4:00</p><p>Presentation of recommendations 4:00 - 4:30</p><p>Informal discussion 4:30 - 5:00</p><p>5. Influence and Outcomes: From the NMDOT Results of the 10 Citizen Conferences 2007/08</p><p>In all of the Citizen Conferences the recommendations included thoughts on roads and road infrastructure, and specific roadways; alternative modes; safety; process, outreach and education; and funding considerations (even though this topic was discouraged due to the ongoing HM 35 public outreach process</p><p>Here is a summary of the key values that the citizen conferences came up with.</p><p>A. Roads, Road Infrastructure, and Road Specific:</p><p>Improve road marking, signage, and nighttime visibility G,C, C, D</p><p>Use intelligent information systems to advise drivers of problems</p><p>Optimize traffic flow in congested areas</p><p>Explore options to increase roadway longevity</p><p>Increase contractor accountability and quality of work</p><p>Improve response to snow removal needs</p><p>Add more rest areas along major roadways and improve lighting and landscaping at existing ones</p><p>Look at alternatives to bridges for additional river crossings in the Albuquerque metropolitan area</p><p>Provide truck lanes on all interstate highways</p><p>B. Safety:</p><p>Revamp laws affecting safety on NM roadways, including requiring countdown signs</p><p>Improve signage and markings visibility</p><p>Improve safety and traffic flow in construction zones</p><p>Install call boxes at rest areas; improve emergency phone service along roadways, especially in remote areas where there is no cell service</p><p>Install reflective lane markers that are visible at night</p><p>Maintain emergency access along congested roadways during special events</p><p>Provide truck lanes on all interstates</p><p>Improve public awareness about common safety concerns (seat belts, child safety seats, defensive driving, wrong-way driving, DUI)</p><p>Improve school zone safety, including congestion and pedestrian issues</p><p>Define roads better in rural areas (signage, markings, rumble strips)</p><p>Improve bicycle safety by designing better bicycle networks, and educating bicyclists and drivers about BPE rules and regulations</p><p>Place red barriers on interstate exits to prevent wrong way driving</p><p>Employ more digital speed signs to inform drivers of there speeds</p><p>Deploy red-light cameras in Las Cruces area</p><p>Create better collaborations between land owners and state and local governments to develop strategies for mitigating safety issues along public roadways</p><p>Improve sight-distance triangles at intersections of state and other roads</p><p>C. Alternative Modes:</p><p>Promote the use of public transportation, including expanding services and providing incentives for use (this recommendation, or something very similar, was common to all 10 citizen conferences). These recommendations included both fixed route and on-demand services; regional and local services; work, service, and emergency-based trips; and multiple-sized programs that ranged from single van to regional park-and-ride services</p><p>Improve advertising about public transportation options</p><p>Build or improve sidewalks in District 4</p><p>Developing and improving bike routes in rural and urban areas</p><p>Widen shoulders along NM 6563 for bicycles</p><p>Support, expand, and/or improve regional aviation in the growing, urban areas</p><p>Reconsider the context of the rail freight system, Farmington to Gallup, Farmington to Albuquerque</p><p>Build and elevated loop rail system connecting all four quadrants of the Albuquerque area</p><p>Extend Rail Runner to Deming</p><p>D. Process and Funding:</p><p>Increase NMDOT revenues for meeting New Mexico’s transportation needs (this recommendation was expressed at all 10 Citizen Conferences, although many times it did not rank as a high priority because of instructions to the Citizen Advisors not to consider funding)</p><p>Improve the funding formulas for transportation programs to better meet regional needs</p><p>Develop a data-driven, scientifically-based decision-making method for prioritizing projects and programs</p><p>Improve the public-input process between local officials, transportation planners and the public</p><p>Create and staff a hotline or website to report transportation concerns</p><p>6. Analysis When contacting the NMDOT they said they thought the citizen conferences were an excellent way to hear the public's input. However it is a costly method and they are currently looking for a less costly method to gather the public's information. They still stay very committed to the input and voices of their citizens and continue with their mission \"to plan, build, and maintain a quality state-wide transportation network which will serve the social and economic interests of our citizens in a productive, cost-effective and innovative manner.\" Transportation is very essential to the everyday lives of the citizens and the NMDOT showed they are committed to improving the lives of their citizens by hearing the citizen's voices on issues of transportation. The NMDOT took it upon themselves to employ a method of gathering the public's opinion and made it deliberative.</p><p>Sources: Most of this information can be found on the NMDOT's website: <a class=\"external free\" href=\"http://www.nmshtd.state.nm.us/\" rel=\"nofollow\" title=\"http://www.nmshtd.state.nm.us/\">http://www.nmshtd.state.nm.us/</a> other information was obtained from the citizens conference brochure and summaries of the conferences</p>", "title": "New Mexico Citizen Conferences"}