{"htmlbody": "<h3>Definition</h3><p>A workers’ council is a method of governance by workers of themselves through selected delegates sent to represent them either through direct positions of leadership or through communication with those in positions of power or management. The management of a workplace or an enterprise comes together with the selected delegates to negotiate and bargain on issues selected by the workers to be the agenda of the discussions.</p><p>A concept that was born in the middle of the rise of communism in early 20th century Russia, its original intent was to transform the labor relations to turn production into something collectively owned by the working class. In its current-day application, it has been implemented in different scales and in varying degrees in different countries. From small-scale applications such as in smaller businesses seeking to give voice to its employees to large-scale implementations such as the European Union’s crafting of the <a href=\"http://www.etuc.org/r/57\">European Works Council</a> (EWC) which, in part, serves to ensure that workers are assisted when they express desire for delegate-based representation, it has existed in different sizes. Beyond just scale, it has also served as a tool to open up different levels of participation to workers: from being just similar to <a href=\"http://en.wikipedia.org/wiki/Collective_bargaining\">collective bargaining</a> by encouraging mere negotiations with employers to truly turning over the power of the workplace to its employees by allowing the delegates to essentially be the management team. Ultimately and in each case, it functions to increase the participation of the workers in decision-making processes that affect their employment and general matters related to their trade.</p><h3>Problems and Purpose</h3><p>The creation of a workers’ council puts collective administration into the hands of the workers through their selection of temporary, revocable delegates who are answerable to the mass assembly who selected them. It seeks to reduce the separation between the majority of the workers and the decision-making processes within places of employment or enterprises by ensuring they have representatives. In some cases, the delegates are not merely negotiators but end up serving as the managing members.</p><p>Due to its socialist roots, it does endanger a more inclusive discussion among its participants as they are more likely to be polarized towards the more communist or socialist end of the spectrum. Similarly, its roots have impeded it from being received openly by less socialist societies that could potentially have been more open to increased participation from workers in workplace decision making processes.</p><h3>History</h3><p>Workers' councils first came into existence in Russia as part of the rise of communism in 1905. With the increasing focus on class struggles and giving power to the proletariat, the realization of such a world was devised in various ways. In the workplace, not only was ownership of the means of production thought to rightfully belong to the proletariat, so was the ability to decide all workplace and labor-related issues. The materialization of this within the workforce was in the form of workers' councils. It was thought that the selection of a mass assembly of temporary and revocable delegates would be the most efficient and minimally corrupt way of turning proletarian dictatorship into reality.</p><p>Outside of Russia, they rose into prominence during the German Revolution in 1918. As part of the captivation of power from the imperial government, workers and soldiers became unwilling to cooperate without a stake and a say in the new order. With the rise of Germany as a republic came the rise of workers' and soldiers' councils in Germany which gave a greater sense of involvement and participation to all through the use of delegates.</p><p>Over time, the decline of communism in Europe led to the reduction of the direct management of the workers of themselves. However, the ability of workers to participate was not necessarily forgotten or devalued. In fact, in September 1994, the European Works Council was established. It ensured the right of each worker to being consulted and being informed of company decisions at the EU level through their representatives. </p><p>As of yet, the only model most similar to the original conception of this participatory method that has been used in the United States came into being in the 1920s. The Workers' Council of the United States was a faction of the Socialist Party of America. However, it was short-lived due to problems within the political party. The applications of it in modern-day America are not much different from a typical labor union.</p><h3>Participant Selection</h3><p>There are two kinds of participants that could be broken down in discussing a workers’ council. The former is the general group that takes on this method. The latter is the selection of the delegates within the workers’ council that take on the primary role of communicator between the workers and the management or, in some cases, take on the role of management.</p><p>The method allowing worker governance of and by themselves is open to all who want to adapt it. However, there are systems in place that have allowed public policy to back the creation of these councils. Particularly, the European Works Council encourages the establishment of these by mandating them for larger companies operating at the European Union level (further discussed in the Influence, Outcomes, and Effects sub-heading) and obligating smaller companies to establish them should their workers express a desire for them.</p><p>As for the latter participation selection, this is often decided through an election. The delegates are selected by mass assemblies who nominate and vote on them. An important and quite consistent aspect of this selection of delegates involves the understanding that they are temporary, revocable and ultimately answerable to the assembly who chose them.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The deliberative and decision-making aspects of a workers’ council appear in three parts:</p><p>First, there is the selection of the delegates to represent the workers. There is no particular or uniform way that this has been conducted. However, as mentioned above, the most common way has been through elections among mass assemblies.</p><p>Second, there is the decision making process where the workers decide on their agenda. Often this is also conducted within a mass assembly. The workers play the role of the \"general public\" and vote on the issues they want to be discussed. Additionally, they vote on what their stances are on those chosen issues. Subsequently, they communicate these with the delegates who are then to relay this information to the management of the company and pursue these decided interests for them. </p><p>Lastly, there is the communication and negotiation between the delegates and the top management. In a more complete cycle of decision-making and information-sharing, not only do delegates share the concerns and viewpoints of the workers, those in positions of leadership or management with access to company information are ideally to divulge this information. By doing so, the delegates are expected to share this information with fellow employees to allow for a better informed agenda and decision-making.</p><h3>Influence, Outcomes, and Effects</h3><p>As workers’ councils emerged out of loosely defined ideas that merely intended to shift control of the means of production back to the proletariat, it has taken on different forms in different places throughout history.</p><p>The most profound and widespread rise of the use of this method has been in Europe among members of the <a href=\"http://europa.eu/\">European Union</a> (EU). With the establishment of the European Works Council, companies with at least 1,000 employees and with at least 150 employees in two different European Union member states are, under a directive, obligated to set up workers' councils to select delegates. These delegates then serve as the representative of the workers at the EU level. Not only are these representatives sent to communicate the demands and desires of the assembly who elected them, the participation of workers is ensured through the ECW's policy of transparency for the companies. This means that companies have an obligation to divulge company information to delegates to be shared with the workers.</p><h3>Analysis and Criticism</h3><p>Despite the seemingly good efforts of a workers’ council to promote the level of participation of workers in a workplace by bridging communication between them and the top management at a place of employment or enterprise, it has also attracted criticism because of its historical ties to socialism, communism and Leninism. Instead of being perceived as a democratic means to allow the participatory rule of the workers of themselves, it is seen as something that endangers a capitalistic enterprise. This has impeded its spread in some cultures that do not perceive those associations positively. More specifically, while European countries have been the most receptive to the formation of workers’ councils going so far as to mandate worker representation, the United States extends its having the lowest rates of union representation among developed nations to the relatively low levels of prevalence and knowledge of workers’ councils.</p><p>Additionally, even with those not critical of the Marxist, communist or Leninist roots of this method, it still has potential problems tied to the lack of uniformity on what is expected of it. The deliberative and decision-making aspects of it, if not very conscientiously planned, could just be another field through which politicking of dominant and powerful interests within the workplace could be reinforced.</p><p>Another problematic aspect is the unrealistic expectation that workers will have the leisure time to participate in mass assemblies. While the benefits of making time for such a gathering would probably outweigh the costs, in the labor industry where profit is important, there is a weak incentive for employers or the management of enterprises to want to encourage such councils.</p><p>Lastly, while its implementation in some instances does indeed lead to greater participation and inclusion of the diverse viewpoints of workers, it can also serve to create a mere illusion of that. More specifically there are instances when the delegates can choose even more selective delegates among themselves. From the large assembly to an increasingly minimized number of delegates selected for easier negotiations, a workers' council could create the illusion of representation without serving as such in actuality.</p><h3>Secondary Sources</h3><p>\"<a href=\"http://www.marxists.org/subject/left-wing/gik/1938/workers-councils.htm#h8\">Workers Councils</a>\". The Origin of the Movement for Workers' Councils in Germany. 1938.</p><p>Pannekoek, Anton. <a href=\"http://www.marxists.org/archive/pannekoe/1918/germany.htm\">The German Revolution - First Stage</a>. Marxists. 1918.</p><p><a href=\"http://understandingsociety.blogspot.com/2010/02/works-councils-and-us-labor-relations.html\">\"Works councils and US labor relations.\"</a> Understanding Society. 9 February 2010.</p><p><a href=\"http://mars.wnec.edu/~grempel/courses/germany/lectures/18rev1918.html\">The German Revolution of 1918</a>. History of Modern Germany. Western New England University.</p><p>\"<a href=\"http://www.etuc.org/a/125\">European Works councils</a>.\" European Trade Union Confederation: The Voice of European Workers. 8 May 2008.</p><p>Castoriadis, Cornelius. <a href=\"http://www.marxists.org/archive/castoriadis/1972/workers-councils.htm\">Workers' Councils and the Economics of a Self-Managed Society</a>. 1972</p><h3>External Links</h3><p><a href=\"http://www.etuc.org/r/57\">European Works councils</a></p><p><a href=\"http://ec.europa.eu/social/main.jsp?catId=575&amp;langId=en\">Industrial Relations</a></p><p><a href=\"http://www.marxisthistory.org/subject/usa/eam/socialistparty.html\">Socialist Party of America</a></p>", "title": "Workers' Council"}