{"htmlbody": "<h3>Definition</h3><p>VoterMedia is an incentive structure for encouraging public interest media to develop, to flourish and to cover issues that matter to a voter community. A typical first-step implementation is a blog competition in a small democracy such as a student union or a municipality. Voters allocate a limited budget of community funds among various competing blogs. This <a href=\"http://votermedia.org/publications/VoterMediaAsParticipatoryBudgeting.pdf\">can be seen as a variant</a> of <a href=\"http://participedia.net/methods/participatory-budgeting\">Participatory Budgeting</a>.</p><h3>Problems and Purpose</h3><p>The broad purpose is to improve the policies of democracies and corporations, by better connecting elected leaders with voters, improving voter information and making leaders more accountable for serving the voters' interests.</p><p>Although the existing voting systems in democracies and corporations are already intended to make leaders accountable for serving the voters' interests, those systems fall far short of their ideal intended performance. The 2008 financial crisis is a recent example. VoterMedia is based on the following diagnosis of the causes of such problems:</p><p>The main cause is the voters' free-rider problem. Voting is a collective decision process, and like any collective, it suffers from serious incentive problems. My vote affects everyone else, and everyone else's vote affects me. Voting well requires time, effort, and perhaps money to become well informed. In a typical large voter community, the expected impact of my vote on myself is very small, so I have little incentive to spend time or money to become well informed.</p><p>This is an important part of the reason why private sector media do not provide adequate information to support informed voter decisions -- voters lack the incentive to pay for it <em>individually</em>. However, as a group, voters do have an incentive to pay for information <em>collectively</em>. VoterMedia enables them to do so in a competitive framework.</p><p>Althugh it may seem a circular argument to solve the voter information problem by voting on competing information sources, the reputations of the competing sources help to resolve this circularity. The blogs (or other media) become part of the democratic system of checks and balances.</p><h3>History</h3><p>Votermedia was originally conceived in 1988 at the University of California, Berkeley, for the purpose of informing and empowering corporate shareowners. Shareowners would vote to allocate a limited budget of corporate funds to competing providers of information about management policies and director election candidates. However, resistance by corporate boards, management and institutional investors has so far prevented any implementation in corporations.<br/><br/>Instead, votermedia has been implemented experimentally at student unions and municipalities in the Vancouver, Canada area since 2007. The longest and most successful votermedia implementation so far is at UBC AMS, the University of British Columbia's student union (Alma Mater Society) -- see the Participedia Case on this (now being written).</p><h3>Participant Selection</h3><p><strong>1. Selection of a community:</strong> VoterMedia is designed to help a community of voters (e.g. 1,000 or more) that elect leaders to deploy a substantial annual budget (e.g. $250,000 or more). VoterMedia costs a minimum of about $4,000 per year to be effective. (This is a budget for blog awards. VoterMedia.org is probably willing to help administer the contest for free.) It works best with cooperation from the elected leaders, especially since the funding typically comes from the community budget. So far we have had the most success with university student unions, and have started testing the system with municipal governments. It works better in communities with general access to the internet, such as via public libraries.</p><p><strong>2. Selection of blogs:</strong> On a general principle of freedom of the press, the competition should be as open as reasonably possible. Contest administrators should have little or no discretion to decide if any blogs should not be allowed to enter. In some of our test implementations at UBC, the sponsor decided to limit entry to UBC students, and to require that most of the blog's content be related to UBC.</p><p><strong>3. Selection of voters:</strong> Ideally, the eligible voters in VoterMedia should be everyone eligible to vote in the community's elections. This can be achieved by having the VoterMedia voting on the same ballot as a community election. However, a continuous online VoterMedia ballot is also helpful, even if the participating voters will not exactly match those who vote in an election.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The voter community can participate in several ways. Anyone (or any group) can start a blog and enter the competition. Voters are encouraged to read the blogs, comment on them, and vote to allocate shares of the funding to the blogs they find worthwhile. Elected leaders often read the blogs and sometimes participate with comments.</p><p>The blogs fulfill the function of active news media. They inform the voter community, especially during election campaigns, but also throughout the year.</p><h3>Influence, Outcomes, and Effects</h3><p>Here are quotes from our video <a href=\"http://votermedia.org/videos/3\">How VoterMedia Affects Election Campaigns</a>:</p><blockquote><p>Bijan Ahmadian, AMS President 2010-2011:</p><p>\"VoterMedia has definitely made the election process more accessible.<br/>...voter media really play an important role and have really been, centre of gravity for voters to come together and discuss issues, discuss candidates, discuss their values, and give candidates an opportunity to respond, to engage with the voters. And it just feels more like a democracy, than it used to, I think, from my perspective.\"</p><p>Alex Lougheed, AMS VP Academic 2008-2009:</p><p>\"...it's definitely, definitely improved the quality of candidates that run in the elections. And the reason for that is there's far more scrutiny, and candidates have to work their butt off quite a bit more, in order to just make ends meet. As a candidate, it's really common to get a ton of emails from each of the [voter media], may they have questionnaires, may they want interviews, may they want to do photo shoots, any of those kinds of things. And that's really increased the amount of public scrutiny on those officials. They're now aware, and they have to be more cognizant of the issues that are at hand, and they also have to have ideas, and they have to be able to contribute to that dialog...\"</p></blockquote><p>And from our video <a href=\"http://votermedia.org/videos/2\">VoterMedia at UBC</a>:</p><blockquote><p>Jason Ng, Blogger, <em>Social Capital</em>:<br/><br/>\"I think one of the challenges that UBC has always been dealing with over the past few years is: You've got a campus of 45,000 students; that's enough for a pretty big town. And everyone has different interests, everyone's from all kinds of places, and it's hard to bring that community together. And voter funded media has helped start that. It's helped bring together students that were not interested, necessarily, in student politics before. And helped them realize that a lot of the issues that affect UBC go beyond students who have a direct interest in politics, and really affect all the students that are part of the community for the years that they're here. And [VoterMedia] has helped start that and helped generate a greater interest. I think we're seeing that reflected through better voter turnout, through better attendance at voter-related events. That hasn't happened before in previous years, partly because of the support that voter funded media has provided.\"</p><p>Alex Lougheed, AMS VP Academic 2008-2009:<br/><br/>\"... having those eyes going towards a student voice that's well informed, has been instrumental, not only as a tool for student governments to get their message across, but also as a tool for the student body to get their message across to the student governments.\"</p></blockquote><p> </p><h3>Analysis and Criticism</h3><p> </p><h3>Secondary Sources</h3><p>Links to press coverage are at <a href=\"http://votermedia.org/clippings\">votermedia.org/clippings</a>. Recent article: <a href=\"http://thetyee.ca/Mediacheck/2012/01/27/Voter-Media/\">thetyee.ca/Mediacheck/2012/01/27/Voter-Media/</a></p><h3>External Links</h3><p>Video interviews of UBC students on their experience with VoterMedia -- at <a href=\"http://votermedia.org\">votermedia.org</a></p><p>The leading VoterMedia blog at UBC -- <a href=\"http://ubcinsiders.ca\">ubcinsiders.ca</a> --</p><ul><li>Samples of their election coverage -- <a href=\"http://ubcinsiders.ca/tag/endorsements/\">ubcinsiders.ca/tag/endorsements/</a></li><li>Sample of a policy critique -- <a href=\"http://ubcinsiders.ca/2011/11/gage-south-campus-planning-with-no-plan/\">ubcinsiders.ca/2011/11/gage-south-campus-planning-with-no-plan/</a></li></ul><p>Recommended reading: free downloads at <a href=\"http://votermedia.org/publications\">votermedia.org/publications</a> --</p><ul><li><a href=\"http://votermedia.org/publications/GlobalVoterMediaPlatform.pdf\">Global Voter Media Platform</a></li><li><a href=\"http://votermedia.org/publications/VoterMediaAsParticipatoryBudgeting.pdf\">VoterMedia as Participatory Budgeting</a></li><li><a href=\"http://votermedia.org/publications/NewspaperSponsorshipForMunicipalVoterMedia.pdf\">Newspaper Sponsorship for Municipal VoterMedia</a></li></ul><p> </p><h3>Notes</h3><p> </p>", "title": "VoterMedia"}