{"htmlbody": "<p> </p><p><em><strong>Submitted:</strong></em> Friday, February 24, 2012 - 11:30</p><p> </p><p>Logo provided by <a href=\"http://www.reddit.com\">www.reddit.com</a></p><p> </p><p> </p><p> </p><p>The Occupy Seattle movement is a Seattle based organization created by the 99%, in response to the 1% who control 99% of all the wealth in America. Through public assembly, the participants challenge the roles of government, corporations, and big banks throughout the greater Seattle area. </p><p> </p><h3>Definition</h3><p>Occupy Seattle is an “extended public occupation\" in Seattle, representative of a <a href=\"http://www.wordiq.com/definition/Direct_democracy\">“Direct Democracy,”</a> in which in a public assembly forum any and all can equally participate in the \"deliberative democracy\" process. Linda Maduz, at the Center for International and Comparative Studies, at the University of Zurich, argues that, \"direct democracy is a term denoting a variety of processes and institutions, guaranteeing people’s (direct) involvement in political decision-making\" [1]. </p><p>Seattle's \"Occupy\" movement was begun by a diverse group of Seattleites who joined the nationwide Occupy movement. It started with the Occupy Wall Street resistance movement in New York City's Zuccotti Park. The movement began on September 17, 2011,  protesting the social and economic inequality of the majority [2]. The movement wants to focus elected officials, and the voting public on the majorities desire to “take our government and country back from the big-money interests that currently hold undue sway over the decisions that affect us all.” The participants are coming together in large numbers to effect this change. Their activity centers within the Seattle area, and although they have the same consensus as the national movement, their efforts are limited to regional activities [3].</p><p> </p><h3>Problems and Purpose</h3><p>Occupy Seattle argues that the problems that many of us are confronted with, are a result of the unfair distribution of wealth in America, leading to economic and social inequality among the people. The participants are challenging the roles of government, corporations, and big banks all across America, particularly in Seattle. The purpose of the Occupy Movement is to create a forum of public assembly in which the participants can have a voice through a “Direct Democracy,” utilizing the deliberative process to express their discontent and hope for change.</p><p>G. William Domhoff, Professor of Sociology at the University of California, presented a series of graphs in his article \"Wealth, Income, and Power\" that explains the \"wealth\" breakdown in America. Domhoff's research pointed out that  the 1% only had 42.7% of the wealth, and 19% had 50.3%, leaving the remaining 80% with 7% of the wealth. When considering the research presented by Domhoff, it is clear that there is a growing gap between the rich and the poor. In support of the “Occupy” movement, Domhoff explains, \"that it will be a surprise and then some, because of a recent study (Norton &amp; Ariely, 2010) showing that most Americans (high income or low income, female or male, young or old, Republican or Democrat) have no idea just how concentrated the wealth distribution actually is\" [4].</p><p>One clear purpose of the Occupy Seattle movement, and their direct democracy public assemblies, is to make the citizens of the greater Seattle area aware of this growing gap between the rich and the poor. As stated by G. William Domhoff, most Americans are unaware of these facts, much less have any control over them. The \"Occupy\" movement in Seattle, and all across America, are addressing this problem with a purpose of doing something about it through the deliberative process of public assembly. These wishes of the people were clearly demonstrated during one of Seattle's very first \"get acquainted\" assemblies, when one of the participants shouted out, \"We want our country back\" [5]!</p><p> </p><h3>History</h3><p>Occupy Seattle began with a demonstration at the Federal Building in downtown Seattle on September 26, 2011. The movement is a direct action demonstration activity, that was, and still is, inspired by the “Occupy America” movement. It first began in New York City when an organization known as “Occupy Wall Street” held their first public assembly, protesting against the financial greed and corruption in the Wall Street district of New York City. Not too long after that fateful moment, the occupy movement spread all across America. By October 9, 2011, similar demonstrations were either ongoing or had been held in 70 major cities and over 600 communities across the U.S. [6]. The participants of this newly formed direct democracy are citizens from all across the U.S. who are opposed to the inequality of wealth, corporate greed, and the corruption of the banking and economic systems in America. They are calling on all Americans to speak out against the 1% who have all the wealth, and the 99% who are disenfranchised and charged with paying back the economic wrongs that the 1% created. Proponents of the Occupy movement cite the “big money interests” as those who are responsible [7]. Since its creation, as the numbers demonstrate, support for the \"Occupy\" movement has grown, raising the awareness of corporate greed throughout the Puget Sound region [8].</p><p>Occupy Seattle's \"deliberative democracy\" has already begun challenging the Presidential election arena, as with the more recent demonstrations that were held during Rick Santorum's recent visit to Tacoma Washington. After he was faced with a handful of angry protestors who shouted through his entire event, he claimed that the “Occupy” movement was an example of “true intolerance.” This was in response to the tensions that flared when Santorum cited a recent decision by the 9th Circuit Court of Appeals that California's same-sex marriage ban was unconstitutional. Later during an interview with Rebecca Kaplan, of CBS News, Santorum stated that what the protesters said, was, “that anybody who disagreed with them were irrational and the only reason they could possibly agree is they were a hater or a bigot,\" inflaming the crowd even more, which in turn led to several arrests [9].</p><p> </p><h3>Participation Selection</h3><p>The \"Participation Selection\" process of the Occupy Seattle organization is unique in the sense that the participant selects the \"Working Group\" that they find most interesting to them. Whether their interest is General Topics, Operations, Communication, Arts and Entertainment, or simply participating in the General Assembly, all they need to do is contact that group using the contact information provided on the Occupy Seattle website.</p><p>Joining Occupy Seattle means \"getting together and discussing lots of issues.\" From General Assemblies, to Daytime Discussions, Occupy Seattle has events planned for most days of the week. Participants are asked to follow the rules of \"Accountability Principles and Process.\" This informs the participant on how to handle conflict, harm, and violations of community agreements within their communities during a public assembly. It also informs the participant how to  work together and listen over opposition and banishment, by having respect for the humanity of all individuals involved. Finally, to participate with transparency and responsibility within the community, paying close attention to the power dynamics of privilege and oppression [10].</p><p> </p><h3>Deliberation, Decisions, and Public Interactions</h3><p>In the Occupy Seattle public assembly forum, decisions are made through an open deliberative process of a “Direct Democracy” in the form of a public assembly. The members of the Occupy Seattle movement are made up of ordinary citizens of the city of Seattle and the surrounding regions.</p><p>On October 1, 2011, Occupy Seattle's very first official public assembly, the members clearly voiced their frustrations about the roles of government, corporations, and big banks all across American in an equal deliberative forum, in which they shared their own personal ideas and experiences with each other. Their cries for key values, and possible solutions took on an array of different views. In one such view, one woman spoke out contesting her discontent by crying out, \"Voting clearly didn't work, so were taking to the streets and making it clear that people are upset.\" Another participant stated, \"This is not right or left, this is right or wrong.\" This example of an equal opportunity to voice their views, was clearly expressed when a megaphone was passed around to the various participants, giving each of them a chance to voice their opinions, and beliefs. One such participant in frustration went on to say, \"I'm ready for real democracy!\" Another cried out, \"I'm tired of the 1% telling us that were supposed to pay for this crisis, the one that they caused, we are the 99% and we want our country back.\" This is the unique way in which the Occupy Seattle movement has fostered equal deliberation [11]!</p><p>Occupy Seattle identifies their strength as a deliberative movement that is both “leaderless and leaderful”. A new agreement was recently passed in Occupy Seattle's General Assembly on November 16, 2011, stating their policy on unity, solidarity, and debate. First and foremost, the occupy members have agreed that no irrational attacks can be made by any members of the General Assembly.  Additionally, they focus actions around their main goal of defending each other and defending the movement within the realms of a healthy debate. Second, no negative actions are to be taken towards occupiers with opposing views that could damage their well being. However, a caveat to this rule may be applied if the occupier has external goals that go against the general unity and aspirations of the movement. Thirdly, no members are allowed to demonstrate any action that appears to be “fascist, racist, sexist, homophobic, white-nationalist populist, ageist, etc.” Finally, if a conclusion or new guidelines are decided upon, the General Assembly is the only governing body of the movement allowed to declare this action as an official Occupy Seattle decision. The General Assembly recognizes that individual occupiers may take their own stance, and although their actions will be supported, the occupiers must understand that the General Assembly holds the power to pass all official Occupy Seattle actions [12].</p><p> </p><h3>Influence, Outcome, and Effects </h3><p>As recent as November 14th, 2011, The City of Seattle recognized the need of the Occupy Seattle members to peacefully practice their First Amendment rights. Council member Nick Licata supported the passing of Resolution 31337, a resolution recognizing and supporting, \"the peaceful and lawful exercise of the First Amendment as a cherished and fundamental right, in an effort to seek solutions for economically distressed Americans at federal and local levels.\" The passage of this resolution fully supports the right of the Occupy Seattle members to peacefully protest the widening income gap that is affecting millions of Americans, by having their voices heard, with the hopes of eliminating unjust financial practices [13].</p><p>The goal in passing this resolution was to bring attention to the economic concerns of the 99%, in hopes that Congress will recognize it as an important agenda issue, as well as the need to reach a consensus on a solution. Resolution 31337 has also allowed the City of Seattle to foster ideas and solutions by investigating the structural causes currently in place. Continual further actions by the Seattle City Council, includes looking at the City’s current banking practices, their patterns in home foreclosures, as well as current initiatives that foster inequalities [14].</p><p>Occupy Seattle has had a significant influence on those challenged during public assemblies. One such example was a year ago, when the leaders of the University of Washington's Foster School of Business booked JP Morgan Chase's CEO Jamie Dimon as the keynote speaker for their business leadership dinner. Protesters marched through the downtown of Seattle to the hotel where Dimon was speaking. JP Morgan Chase has been a recent target of the protestors, because of its acquisition of the former Washington Mutual Corporation, a buyout that put 3,400 Washington  Mutual employees out of work, and left much of the former bank's downtown real estate empty. The protestors locked arms, and attempted to barricade the hotel entrances, while chanting and waving signs, stating, \"Prosecute the Real Thieves,” and \"What are profits if you lose your soul?\" Hoping to have some effect on the general public, through this peaceful, and legal public assembly. The Seattle Times and other local reporters talked to the JP Morgan Chase CEO before his speech that night, and he said he understood the protesters' frustration with Wall Street claiming, \"They're right, in general, these big institutions of America let them down,” acknowledging the \"occupiers\" discontent. </p><p>In another part of town earlier that day, activists surrounded a Chase bank, prompting clashes between protesters and police. Leading to the arrests of five people suspected of trespassing. Police said in their report that at least 10 officers were physically assaulted while removing activists from the scene of the bank protest, with two suffering minor injuries. Additionally, pepper spray was deployed to push back the protesters at the bank.</p><p>Occupy's statement on that fateful day was, \"We are hoping, that by our presence at the event where he is a keynote speaker, we will let him and the larger community know that the public is no longer tolerating the misdeeds of the big banks\" [15].</p><p>So what has Occupy Seattle accomplished? The strong proponents, as well as the participants themselves, say they have \"heightened awareness, struck a nerve with the American public,\" and that they are educating the people [16]. Just as with the passing of a resolution, giving the \"Occupiers\" the right to peacefully protest, or a large corporation's CEO candidly acknowledging the \"occupiers\" discontent over an issue, progress by the Occupy Seattle organization is subtle, but it is making a difference to the people of Seattle. Their voices are being heard.</p><p> </p><h3>Analysis and Criticism</h3><p>Proponents of the “Occupy” movement argue that although the public assembly process, in a direct democracy forum, is healthy and rigorous, they also claim that little is accomplished at just one public assembly. They recognize that it can provide citizens a chance at voicing their opinions, frustrations, and possible solutions, however, they argue that one voice is not enough. Wezel McClellan, from Asheville, N.C., an active \"Occupier,\" offers younger participants advice based on his own experience during the civil rights movement. He tells them not to get discouraged, \"When you look back at what's really worked in history, none of it happened because one rally changed everything. You just have to keep fighting and speak up until you're heard\" [17].</p><p>Occupy Seattle is part of a growing movement all across America. It is a chance for those who would not ordinarily get involved, to play a part in a \"Deliberative Democracy,\" by interacting with fellow citizens who share the same beliefs, who also wish to voice their views. An unknown news reporter from Reuters News agency said it best, by saying, \"I just like what they stand for, they stand for equality [18]. </p><p> </p><h3>Secondary Sources</h3><p>1. <a href=\"http://democracy.livingreviews.org/index.php/lrd/article/viewFile/lrd-2010-1/21\">Maduz, Linda. “Direct Democracy.” Living Reviews in Democracy.</a> Center For International and Comparative Studies. University of Zurich. 2010. Web Feb. 24, 2012.</p><p>2. <a href=\"http://www.businessweek.com/ap/financialnews/D9Q4CNR81.htm\">Dobnik, Verena. \"Wall Street protesters: We're in for the long haul.\"</a> The Associated Press. businessweek.com. Oct. 2, 2011. Web. Feb. 29, 2012.</p><p align=\"LEFT\">3. <a href=\"http://occupyseattle.org/\">Occupy Seattle. occupyseattle.org.</a> 2012. Web. Feb. 24, 2012.</p><p align=\"LEFT\">4. <a href=\"http://www2.ucsc.edu/whorulesamerica/power/wealth.html\">Domhoff, G. William.”Wealth, Income, and Power.\"</a> Who Rules America. www2.ucsc.edu. 2012. Web. Feb. 24, 2012. </p><p>5. <a href=\"http://occupiedstories.com/tag/seattle\">Occupied Stories. “Our First Day, Close-up and Inspiring Statements of Purpose and Passion.</a> Occupiedstories.com. Dec. 14, 2011. Web. Feb. 24, 2012.</p><p align=\"LEFT\">6. <a href=\"http://www.youtube.com/watch?v=s44K3VZuPNQ\">YouTube. “Occupy Wall Street Hits Seattle.”</a> King 5. youtube.com. Oct. 1, 2011. Web. Feb. 24, 2012.</p><p align=\"LEFT\">7. <a href=\"http://www.guardian.co.uk/world/2011/oct/08/occupy-america-protests-financial-crisis\">Walters, Joanna. \"Occupy America: protests against Wall Street and inequality hit 70 cities.\"</a> The Observer. guardian.co.uk. Oct. 8, 2011. Web. Feb. 29, 2012.</p><p align=\"LEFT\">8. <a href=\"http://occupyseattle.org/\">Occupy Seattle. occupyseattle.org.</a> 2012. Web. Feb. 24, 2012. </p><p align=\"LEFT\">9. <a href=\"http://www.cbsnews.com/8301-503544_162-57377121-503544/santorum-calls-occupy-movement-intolerant-as-protestors-interrupt-him/\">Kaplan, Rebecca. “Santorum calls Occupy movement intolarant as protestors interrupt him.”</a> Political Hotsheet. cbsnews.com. Feb. 14, 2012. Web. Feb. 24, 2012. </p><p align=\"LEFT\">10. <a href=\"http://occupyseattle.org/working-groups\">Occupy Seattle. \"Working Groups,\"</a> occupyseattle.org. 2012. Web. Feb. 29, 2012.</p><p align=\"LEFT\">11. <a href=\"http://occupiedstories.com/tag/seattle\">Occupied Stories. “Our First Day, Close-up and Inspiring Statements of Purpose and Passion.</a> Occupiedstories.com. Dec. 14, 2011. Web. Feb. 24, 2012.</p><p align=\"LEFT\">12. <a href=\"http://occupyseattle.org/site-page/statements-and-principles\">Occupy Seattle. “Statements and Principals.”</a> occupyseattle.org. 2012. Web. Feb. 24, 2012. </p><p align=\"LEFT\">13. <a href=\"http://clerk.ci.seattle.wa.us/~public/fnote/31337.htm\">Seattle.gov. “Resolution Number 31337.”</a> City of Seattle Legislative Information Service. Clerk.seatle.gov.Feb. 25, 2012. Web. Feb. 26. 2012. </p><p align=\"LEFT\">14. <a href=\"http://blog.seattlepi.com/seattlepolitics/2011/11/14/seattle-city-council-backs-occupy-seattle/\">Seattle PI. “Seattle City Council Backs Occupy Seattle.</a> blog.seattlepi.com. 2011. Web. Feb. 24, 2012. </p><p align=\"LEFT\">15. <a href=\"http://www.theblaze.com/stories/occupy-seattle-mob-tries-to-pull-off-citizens-arrest-of-jp-morgan-ceo/\">The Blaze. “Occupy Seattle mob tries to pull off “citizens arrest” of JP Morgan CEO.”</a> King 5. theblaze.com. Nov. 3, 2011. Web. Feb. 24, 2012.</p><p align=\"LEFT\">16.<a href=\"http://www.king5.com/news/Seattle-Occupy-movement-looking-for-new-blood-132587763.html\"> Brill, Linda. \"Seattle \"Occupy\" movement looking fo new blood.\"</a> King 5 News. king5.com. Oct. 25, 2011. Web. Feb. 29, 2012.</p><p align=\"LEFT\">17. <a href=\"http://www.usatoday.com/news/nation/story/2011-11-27/occupy-wall-street-protesters-defy-simple-description/51429518/1\">Hampson, Rick. \"Occupiers defy simple descriptions.\"</a> USA Today News. usatoday.com. nov. 28, 2011. Web. Feb. 29, 2012.</p><p align=\"LEFT\">18.<a href=\"http://economictimes.indiatimes.com/topic/Occupy-protest-movement/quotes\"> The Economic Times. \"Occupy protest movement.\" </a>economictimes.indiatimes.com. 2011. Web. Feb. 29, 2012</p><p align=\"LEFT\"> </p><h3><strong>External Links</strong></h3><p><a href=\"http://www.wordiq.com/definition/Direct_democracy\">Direct Democracy - Definition </a></p><p><a href=\"http://occupiedstories.com/tag/seattle\">Occupy Seattle Statements of Purpose and Passion - Video</a></p><p><a href=\"http://www.youtube.com/watch?v=s44K3VZuPNQ\">Occupy Wall Street Hits Seattle - You Tube</a></p><p><a href=\"http://economictimes.indiatimes.com/topic/Occupy-protest-movement/quotes\">Occupiers' from around the world \"Defy Simple Descriptions\" - Video</a></p><p> </p><h3>Notes</h3><p>If you would like to become a participating citizen in a direct democracy, contact your closest Occupy America organization.</p><p> </p><p> </p><p> </p> ", "title": "Occupy Seattle "}