{"htmlbody": "<h3>Definition</h3><p>A Scenario Workshop is a participatory method encouraging local action with a mix of scenario and workshop which aims to solve local problems and anticipate future ones<a href=\"///C:/Users/Samantha/Documents/COM%20417%20Assgn%203.docx#_ftn1\" id=\"_ftnref1\" name=\"_ftnref1\" title=\"\">[1]{C}{C}{C}</a>. Scenarios involve narrative descriptions of potential future problems that emphasize relationships between events and decision points<a href=\"///C:/Users/Samantha/Documents/COM%20417%20Assgn%203.docx#_ftn2\" id=\"_ftnref2\" name=\"_ftnref2\" title=\"\">{C}{C}{C}[2]{C}{C}{C}</a>. In addition, scenarios direct attention to causes, areas for development and the span of exigencies that may be met in a local community issue<a href=\"///C:/Users/Samantha/Documents/COM%20417%20Assgn%203.docx#_ftn3\" id=\"_ftnref3\" name=\"_ftnref3\" title=\"\">2</a>. The workshop is the approach aspect of this method in which participants from a local community engage in discussion, produce some sort of action through deliberative discussion and act as decision-makers or create a communal plan of action. The goal of a Scenario Workshop is to create a dialogue among policy-makers, experts and ordinary citizens around a local and communal matter such as water resources or transportation<a href=\"///C:/Users/Samantha/Documents/COM%20417%20Assgn%203.docx#_ftn4\" id=\"_ftnref4\" name=\"_ftnref4\" title=\"\">2</a>. The Scenario Workshop is characterized by its ability to create new knowledge surrounding a local, community issue. Additionally, this participatory method is used to gather knowledge about participants’ understandings and visions of a local topic, by looking into their attitudes towards defined scenarios and the basis for those attitudes towards specifically defined scenarios<a href=\"///C:/Users/Samantha/Documents/COM%20417%20Assgn%203.docx#_ftn5\" id=\"_ftnref5\" name=\"_ftnref5\" title=\"\">1</a>. Scenarios are developed by experts (scientists) and are thoroughly scrutinized by the participants which connects research and social needs<a href=\"///C:/Users/Samantha/Documents/COM%20417%20Assgn%203.docx#_ftn6\" id=\"_ftnref6\" name=\"_ftnref6\" title=\"\">1</a>. Scenario Workshops involve a group of citizens interacting with other participants to exchange knowledge, experience, develop common visions, debate, provide criticism and produce a plan of community action for potential future developments<a href=\"///C:/Users/Samantha/Documents/COM%20417%20Assgn%203.docx#_ftn7\" id=\"_ftnref7\" name=\"_ftnref7\" title=\"\">3</a>.  The Scenario Workshop is used so local communities are involved and find solutions to local problems. This method is also utilized by large organizations, such as the United Nations and the European Union to address social and environmental concerns<a href=\"///C:/Users/Samantha/Documents/COM%20417%20Assgn%203.docx#_ftn8\" id=\"_ftnref8\" name=\"_ftnref8\" title=\"\">1</a>. A Scenario Workshop typically has three stages of involvement which includes: the critical phase, the visionary phase and the implementation phase. During the Scenario Workshop time is allotted for brainstorming, discussion, presentations and voting<a href=\"///C:/Users/Samantha/Documents/COM%20417%20Assgn%203.docx#_ftn9\" id=\"_ftnref9\" name=\"_ftnref9\" title=\"\">1</a>.  </p><h3 class=\"MsoNormal\">Problems and Purpose</h3><p>The purpose of a Scenario Workshop is to provide for direct participation of four social groups from civil society. Participants are given a direct opportunity to exchange and discuss their points of view and make recommendations regarding a particular local, community issue with experts and decision-makers (politicians). Essentially, a Scenario Workshop is a tool encouraging dialogue among ordinary citizens, policy-makers, and experts. As a result, community involvement is produced by managed and facilitated discussions between a number of groups with a mixed composition of participants from the same living area.  Scenario Workshops increase the chance of timely intervention and control of a present or anticipated problem.<a href=\"///C:/Users/Samantha/Documents/COM%20417%20Assgn%203.docx#_ftn1\" id=\"_ftnref1\" name=\"_ftnref1\" title=\"\">5</a></p><p class=\"MsoNormal\"></p><p class=\"MsoNormal\">The aims of a Scenario Workshop include raising awareness of future problems in a community; helping to develop a common definition of a desirable factor; facilitating discussions between different social groups within a society; examining the differences and similarities, as well as problems and solutions as perceived by the four participating role groups; cultivating steps and solutions for foreseen problems; and stimulating teamwork in coming up with a solutions or recommendations with the ideal result being consensus.<a href=\"///C:/Users/Samantha/Documents/COM%20417%20Assgn%203.docx#_ftn2\" id=\"_ftnref2\" name=\"_ftnref2\" title=\"\">5</a></p><p class=\"MsoNormal\">Scenario Workshops are not suitable for narrow issues. Additionally, when there are not enough participants, Scenario Workshops are not useful, because a productive and successful workshop cannot be accomplished. A weakness of Scenario Workshops is that the cost to run them is typically high. Additionally, organizing participants from across the community can be difficult, because it requires a good amount of planning to ensure diversity of participants and a rewarding workshop session.<a href=\"///C:/Users/Samantha/Documents/COM%20417%20Assgn%203.docx#_ftn3\" id=\"_ftnref3\" name=\"_ftnref3\" title=\"\">1</a></p><h3 class=\"MsoNormal\">History</h3><p>The Scenario Workshop derives from the Scandinavian tradition of citizen involvement in which scenarios are developed and presented by experts (scientists) to a group of citizens from a local community in a workshop that lasts two to three days<a href=\"///C:/Users/Samantha/Documents/COM%20417%20Assgn%203.docx#_ftn1\" id=\"_ftnref1\" name=\"_ftnref1\" title=\"\">8</a>. Since 1993, this participatory method has been used to actively involve and facilitate the process for citizens to develop decisions about technology politics in cities within Denmark<a href=\"///C:/Users/Samantha/Documents/COM%20417%20Assgn%203.docx#_ftn2\" id=\"_ftnref2\" name=\"_ftnref2\" title=\"\">6</a>. Another objective of the Scenario Workshop was to develop scenarios that relate to sustainable development and urban ecology in the daily life of Danish citizens. Currently, this method is used throughout Europe by large organizations such as the European Union and the United Nations due to its usefulness. A scenario, a derivative of data or models, aids in the input and discussion of local and communal issues.</p><h3 class=\"MsoNormal\">Participant Selection</h3><p>The four role groups present within a Scenario Workshop are representatives of the residents (civil society), politicians (decision-makers), representatives of the economy (founders) and experts in the topic at hand<a href=\"///C:/Users/Samantha/Documents/COM%20417%20Assgn%203.docx#_ftn1\" id=\"_ftnref1\" name=\"_ftnref1\" title=\"\">5</a>. This subdivision is necessary to balance the various interests of the different role groups and to include them on an equal basis. Typically, participants are selected from a group of 25 to 30 local government officials, technical experts, business people and knowledgeable community residents. All participants should have equal footing in and adequate information of the problem in question, as well as the capability of coming up with potential and viable solutions<a href=\"///C:/Users/Samantha/Documents/COM%20417%20Assgn%203.docx#_ftn2\" id=\"_ftnref2\" name=\"_ftnref2\" title=\"\">5</a>. Members within the scenario team are asked to have open minds and the ability to work within a team atmosphere<a href=\"///C:/Users/Samantha/Documents/COM%20417%20Assgn%203.docx#_ftn3\" id=\"_ftnref3\" name=\"_ftnref3\" title=\"\">2</a>. Participants are chosen on the basis of their stake in the issue at hand<a href=\"///C:/Users/Samantha/Documents/COM%20417%20Assgn%203.docx#_ftn4\" id=\"_ftnref4\" name=\"_ftnref4\" title=\"\">4</a>. The number of role groups and participants within a Scenario Workshop varies depending on the severity and size of the issue.</p><p class=\"MsoNormal\"></p><p class=\"MsoNormal\">The selection of participants is a major part of a successful Scenario Workshop. Choosing and contacting the participants is very time-consuming. When selecting participants one must consider the regional structure of a society and be knowledgeable about the key players that concern the topic of the workshops. Organization of participants within a workshop could start several months in advance in order to conduct a thorough and successful workshop. Many of the participants, already grouped into the four role groups, are chosen based on the topic of the workshop. <a href=\"///C:/Users/Samantha/Documents/COM%20417%20Assgn%203.docx#_ftn5\" id=\"_ftnref5\" name=\"_ftnref5\" title=\"\">7</a></p><h3 id=\"ftn5\">Deliberation, Decisions, and Public Interaction</h3><p>Experts, or facilitators with extensive knowledge on the Workshop topic, present the Scenario Workshop four stories, or visions, to match the participants’ focus with their responsibility.  After the Scenario Workshop experts present the four visions to the Workshop as a whole, participants are then divided into four scenario groups each of which analyzes one of the four visions that was presented by the Workshop experts. Each of the four groups elects a representative member within their small group to present the undeveloped vision of their respective group. Within the groups, the Scenario Workshop experts ask all participants to discuss and deliberate on their delegated vision, as well as be critical of all other visions analyzed by the other groups.</p><p class=\"MsoNormal\"></p><p class=\"MsoNormal\">The four divided groups work towards developing a precise vision statement that their elected representative member will announce to the Scenario Workshop as a whole when coming back together. After the four small group visions are presented by each groups’ elected representative, a “common vision” is created. The “common vision” serves as the starting point for the generation of ideas. All participants of the Workshop are asked to develop four topics from the “common vision.” Once this is accomplished, participants are then divided into four thematic groups. Each of the four thematic groups discuss one of the four themes that emerged from the “common vision.” Each participant within their thematic group will provide, in one sentence, a brief idea/action on the respective theme they talked about as a group. Participants who gave an idea/action regarding their small group theme are asked to go more in-depth about their response in order to develop their response more concretely. Participants then vote on the three best responses to present to the Workshop as a whole. A number of ideas are produced from all thematic groups.</p><p class=\"MsoNormal\">After the presentation of all thematic groups’ idea/actions, the Scenario Workshop collectively votes once more on the best ideas/actions in order to narrow down the selection even further. Next, a standard Scenario Workshop evaluation questionnaire is given to all Scenario Workshop participants to determine whether they agree or disagree with the vision statements that were made. Additionally, the questionnaire includes open-ended questions for participants to evaluate the quality of the Workshop overall. Participants are provided one hour to evaluate anonymously. Insights will be drawn from the questionnaire responses.</p><p class=\"MsoNormal\">Conclusions and recommendations from the Scenario Workshop are used by politicians for debate, regulation and are accepted as the input or “the voice of the people.” Therefore, the participant selection process of the Scenario Workshop is crucial. The Scenario Workshop topic is communicated as a local issue that cannot be resolved without the participation of local people and the Workshop is designed to find solutions to those local problems. The design of scenarios is a crucial challenge in the Scenario Workshops. The results are used to make better and long-term solutions to problems that affect many community actors involved. Workshop discussions remain confidential until experts or facilitators of a Scenario Workshop make them publicly available through various media outlets.<a href=\"///C:/Users/Samantha/Documents/COM%20417%20Assgn%203.docx#_ftn1\" id=\"_ftnref1\" name=\"_ftnref1\" title=\"\">9</a></p><h3 id=\"ftn1\">Influence, Outcomes, and Effects</h3><p>Scenario Workshops initiate citizen dialogue, create improved interaction between the four societal role groups and provide opportunities for citizens’ input on decision-making in the political arena. The results of the Scenario Workshop play an important role in local debate on issues impacting the community. Additionally, successful Scenario Workshops empower citizens to get involved in the early stages of designing a plan or an issue. Evaluation of Scenario Workshop participants following a project demonstrates that it functions as an important learning experience and paves the way from better dialogue at a local level. The results of a Scenario Workshop are mutual collective efforts that contribute to developing realistic strategies for the topic at hand. Scenarios Workshop findings are taken into account by decision-makers when considering potential effects on future scenarios.<a href=\"///C:/Users/Samantha/Documents/COM%20417%20Assgn%203.docx#_ftn1\" id=\"_ftnref1\" name=\"_ftnref1\" title=\"\">10</a> However, long-term changes in communities have not been checked or evaluated.<a href=\"///C:/Users/Samantha/Documents/COM%20417%20Assgn%203.docx#_ftn2\" id=\"_ftnref2\" name=\"_ftnref2\" title=\"\">10</a></p><h3 id=\"ftn2\">Analysis and Criticism</h3><p>Although Scenario Workshops are helpful in integrating citizen-input into local community decision-making, some of the pitfalls or limitations of Scenario Workshops include the ‘Zeitgeist’ problem in which group dynamics can affect the outcome of the deliberative process. For instance, different exercises will have similar results. The ‘opacity of context’ is another issue confronted by scenario workshops when participants become focused on particular aspects of a certain sector, such as technology, but do not fully evaluate the social, economic and political implications of the associated sector changes. The ‘event evaluation’ is another issue faced by this method in which people have the tendency to overestimate the probability of likely events.<a href=\"///C:/Users/Samantha/Documents/COM%20417%20Assgn%203.docx#_ftn1\" id=\"_ftnref1\" name=\"_ftnref1\" title=\"\">2</a></p><h3 id=\"ftn1\">Secondary Sources</h3><ol><li class=\"MsoListParagraphCxSpFirst\"><a href=\"http://www.peopleandparticipation.net/display/Methods/Scenario+Workshop\"><u>http://www.peopleandparticipation.net/display/Methods/Scenario+Workshop</u></a> </li><li class=\"MsoListParagraphCxSpMiddle\"><a href=\"http://archive.unu.edu/hq/library/Collection/PDF_files/CRIS/PMT.pdf\" target=\"_blank\"><u>http://archive.unu.edu/hq/library/Collection/PDF_files/CRIS/PMT.pdf</u></a> </li><li class=\"MsoListParagraphCxSpMiddle\"><a href=\"http://www.ingentaconnect.com/content/beech/spp/1999/00000026/00000005/art00006\" target=\"_blank\"><u>http://www.ingentaconnect.com/content/beech/spp/1999/00000026/00000005/art00006</u></a></li><li class=\"MsoListParagraphCxSpMiddle\"><a href=\"http://books.google.com/books?hl=en&amp;lr=&amp;id=tt_xdbMVbhcC&amp;oi=fnd&amp;pg=PA1&amp;dq=scenario+workshop+selecting+participants&amp;ots=bJ5j-i02d9&amp;sig=AShrm99M0w3sWlVC8skCNHFgI5Q#v=onepage&amp;q&amp;f=false\"><u>http://books.google.com/books?hl=en&amp;lr=&amp;id=tt_xdbMVbhcC&amp;oi=fnd&amp;pg=PA1&amp;dq=scenario+workshop+selecting+participants&amp;ots=bJ5j-i02d9&amp;sig=AShrm99M0w3sWlVC8skCNHFgI5Q#v=onepage&amp;q&amp;f=false</u></a> </li><li class=\"MsoListParagraphCxSpMiddle\"><a href=\"http://www.uibk.ac.at/fbi/download/fbibuchweb1.pdf\"><u>http://www.uibk.ac.at/fbi/download/fbibuchweb1.pdf</u></a> </li><li class=\"MsoListParagraphCxSpMiddle\"><a href=\"http://books.google.com/books?id=zW4eJp5c6CYC&amp;pg=PA116&amp;lpg=PA116&amp;dq=scenario+workshops+history&amp;source=bl&amp;ots=Y_TfaNvN4x&amp;sig=c-_VZ_3EZbfNEYo92jg5fskC4Vg&amp;hl=en&amp;sa=X&amp;ei=SBVLT5uRI8OliQKy9u3aDQ&amp;ved=0CFAQ6AEwBQ#v=onepage&amp;q=scenario%20workshops%20history&amp;f=false\"><u>http://books.google.com/books?id=zW4eJp5c6CYC&amp;pg=PA116&amp;lpg=PA116&amp;dq=scenario+workshops+history&amp;source=bl&amp;ots=Y_TfaNvN4x&amp;sig=c-_VZ_3EZbfNEYo92jg5fskC4Vg&amp;hl=en&amp;sa=X&amp;ei=SBVLT5uRI8OliQKy9u3aDQ&amp;ved=0CFAQ6AEwBQ#v=onepage&amp;q=scenario20workshops%20history&amp;f=false</u></a> </li><li class=\"MsoListParagraphCxSpMiddle\"><a href=\"http://members.chello.at/wilawien/interacts/interacts_toolkit.pdf\"><u>http://members.chello.at/wilawien/interacts/interacts_toolkit.pdf</u></a> </li><li class=\"MsoListParagraphCxSpMiddle\"><a href=\"http://www.cipast.org/cipast.php?section=1012\"><u>http://www.cipast.org/cipast.php?section=1012</u></a> </li><li class=\"MsoListParagraphCxSpMiddle\"><a href=\"http://www.pantaneto.co.uk/issue6/andersenjaeger.htm\"><u>http://www.pantaneto.co.uk/issue6/andersenjaeger.htm</u></a></li><li class=\"MsoListParagraphCxSpMiddle\"><a href=\"http://books.google.com/books?hl=en&amp;lr=&amp;id=5CN7XRfD-FIC&amp;oi=fnd&amp;pg=PA53&amp;dq=scenario+workshop&amp;ots=M80G-5EdoT&amp;sig=zahAwuyamSJ2O6rL196DR_8cDhQ#v=onepage&amp;q=scenario%20workshop&amp;f=false\" target=\"_blank\"><u>http://books.google.com/books?hl=en&amp;lr=&amp;id=5CN7XRfD-FIC&amp;oi=fnd&amp;pg=PA53&amp;dq=scenario+workshop&amp;ots=M80G-5EdoT&amp;sig=zahAwuyamSJ2O6rL196DR_8cDhQ#v=onepage&amp;q=scenario%20workshop&amp;f=false</u></a></li></ol><h3>External Links</h3><ol><li>Overview of Scenario Workshop: <u><a href=\"http://www.ivm.vu.nl/en/Images/SC6_tcm53-161521.pdf\">http://www.ivm.vu.nl/en/Images/SC6_tcm53-161521.pdf</a></u></li><li>How to develop scenarios slideshow: <u><a href=\"http://www.slideshare.net/adgo/scenario-building-workshop-how-to-build-and-use-scenarios\">http://www.slideshare.net/adgo/scenario-building-workshop-how-to-build-a...</a></u></li><li>Tool-kit for Scenario Workshop: <a href=\"http://www.uibk.ac.at/fbi/download/fbibuchweb1.pdf\"><u>http://www.uibk.ac.at/fbi/download/fbibuchweb1.pdf</u></a></li></ol><h3>Notes</h3><p>Scenario Workshop Case Studies:</p><p class=\"MsoNormal\"></p><p class=\"MsoNormal\">Street, P. \"Scenario Workshops. a Participatory Approach to Sustainable Urban Living?\" Futures Guildford. 29.2 (1997): 139-158. Print. <a href=\"http://www.sciencedirect.com.offcampus.lib.washington.edu/science/article/pii/S0016328796000730\">http://www.sciencedirect.com.offcampus.lib.washington.edu/science/article/pii/S0016328796000730</a> </p><p class=\"MsoNormal\">Hatzilacou, D, G Kallis, A Mexa, H Coccosis, and E Svoronou. \"Scenario Workshops: a Useful Method for Participatory Water Resources Planning? (doi 10.1029/2006wr004878).\" Water Resources Research. 43.6 (2007). Print. </p><p class=\"MsoNormal\">Echenique, A M, R Joseph, and V J. Casillas. \"Recognition and Treatment of Reactions to Contrast Media: a Model for Resident and Faculty Education Employing Lectures and Case Scenario Workshops.\"Academic Radiology. 4.3 (1997): 230-234. Print.  <u><a href=\"http://dx.doi.org/10.1016/S1076-6332\">http://dx.doi.org/10.1016/S1076-6332</a>(05)80296-X</u></p><p class=\"MsoNormal\">Moyer, K. \"Scenario Planning at British Airways.\" Long Range Planning. 29.2 (1996): 172-181. Print. <a href=\"http://www.sciencedirect.com/science/article/pii/0024630196000052\">http://www.sciencedirect.com/science/article/pii/0024630196000052</a></p><p> </p>", "title": "Scenario Workshop"}