{"htmlbody": "<p><em>Note: a German translation of this case study is available at <a href=\"http://participedia.net/en/node/2360\">http://participedia.net/en/node/2360</a></em></p><h2>Problems and Purpose</h2><p>Sixty miles west of Portland, carved into the northern coastline of Oregon, lies Tillamook Bay. It is fed by five main tributary streams that drain from a watershed basin of approximately 540 square miles, and linked to the open ocean via one channel on its northernmost extremity. It is a smallish estuary, with an average depth of only 6 feet and a total span of about 13 square miles, yet it supports a diverse abundance of fish and wildlife. It serves as the nursing grounds for five species of salmon, boasts rich beds of shellfish, and provides an important rest stop for a plethora of migratory birds. By playing a critical role in the complex ecological health of the region, Tillamook Bay also constitutes a large portion of the area’s economic foundation. The bay supports vibrant commercial and sport fishing industries as well as tourism formed around the latter. The surrounding drainage basin supports intensive timber and dairy industries.</p><p>In the early 1990’s, citizens began to voice concerns over the declining health of the bay. Increased sedimentation from hillside erosion threatened salmon populations and destroyed shellfish beds. This habitat degradation also contributed to increased flooding in areas, endangering segments of local infrastructure and putting numerous homes in peril. Additionally, its’ water quality plummeted far below the standard set forth by the Clean Water Act due to an increased load of pathogens in watershed runoff.</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>A 1992 nomination by Governor Roberts landed Tillamook Bay on a list of 28 estuaries deemed to be nationally significant by the National Estuaries Program, a program established by congress as part of the 1987 Clean Water Act and administered by the Environmental Protection Agency (EPA). On July 1, 1994, the Tillamook Bay National Estuaries Project was formed with funds from the EPA and the mission to merge science with citizen participation “to produce a scientifically defensible, community-supported management plan” (Gregory) for the future of Tillamook Bay.</p><p>From its inception in July of 1994, the TBNEP progressed directly into a 5-year planning period with the overall purpose of investigating and incorporating diverse concerns into a comprehensive plan of action for managing Tillamook Bay. Initial attempts at public outreach occurred as town-hall style forums and community surveys, but growing public dissatisfaction with the quality of citizen engagement became apparent in 1998 and forced the TBNEP to reconsider its public involvement approach. Merely a year before the intended end date of the five-year planning period, the TBNEP launched into an exploration of different public discourse and decision-making models. It reformed its outreach and community involvement campaign to include new small group interviews, information and work sessions, and to utilize new methods for group analysis.</p><p>In 1999, the Comprehensive Conservation Management Plan was produced and approved of by EPA administrator Carol Browner and Oregon Governor Tom Kitzhaber. The CCMP consisted of 63 specific solutions and plans of action addressing four main categories of concern; water quality, habitat loss and simplification, erosion and sedimentation, and flooding. The CCMP was also written with provisions allowing for periodic revisiting and updating according to new issues and information that were bound to arise. At this stage, the TBNEP renamed itself as the Tillamook County Performance Partnership and redesigned its structure to better manage its new phase of project implementation.</p><p>The TCPP was refigured and renamed once again in the spring of 2002 when it incorporated as a 50(c)(3) and became the Tillamook Estuaries Partnership. As a non-profit, the TEP was able to pursue more forms of funding outside of the monetary support provided by the EPA. Additionally, it was now able to employ more autonomy over project implementation.</p><p>Its name change also reflected a desire to influence not just the future of Tillamook Bay, but also to apply the lessons learned in the Tillamook Bay process to the 5 other estuaries and their watersheds found within Tillamook County. Currently, the TEP partners with various federal, state, and local agencies, as well as non-profit organizations, to promote this wide plan of stewardship and restoration.</p><p><a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h2>Participant Selection</h2><p>As issues of resource management and ecological degradation become more and more complex, increased public participation in environmental management is an increasing necessity. With this increased level of public participation comes “ a whole new realm of expectation for various levels of management action” (Gregory). These expectations have frequently been met with disappointment as these new demands on participation have uncovered lacking mechanisms for incorporating public sentiment into meaningful plans of action. All too often, decision makers seek public opinion via methods such as town meeting or surveys, and then retreat behind closed doors to make final management plans in private (Gregory). In general, mechanisms for community planning have “not kept pace with public rhetoric” for meaningful inclusion (Gregory).</p><p>The opportunity to participate is not enough. Meaningful involvement must also include a process of careful deliberation and, as previously mentioned, a mechanism for incorporating the results of such deliberation into real plans of action. Prior to 1998 the TBNEP had sought out public engagement via a series of public meetings. However, the lack of a systematic process for examining and incorporating compiled citizen concerns left the public feeling disenfranchised. As the TBNEP realized the need to reform its public involvement component, they hosted a series of meetings with key community members and the management committee, and explored various veins of research on group decision-making processes.</p><p><a id=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\" name=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\"></a></p><h2>Deliberations, Decisions, and Public Interaction</h2><p>Public meetings implored them to deepen the deliberative process, ensuring that participants had access to the proper information to be able to recognize the costs and benefits of each proposed project and to be able to contribute to the “more important dimensions” of the overall management plan (Gregory). The most current behavioral decision research and decision analysis compelled them to reform the basic structure and focus of their public deliberation process. Such research describes humans as ill equipped to make complex decisions without structured procedures. As a species, we are too quick to take cognitive shortcuts and we hold fast to pre-existing preferences (Gregory). The TBNEP adapted a recommended process that placed stakeholders’ values at the center of the discussion and encouraged these perceived values to meet with current and valid scientific analysis. By this process, the recommendations produced by citizen panels would not only be based on widely shared value objectives, but would also be formed around the best available scientific research and would be more likely to be accepted by governing officials and supporting taxpayers as a “sensible way to spend scarce funds” (Gregory).</p><p>Also, these initial reformation meetings asked important procedural questions regarding who should be involved and whether the majority of sessions should be conducted in groups or with individuals. It was decided that open meetings and group interviews were preferred over individual sessions, and that various community leaders, representatives from various industry interests, homeowners effected by possible floods, and any other interested citizens would be encouraged to participate.</p><p>By placing stakeholders’ values at the heart of the discussion, it was possible to come to a consensus about what mattered the most to Tillamook County residents. Despite the diverse array of interests represented at the new rounds of group interviews, over time a consistent set of shared concerns emerged. As soon as these key values were elicited, broad-based means-ends objective flow charts linking the predicted effects of proposed initiatives to the shared value objectives were produced and presented in information sessions. While there was “widespread agreement on the desired ends” for managing Tillamook Bay, “there was major disagreement on the means and priority” for achieving the desired results (Gregory). In particular, there was a specific set of proposed initiatives imbued with a lot of controversy. These were proposals with particularly high environmental, social, or economic impact.</p><p>These high-stake proposals required increased transparency and the creation of extra meetings with stakeholders to gain more information pertaining to specific cause-effect linkages. Previously, there had been no mechanism for linking the consequences of proposed initiatives to the principal objectives of stakeholders. These additional meetings were successful in bringing previously unexamined concerns and causal links to light. Useful input was received from all types. Farmers, fishermen, technically trained folks, and laypeople alike all supplied pertinent information and experience. In spite of the new complexities revealed by closer examinations of the cause and effect, or cost-benefit linkages between proposals and objectives, stakeholders stood in agreement that no single interest group should be forced to bear the majority of the cost burden for any initiative.</p><p>Detailed examination of costs and benefits made problems more difficult to think about because “every benefit seemed to be offset by a cost” (Gregory). Yet this sort of structured decision process, aided by new analytical tools, allowed stakeholders to work through each initiative, “attempting to balance competing objectives and interests” (Gregory). “Making costs and benefits explicit allowed for adjustments to a proposed action that reduced its negative aspects while maintaining nearly all of the reason it was desired in the first place” (Gregory).</p><p>Also improved during this in-depth examination of consequences was a better understanding of the marginal costs and benefits associated with each proposed action. “In several cases, the analysis showed that a high percentage of the desired benefits could be obtained by only a fraction of the costs” (Gregory). For example, after deeper examination it was determined that restoring only one quarter of an originally proposed 70-mile stretch of forest roads would achieve almost ¾ of the desired reduction of sedimentation in Tillamook Bay (Gregory). This deepened understanding of marginal costs and benefits allowed for the proposal of very specifically targeted studies, further minimizing wasted time and money allocated to scientific analysis.</p><p>Much research on facilitating participatory decision-making has placed its focus primarily on achieving consensus. This strand of participatory decision-making theory heavily utilizes the concept of negotiations and puts an emphasis on finding patches of common ground for basing the foundations of agreement. The behavioral decision research and decision analysis theory utilized by the TBNEP also strives to generate broad-based consensus. However, this vein of decision theory welcomes disagreement as a valuable means for supplying important information to the process. For the TBNEP, stakeholders’ disputes and differing interpretations of experience and evidence provided a useful means for “understanding the connections between participant’s expressed support or opposition of alternatives to their underlying preferences” (Gregory). Exploring such linkages only served to deepen the overall discussion and improve member’s understanding of concerns that were different from their own.</p><p>Several mechanisms were utilized to aid in this trade-off process. First, in groups of 8-10, participants were asked to study and review information on the costs and benefits of each proposed initiative. Accordingly, group members were then asked to select their preferred alternative and give a written response for their chosen action using a short workbook that provided the outlined pros and cons of each choice. The workbook exercises gave participants the means to “vote with their words”, and prompted participants to consider how much they would be willing to pay for their preferred initiative (Gregory).</p><p>Participants were also presented with matrices that visually depicted initiative choices. The dimensions of the matrices were determined by the shared value objectives developed in previous public work sessions and expert judgment on the predicted impacts of various alternatives on those key objectives. Stakeholders’ values comprised the core of the analytical mechanism, providing the base line and the standard by which each alternative was measured. The various alternatives, and their embedded technical information, were presented in terms of how much of a valued objective would be lost or gained.</p><p><a id=\"Influence.2C_Outcomes.2C_and_Effects\" name=\"Influence.2C_Outcomes.2C_and_Effects\"></a></p><h2>Influence, Outcomes, and Effects</h2><p>The TBNEP’s public outreach and involvement campaign was successful in that it combined qualitative and quantitative information and produced a Comprehensive Conservation Management Plan, a set of 63 scientifically-based, community-supported actions that restore water quality, enhance degraded habitats, reduce sedimentation, and lessen the impacts of coastal flooding (TEP). The process used to produce the CCMP held rich attributes of both the analytical and social aspects of deliberation. This successful combination was, for its time and place, an unusual accomplishment in the realm of participatory resource management.</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h2>Analysis and Criticism</h2><p>The TBNEP was particularly successful in four ways. To start with, when examining the cause-effect linkages between initiatives and objectives, it asked its participants to only consider the objectives that were affected differently by competing alternatives. For example, if the overarching goal of reducing sedimentation was equally affected by initiatives A, B and C, then participants were encouraged to shift their focus away from that particular objective and instead base their preferences on other key objectives that would experience varying affects according to the selected alternative. Behavioral research and decision analysis has found that people will often only focus on the one or two key objectives that are most important to them. Asking people to only “focus on objectives that will have differing results depending on the selected option asks people to focus on the decision-making at hand rather than continue to hold fast to their overarching preferences and judgments” (Gregory).</p><p>Secondly, the TBNEP process did well to search for preferred alternatives. A close examination of cost-benefit linkages combined with targeted scientific analysis produced a set of specific alternatives pertaining to each desired objective. This smaller set of highly relevant and attainable alternatives made the process of deliberation easier.</p><p>Third, in restructuring their approach to public involvement, the TBNEP gave a lot of consideration to procedures and process. They weighed questions like who to involve and how, and when to implement proposed actions. Issues of ordering the implementation process can be the touchiest facets of public decision-making. “In general, many of the most important goals of public involvement effort, and some of the toughest trade-offs, are encountered in process decisions” (Gregory).</p><p>Forth, the TBNEP’s heavy use of analytical tools like the means-end flowchart, workbook, and initiative matrix, encouraged participants to form a deepened understanding of the proposed initiatives. The goal of the TBNEP’s public involvement process was not just to create a good feeling among participants, but also to create a basis for well-informed judgments (Gregory). By using utilitarian analytical tools to introduce pertinent scientific information, and by engaging in a group process that welcomed divergent viewpoints and encouraged the exploration of disagreements, the participants were able to form recommendations based on broad-consensus that “spoke clearly and more forcefully to the ultimate decision-makers” (Gregory). Overall, participants expressed enthusiasm about the process despite its demanding nature. Many also stated that they held a new sensitivity for the depth of thinking required in a participatory management process.</p><p>There is currently no information available on the actually quantity of people involved in the public component of the TBNEP formation of the CCMP. Without real numbers it is hard to determine what terms like “broad-based approval” really mean. Furthermore, while the TBNEP claims to have included key community members, industry representatives, technically trained scientists, and any interested community members, without corroborated sources it is hard to gauge the quantity and quality of invitation extended to all groups.</p><p><a id=\"References_and_Secondary_Sources\" name=\"References_and_Secondary_Sources\"></a></p><h2>References and Secondary Sources</h2><p>1. Gregory, Robin. \"Using Stakeholder Values to Make Smarter Environmental Decisions.\" Environment. June 2000, Vol. 42, Issue 5, Pg 34. <a href=\"https://engineering.purdue.edu/watersheds/resources/Academy/Stakeholder_Values.pdf\">https://engineering.purdue.edu/watersheds/resources/Academy/Stakeholder_...</a></p><p>[This article provided information on the public outreach process, including information on the analytical tools used in decision-making.]</p><p>2. Horwath, Richard B., \"Cost Benefit Analysis Meets Participatory Democracy.\" Consilience: Interdisciplinary Communications. Center for Advanced Studies at the Norwegian Academy of Science and Letters. 2005/2006.</p><p>[This article provided some overall description of the TBNEP's public involvement outreach.]</p><p>3. The current TEP's website provided information on the history of the organization, its current structure, ongoing programs, and the details of the CCMP. <a href=\"http://www.tbnep.org/\">http://www.tbnep.org/</a></p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><a href=\"http://www.tbnep.org/\">Tillamook Estuaries Partnership Official Website</a><p><a class=\"external free\" href=\"http://www.epa.gov/nep/\" rel=\"nofollow\" title=\"http://www.epa.gov/nep/\">The EPA's National Estuaries Program Webpage</a></p>", "title": "Tillamook Bay National Estuaries Project"}