{"htmlbody": "<p><em>Note: the following article is a stub. Please help us complete it. </em></p><h3>Problems and Purpose</h3><p>Top-down policies to conserve these have failed due to the lack of appropriate monitoring and enforcement capacities and because considerations of social fairness prevent government authorities from effectively implementing a purely prohibitive approach. Lore Lindu National Park in Sulawesi, Indonesia, was established by the central government in 1993 via such an approach; boundaries were drawn up and communities relocated without consultation or compensation. The ineffectiveness of this approach is demonstrated by the continued use of Park resources by local communities. </p><p>Beginning in 2001, the Park authorities initiated a co-management approach known as 'community conservation agreements' between the Park and communities living in the vicinity of the Park. Since then, conservation agreements have been facilitated in around 40 communities located in around the Park and with historical claims to forest areas inside the Park, by various NGOs, including the Nature Conservancy (TNC) and CARE International. While there appears to be variation across the agreements made, communities typically commit to complying with specified conservation and forest management rules in return for a more explicit acknowledgement of their property rights over the forest inside the Park along with other benefits such as agricultural assistance. </p><p>The general objective of the research is to better understand the emergence of conservation agreements and their influence on actual community land use and extraction behaviour. The impacts to be considered are ecological (impacts on forest in LLNP), social and economic (on community welfare and land usage). </p><h3>External Links</h3><p><a href=\"http://www2.lse.ac.uk/geographyAndEnvironment/research/Currentresearchprojects/Lore%20Lindu%20conservation.aspx\">http://www2.lse.ac.uk/geographyAndEnvironment/research/Currentresearchpr...</a></p><p> </p><p> </p>", "title": "Community Conservation Agreement"}