{"htmlbody": "<p>The Digital Activism Research Project (DARP) is “dedicated to studying the effect of digital technology on civic engagement, non-violent conflict, and political change around the world” (digital-activism.org). DARP’s mission is to bring a more empirical and collaborative approach to the study of digital citizen engagement, in context of the important role global digital activism has played in the evolution of non-violent conflicts, democratization, and peace-building efforts around the world.</p><p>DARP aims to elevate research about digital media and its effects on international relations by compiling an online database of cases of digital activism. DARP has built an information database and created a way for the public to better study, access, and understand digital activism. By linking scholars and activists to resources like the<a href=\"http://www.meta-activism.org/infobox/data-set/\"> Global Digital Activism Data Set</a> (explained below), DARP is unique in its effort to create “a deliberate dissemination strategy to reach out to policy makers.”</p><p>The Digital Activism Research Project is centered on the Global Digital Activism Data Set (GDADS). This data set logs and codes over 1,200 digital activism cases from a set of some 140 countries around the world. Through GDADS, scholars can determine which types of activism have been effective in various countries, communities, and environments around the world. They can then use the knowledge and information gained from the data set to better develop cases of their own using a standardized format.</p><p>Supplementary information on digital activism is also available through the DARP website. Articles, books, and films about digital activism can be accessed through links free of charge, so that the larger public and scholars can learn more. DARP is a project of the University of Washington Department of Communication and is funded by the United States Institute of Peace and the MacArthur Foundation.</p><p>The project relies on open collaboration, and participants come from diverse backgrounds and areas of knowledge. The researchers and advisors who maintain DARP have aggregated several open access data sets on digital activism and seek to make that information and methodology for studying digital activism widely available.</p><h6><strong>Problems and Purpose</strong></h6><p>The purpose of the Digital Activism Project is to promote more effective and empirical study of activism through digital forums. Co-founder and Project Manager of DARP,<a href=\"http://zapboom.com/\"> Mary Joyce</a>, defined the purpose of digital activism as “the use of digital technology in grassroots efforts to achieve social and political change” (Mari).</p><p>The primary problem that DARP hopes to address is the lack of coherent resources and methodology available to digital activists and researchers. DARP organizers intend to engage students, work with other research institutions, and take advantage of DARP’s digital platform to improve and expand upon the existing field of study. In this way, DARP seeks to improve the foreign policy expertise of scholars, activists, and policy-makers so they are better able to understand international relations in a digital era. DARP serves as a unifier of online and offline politics, and works to connect with policy-makers more deliberately by providing them access to DARP’s digital tools and database.</p><h6><strong>History</strong></h6><p>The Digital Research Project was founded by Mary Joyce and Philip Howard and launched in October 2012. Co-founder, and current Project Manager, Mary Joyce, previously founded the Meta-Activism Project in 2010, the precursor to DARP, as well as another grassroots activism website called DigiActive.org in 2007. As an experienced digital activist, Joyce also served as New Media Operations Manager on Barack Obama’s 2008 campaign for president.</p><p>Joyce first created the Global Digital Activism Data Set (GDADS) in 2010. Originally, GDADS was intended to bring a “body of strategic knowledge unique to the field of digital activism” to the masses through a digital format. With the creation of DARP, the data set’s goal has expanded to also providing experts and scholars with necessary and effective tools to analyze digital activism.</p><h6><strong>Participant Selection</strong></h6><p>The Digital Activism Research Project website allows anyone willing to contribute their knowledge of digital activism to participate. Additionally, the site welcomes contributors who collect cases pertaining to digital activism and those who wish to develop applications for the site. Although the site thrives on the submission of materials from scholars and academics that share a passion for digital activism, everyday operations, upkeep, and data compilation are conducted by the site’s Researchers and Advisors.</p><p>The website operates under a Creative Commons Attribution license in order to promote networking. This license allows the data and knowledge that DARP produces to be shared in the most transparent way.</p><h6><strong>Deliberation, Decisions, and Public Interaction</strong></h6><p>The Digital Activism Research Project makes it easy to explore information about digital activism and its effects. DARP facilitates deliberation through uses of digital technology, such as social networking (e.g Facebook and Twitter), blogs, websites, data sets, and other electronic text.</p><p>The Global Digital Activism Data Set allows volunteers to participate and contribute to current cases involving digital activism all over the globe. The contributions are compiled into an open resource that scholars can use to research and analyze the effects of digital activism. Researches can use GDADS to see what cases of digital activism were successful in the past, allowing them to understand policy implications. The website offers free download of the code book, case study list, and data sets. Additionally, DARP contains links to presentations, methodologies, and visual representations of digital activism data.</p><p>DARP is committed to providing research that follows a consistent set of standards and definitions. The “Coder Tools” section of the site contains a Codebook of submission guidelines, designed “to create a set of common definitions for the variables which we are using to analyze the case studies in the data set.” Following these guidelines and using the Code Submission Form, researchers can submit a Digital Activism Case, in which digital technology was used in a campaign of social/political change initiated by citizens or used to alter public discussion. Cases should include information about framing effects and mobilizing structures, and should reference trustworthy sources. The Codebook contains six sections to be completed for each Digital Activism Case: (1) Case Meta-Data (2) Time Data (3) Actor Data (4) Geographic Data (5) Application Data (6) Strategy Data. Each section contains a number of variables to be identified for each individual case. Every input for a variable is identified by a different “code,” as defined by the DARP Codebook, and once a case is complete, the data can be quantified according to the codes that have been entered.</p><p>Before submitting Digital Activism Cases, coders must view the Coder Training presentation posted to the site. Upon completion, researchers can then contact DARP researchers to be assigned cases to enter into the database.</p><p>Additionally, DARP publishes news about the project, resources, and events about digital activism on the website blog. DARP also use Twitter (@ActivelyDigital) to introduce the project and spread information about digital activism by sending out links to articles pertaining to DARP’s projects, blog posts, project updates, and by engaging in discussion about digital media. On their website, DARP also provides links to other projects, blogs, or websites that seek to promote, study, or provide information about digital activism. DARP also provides an extensive bibliography of books, articles, newspapers, blogs, and films pertaining to digital activism and global communications. DARP offers these resources to make comprehensive knowledge on digital activism and its effects available to those interested in the subject. This engages more people in digital activism research and helps DARP attain its goal of creating a collaborative and engaged group of scholars, researchers, and citizens studying digital activism.</p><h6><strong>Influence, Outcome, and Effects</strong></h6><p>The Digital Activism Research Project is influencing people throughout the world by creating a comprehensive database, methodology, and collaborative space for people to study digital activism and its effects. DARP allows people to see how digital activism is being used around the world and helps them to analyze the implications and institutional effects on activism on conflict and long-term peace-building efforts. Digital activism is constantly changing and growing, thus by providing a place for collaboration and systemic, empirical research, DARP helps policy makers better understand the effects of digital activism, especially in terms of foreign policy creation. DARP is unique in its collaborative approach. All of the information available on the website is available to anyone, anywhere, and the data sets generated by DARP administrators are a valuable, informative, and educational tool for researchers and policy makers, alike.</p><h6><strong>Analysis and Criticism</strong></h6><p>There are some areas of DARP that need work. In order for the project to keep up with ever-expanding and growing field of digital activism, the project requires more volunteers and coders. The project requires constant oversight, content production, and analysis by researchers to compile cases into a single, comprehensible data set. The major challenge faced by DARP is putting its database and digital tools into the hands of policymakers. Material needs to be easily accessible and easily utilized by researchers and policymakers.</p><p>Outreach is an essential and difficult component of the project, and one of DARP’s potential areas of improvement is the expansion of its language format. DARP is committed to serving as a global digital activism database, and yet many of the cases that are submitted cannot be added because the volunteers are only English speakers. Furthermore, DARP faces potential problems because it is an online-only resource. If the website crashes, is hacked, or otherwise fails to operate, participants and users have no other way of accessing the material.</p><p>DARP provides a powerful resource to researchers, policymakers, and the interesting public. By creating a consistent and empirical methodology for analyzing digital activism, DARP offers invaluable access to data and broader implications for future study. DARP provides insight into what technologies work best in certain countries, the ages of people most affected by digital activism, or how technology can help traditional activism to spread the word on a larger scale, among other areas of interest. The potential influence of this project is vast, with academic and practical implications.</p><p> </p><p><strong>Secondary Sources</strong></p><p>\"About.\" <em>digital-activism.org.</em> The Digital Activism Research Project, 2013. Web. 31 March 2013. &lt;<a href=\"http://digital-activism.org/index.php/about/&gt;\">http://digital-activism.org/index.php/about/&gt;</a>.</p><p>“Biography.” zapboom.com. Mary Joyce | Global Digital Activism, 2012. Web. 16 Feb. 2012. &lt;<a href=\"http://zapboom.com/?page_id=2&gt;\">http://zapboom.com/?page_id=2&gt;</a>.<br/><br/>Mari, Will. “Scholars Study Global ‘Digital Activism’ with a New Kind of Online Think Tank.” GeekWire.com. 25 July 2011. Web. 16 Feb. 2012. &lt;<a href=\"http://www.geekwire.com/2011/scholars-study-global-digital-activism-kind-online-tank&gt;\">http://www.geekwire.com/2011/scholars-study-global-digital-activism-kind...</a>.<br/><br/>“Coder Tools.” digital-activism.org. The Digital Activism Research Project, 2013. Web. 31 March 2013. &lt;<a href=\"http://www.digital-activism.org/coders/&gt;\">http://www.digital-activism.org/coders/&gt;</a>.<br/> </p>", "title": "The Digital Activism Research Project"}