{"htmlbody": "Written by Hoonmee Chung and Samuel Shen <h3>Definition</h3><p>The October 15 protests were a series of protests inspired mainly by the Arab Spring, the Spanish/Portuguese “Indignants” aka the May 15 movement, the Greek Protests and the Occupy movement. All these movements were protesting against the economic crisis, high unemployment rate, political corruption and social welfare cut in different banners. Global demonstrations were held on October 15, 2011 in more than 900 cities and around 90 countries.<a href=\"#Gilbert\" target=\"_self\">[1]</a> Hundreds of demonstrations organized in 45 countries were unified and mobilized to protest and demand change based on dignity, real democracy and proactivity. Seen as the global expansion of the May 15 movement, the October 15 movement is a peaceful and horizontal movement with no leaders, no ruling council, and no one in command. It is an innovative movement that is laying the foundations for a new form of social organizations for the 21th century, and also a heterogeneous movement composed of people of all ages and ideologies.<a href=\"#how to cook\" target=\"_self\">[2]</a></p><h3>Problems and Purpose</h3>October 15 draws on the inclusive spirit that characterized the May 15 movement which focuses mainly on achieving real democracy, and lays the foundations of a global movement based on three elements: dignity, direct democracy, and proactivity.<a href=\"#Sanchez\" target=\"_self\">[3]</a><br/><br/>The Arab revolts, especially referring the case of the self-immolation of Mohamed Bouazizi in Tunisia,<a href=\"#ab\" target=\"_self\">[11]</a> inspired the push for greater dignity, with the goal of seeking dignity in the face of three major powers that runs the world: economic, where unemployment rate is extremely high and the distribution of wealth is unequal; political, where corrosive government officials can humiliate citizens and disregard the law; and military, where government can send in armies to crackdown protesters.<br/><br/>The second element is direct democracy. Simply put, people should have the rights to decide what policies should the government make in various aspects, instead of getting manipulated by multinational banks, corporation giants, or government that do not listen to their people.<a href=\"#Sanchez\" target=\"_self\">[3]</a> Although activists around the world have different priority, some may value environment while some other value education more and so on, once the people get back decision-making power, they can deliberate and create the most suitable solution to problems they concern the most.<br/><br/>The third element is not a demand towards the powers but a call to proactivity. Once the protest started, people should gain the capability to organize themselves and act in advance to deal with change or difficulty. If further crisis rises, people are experienced to organize assembly to deliberate a solution and negotiate with the government.<a href=\"#Sanchez\" target=\"_self\">[3]</a><br/><br/>Should these three elements be achieved, a new social category - citizen pressure group, a group that specialize in using various forms of advocacy including peaceful demonstrations to apply pressure to the government as well as to influence public opinion, will be created. <br/>This citizen pressure group can then maintain generalization for two objectives. The first objective calls for non-stop protests. Members of the movement hope that by maintaining occupations, strikes, direct actions and information campaigns, day after day they can apply real pressure on institutions to reform or rebuild. The second one objective relates to community, calling on them to cooperate on alternative projects and answer the needs of communities like more funding for education and health care, reducing food price inflation and so on.<a href=\"#niel\" target=\"_self\">[4]</a><h3>History</h3>At first glance, the Arab Spring wasn’t all that phenomenal or influential to the West because countries in the Middle East are ruled by brutal dictators like Saddam Hussein and they embrace socialism in their countries. It is understandable to protest for democracy in this boundary because citizens have been long suppressed by their repressive government. Presumably, countries who embrace democracy should not be influenced. Nevertheless, Western countries were somehow inspired and numerous protests were developed throughout 2011.<br/><br/>On May 15, an organisation in Spain called Democracia Real Ya organized a protest to express anger toward the deepening economic crisis. Initially there were only about 100 protesters marching in Madrid, but the violent eviction by local police triggered the anger of other citizens and thousands of protesters returned and reoccupied the square. Since then the movement has been spread all over Europe like wildfire. Culminating on June 5th there were already 200,000 people demonstrated on the street.<a href=\"#Gilbert\" target=\"_self\">[1]</a><br/><br/>On mid June 2011, the Democracia Real Ya organization decided to bring this movement idea to a global context. They began to work with the Takethesquare network, which is the center network of many other movements, and they have chosen the date October 15th to coincide with the 5 month anniversary of the May 15 movement. Their first objective was to export the May 15 movement to as many cities as they can around the world.<a href=\"#niel\" target=\"_self\">[4] </a><br/><br/>They successfully launched this “15o” campaign among other major protest groups. Throughout their first three international meetings, they had joint forces with many other major protests such as the Israel Social Justice protest in Israel, the European Itinerant Protest in Barcelona, Saragossa, Toulouse, Sicily, Berlin and Amsterdam, and the Occupy Wall Street mainly in New York.<br/><br/>The fourth international meeting was held from the 8 of October until the 150 Global day. According to their official statement, more than 1000 cities and 82 countries participated.<br/>Half a million of protesters march in Madrid, 200000 in Rome, 60000 in Santiago Chile and 40000 in New York, all calling for global change with the slogan of “One solution, revolution”.<a href=\"#Gilbert\" target=\"_self\">[1]</a><br/><br/>Unlike the Arab Spring,  this Spanish protest doesn’t fight towards ending the regime. Instead of demanding a leader change, it demands a Real Democracy system run by citizens. It strives for not just a temporary revolution, but an evolution that will fundamentally change the system . Organizations from the movement condemns the way multinational businesses and banks using their influence to bribe the government, therefore possessing the power to dominate the political and economic sphere. They want to purpose a series of solutions through participatory democracy, which is based on people’s assemblies and consensus decision making. The 15o campaign is still ongoing with other movements.<a href=\"#niel\" target=\"_self\">[4</a>]<h3>Participant Selection</h3><p>Occupy movement and Oct 15 movement do not hava any formal leadership, which means that they are organized by a number of different people. All the participants of the protest joined the action because they want to be part of the movement. Unlike other protests that copious organization involved, most of the participants in Oct 15 movement were individuals.</p><p>The participants heard about the movement through the Internet and Social Network System. Organizers shared information, such as the time and place of local movments, through forums like Facebook and Twitter. Organizers \"started social media pages on Facebook and Twitter devoted to 'October 15' - #O15 on Twitter - urging protesters to join the global call for protests.\"<a href=\"#karimi\" target=\"_self\">[5]</a> This connected people who already knew about Occupy movement to the Oct 15 protest, easing the barrier to participation. Not just people who involved in other Occupy movement could join the protest, but also new participants could easily be part of it. Since Occupy movement was one of the most important issues recently, therefore, Oct 15 protest also recieved significant attentions. Because of those attentions, the information about the movement spread out quickly and widely through the network on Internet. As result of expansion, more and more people were exposed to the protest even though they did not intend to learn about it.</p><p>List of cities involved in Oct 15 movement<a href=\"#Rogers\" target=\"_self\"> [6]</a></p><ul><li>City, Country : # of Participants</li><li>Atehns, Greece : 4,000</li><li>Auckland, New Zealand : 3,000</li><li>Berlin, Germany : 10,000</li><li>Hamburg, Germany : 5,000</li><li>Madrid, Spain : 500,000</li><li>Montreal, Canada : 3,000</li><li>Santiago, Chile : 100,000</li><li>Seoul, South Korea : 600</li><li>Split, Croatia : 1,000</li></ul><p>* If you want to see full list of cities, please click <a href=\"http://www.guardian.co.uk/news/datablog/2011/oct/17/occupy-protests-world-list-map\">HERE</a>.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p><strong><u>The Preparation Phase:</u></strong></p><p><u>Communication and Extension</u><br/>As mentioned before, the October 15th movement is the global expansion of the May 15 movement. The central network of all these assemblies - takethesquare has a group of 400 skilled moderators from all around the world to manage strategies and information among every other major organizations, such as DRY, the core organization of this movement, and the Occupy Wall Street, another major organization.<a href=\"#Niel welcome\" target=\"_self\">[7] </a><br/>Various means are used to gather all the assemblies together. First off, they have a mailing-list system open for everyone to subscribe. This mailing list provides noise-free information from assemblies worldwide. Pictures, videos, archives, highlights and many other information will be sent to subscribers. Anyone can subscribe and observe but only assemblies can post. Additionally, an IRC channel, which is an online real-time Internet text messaging forum, is provided for regular assemblies, generally every Friday at 19h (Spanish hour). Detailed instructions of the occupation is specifically taught and highlighted in the website howtooccupy.org, participants are all encouraged to read through the website carefully. Other than that, the working group will take charge in live streaming, global TV, radio and social media tools such as Facebook and Twitter. Afterward, all these information, tools and links will be gathered, organized and presented in the central site takethesquare.net.<a href=\"#social\" target=\"_self\">[12]</a></p><p><u>Working Group</u><br/>The working group is a group of people specialized in different areas. Examples would be legal consultant providing law consultation for people being arrested during demonstration, and journalist for writing and reporting the process. The groups meet in open assemblies from time to time and the messenger group makes sure that their needs and suggestions are known to all groups in order to safeguard the smooth cooperation and solving of any problems that may arise.<a href=\"#how to cook\" target=\"_self\">[2] </a></p><p><u><strong>Deliberation and Decision:</strong></u></p><p><u>Virtual Forum</u><br/>On the day 8th and 9th of October, a global virtual assembly will take place to address and discuss about anything related to the October 15th movement. Within 48 hours, there will be three channels available on the main website. They are designed in three means of communication to suit one’s own preference; written chat, audio chat as well as video chat. People with Internet access from anywhere around the world will be able to talk with each other virtually about their forthcoming assemblies.<br/>There will be also an open document for everyone to write and contribute. The document could be used to inform everyone the plans, contact information of the major spokesmen, and proposals.<a href=\"#48\" target=\"_self\">[13]</a></p><u>General Assembly</u><br/>Due to the fact that this is a global movement, methods used by organizations from different areas could vary. However, according to a moderator from Occupy London and a series of Greece protests, assembly were generally held in a weekly or even daily basis. The topics in each assembly were decided with in depth consideration based on discussion, popular demands and proposals submitted in previous assemblies. Suggestions are collected, both on-line and in person. They are grouped together in the corresponding topical groups and return in the form of proposals to the assembly for consultation and approval.<br/>The rules of the assemblies are simple. Everyone has a right to speak, and Speakers are selected by draw during the assembly. In the beginning of each assembly, participants can read out the proposals and approve or deny it. The whole process will be recorded in minutes that are published online for further review.<br/>The final resolutions of the selected topics are shaped during the assembly according to the comments of the speakers and are put up for approval, always before midnight, in order not to exclude those who work and those who have to use public transportation to return to their neighborhoods. After midnight, which is the moment until when the assembly must make its decisions, the assembly continues as an open speaking forum.<a href=\"#cg\" target=\"_self\">[8]</a><br/><p><u>Internal Coordination</u><br/>Decision were collected from different groups after assemblies and redistributed for future information use. A daily report about the ongoing activities was drafted by a moderator to observe how the movement was progressing. At the same time, a short weekly newsletter was prepared with an informational tone so that the committees knew about the progress of their colleagues. In turn, this newsletter was uploaded to the Internet and served as a constant source of information for the public.<a href=\"#how to cook\" target=\"_self\">[2]</a></p><h3>Influence, Outcomes, and Effects</h3><p>Even though the Oct 15th movement ended, the Occupy movement has not. Many people still protest against unequal distribution of wealth in numerous countries. Generally, the Occupy movements encourage people to think about the distribution of wealth and other economic problems caused from unfair distribution of resources. Many international protests existed before the Oct 15 movement, however, the Oct 15 movement was the biggest movement organized by individuals rather than already existing organizations. Among the three goal of Oct 15 movement, they achieved \"direct democracy,\" which is a form of democracy where people themselves determined the laws and policies. First, people involved in the protest because they \"decide what kind of world they want to live in, instead of having it decided for [them].\"<a href=\"#Sanchez\" target=\"_self\">[3]</a> It illustrated that people directly take an action to make world where they want to live in. Secondly, all the participants expressed their opinon by themselves, not through any representatives. Without leading group, individuals determined details of protests and spoke out their own ideas. The movement showed the possibility of successful, real democracy in which individuals can work collectively to make their own decisions.<br/><br/>Another important outcome of the movement is the successful usage of technology. The Internet, telephones and social networking systems were used in past protest. They encouraged people to participate and became a method to communication to the world. Thorughout the Oct 15 movement, technology proved its power to connect people. Most of participants heard about the movement from Facebook and Twitter and used these forums to spread this information to others. The organizing process also occurred on In ternet. Because Internet is fast and at everywhere, the movement could be develop as global protest. Oct 15 movement facilitated usage of Internet and SNS as a tool to gather individuals and act based on their decision.</p><h3>Analysis and Criticism</h3>One of the main characteristic of how these protesters label themselves is by saying they have no leader and no one in command, and the campaigned calls itself the “real people’s democracy” and where “everyone gets the chance to speak up” or “we decide what we want to be”. However, the question remains of how effective can an organization be without visible leaders or positive marketing campaigns remains when it tries to work internationally. Indeed, Oct 15 movement site and Globa protests sites do have many media groups and spokesman, but how often do they rely on media coverage to spread their messages instead? How frequently do those media negatively present Occupy movements? It seems counter-productive to rely on organizations to announce your plans if they are doing so through negative, mocking tones.<a href=\"#parker\" target=\"_self\">[9]</a> And Also if they want to spread their words out through the world, it will be more dangerous to wait the media coverage deliver their messages to other parts of the world.<br/><br/>The goal of the movement is to achieve direct democracy and retrieve the decision-making power, but the protesters have not deliberately considered what they really want. In most cases protesters didn’t really have a specific goal throughout assemblies and used vague and blanket reasons for why they're protesting. They kept blaming on the rich and did not come up with any practical solution. If anything, they could have drafted a detailed plan for the government to apply specific rules that can decrease the unequal distribution of wealth. In other words, Oct 15 movement showed the power of citizens, but it was without any further plan or solution. Therefore, it leaves other major media outlets a negative impression “Aimless and disorganized, nothing more than an incoherent grab bag of mixed messages and random airing of grievances”.<br/><br/>According to columnist Naomi Wolf, she claimed \"In order for Occupy to keep its momentum now, it can no longer afford to be such an amorphous, anarchic movement. In effect, it needs to get organised, in more conbentional campaigning ways.\"<a href=\"#wolf\" target=\"_self\">[10]</a> In other words, the international movement must overcome their negative impressions by enforcing ethical standards amongst campers and reconsidering the most effective ways to gain the attentions of government officials. In order to maintain a positive image and to avoid further mockery, they must reassess their purposes and work to present themselves as intelligent, effective groups rather than bunches of lowlifes.<a href=\"#parker\" target=\"_self\">[9]</a> <h3>Secondary Sources</h3><p>1. <a id=\"Gilbert\" name=\"Gilbert\"></a>Gilbert, Sam Cossar. \"Reflections on 2011: From Indignados to Occupywhere, a Year of Protest in Europe.\" Take The Square, 01 Mar. 2011. Web. <a href=\"http://takethesquare.net/2012/01/03/from-indignados-to-occupywhere-reflections-on-year-of-struggle-in-europe/\">&lt;http://takethesquare.net/2012/01/03/from-indignados-to-occupywhere-reflections-on-year-of-struggle-in-europe/&gt;.</a></p><p>2.<a id=\"how to cook\" name=\"how to cook\"></a> Spanish World Extension Team. How to Cook a Peaceful Revolution V.01. Spanish World Extension Team, 2011. Print</p><p>3. <a id=\"Sanchez\" name=\"Sanchez\"></a>Sánchez, Juan Luis. \"October 15th: Dreaming of a “new Global Citizen Power”.\" Human Journalism, 10 Dec. 2011. Web. <a href=\"http://english.periodismohumano.com/2011/10/12/october-15th-dreaming-of-a-%E2%80%9Cnew-global-citizen-power%E2%80%9D/\">&lt;http://english.periodismohumano.com/2011/10/12/october-15th-dreaming-of-a-%E2%80%9Cnew-global-citizen-power%E2%80%9D/&gt;</a>.</p><p>4.<a id=\"niel\" name=\"niel\"></a> Niel. \"15M Global Strike - What Is the Plan?\" Take The Square. Web. <a href=\"http://takethesquare.net/2012/03/20/15m-global-strike-what-is-the-plan/\">http://takethesquare.net/2012/03/20/15m-global-strike-what-is-the-plan/</a></p><p>5. <a id=\"karimi\" name=\"karimi\"></a>Karimi, Faith, and Joe Sterling. \"Occupy Protests Spread around the World; 70 Injured in Rome.\" CNN World. CNN, 15 Oct. 2011. Web. <a href=\"http://www.cnn.com/2011/10/15/world/occupy-goes-global/\">http://www.cnn.com/2011/10/15/world/occupy-goes-global/</a></p><p>6. <a id=\"Rogers\" name=\"Rogers\"></a>Rogers, Simon. \"Occupy Protests around the World: Full List Visualised.\" The Guardian. Guardian News and Media, 12 June 0045. Web. &lt;<a href=\"http://www.guardian.co.uk/news/datablog/2011/oct/17/occupy-protests-world-list-map\">http://www.guardian.co.uk/news/datablog/2011/oct/17/occupy-protests-world-list-map</a>&gt;.</p><p>7.<a id=\"Niel welcome\" name=\"Niel welcome\"></a> Niel. \"Welcome to the Global Network, an Invitation to All the Assemblies.\" Take The Square. Web. &lt;<a href=\"http://takethesquare.net/2011/10/17/welcome-to-the-global-network-an-invitation-to-all-the-assemblies/\">http://takethesquare.net/2011/10/17/welcome-to-the-global-network-an-invitation-to-all-the-assemblies/</a>&gt;.</p><p>8. <a id=\"cg\" name=\"cg\"></a>Giovanopoulos, Christos \"Democracy Is Born in the Squares.\" Greek Left Review 15 June 2011. Web. <a href=\"https://greekleftreview.wordpress.com/2011/06/15/democracy-is-born-in-the-squares/\">https://greekleftreview.wordpress.com/2011/06/15/democracy-is-born-in-th...</a></p><p>9. <a id=\"parker\" name=\"parker\"></a>Parker, Sam. \"The Disorganized Occupy Movement.\" REPORTING FOR THE PUBLIC GOOD. 10 Feb. 2012. Web. &lt;<a href=\"http://publicgoodreporting.wordpress.com/2012/02/10/the-occupy-movement-a-disorganized-attempt-at-reform/\">http://publicgoodreporting.wordpress.com/2012/02/10/the-occupy-movement-a-disorganized-attempt-at-reform/</a>&gt;.</p><p>10. <a id=\"wolf\" name=\"wolf\"></a>Wolf, Naomi. \"What the Occupy Movement Must Learn from Sundance.\" Guardian News and Media, 31 Jan. 2012. &lt;<a href=\"http://www.guardian.co.uk/commentisfree/cifamerica/2012/jan/31/what-occupy-must-learn-from-sundance\">http://www.guardian.co.uk/commentisfree/cifamerica/2012/jan/31/what-occupy-must-learn-from-sundance</a>&gt;.</p><p>11. <a id=\"ab\" name=\"ab\"></a>Abouzeid, Rania. \"Bouazizi: The Man Who Set Himself and Tunisia on Fire.\" Time, 21 Jan. 2011. Web. <a href=\"http://content.time.com/time/magazine/article/0,9171,2044723,00.html\">http://content.time.com/time/magazine/article/0,9171,2044723,00.html</a></p><p>12. <a id=\"social\" name=\"social\"></a>\"Social Network for Transnational Popular Assemblies/Occupy.\" Social Network Unionism. Web. <a href=\"https://snuproject.wordpress.com/2011/10/26/social-network-for-transnational-popular-assembliescamps/\">https://snuproject.wordpress.com/2011/10/26/social-network-for-transnati...</a></p><p>13. <a id=\"48\" name=\"48\"></a>\"48h Global Virtual Assembly.\" Take the Square. Web. <a href=\"http://takethesquare.net/2011/10/08/48h-virtual-assembly/\">http://takethesquare.net/2011/10/08/48h-virtual-assembly/</a></p><p>14. Barnett, Anthony. \"The Long and the Quick of Revolution.\" OpenDemocracy.net. 16 Oct. 2011. Web. &lt;<a href=\"http://www.opendemocracy.net/anthony-barnett/long-and-quick-of-revolution\">http://www.opendemocracy.net/anthony-barnett/long-and-quick-of-revolution</a>&gt;.</p><p>15. Nelson, Sara. \"Desecration, Defecation and Class A Drugs: Children Found Living in Squalor at St Paul's Protest Camp.\" MailOnline, 22 Nov. 2011. Web. &lt;<a href=\"http://www.dailymail.co.uk/news/article-2064174/Occupy-London-Children-living-squalor-St-Pauls-protest-camp.html\">http://www.dailymail.co.uk/news/article-2064174/Occupy-London-Children-living-squalor-St-Pauls-protest-camp.html</a>&gt;.</p><p>16. Niel. \"Tribute to the 15O Worldwide.\" Take The Square. Web. &lt;<a href=\"http://takethesquare.net/2011/10/27/tribute-to-the-15o-worldwide/\">http://takethesquare.net/2011/10/27/tribute-to-the-15o-worldwide/</a>&gt;.</p><p>17. Rawstorne, Tom. \"Rabble without a Cause: Mail Undercover Reporter at St Paul's Finds a Shambolic Crew of Pot-smoking Part-time Protesters Who Put Partying before Politics.\" MailOnline, 20 Oct. 2011. Web. &lt;<a href=\"http://www.dailymail.co.uk/news/article-2054912/Occupy-London-St-Pauls-protest-rabble-cause.html\">http://www.dailymail.co.uk/news/article-2054912/Occupy-London-St-Pauls-protest-rabble-cause.html</a>&gt;.</p><p>18. Yuccas, Christen. \"Occupy Wall Street Movement Is Vague and Disorganized.\" Augustana College Observer. Web. &lt;<a href=\"http://www.augustanaobserver.com/2011F/Opinions/Occupy_Wall_Street_movement_is_vague_and_disorganized_.html\">http://www.augustanaobserver.com/2011F/Opinions/Occupy_Wall_Street_movement_is_vague_and_disorganized_.html</a>&gt;. [DEAD LINK]</p><h3>External Links</h3><p><a href=\"http://15october.net/\">15th October: #United we will re-invent the world</a> [DEAD LINK]<br/>[UPDATE: see <a href=\"http://takethesquare.net/category/15october/\">here </a>for similar webpage content]</p><p><a href=\"http://www.youtube.com/watch?v=4y3X2VFruLM&amp;feature=player_embedded\">Oct 15 Movement Advertising on Youtube</a></p>", "title": "October 15 Movement"}