{"htmlbody": "<h3> </h3><p><strong>Definition</strong></p><p>‘Direct Democracy Not Parliamentary Rule’ is an organization based in Victoria, Austalia working towards registering as a political party to advocate direct democracy to ultimately change the electoral system. Their overall aim is not to play a role in parliament as any other political party. They want to have their name present on the ballot as a means to generate interest in the ideology of direct democracy. Their current goal is to reach 550 members to be eligible to be placed on the Australian electoral ballot. They currently have a total of 121 members to date. At this time, according to their annual meeting minutes, finding ways of gathering new members to join their cause is their primary concern.</p><p> </p><p><strong>Problems and Purpose</strong></p><p>Just as their slogan states on their website: “Politicians always make the decisions but who knows what we need better than we do?” (rulebythepeople.org). The ultimate purpose is written in their organization’s ‘constitution’ which promotes direct democracy as an alternative to parliamentary rule. As the director of this organization states in their first ever newsletter, “the greatest challenge we face is exposing the farcical nature of parliamentary rule” (News 1). Proving to the rest of the public that a Parliamentary Rule is not going to bring about the kind of changes they seek is their greatest problem. Convincing the voters that the current legislative system is flawed and a need for direct democracy is beneificial for everyone is the biggest problem they will face. The organization hopes to put candidates in Federal elections both in the House of Representatives and in the Senate. They “aim to create a society based on direct democratic principles where the people involved in a decision make that decision and appoint delegates to coordinate those decisions at local, regional and national levels” (rulebythepeople.org/constitution). The another issue they are facing is finding new members. Since the start of this organization almost a decade ago the number of stable members continues to fluxuate.</p><p> </p><p><strong>History</strong></p><p>‘Direct Democracy Not Parliamentary Rule’ first assembled on December 3rd 2003 at Ballarat on the 150th anniversary of the Eureka rebellion. This event emphasizes the impact that direct democracies can have in societies (News 1). This group believes direct democracy is the best and true system towards a more healthy and meaningful Australia because the people will have a direct say in where their resources are allocated (rulebythepeople/about).</p><p> </p><p><strong>Participant Selection</strong></p><p>The current members of ‘Direct Democracy Not Parliamentary Rule’ reside in Australia who support the cause and ideals of direct democracy over a Parliamentary system. The application to become a member of this organization only require that the prospective member be eligible to enroll for federal elections. Meaning the prospect must be 17 years of age or older, must be an Australian citizen, and must have lived at the present address for at least the last month. Since theis group is aiming at collecting 550 members to be mentioned on the ballot, all are encouraged to participate.</p><p> </p><p><strong>Deliberation, Decisions, and Public Interaction</strong><strong> / Specializations and activities</strong></p><p>‘Direct Democracy Not Parliamentary Rule’ holds annual general meetings at the mentioned rented space [supplied at the sidebar]. These annual general meetings [AGM] are performed in a formal manner; the National Convenor opens the meeting, the secretary keeps track of the minutes and later posts the minutes of the meeting on their organization website. There are two other meetings held in addition to the AGM, these meetings are held every four months where they discuss nominations for Nation Convenor, Registered Officer, Treasurer, and Secretary.  The nominee must provide nominee details, acceptance of nomination, and signatures from three other members of the organization. Nominations are then added into the following newsletter. The meetings consists of decisions about a need for more members. They best way to achieve that goal is if each existing member sign up one new member within the following year. The meeting also establishes the location, time, and date of the next meeting. Then they briefly conclude with a summary of the meeting, and address the need for financial support. All meetings are open to the public (AGM-Minutes).</p><p> </p><p><strong>Influence, Outcome, and Effects</strong><strong>/ major projects and events</strong></p><p>Since this group consists of 121 members and has not had the chance to be a part of the official ballot they are still on the path of reaching their goals to change the electoral system entirely. As an organization they have attempted spreading their message by means other than the internet and newsletters. They attend events such as public discussions at the local community center and referendum conferences to help share their cause.</p><p> </p><p><strong>Funding</strong></p><p>This organization requires each member to supply two $.55 stamps annually to help pay for the cost of sending out newsletters for five years membership. Also written in their constitution those who are chosen to represent this group must make decisions that reflect the majority opinion. They pledge under oath that if they do not fulfill their direct democracy duties as representatives in parliamentary they will give up their seat and give back any wages they received as Senator or Representative.</p><p> </p><p><strong>Analysis and Criticism</strong></p><p>This was an overview of a still rather unknown direct democracy organization in Australia, the purpose for this criticism is to help spread the word about this growing organization. This was an introduction to a group I stumbled upon and found interesting. I support their efforts indubitably. The concept of a direct democracy is completely logical but in terms of making this organization more noticeable is the only critique I have to offer. For a political party that has existed for nine years, 121 members is reasonable. If this group were to publish their ideas and more indepth goals and plans on the web it would make for a more legitamate proposal. This group to should attend this open conferences and discussions and document them and put them online for the world to see.</p><p> </p><p><strong>Secondary Sources</strong></p><ul><li><a href=\"http://www.rulebythepeople.org/media/constitution.php\">http://www.rulebythepeople.org/media/constitution.php</a></li><li><a href=\"http://www.rulebythepeople.org/index.php?news=0\">http://www.rulebythepeople.org/index.php?news=0</a></li></ul><p> </p><p><strong>External Links</strong></p><ul><li><a href=\"http://www.rulebythepeople.org/index.php?a=aboutus\">http://www.rulebythepeople.org/index.php?a=aboutus</a></li><li><a href=\"http://www.politicsandculture.org/2010/08/10/the-eureka-rebellion-of-1854-by-eric-petersen-2/\">http://www.politicsandculture.org/2010/08/10/the-eureka-rebellion-of-1854-by-eric-petersen-2/</a></li><li><a href=\"http://www.rulebythepeople.org/media/DDNPR%20ARTICLE%20-%20PARLIAMENTARY%20ALTERNATIVES.pdf\">http://www.rulebythepeople.org/media/DDNPR%20ARTICLE%20-%20PARLIAMENTARY...</a></li></ul><p> </p><p><strong>Notes.</strong></p><p>News 1 - <a href=\"http://www.rulebythepeople.org/index.php?news=1\">http://www.rulebythepeople.org/index.php?news=1</a></p><p>AGM- Minutes - <a href=\"http://www.rulebythepeople.org/media/AGM-Minutes-2009.pdf\">http://www.rulebythepeople.org/media/AGM-Minutes-2009.pdf</a></p><br clear=\"ALL\"/> <br clear=\"ALL\"/><p> </p><p> </p>", "title": "Direct Democracy Not Parliamentary Rule"}