{"htmlbody": "<p><strong>Anonymous</strong> is a decentralized <a href=\"http://www.urbandictionary.com/define.php?term=hacktivist\">hacktivist</a> collective. A variety of internet sub-cultures gave birth to the dynamic entity known as Anonymous. The term “anonymous” originally referred to any internet user in general and their anonymous online identity and the term remains to do so. Anonymous, with a capital ‘a,’ arose from an internet <a href=\"http://en.wikipedia.org/wiki/Meme\">meme</a> in 2003. It represented the mass of internet users whose activity was carried out anonymously via the web as a collective whole. Eventually, actions orchestrated across a variety of message boards and chat rooms perpetrated by members of these online communities legitimized the idea of Anonymous amongst the internet sub-cultures that Anonymous' members populated as well as the general public. The <a href=\"http://www.amazon.com/Rubies-Costume-Co-4418-Vendetta/dp/B000UVGLHU/ref=cm_cr_pr_pb_t/179-8158924-1610652\">Guy Fawkes face mask</a> has become a semi-official symbol of the group.</p><h2>Problems and Purpose</h2><p>Anonymous is committed to defending free-speech, opposing censorship, promoting transparency and exposing corruption. Recent acts of Anonymous include; Anonymous challenging the <a href=\"http://www.ifpi.org/\">IFPI</a>, the <a href=\"http://www.riaa.com/\">RIAA</a> and the <a href=\"http://www.mpaa.org/\">MPAA</a> with <a href=\"http://en.wikipedia.org/wiki/Denial-of-service_attack\">DDoS</a> attacks in the wake of the Pirate Bay verdict and the shutdown of the filesharing site Megaupload. Anonymous taking action to protest <a href=\"http://en.wikipedia.org/wiki/Stop_Online_Piracy_Act\">SOPA</a> and <a href=\"http://en.wikipedia.org/wiki/PROTECT_IP_Act\">PIPA</a>. Anonymous is currently involved in aiding Wikileaks with their operation.</p><h2>History</h2><p>Anonymous’ existence as an internet meme started in 2003 across message boards and websites like <a href=\"http://ohinternet.com/4chan\">4chan</a> and eBaum’s World. On these sites, users posted on message boards and image boards anonymously which led to the creation of the meme. The growth of the subcultures on these sites resulted in a proliferation of internet lingo, inside jokes, and the use of “underground” methods of online communication such as <a href=\"http://ohinternet.com/IRC\">IRC</a>. Eventually the users gained a communal awareness that would come to be known as Anonymous. Anonymous lay dormant for several years, committing internet pranks and acts of vigilantism. It wasn’t until 2008 that the group gained mass media attention when it declared “war” on the Church of Scientology. Anonymous initiated Project Chanology which involved DDoS attacks on Scientology websites, prank calls, and protests in cities around the world. Project Chanology was Anonymous’ first dedicated large-scale operation. From here on, Anonymous would continue to become increasingly involved with hacktivist activities.</p><p>Since Project Chanology, Anonymous has remained political. After the rigged presidential election in Iran of June 2009, riots broke out. Anonymous aided Iranian hackers in keeping information flowing freely in and out of the country after the Iranian government attempted to censor news about the protests on the internet. Later in 2010, Anonymous hacked Sony’s PSN network. In December of 2010, Anonymous allied with Wikileaks and struck at websites belonging to Amazon, Paypal, Mastercard, Visa, and the Swiss bank PostFinance with DDoS attacks. During the Arab Spring in 2011, Anonymous backed the revolutionary activities by hacking various government webisites and putting them offline. On February 5, 2011, Aaron Barr, the CEO of the security firm HBGary Federal announced that his firm had infiltrated Anonymous. In response Anonymous hacked the HBGary Federal website, took control of the company’s email, erased files and took down the company’s phone system.</p><p>As Anonymous grew, sub groups like LulzSec and PLF developed and the number of operations that Anonymous executed multiplied rapidly. Anonymous conducted twenty-three different operations over the course of 2011. These include supporting the <a href=\"http://en.wikipedia.org/wiki/Occupy_movement\">Occupy movement</a> and Operation Darknet, where Anonymous wiped out forty child pornography sites. So far in 2012, Anonymous has conducted an unconfirmed nine to ten operations.</p><h2>Participation</h2><blockquote><p><strong>“</strong>Anonymous is the first Internetbased superconsciousness. Anonymous is a group, in the sense that a flock of birds is a group. How do you know they’re a group? Because they’re travelling in the same direction. At any given moment, more birds could join, leave, peel off in another direction entirely.”    –Chris Landers. Baltimore City Paper, April 2, 2008.</p></blockquote><p>Anyone can join Anonymous. The most simple way is to go online and download the <a href=\"http://en.wikipedia.org/wiki/Low_Orbit_Ion_Cannon\">Low Orbit Ion Cannon (LOIC)</a> software. Any computer with the LOIC loaded on it is made part of the botnet that Anonymous uses to conduct its DDoS attacks upon selected websites. The FBI and other law enforcement agencies consider the LOIC and other software that facilitates DDoS attacks illegal. Other ways to become more involved in Anonymous include visiting Anonymous related websites, following Anonymous Twitter profiles, participating in the real life protests related to Anonymous' causes and downloading an IRC client to become more deeply involved with Anonymous.</p><h2>Deliberation and Decisions</h2><p>Anonymous has no single leader. Members express personal opinions on issues they wish to pursue and the members of Anonymous decide whether of not it is a cause they themselves wish to undertake. Finding the right IRC channel to truly become part of Anonymous’ deliberative process can be a complicated task for the everyday internet user. Learning one’s way around IRC is only one of the challenges. Above normal knowledge of operating computers could be necessary and familiarity with the vast lexicon of the internet is a must have in order to reach areas where Anonymous'  deliberation takes place. Preexisting members are wary of newcomers due to the sensitivity and risk involved with the group’s activities. Some members of Anonymous have greater decision making power than others, any sort of power structure within the group can only be speculated upon, but there is a distinction between members who are merely apart of the Anonymous and those who decide which targets are ultimately chosen. Not every decision Anonymous makes is unanimous. Members of Anonymous do not have to participate in an operation should the objective of the operation not align with their ideas.</p><h2>Influence and Effects</h2><p>Anonymous has brought about the first major unified internet movement to have effects in the real world. Anonymous has created a form of protest and civil-disobedience via the internet that has never been seen before, being able to lend tangible support to many different causes throughout the world. This is important because previously online activism could only be executed by highly skilled hackers with singular agendas. Anonymous has allowed the everyday web user to get involved with the only requirement being an internet connection. It has changed the dynamic of the overall online community as a whole because it has bridged part of the gap between the mainstream internet user and the underground internet user. </p><h2>Analysis and Criticism</h2><p>Arrests have occurred and continue to occur as a result of being directly involved with Anonymous and utilizing the LOIC software to assist in the group’s DDoS attacks. Research has shown that people who install the LOIC software on their computers are not actually remaining, in fact, anonymous. Internet users who employ the LOIC and don’t go through an anonymization network or use IP-spoofing can be easily traced. A question has been raised whether the masses are part of the struggle or just pawns offering their computers to those hackers that know how to better protect themselves online. Questions have also been raised about whether or not Anonymous’ actions truly help or do anything at all. When SOPA was being considered by the House of Representatives and PIPA in the Senate, members of the internet community said that Anonymous’ attacks on the FBI and other websites were just hurting the anti-SOPA/PIPA cause. Critics called Anonymous’ actions during the Arab Spring “armchair activism,” and wondered if they actually contributed the causes in any tangible way.</p><h2>Secondary Sources</h2><p>Mansfield-Devine, Steve. <a href=\"http://www.sciencedirect.com/science/article/pii/S1353485811700848\">\"Hacktivism: assessing the damage\"</a> in Network Security, Volume 2011, Issues 8, (2011): 5-13.</p>Aiko Pras, Anna Sperotto, Giovane C. M. Moura, Idilio Drago, Rafael Barbosa, Ramin Sadre, Ricardo Schmidt and Rick Hofsted. <a href=\"http://doc.utwente.nl/75331/1/2010-12-CTIT-TR.pdf\">\"Attacks by “Anonymous” WikiLeaks Proponents not Anonymous\"</a> CTIT Technical Report 10.4, University of Twente, (2010).<p>Peckham, Michael. <a href=\"http://www.lermanet.com/reference/socialmovement.htm\">\"New Dimensions of Social Movement/countermovement Interaction: The Case of Scientology and its Internet Critics\"</a> (1997).</p><p>Landers, Chris. <a href=\"http://www2.citypaper.com/columns/story.asp?id=15543\">\"Serious Business: Anonymous Takes On Scientology (and Doesn't Afraid of Anything)\". </a>Bailtimore City Paper, (April 2, 2008).</p><p><a href=\"http://www.bbc.co.uk/news/technology-11371315\">\"Activists target recording industry websites\". </a>BBC News, (September 20, 2010).</p><p>Beaumont, Claudine. <a href=\"http://www.telegraph.co.uk/technology/internet/8013548/Music-and-film-industry-websites-targeted-in-cyber-attacks.html\">\"Music and film industry websites targeted in cyber attacks\".</a> The Telegraph, (September 20, 2010).</p><p>Tsotis, Alexia. <a href=\"http://www.laweekly.com/2009-02-05/columns/my-date-with-anonymous-a-rare-interview-with-the-illusive-internet-troublemakers/\">\"My Date with Anonymous: A Rare Interview with the Elusive Internet Troublemakers\".</a> LA Weekly, (February 4, 2009).</p><p><a href=\"http://articles.cnn.com/2011-02-23/world/wikileaks.anonymous_1_wikileaks-world-s-most-dangerous-website-daniel-domscheit-berg?_s=PM:WORLD\">\"Anonymous vows to take leaking to the next level\".</a> CNN, (February 23, 2011).</p><p>Whipple, Tom. <a href=\"http://www.timesplus.co.uk/tto/news/?login=false&amp;url=http%3A%2F%2Fwww.thetimes.co.uk%2Ftto%2Flife%2F\">\"Scientology: the Anonymous protesters\".</a> The Times UK, (June 20, 2008).</p><p>Singel, Ryan. <a href=\"http://www.wired.com/threatlevel/2008/01/anonymous-attac/\">\"War Breaks Out Between Hackers and Scientology - There Can Be Only One\".</a> Wired News, (January 23, 2008).</p><p>Rogers, Tim. <a href=\"http://www.dmagazine.com/Home/D_Magazine/2011/April/How_Barrett_Brown_Helped_Overthrow_the_Government_of_Tunisia.aspx?p=1\">\"Barret Brown is Anonymous\".</a> D Magazine, (May, 9, 2011).</p><p>Moya, Jared. <a href=\"http://www.zeropaid.com/news/91404/operation-payback-targets-ifpi-for-pirate-bay-verdict/\">\"Operation Payback Targets IFPI for Pirate Bay Verdict\".</a> zeropaid.com, (November 29, 2010).</p><p>Leyden, John. <a href=\"http://www.theregister.co.uk/2009/04/20/ddos_hacktivism_pirate_bay/\">\"Music Industry sites DDoSed after Pirate Bay Verdict\".</a> The Register, (April 20, 2009).</p><p>Kelion, Leo. <a href=\"http://www.bbc.co.uk/news/technology-16646023\">\"Hackers retaliate over Megaupload website shutdown\".</a> BBC News, (January 20, 2012).</p><p>Popper, Ben. <a href=\"http://venturebeat.com/2012/01/20/department-of-justice-doj-dept-of-justice-megaupload-piracy-sopa-pipa/\">\"Department of Justice shutdown of rogue site Megaupload shows SOPA is unnecessary\".</a> VentureBeat, (January 20, 2012).</p><p>Bradley, Tony. <a href=\"http://www.pcworld.com/businesscenter/article/248469/megaupload_takedown_proves_sopa_and_pipa_are_unnecessary.html\">\"MegaUpload Takedown Proves SOPA and PIPA Are Unnecessary\".</a> NetWork, PC World, (January 20, 2012).</p><p>Jonsson, Patrik. <a href=\"http://www.alaskadispatch.com/article/sopa-feds-go-after-megaupload-congress-reviews-anti-piracy-bills\">\"SOPA: Feds go after Megaupload as Congress reviews anti-piracy bills\".</a> The Christian Science Monitor, (January 21, 2012).</p><p>Greenberg, Andy. <a href=\"http://www.forbes.com/sites/andygreenberg/2012/02/16/anonymous-plans-to-take-down-the-internet-were-being-trolled/\">\"Anonymous Plans to Take Down the Internet? We're Being Trolled\".</a> Forbes, (February, 2, 2012).</p><p>Singel, Ryan. <a href=\"http://www.wired.com/threatlevel/2007/07/investigative-r/\">\"Investigative Report Reveals Hackers Terrorize Internet for LULZ\".</a> Wired News, (July 27, 2007).</p><h2>External Links</h2><p><a href=\"http://anonops.blogspot.com/\">AnonOps</a></p><p><a href=\"http://en.wikipedia.org/wiki/LulzSec\">LulzSec</a></p>", "title": "Anonymous"}