{"htmlbody": "<h2><strong>Mission and Purpose</strong></h2><p>Shoreline Master Programs are local land use policies and regulations designed to manage shoreline use. These local programs protect natural resources for future generations, provide public access to public waters and shores, and plan for water-dependent uses. They are created in partnership with the local community and the Department of Ecology, and must comply with the state Shoreline Management Act and Shoreline Master Program Guidelines. As mandated, over 260 local programs must be updated by 2014, focusing on providing a unique opportunity to create a positive future for Washington’s shorelines.</p><p>SMP updates strive to meet goals and expectations to protect and conserve shoreline natural resources. This includes the protection of critical areas and habitats, while still accommodating reasonable and appropriate uses. The goal of these two objectives is to succeed with a minimum of no net loss to shoreline ecological functions and processes. (WAC 173-26-201(2)(c))</p><p> </p><h2><strong>History and Early Challenges</strong></h2><p> In 1971, the people of the State of Washington voted for the Shoreline Management Act (SMA). This ultimately created three primary purposes: 1) To protect ecological functions; 2) To accommodate appropriate uses; and 3) To maintain public access. The Shoreline Master Program (SMP) implements the policies of the SMA at the local level by regulating use and development along shorelines. The Department of Ecology is responsible for ensuring that the local SMP is consistent with the intent of the SMA, and has final approval authority. </p><p> In 2003, the Washington State Legislature took a significant step to revitalize the 32-year-old SMA and increase the emphasis on environmental protection. The Legislature, stimulated by agreement from a wide range of environmental, business, and government interests, set out on an ambitious task. This new framework required 264 towns, cities, and counties across the state to update their Shoreline Master Programs by 2014.</p><p>In order to implement these legislative mandates, the Department of Ecology adopted a new series of regulations known as the Shoreline Guidelines in 2004. These Guidelines were designed as state standards which local governments must follow in drafting their shoreline master programs. The Guidelines translate the broad policies of the Shoreline Management Act (RCW 90.58.020) into standards for regulation of shoreline uses. The state legislature directed Ecology in 1995 to update the guidelines, which had not been revised since 1972 and did not account for advancements in science and shoreline management practices nor the recent passage of Washington’s Growth Management Act. Ecology proposed a first draft in 1999 and adopted a substantially revised draft in 2000 that was eventually challenged in court.</p><p> Then-Governor Gary Locke and former Attorney General Christine Gregoire co-sponsored a year-long mediation effort in 2002 that culminated in a third draft, which was issued for public comment in July 2002. That proposal had the endorsement of all of the parties to the lawsuit, including the Association of Washington Business (representing a coalition of business organizations, cities and counties), the Washington Aggregates &amp; Concrete Association, the Washington Environmental Council (WEC) and other environmental organizations – all of whom were parties to the lawsuit. The final version was adopted December 17, 2003 and became effective January 17, 2004. </p><p> Ecology made additional amendments to the Guidelines between 2004 and 2011 in response to changes in state statute.  In 2011, Ecology amended the Guidelines in response to a 2007 statute (RCW 43.21A.681) that directed them to “adopt, by rule” guidance on geoduck aquaculture with advice from a Shellfish Aquaculture Regulatory Committee (SARC). Ecology adopted amendments to the Guidelines in February 2011 that include new provisions for commercial geoduck aquaculture. Ecology also completed additional housekeeping amendments to chapters 173-18, 20, 22, 26 and 27 WAC at that time.</p><p> </p><p> </p><h2><strong>Creation and Participant Selection</strong></h2><p>As part of a comprehensive update to the SMP of Kitsap County, a task-force of citizens with shoreline-related interests were to be selected to work with County staff to develop goals, policies, and to assist in recommending regulations on SMP issues that need to be updated.</p><p>In order to qualify for selection, the applicant must be a resident of Kitsap County and willing to commit the time necessary to complete the work of the task force; must be able to work respectfully in a group setting and contribute constructively to the dialog; must be open to a multitude of issues relating to the SMP Update; and and be willing to take into consideration the various needs of the community. No technical skills are required but certainly encouraged, and meetings may require up to three hours of sitting with breaks as appropriate.</p><p>The Kitsap County Board of Commissioners authorized the development of an SMP task-force and was funded to assist until June 30, 2011 or longer should sufficient resources be available. On March 8, 2010, the task-force plan was adopted and 20 citizens were selected by the Kitsap County Board of Commissioners, signed by then Chairperson Josh Brown and Commissioner Steve Bauer.  </p><p>These members would be responsible for reviewing Shoreline Master Program procedures and guidelines; read and discuss information provided regarding shoreline uses and functions; participate and actively engage in meetings; and make recommendations based on information in the group discussions. </p><p>Federal, State and Local Natural Resource agencies and other stakeholders would be asked to share their expertise with the task force as needed. Once selected, the members would be obligated to participate in bimonthly meetings to discuss the community’s vision for shoreline usage; and make recommendations regarding policies and regulations for the SMP Update. Task force members are expected to learn about and gain an understanding of shoreline issues in order to make sound recommendations.</p><p>Those 20 citizens selected were as follows:</p><p><strong>James Aho                  Bob Benze                 Carrilu Thompson                Sunny Wheeler</strong></p><p><strong>Linda Atkisson             Ken Parker                 Susan Cruver                      Jessica Coyle</strong></p><p><strong>Dave Nelson                Mike Ingham              Michelle Filley                      Tom Nevins</strong></p><p><strong>Jennifer Forbes           Zachary Halls             Dan Fallstrom                      Art Castle</strong></p><p><strong>Michael Maddox          Don Seavy                  Rebecca Mars                      Mike Ellis</strong></p><p> </p><p>These individual volunteers were selected due to the broad diversity of interest groups that they represent, ranging from local home-owners, teachers, students, attorneys, realtors, community activists, and organizations such as the Kitsap Alliance of Property Owners (KAPO).</p><p> </p><h2><strong>Vision Statement of the SMP Task Force</strong></h2><p> </p><ul><li>Comply with legislative mandates including requirements for no net loss of shoreline ecological functions and values</li></ul><ul><li>Protect private individual property rights consistent with the public interest</li></ul><ul><li>Create a shoreline stewardship program that fosters reasonable and appropriate shoreline uses while protecting valuable and fragile natural resources</li></ul><ul><li>Engage a wide variety of stakeholders, citizens and interests in developing goals and policies.</li></ul><ul><li>Integrate and support County development plans, policies, and regulations</li></ul><ul><li>Ensure predictability, accountability, and efficiency during shoreline development review and decision making</li></ul><ul><li>Have a strong scientific basis</li></ul><h3> </h3><h2><strong>Funding</strong></h2><p>Since the creation of the Shoreline Guidelines in 2004, the Department of Ecology has worked with local governments to fund and support comprehensive SMP updates as mandated by the State Legislature, including the SMP update within Kitsap County.  According to public records on behalf of the state, and the Department of Ecology, up to $650,000 has been allocated to Kitsap County in order to facilitate the SMP update; $520,000 for the first two fiscal years (7/1/09 – 6/30/11) and the additional amount of $130,000 for the third fiscal year (7/1/11 – 6/30/12).</p><h3> </h3><h2><strong>Publications</strong></h2><a href=\"http://www.ecy.wa.gov/pubs/0306037.pdf\"><u>Ecology. \"State Master Program Approval\\Amendment Procedures and Master Program Guidelines.\" <em>Washington State Department of Ecology</em> 03-06-037 (2004): <em>Department of Ecology</em></u></a><br/><p><a href='http://Kramer, Jim, Carol Macllroy, and Margaret Clancy. \"OPPORTUNITIES TO IMPROVE SHORELINE MANAGEMENT IN PUGET SOUND.\" Washington State Department of Ecology0060-002 (2010): Department of Ecology'><u>Kramer, Jim, Carol Macllroy, and Margaret Clancy. \"OPPORTUNITIES TO IMPROVE SHORELINE MANAGEMENT IN PUGET SOUND.\" <em>Washington State Department of Ecology</em>0060-002 (2010): <em>Department of Ecology</em></u></a></p><p> </p><h2><strong>External Links and Secondary Sources </strong></h2><br/><u><a href=\"http://www.kitsapshoreline.org/smp_3_8_10.pdf\">Resolution Approval establishing the Shoreline Master Program Update Task   Force and appointing its members</a></u><a href=\"http://www.ecy.wa.gov/programs/sea/shorelines/smp/handbook/index.html\"><u>Shoreline Master Program (SMP) Handbook</u></a><br/><a href=\"http://www.ecy.wa.gov/programs/sea/sma/guidelines/index.html\"><u>Shoreline Master Program Guidelines</u></a><br/><a href=\"http://www.ecy.wa.gov/programs/sea/sma/guidelines/archives/index.html\"><u>History of the SMA and SMP Guidelines 1979-2004</u></a><br/><u><a href=\"http://www.kitsapshoreline.org/SMP_Final_Signed_Grant.pdf\">Kitsap County Grant Agreement (JUL 2009)</a></u><br/><a href=\"http://www.ecy.wa.gov/programs/sea/grants/smp/jurisdiction.html\"><u>Washington State SMP Grants to Date</u></a><br/><a href=\"http://www.kitsapshoreline.org/Introduction_Draft.pdf\"><u>Kitsap County Preliminary Draft (JAN 2012)</u></a><br/><a href=\"http://www.kitsapshoreline.org/Definitions_Draft.pdf\"><u>Kitsap County Preliminary Draft Definitions (JAN 2012)</u></a><br/><a href=\"http://www.ecy.wa.gov/programs/sea/shorelines/smp/citizen.html\"><u>Citizen Guide to Shoreline Master Programs</u></a><br/><a href=\"http://apps.leg.wa.gov/wac/default.aspx?cite=173-26\"><u>Washington Administrative Code (WAC)</u></a><br/><a href=\"http://www.kitsapgov.com/shoreline/maps/Shoreline_Master_Plan.pdf\"><u>Shoreline Master Plan Environmental Designations MAP (Kitsap County)</u></a><p><br/> </p><h2><strong>Interesting Notes</strong></h2><p>According to the Washington State Department of Ecology, Washington has roughly 28,000 miles of shorelines – more than the distance around the Earth.</p><p> </p><p> </p>", "title": "Shoreline Master Program Update (Kitsap County)"}