{"htmlbody": "<h3>Definition</h3><p>Habitat Conservation Planning (HCP) in the U.S. is a plan that prepared under the Endangered Species Act (ESA) by nonfederal parties who want to obtain permits for the incidental taking of threatened and endangered species. They are planning documents that describe the anticipated effects of the proposed take permit. It must also describe how those impacts will be minimized or mitigated and how the HCP is to be funded. They have to ensure that the species will be conserved and that they will contribute to their recovery. Essentially, it aims to balance development and nature preservation. These plans have been multiplying over the past 30 years and over 350 HCPs have now been approved, which affects over one hundred threatened or endangered species populations. HCPs can be applied to be listed and non-listed species. These proposed conservation plans are reviewed by the US Fish and Wildlife Service (FWS) or the National Marine Fisheries Service (NMFS) who then may issue an incidental take permit after extensive review.  Problems and Purpose</p><h3>Problems and Purpose</h3><p>The Purpose of HCP is to provide a plan for a project that will provide a safe environment and habitat for an endangered or threatened species who's habitat is otherwise being destroyed by non-federal landowners. It seeks to balance the needs of an endangered or threatened species with the needs of these non-federal landowners so that land development may continue in a way that will not harm the species any further. The incidental taking permit will only be allowed if it is conducted in a manner that will cause the less amount of harm to the species. The steps to ensuring this conservation must be explicitly stated in the HCP in order for the NMFS to issue the permit and allow the plan to move forward.</p><p>One of the problems with the HCP is their No Surprises policy. This policy makes it so that landowners will not be able to accept new land-use restrictions or financial commitments beyond those agreed to in the HCP. This means that if the species does not survive over the term of the permit covered by the HCP, then the agencies have to agree to take full responsibility, including both financial and logistical, for the efforts above that required by the HCP (Peter Aengst, Intro to Habitat Conservation Planning.) This policy especially made environmental groups unhappy. For instance, according to the group, Defenders of Wildlife, this rule prevents HCPs from improving and avoiding species declines. Other problems are that they are not consistent with species recovery, their scientific assessment of the situation is often inadequate, and the public minimally gets the opportunity to provide input for HCPs (Defenders of Wildlife.)  </p><h3>History</h3><p>The Endangered Species Act was implemented in 1973. This act regulates the protection of threatened and endangered species along with their habitat on federal and private property by outlawing the “take” of listed species through direct harm to individuals or through habitat destruction. In 1982, Congress amended Section 10 (a)(1)(B) of the ESA in order to allow private landowners to destroy some endangered species habitat through a permitting system, known as HCPs (Defenders of Wildlife). It arises from both Sections 9 and 10(a) of the ESA. Under Section 9, it states that it is illegal to kill, harm, or harass a listed species. This applies to private and public lands and “has been interpreted broadly to include habitat destruction or modification” (Aengst). This was a problem for private landowners, who’s activities might accidentally harm or kill the listed species on their land, making them subject to criminal and civil penalties (Aengst). So, under Section 10 (a), non-federal landowners who plan activities on their lands that may 'incidentally take' a threatened or endangered species may apply to FWS or NMFS for an incidental take permit that exempts them from this strict Section 9 prohibition against take.</p><p>Section 10(a) was initially created by Congress in order to allow exemption by proponents of a conservation plan on San Bruno Mountain, California, made up in the early 80s (Aegnst). Congress stated in a conference report that this plan intended to act “as a model” for future conservation plans under this exemption. This plan was ultimately based on “an independent exhaustive biological study” and “protected at least 875 of the habitat of the listed butterflies and led to the development of enough land to allow for enhancement of the survival of the species” according to Congress (H.R. Rep. No. 835, 97th Cong., 2nd Sess. 32, 1982. p.32).</p><p>Conservation acts before HCPs have been attempted. Some examples of important U.S. conservation act's include, the Yellowstone Park Protection Act of 1872, the National Park Organic Act of 1916, and the Migratory Bird Treaty with Canada in 1916 then with Mexico in 1936 (Reed F. Noss, “The Science of Conservation Planning, 22.) However, all of these measures were regulatory and prohibitory and parks like Yellowstone were mostly preserved for their geography rather than its biology (Noss, 22).  </p><h3>Participant Selection</h3><p>In order to be a participant in HCPs and obtain an incidental take permit, the party or organization must follow certain regulations and comply with a Five Points Policy. Once reviewing the plan, it is the FWS regional director who decides whether an incidental take permit will be issued, based on whether the HCP meets the criteria and addresses the aforementioned requirements as well as other applicable laws (FWS).</p><p>Regulations required in the HCPs are listed in Section 10 of the Act. They need to include an assessment of impacts that are likely to result from the proposed taking of one or more species. Then there needs to be a list of measures that the permit applicant will take on in order to monitor, minimize and mitigate for the said impacts, and also mention the way that they will fund these measures. They also need to provide the procedures for how to deal with unforeseen circumstances. After, they are required to list some alternative actions they could have taken, then give a reason or reasons as to why the applicant decided not to partake in those alternative actions. Lastly, they must comply with any other additional measures that FWS may require, (FWS).</p><p>As mentioned before, the HCPs must also comply with the Five Points Policy (FWS.) The first of these polices is defining the expected biological outcome for each species covered in their HCP. Second, there needs to be adaptive management, which entails “methods for addressing uncertainty and also monitoring and feedback to biological goals and objectives” (FWS). Third, it is required to monitor for compliance, effectiveness, and effects. Fourth, there is a duration for the permit which will be determined by the time-span of the project and will be provided, as decided by FWS, to give enough adequate time to achieve biological goals. Lastly, HCPs must comply with public participation according to the National Environmental Policy Act.</p><p>For issuance, the FWS must take all of this into account, as well as the size, duration, and species covered in the HCP. The <u>Federal Registerer</u> will announce the issuance of a permit. Then the permittee and anyone else involved will implement the HCP as well as its monitoring and funding components.  </p><h3>Deliberation, Decisions, and Public Interaction</h3><p>Decisions that concern matters of public trust, such as wildlife protection, must allow public involvement (A Citizen's Guide to Habitat Conservation Plans.) The public often have a bigger interest in the impact of large multi-species plans that could “damage surrounding communities through a loss of species diversity and open space” (A Citizen's Guide to Habitat Conservation Plans,) thus making public oversight of plan development important and critical. It also helps to make sure that conflicts of interest do not result in a “disservice to the public interest in wildlife protection” (A Citizen's Guide to Habitat Conservation Plans.) This inclusion assures that citizens will be heard on issues that could change the landscape of their communities, especially if public funding is part of the plan. While this is an attempt at deliberation, the purpose of public outreach is so that the plan will be more likely to go through rather than outvoted against. However, the citizens are allowed to sue the federal government for enforcement of the Act.</p><p>Ultimately, little public participation is required, by law, in the development of HCPs. The FWS or NMFS does, however, have to publish a notice in the <u>Federal Register</u> whenever a formal application for an Incidental Take Permit is made and upon that, the public is given 30 days to submit comments. These comments often have little impact since under Section 10, the Services do not have to respond to them or even consider them in the final making decision. </p><p>In addition, when the permit applicant is a public entity, state or local law requires more public access. For example, in California, there is a state law for governmental HCP applicants that requires them to allow public access to all meetings that involves a public decision making body, such as city council (A Citizen's Guide to Habitat Conservation Plans.) </p><h3>Influence, Outcomes, and Effects</h3><p>The result of HCPs may have many potential benefits in conserving threatened and endangered species. For instance, they can aim their focus on multi-species and habitat managements, rather than single species. It can also help “engage private landowners and local governments in conservation planning, protect unlisted species, and promote long-term conservation of species and habitats through protection and management” (Defenders of Wildlife.) </p><p>Some effects have been positive while others have been negative. Some HCPs that have been approved have contributed to loss of habitat which poses huge risks for species survival, according to Defenders of Wildlife. If not adequately assessed, HCPs can further threaten a species rather than protect them. </p><p>Some HCPs have been successful in their aims of conservation, however. An example of one is the Coachella Valley HCP near Palm Springs, California, implemented in 1986. After a rise of rapid housing development on private land in the California desert, the habitat of the Coachella Valley fringe toed lizard was increasingly threatened (Aengst). This HCP was designed to allow the housing development to continue all while key portions of the lizard's habitat was still protected. They were able to establish three reserves, resulting in 17,000 acres, 8,000 acres of which is occupiable lizard habitat (Aegnst). They were able to get funds for this from The Nature Conservancy, the Federal Land and Water Conservation Fund, and other sources. </p><p>Another example of an HCP outcome was in 2006 when Benton County, Oregon, received a grant from FWS to develop an HCP in order to expand upon current conservation efforts by increasing restoration opportunities, providing long-term protection of sensitive species and habitats, and developing a more economical and ecological approach to species conservation and mitigation, according to the Benton County Natural Areas and Parks Department. </p><p>In the 1990s, the Clinton Administration made changes in its ESA policies that has increased the “incentive for landowners to engage in the HCP planning process” (Aegnst.) Since then, increased numbers in the amount of HCPs have been proposed and approved. </p><h3>Analysis and Criticism</h3><p>HCPs on paper can potentially do a lot to help preserve habitats that threatened and endangered species require in order to survive and to thrive. However, there are holes in the way which the FWS goes about addressing unforeseen circumstances once an HCP is implemented. In Section 10 it simply states that regulations require that all HCPs detail the “procedures to be used to deal with Unforeseen Circumstances.” However, under IA, it prohibits the Services from requiring adjustments in the amount of habitat protected under the HCP. This is problem because with many habitats and species, many unforeseeable changes may come about in the future. Something that the Services can do, as suggested by A Citizen's Guide to Habitat Conservation Plans, is to ensure that the proposed strategy be rigorously evaluated, and for the HCP to include provision to monitor its success and adjust it if necessary. </p><p>In addition, the creation of HCPs should encourage more public participation than it currently does. Currently, it is not even technically enforced for a permittee to get citizens involved in their HCP. To make it a more deliberative and democratic process, it is important to highly advertise an open forum whenever an HCP is proposed where citizens, landowners, scientists, biologists, and other experts can attend, much like it is done in California. By making the HCP more deliberative, perhaps it can contribute to the evaluating process and ensure that the FWS makes a wise decision for which HCP they decide to issue. This can both help with an increase in assuring the conservation of a threatened and endangered species and its habitat, as well as rejecting those that just will end up harming them more so than before. </p><h3>Secondary Sources</h3><p>Aengst, Peter, Jeremy Anderson, Jay Chamberlin, Christopher Grunewald, Susan Loucks, Elizabeth Wheatly, and Steven Yaffee. \"Introduction to Habitat Conservation Planning.\" University of Michigan. Web. 01 Mar. 2012. &lt;<a href='http://Aengst, Peter, Jeremy Anderson, Jay Chamberlin, Christopher Grunewald, Susan Loucks, Elizabeth Wheatly, and Steven Yaffee. \"Introduction to Habitat Conservation Planning.\" University of Michigan. Web. 01 Mar. 2012. &lt;http://www.umich.edu/~esupdate/library/97.07-08/hcp.html&gt;.'>http://www.umich.edu/~esupdate/library/97.07-08/hcp.html</a>&gt;.</p><p>Cullinan, Timothy P. \"A Citizen's Guide to Habitat Conservation Plans.\" National Audubon Society. Web. 01 Mar. 2012. &lt;<a href=\"http://web4.audubon.org/campaign/esa/hcp-guide.html#what\" target=\"_blank\">http://web4.audubon.org/campaign/esa/hcp-guide.html</a>&gt;.</p><p>Noss, Reed F., Michael A. O'Connell, and Dennis D. Murphy. <a href=\"http://books.google.com/books?hl=en&amp;lr=&amp;id=TxtEgxN8JswC&amp;oi=fnd&amp;pg=PR9&amp;dq=reed+noss+science+of+conservation+planning&amp;ots=HFvaWfsTuj&amp;sig=fDbQiZBR84HjquEKkbe7sVAvy3o#v=onepage&amp;q=reed%20noss%20science%20of%20conservation%20planning&amp;f=false\" target=\"_blank\">The Science of Conservation Planning: Habitat Conservation under the Endangered Species Act</a><a href=\"http://books.google.com/books?hl=en&amp;lr=&amp;id=TxtEgxN8JswC&amp;oi=fnd&amp;pg=PR9&amp;dq=reed+noss+science+of+conservation+planning&amp;ots=HFvaWfsTuj&amp;sig=fDbQiZBR84HjquEKkbe7sVAvy3o#v=onepage&amp;q=reed%20noss%20science%20of%20conservation%20planning&amp;f=false\">.</a> Washington, D.C.: Island, 1997. Print.</p><h3>External Links</h3><p><a href=\"http://web4.audubon.org/campaign/esa/hcp-guide.html#what\" target=\"_blank\">A Citizen's Guidebook to Habitat Conservation Plans</a></p><p><a href=\"http://www.defenders.org/programs_and_policy/habitat_conservation/private_lands/habitat_conservation_plans.php\" target=\"_blank\">Defenders of Wildlife</a></p><p><a href=\"http://www.fws.gov/endangered/esa-library/pdf/hcp.pdf\" target=\"_blank\">U.S. Fish and Wildlife Service</a></p><p><a href=\"http://daphne.palomar.edu/calenvironment/HCP.htm\" target=\"_blank\">Habitat Conservation Plans</a></p><p><a href=\"http://www.nwf.org/\" target=\"_blank\">National Wildlife Federation</a></p><p><a href=\"http://www.fws.gov/laws/lawsdigest/ESACT.HTML\">Endangered Species Act of 1973</a></p><p><a href=\"http://www.co.benton.or.us/parks/index.php\" target=\"_blank\">Benton County Natural Areas and Parks Department</a></p><p><a href=\"http://www.cvmshcp.org/\" target=\"_blank\">Coachella Valley HCP</a></p><p>Notes</p><p> </p>", "title": "Habitat Conservation Planning in the U.S."}