{"htmlbody": "<p><a id=\"Problems_and_purpose\" name=\"Problems_and_purpose\"></a></p><h2>Problems and purpose</h2><p>The Edmonton Citizen Panel 2008 was organized collaboratively by the City of Edmonton and the University of Alberta, bringing together women and men of diverse ages, incomes, cultural backgrounds, and experience to learn about and discuss their city's budget priorities. The goal was to gather informed citizen opinion for City Council to consider seriously as input into the subsequent year’s budget process.</p><p> </p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>Edmonton is a city with a metropolitan population of about 700,000. It is the capital and seat of government in the Western Canadian province of Alberta. The population of Alberta is about 3 million.</p><p>The Citizen Panel occupies a role within the City’s policy of citizen involvement that has not been widely utilized in Edmonton or elsewhere. The Citizen Panel fell somewhere between consultation and active participation. The Panel used citizen collaboration to examine budget commitments, and sought to involve citizens in the development of solutions. The Panel also encouraged the active participation of citizens, but did not employ a shared decision making process. When the Citizen Panel pilot project was approved, City Council agreed to seriously consider the recommendations put forth by the Panel. The Citizen Panel was an expansion of the City of Edmonton’s commitment to involving the public in the creation of budget priorities. Edmontonians could also  voice their views  about Edmonton's budget priorities through other means, such as through the annual Citizen Satisfaction Survey, telephone calls, letters, and emails to the Mayor and City Councillors, and public hearings on the budget.</p><p>The project was developed after a member of City Council asked the City’s Administration to provide a report on participatory democracy. The report would describe the concept of participatory democracy, explain how participatory democracy relates to the objectives of the City’s public involvement policy, and provide details on what potential opportunities existed that allowed citizens to engage in participatory democracy. A report prepared by a team representing the University of Alberta and the City of Edmonton was presented to City Council. Several months later, the Citizen Panel project was proposed to and approved by City Council.</p><p> </p><p><a id=\"Originating_Entities_and_Funding\" name=\"Originating_Entities_and_Funding\"></a></p><h2>Originating Entities and Funding</h2><p>The project was jointly funded and organized by the University of Alberta and the City of Edmonton.</p><p> </p><p><a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h2>Participant Selection</h2><p>Participants were selected by both random selection (for about two-thirds of the Panel) and targeted recruitment through outreach (for the remaining one third). In total, 57 citizens were appointed to the Citizen Panel. The age of participants ranged from 18 to 29 years (30%), 30 to 49 years (25%), and 50 to 74 years (30%). About 25% of participants earned less than $25,000 per year, 20% earned $25,000 to $49,000, 20% earned $50,000 to $79,000, and 20% earned more than $80,000. The Panel included three more men than women. Aboriginal people, disabled people, and visible minorities were not left out of the Citizen Panel. About 10% of panelists had been residents of the City of Edmonton for less than three years. All six wards of the City of Edmonton were represented.</p><p>Based on attendance at Session 1, the final tally came to 49 active panelists, which was subsequently reduced to 48 persistent attendees. Attendance at the six sessions was relatively high, with an average attendance of 45, and 47 participants attending Session 6, the final discussion session.</p><p> </p><p><a id=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\" name=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\"></a></p><h2>Deliberations, Decisions, and Public Interaction</h2><p>7 graduate students (one in a doctoral program and the other 6 in master’s programs), 2 undergraduate students, and 1 recent master’s graduate were involved in the Citizen Panel as facilitators in the Panel proceedings, Facebook moderators, and recruiters. The areas of study of the 10 students included political science, communications and technology, psychology, and political philosophy. Some of the students volunteered their support because they were interested in the project in relation to their studies and personal interests. Others completed a directed studies graduate course as part of their participation in the Citizen Panel, exploring new developments in public participation in government and applying their research to the Citizen Panel. One student was appointed as a research assistant to coordinate the recruitment of panelists.</p><p>Organizers used technology to broaden access to, participation in, and awareness of the Citizen Panel. First, the City and the University collaborated to produce a video version of the resources and topics used by the Citizen Panel for use by members of the Panel as an alternative to the text version. The video ensured that panel members with lower literacy level were able to grasp the key content of the major written materials required for discussions. Second, both the video and text versions of these resources were posted on the City’s official website to help raise awareness of the Citizen Panel among the general public. Third, some 200 citizens joined a Facebook page designed for discussion about the topics that the Citizen Panel was addressing in its deliberations. To try to maintain the neutrality of the Facebook discussion, graduate students and a staff member of the university served as moderators. Fourth, the plenary sessions of the Citizen Panel, which were the first and last hours of each of the six Saturdays of the Citizen Panel meetings (12 hours in total), were broadcast live via web streaming for online viewing. Recordings of the webcasts were posted on the City’s website for viewing by the public during and after the Citizen Panel’s work. The recordings were could later be accessed by public-involvement practitioners, researchers, Citizen Panel members, the media, and the general public.</p><p> </p><p><a id=\"Influence.2C_Outcomes.2C_and_Effects\" name=\"Influence.2C_Outcomes.2C_and_Effects\"></a></p><h2>Influence, Outcomes, and Effects</h2><p>Following its deliberations, the Citizen Panel presented its final report at a formal meeting of City Council before Council's budget discussions in the fall of 2009. The Panel recommended that City Council:</p><p>1. Continue to increase the density of our city through long-term planning.</p><p>2. Ensure that our transportation system emphasizes the convenience of users and the uniqueness of Edmonton’s climate.</p><p>3. Use environmental and economic sustainability as the basis for policy decisions aimed at livability.</p><p>4. Use proactive and preventive methods to reduce crime and increase safety, such as early intervention and gender-specific safety initiatives.</p><p>Additionally, the Citizen Panel recommended two “new directions” for City Council to pursue. First, the Panel called for a change in thinking to enable citizens to learn and flourish by changing incentives as Edmonton improved transit and increased density. Second, the Panel called for action that strengthens community life and engagement between citizens and elected Representatives.</p><p> </p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h2>Analysis and Criticism</h2><p>City Council consulted the Citizen Panel report when approving the final 2010-2011 budget. Following the approval of the budget, the City of Edmonton released a report to Panel participants describing its strategic plan for Edmonton’s future and identifying the aspects of the plan and budget that directly correlated the Citizen Panel’s recommendations. The report addressed every recommendation made by the Citizen Panel and connected them to real budget allocations. Members of the Citizen Panel have since participated in focus groups and interviews after City Council approved the budget for 2010-11. The main question being addressed in the evaluations is the extent to which the Citizen Panel’s recommendations had a substantive effect and influence on the approved budget.</p><p>A scholarly article examining the method of recruiting participants for the Citizen Panel may be found as follows:</p>Mao, Y., &amp; M. Adria. (2013). Deciding who will decide: Assessing random selection for participants inEdmonton’s Citizen Panel on budget priorities. Canadian Public Administration/Administration publique duCanada 56(4), 610-37. <a href=\"http://tinyurl.com/lvwlqdc\">http://tinyurl.com/lvwlqdc</a>", "title": "Edmonton Citizen Panel 2008"}