{"htmlbody": "<h3>Definition</h3><p>ConsiderIt is an internet-based platform that stems from the basis of personal deliberation into a form of public deliberation. It allows users to examine trade-offs and the vantage points of other users on proposed actions such as ballot measures, by forming deliberation around a list of pro and cons authored, adopted, and shared by various people using the platform. The design process began with the goal of supporting a voters guide written by community members in the 2010 U.S. election. ConsiderIt was deployed in September 2010 as <em>The Living Voter’s Guide </em>(LVG) with nine ballot measures for users to take stances on. ConsiderIt is the first step to developing a more intricate version where citizens can ultimately take more collective action to challenge other problems such as financial reform and climate change. ConsiderIt allows people to not only pull user-created pros and cons into their own “chalkboard” list of pros and cons, but also allows them to author their own points and add to the pool for everyone to read and use in their own lists. The idea of augmenting personal deliberation instead of creating direct discussion is a way of ridding political identity and flaming. ConsiderIt organizes the list of pros and cons into the most popular to least popular based on how often they are used by users with different stances. An important addition to the pro and con list is a slider that is used to display your stance on an issue. Instead of a simple yes or no (oppose vs. support) stance, users use the continuum to show how far they are leaning towards a particular side.</p><h3>Problems and Purpose</h3><p>The ultimate purpose of ConsiderIt is for people to find common ground and inspire public trust among one another. The goal is to bring the “liberal individualist” who values self-expression over listening and the “communitarian” who values group identification, to the same level. Platforms such as Facebook do not encourage a deliberative atmosphere because they don’t push material and content for users to deliberate over. The idea of ConsiderIt fostering deliberation through personal augmentation is its way of not forcing a deliberative ideal, which could result in low participation.  </p><p>With the continuum slider, users can view the most salient pro and con points organized by people with different stances on the issue. These stances are clustered into discrete stance groups on the results browsing page after submission, and show the current breakdown of support for a measure. The interactive bar graph shows seven different stances on the issue and clicking on one of the bars will bring up the most salient list of pros and cons of those who took that stance. ConsiderIt is developed as a more casual interface, which caters to different styles of deliberation. Drawing a pool of more diverse communicators will create a more deliberative atmosphere where users can weigh tradeoffs and listen to what other people have to say about an issue. ConsiderIt’s interface is designed in a way that subtly “nudges” people to include viewpoints of other users. This is illustrated with the pro and con list where an unbalanced list will nudge users to reflect on their own stance and whether or not something else can be included. The users personal deliberation is fostered by forcing users to view both pro and con arguments aligned on both sides of the “chalkboard” in order of popularity.  </p><h3>History</h3><p>ConsiderIt is an open-source platform that gives citizens the ability to work through complex issues and find common ground with one another. It was designed and developed by Travis Kriplean with the assistance of Jonathan Morgan. Deen Freelon from the department of communication, Alan Borning from the department of computer science, and University of Washington Political Science professor, Lance Bennet assisted in the decisions of features and helped the team test the system. The team partnered with Seattle City Club, a nonpartisan civic organization, University of Washington’s Center for Communication &amp; Civic Engagement and its Department of Computer Science and Engineering and with funding from the National Science Foundation. The design team from the University of Washington worked to create a deliberative space in which encapsulated three goals stated by Lance Bennett in a Seattle Times opinion article, “Restoring trust in our neighbors, learning to trust our community's wisdom and demonstrating trust in President Jefferson's claim that an informed citizenry is the bulwark of a democracy”.<a href=\"#_ftn1\" id=\"_ftnref\" name=\"_ftnref\" title=\"\">1</a> The users have the power to make decisions about their own pros and cons while at the same time making tradeoffs with their peers, ultimately creating a less polarized conversation. So far ConsiderIt has created the Living Voters Guide in Washington State for 2010 and 2011 ballot initiatives. Currently the members of ConsiderIt are working on several other deployments of their site that differ from the Living Voters Guide.</p><p><a href=\"#_ftnref\" id=\"_ftn1\" name=\"_ftn1\" title=\"\">1</a> Lance Bennitt, Alan Borning, and Diane Douglas, \"New voters guide will heal rifts through voter education and dialogue,\" <em>The Seattle Times</em> (2010), <a href=\"http://seattletimes.nwsource.com/html/opinion/2013012215_guest28douglas.html?prmid=op_ed\">http://seattletimes.nwsource.com/html/opinion/2013012215_guest28douglas....</a> (accessed February 27, 2012).</p><h3>Participant Selection</h3><p>Participants were drawn mainly through media exposure, such as the Seattle Times, KIRO News, the UW Daily, and the Yakima Herald. The Living Voter’s Guide was also used in several college and high schools classes and further participants were recruited through email lists and social networking sites. Little knowledge of the participants’ political affiliation was discovered due to its open deployment. To prevent the platform from appearing clinical, ConsiderIT did not require or ask people to fill out a profile. Based on metrics of use, users from 134 Washington cities followed the link to the webpage, while 50.4% were from Seattle.<a href=\"#_ftn1\" id=\"_ftnref\" name=\"_ftnref\" title=\"\">2</a> A separate participant pool was selected for a further in-depth analysis. A week prior to the election, seven residents, ages ranging from 18-47 from Seattle were asked to participate in a lab study with the incentive of receiving a $20 gift certificate. The goal of the lab study was to evaluate the value of the Living Voters Guide, how well participants were able to navigate around the interface, and how participants reacted to other people’s pro and con points.  </p><p><a href=\"#_ftnref\" id=\"_ftn1\" name=\"_ftn1\" title=\"\">2</a> Travis Kriplean, Jonathan Morgan, Deen Freelon, Allen Borning, and Lance Bennett, \"Supporting Reflective Public Thought with ConsiderIt,\" <em>CSCW 2012: ACM Conference on Computer Supported Cooperative Work</em> (2012): 6, <a href=\"http://dub.washington.edu/djangosite/media/papers/kriplean-cscw2012.pdf\">http://dub.washington.edu/djangosite/media/papers/kriplean-cscw2012.pdf</a> (accessed February 27, 2012).</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The ConsiderIt platform is used to help individuals sort out their pros and cons of each issue and make decisions on their level of support by reading others pro and con lists. By giving users the option to respond to one another ConsiderIt is opening a place for deliberative democracy on the Internet. Although ConsiderIt is fairly new thousands of users and hundreds of contributors used ConsiderIt’s Living Voters Guide in the five weeks prior to the election.<a href=\"#_ftn1\" id=\"_ftnref\" name=\"_ftnref\" title=\"\">2</a> Although user interaction was high there are often questions about trustworthiness with platforms like ConsiderIt. This tends to be the case because ConsiderIt only gives the name of the user in hopes to keep any political affiliations separate from the deliberative nature of the platform. Even though the creators of ConsiderIt chose not to include any personal information in the first couple of deployments they have now recommended that additional information be provided “so that users can get a sense of personality and life perspective.”<a href=\"#_ftn2\" id=\"_ftnref\" name=\"_ftnref\" title=\"\">2</a></p><p><a href=\"#_ftnref\" id=\"_ftn1\" name=\"_ftn1\" title=\"\">2</a> Travis Kriplean, Jonathan Morgan, Deen Freelon, Allen Borning, and Lance Bennett, \"Supporting Reflective Public Thought with ConsiderIt,\" <em>CSCW 2012: ACM Conference on Computer Supported Cooperative Work</em> (2012): 2, <a href=\"http://dub.washington.edu/djangosite/media/papers/kriplean-cscw2012.pdf\">http://dub.washington.edu/djangosite/media/papers/kriplean-cscw2012.pdf</a> (accessed February 27, 2012).</p><p><a href=\"#_ftnref\" id=\"_ftn2\" name=\"_ftn2\" title=\"\">2</a> Ibid., 9</p><h3>Influence, Outcomes, and Effects</h3><p>ConsiderIt works to build a greater amount of public trust as well as an information base so that individuals can deliberate and work toward making more informed decisions. By creating more public trust ConsiderIt can work to influence policy measures as they did with the Living Voters Guide as well as encourage media coverage of their forums so more users can be involved in deliberation. The makers of ConsiderIt employed the use of media outlets such as the University of Washington’s periodical, The Daily, The Seattle Times, The Yakima Harold, and KIRO news in Seattle.<a href=\"#_ftn1\" id=\"_ftnref\" name=\"_ftnref\" title=\"\">2</a> With the help of these news outlets the Living Voters Guide as well as ConsiderIt was able to create a larger user base.</p><p>Although it is difficult to examine whether or not outcomes were shifted due to the ConsiderIt platform there are several sources of data from the Living Voters Guide that suggest that a shift occurred. To begin, the stance sliders were calibrated to log every time users moved their stance slider. The slider was able to show a change in stance by logging 38.3% of the users manipulated the slider before and after posting and looking at other’s pro and con lists. Of this 38.3% of users 47.7% shifted their position by at least one stance group.<a href=\"#_ftn2\" id=\"_ftnref\" name=\"_ftnref\" title=\"\">2</a> The second data set that showed users of keeping an open mind during the process of deliberation was the switching of positions. Switching positions did not only include becoming more supportive or more resistant to certain issues it also included 54.5% of users flipping sides on an issue after updating.<a href=\"#_ftn3\" id=\"_ftnref\" name=\"_ftnref\" title=\"\">2</a> Finally, self-reported opinion changes logged from a survey conducted after use showed 46.3% of survey respondents changed their opinion on at least one of the measures.<a href=\"#_ftn4\" id=\"_ftnref\" name=\"_ftnref\" title=\"\">2</a> This is important to note for the deliberative process because it shows that users are logging on with an open mind and weighing tradeoffs. This goes to show that users are carefully examining an issue and arriving at a well reasoned solution.</p><p><a href=\"#_ftnref\" id=\"_ftn4\" name=\"_ftn4\" title=\"\">2</a> Travis Kriplean, Jonathan Morgan, Deen Freelon, Allen Borning, and Lance Bennett, \"Supporting Reflective Public Thought with ConsiderIt,\" <em>CSCW 2012: ACM Conference on Computer Supported Cooperative Work</em> (2012): 6,8 <a href=\"http://dub.washington.edu/djangosite/media/papers/kriplean-cscw2012.pdf\">http://dub.washington.edu/djangosite/media/papers/kriplean-cscw2012.pdf</a> (accessed February 27, 2012).</p><h3>Analysis and Criticism</h3><p>To allow for new considerations to surface, the team developed PointRank. This develops a systematic method of ranking the pro and con points on the margins of the “chalkboard” and on the results page. The following are three criterions used in PointRank.</p><p>Persuasiveness: How convincing is the pro or con? This is determined by the ratio of users that included the point to the total number of viewers.</p><p>Diverse appeal: How convincing is the pro or con to both supporters and opponents? This illustrates common ground.</p><p>Raw Appeal: Simply the total number of people that included the point in their “chalkboard”.</p><p>These three criterions are combined linearly with equal weighting, which is a problem within the design of ConsiderIt. Future development should assign different weights to each of the criterion to facilitate a more accurate degree of salience. This criterion was ultimately devised to prevent manipulation of results in the Living Voters Guide, however the platform did not receive enough traffic to draw attack campaigns.</p><p>Participants showed the most concern with trust and identity. Users hesitated when adding other people’s points because of the idea of adopting points from strangers that they had no background knowledge about. Based off preliminary analysis, around half the points authored on the Living Voters Guide needed some potential sort of fact check, such as a numeric reference, source, textual content, or prediction about an outcome.<a href=\"#_ftn1\" id=\"_ftnref\" name=\"_ftnref\" title=\"\">2</a> Users experienced difficulty with evaluating the trustworthiness of other people’s points. This greatly hindered the Living Voters Guide as being an information resource. In future progress and development, ConsiderIt wants to allow users to connect information sources to specific points in order to allow for fact checking. Another possible future addition would be to collaborate with public libraries and have them fact check points published on ConsiderIt.   </p><p>Users wanted to know more about the authors of points. According to social translucence, knowing more about the background of other users allows for better judgment and trust. However, on the other end of the spectrum is the Social Identity Theory, which threatens diverse engagement due to its way of recognizing other viewpoints as coming from an enemy, which in turn fosters a more bias atmosphere.<a href=\"#_ftn2\" id=\"_ftnref\" name=\"_ftnref\" title=\"\">2</a>         </p><p><a href=\"#_ftnref\" id=\"_ftn1\" name=\"_ftn1\" title=\"\">2</a> Travis Kriplean, Jonathan Morgan, Deen Freelon, Allen Borning, and Lance Bennett, \"Supporting Reflective Public Thought with ConsiderIt,\" <em>CSCW 2012: ACM Conference on Computer Supported Cooperative Work</em> (2012): 9, <a href=\"http://dub.washington.edu/djangosite/media/papers/kriplean-cscw2012.pdf\">http://dub.washington.edu/djangosite/media/papers/kriplean-cscw2012.pdf</a> (accessed February 27, 2012).</p><p><a href=\"#_ftnref\" id=\"_ftn2\" name=\"_ftn2\" title=\"\">2</a> Ibid., 9</p><h3>Secondary Sources</h3><p>Seattle Times opinion article written by the ConsiderIt design team</p><p>1 Bennitt, Lance, Alan Borning, and Diane Douglas. \"New voters guide will heal rifts   through voter education and dialogue.\" <em>The Seattle Times</em>. (2010). <a href=\"http://seattletimes.nwsource.com/html/opinion/2013012215_guest28douglas.html?prmid=op_ed\">http://seattletimes.nwsource.com/html/opinion/2013012215_guest28douglas....</a> (accessed February 27, 2012).</p><p>Paper written by the design team analyzing ConsiderIt and the LVG</p><p>2 Kriplean, Travis, Jonathan Morgan, Deen Freelon, Allen Borning, and Lance Bennett. \"Supporting Reflective Public Thought with ConsiderIt.\" <em>CSCW 2012: ACM Conference on Computer Supported Cooperative Work</em>. (2012): 2,6,8,9. <a href=\"http://dub.washington.edu/djangosite/media/papers/kriplean-cscw2012.pdf\">http://dub.washington.edu/djangosite/media/papers/kriplean-cscw2012.pdf</a> (accessed February 27, 2012).</p><p>Washington News Council article about ConsiderIt combatting ballot fatigue</p><p>Caggiano, Jacob. \"Seattle developers release new open source tool to combat ballot fatigue.\" <em>Washington News Council</em>. (2010). <a href=\"http://wanewscouncil.org/2010/09/24/seattle-developers-release-new-open-source-tool-to-combat-ballot-fatigue/\">http://wanewscouncil.org/2010/09/24/seattle-developers-release-new-open-...</a> (accessed February 27, 2012).</p><p>Paper written by the design team analyzing ConsiderIt and the</p><p>Kriplean, Travis, Jonathan Morgan, Deen Freelon, Allen Borning, and Lance Bennett. \"ConsiderIt: Improving Structured Public Deliberation.\" <em>CSCW 2012: ACM Conference on Computer Supported Cooperative Work</em>. (2011). <a href=\"http://dub.washington.edu/djangosite/media/papers/ConsiderItCHI-WiP.pdf\">http://dub.washington.edu/djangosite/media/papers/ConsiderItCHI-WiP.pdf</a> (accessed February 27, 2012).</p><p>Social Capital Review article on the influence of the Living Voters Guide</p><p>Rosenberg, Matt. \"Living Voters Guide Stokes Debate On WA Ballot Measures.\" <em>Social Capital Review</em>. (2010). <a href=\"http://socialcapitalreview.org/living-voters-guide-stokes-debate-on-wa-ballot-measures/\">http://socialcapitalreview.org/living-voters-guide-stokes-debate-on-wa-b...</a> (accessed February 27, 2012).</p><h3>External Links</h3><p><a href=\"http://engage.cs.washington.edu/considerit/\">http://engage.cs.washington.edu/considerit/</a></p><p><a href=\"http://www.livingvotersguide.org/\">http://www.livingvotersguide.org/</a></p><p><a href=\"http://ballotpedia.org/wiki/index.php/Main_Page\">http://ballotpedia.org/wiki/index.php/Main_Page</a></p><p><a href=\"http://abstract.cs.washington.edu/~travis/\">http://abstract.cs.washington.edu/~travis/</a></p><h3>Notes</h3><p> </p>", "title": "ConsiderIt"}