{"htmlbody": "<h3>Problems and Purpose</h3><p>In 2000, the Ministry of Agriculture, Forestry and Fisheries (MAFF), a Japanese governmental administration, organized a National Consensus Conference on genetically- modified foods in Tokyo.</p><p>This conference was brought about because consumer advocacy groups in Japan raised public awareness of genetically modified (GM) food by protesting against the risks that it might have on humans and the environment. Genetic modification is a technology that alters the basic make-up of plants, organisms or bacteria.  Surveys of Japanese consumers found that 70 -80 percent of people were unwilling to consume GM food. The consensus conference was proposed by MAFF to host “a new type of forum for communication” (Nishizawa).</p><p>The consensus conference on GM food was the third consensus conference to be held in Japan, but had the distinction of being the first initiated on a national level. This conference was constructed after the <a href=\"http://books.google.com/books?hl=en&amp;lr=&amp;id=PiEZEal3pjwC&amp;oi=fnd&amp;pg=PA31&amp;dq=danish+consensus+conference+model&amp;ots=17oimWQqOw&amp;sig=mssYmzFQHvwm-zVkdWrrWSKoB9Q#v=onepage&amp;q=danish%20consensus%20conference%20model&amp;f=false\">Danish Consensus model </a>(Nishizawa and Renn 49).</p><p>According to Mariko Nishizawa and Otwin Renn, the Danish Consensus model is:</p><p>A three to four day public conference at which both technically and socially relevant aspects of a new technology are discussed. It is usually divided into four stages: selection of an overall topic; recruitment and selection of the lay panel members; two preparatory weekends; and the main conference. The citizen panel then produces the conference report (49). The main difference is that in the selection of the expert panel. While in the Danish model of a consensus conference the lay panel decides which experts they will choose to speak before the panel, at the <a href=\"http://participedia.net/en/methods/japanese-consensus-conference-gm-crops\">Japanese Consensus Conference</a>, the steering panel decided which experts would speak at the conference.</p><p>The panel of lay citizens met in September of 2000 for two sessions to become familiar with the topic of GM foods and the process of the consensus conference.  The conference took place over three days in October and November of 2000.</p><p>MAFF stated that the aim of the citizen’s consensus was “to identify further research topics that took into account suggestions by members of the general public” (Nishizawa 481).</p><h3>History</h3><p>The consensus conference was held in 2000 and was the first time in the history of Japan that the government has sponsored a deliberative conference. The Japanese government convened the consensus conference. The conference was similar in model to the  Danish conference model in that it usually lasts for either three days or four days. Also the consensus conference is not designed to force the lay panel to reach a consensus. Instead, its main aim is to open up a dialogue among the public, experts and politicians over a controversial issue of science and technology from a citizen’s point of view.  The conference was open to the public and media.  The government wanted the conference open to the public to ensure transparency. The Japanese public had been disappointed with it government handling of the Starlink incident in which some genetically modified corn from America had almost gotten into the Japanese’s food supply. Since Japan is a net importer of corn the government of Japan relied on the USDA to make sure that Japan only received non genetically modified corn.  The corn had been certificated for feed in the US but in Japan it had been certified for neither feed nor food. This conference was seen as a chance for the Japanese government to earn back the trust of it citizens.</p><p>Japan is only able to produce 40 percent of the food that they consume. They are dependent on crops from other countries (Nishizawa and Renn 42).  Data from 2003 shows that Japan imported 75 percent of their soybeans from the USA and 80 percent of those soybeans are genetically modified; Japan imported 80 percent of their rapeseed from Canada of which 70 percent is genetically modified (Nishizwa and Renn 42). It is suspected that Japan is one of the largest importers of GM crops in the world.</p><p>An added concern about GM foods is that GM crops may speed up the “process of homogenizing the world food supply and increase the vulnerability of food security once the world relies on a limited number of GM crops” (Nishizawa and Renn 43). A failing food supply is a real worry for a country that relies on the world to produce  nearly two-thirds of their food.</p><p>The panel neither strongly supported nor rejected any side of the debate on genetically modified crops. They remained very neutral about their finding on wither or not the benefits or risk was great to the public.  The panel gave the GM techniques and GMO crops a cautious approval. By giving this cautious approval it allowed for the current usage of the GM techniques from a viewpoint of natural and social science to be used as the current model. Their report emphasized benefits and risks of plant biotechnology. The committee then gave their report to the MAFF (Ministry of Agriculture, Forestry and Fisheries of Japan) and MHLW (Ministry of Health, Labor and Welfare.)</p><h3>Participant Selection</h3><p>The participant selection group of the panel was chosen by the society for techno-innovation of agriculture, forestry and fisheries (staff) through various ways. Some of the ways people found out about this panel was thru various media, including newspaper advertisement and flyers that were posted thru out the country. Eighteen people were selected out of nearly 500 people who signed up to be on the citizen’s panel. Participants were stratified by geographic location, sex, age and occupation. After two pre conference weekends in September of 2000, the group met for the conference in two consecutive weekends in October/November 2000.  During these conferences experts representing various positions were invited to meet and present their different views and recommendations regarding GM foods. The public was able to see the deliberation during the exercise. The public was able to read about the conference in the newspaper but there was not heavy coverage of the conference on the television. Government officials along with people who represented the bio- tech industry either gave testimony or helped the steering committee pick who testified before the lay panel. on</p><p>In an after action report done for the government ministry (MAFF) that sponsored the consensus conference, a survey was done. Some of the lay persons felt that the selection of experts by the steering committee was not appropriate, some of the experts selected had a bias slant towards the bio industry and not enough mainstream experts were allowed to testify. They felt that no anti-GMO representatives were allowed to testify.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The panel sessions were open to the public and media. According to the media reports the deliberation was transparent. The fact that a large group of people came out to watch the conference was the biggest thing to come out of the whole process. It was a sign to the government that the public was willing to come out learn. This helped the government feel that they had started to win back the public’s confidence after the Starlink incident.</p><p>After taking testimony from the panel of experts plus hearing from all sides, the panel came up with a decision. The panel deliberated for a few days before giving out its recommendation. The panel then gave their recommendations to the MAFF, which then commissioned another conference to identify future research subjects. The government made no commitment to act on the conferences recommendations but stated that, “depending on the proposals of the lay panel, we might reflect them in public policy.” ( Nishizawa 484)</p><p> The public saw the openness in which the government was willing to allow its citizen to participate in this deliberative action as a positive step. It seems to the public that the decisions the government made was in the best interest of the people. After the government made this decision to have a deliberative communication between the government and its people the people began to want more of a say in these matters, but then some of the citizens forced the governments hand and made them carry warning labels on the outside of the packaging  that these foods may have be  genetically modified. The people began to demand that this policy go into effect by saying they were going to boycott companies who would not put these labels on the outside of their packaging. This scared the companies so much that the Japanese business instituted these voluntarily. This policy would not have happened if business in Japan had not bucked to the pressure of the people. The companies agreed to start putting warning labels on their food. By getting business to voluntary get on board with this it made the government really think about what they were putting into their peoples bodies without science giving the ok. The biotech industry is one of the most important industries in japan.</p><h3>Influence, Outcomes, and Effects</h3><p>Japan has had four citizen consensus conferences since 1998. The subjects of the conferences are: “Gene Therapy,” “A Highly Sophisticated Information Society – focusing on the Internet,” “Genetically Modified Foods,” and “Genome Science” (Kiba).</p><p>Was the consensus conference on genetically modified foods successful? Did it change policy? According to Ryuma Shineha and Kazuto Kato the conference was an effort by the Japanese government to allow public commentary in the decision-making process. However several comments in the course of establishing the later policies of the Cartagena Domestic Law, (The Law Concerning the Conservation and Sustainable Use of Biological Diversity Through Regulation on the Use of Living Modified Organisms), expressed a different view of proceedings.” For example:\" I think that the consensus conference convened by STAFF succeeded in facilitating independent discussions and outcomes, however, not a few people regarded it as a ritual to justify government decisions,\" (Shineha and Kato 147).</p><p>Shineha and Kato write that the statement above “seems to suggest that policy decisions inadequately reflected the outcome of the consensus conference, and this problem has been pointed out in other previous studies” (147).</p><p>Yet in Shineha and Kato’s timeline they state that the discussions to enact the Cartagena Domestic Law commenced in 2001. This is shortly after the citizens consensus on GM foods. The public input via the consensus could have had a more direct influence on public policy than is currently realized.</p><p>Takao Kiba, Ph.D., feels that the consensus conference on genetically modified foods did have an impact on Japanese policy:</p><p>The conclusion of the lay panel caused the Ministry of Agriculture, Forestry and Fisheries to change its research policy. The ministry began investigating the environmental safety of genetically modified foods when they are grown over several generations because of the demands of the lay panel. At the consensus conference it was concluded that, because even among researchers opinions differed regarding the long term influence on the environment of agricultural products produce by recombinant DNA techniques, the influence of genetically modified foods would not be clarified unless experiments were continued for several years (2).</p><p>The consensus conference may well have had an influence on governmental policy.</p><h3>Analysis and Criticism</h3><p>The Japanese Consensus Conference on GMOs was organized by a MAFF associated governmental agency: The Society for Techno-innovation of Agriculture, Forest and Fisheries (STAFF), who includes as some of its members large biotechnology companies, one being Monsanto Japan (Nishizawa 484). This could be construed as a conflict of interest because STAFF would not be considered to have a neutral stance on GMOs.</p><p>Mariko Nishizawa states that in the Danish model of a consensus conference the lay panel decides which experts they will choose to speak before the panel.  At the Japan Consensus Conference, the steering panel decided which experts would speak at the conference (484). Even though the steering panel was made up of representatives from differing interests, there were still stakeholders on the panel. Had the lay panel been able to choose the speakers, it would have empowered them to make decisions, and there may have been a different outcome to this consensus conference.</p><p>Nishizawa remarks on the steering panel calling the speakers: “The organizer’s neutrality and accountability are vitally important for securing reliable, accurate procedures” (483).  </p><p>Nishizawa interviewed members of the lay panel after the conference was over, and found that the lay panel members were careful to temper their stance on GMOs during the conference, because they were concerned that it might jeopardize future public deliberations hosted by the government (483).</p><p>“This self-restrained action […] corresponds to the conflict avoidance behavior that has been described as an important behavioral norm of the Japanese,” states Nishizawa, “They have a strong desire to avoid direct conflict, especially with the government” (483).</p><p>Initially, MAFF announced that their intention was to incorporate the deliberation outcomes into policymaking. But because this was the first consensus conference on a national level, it was experimental, there were no precedents and procedures for the outcome. Therefore MAFF changed their mind and did not incorporate the lay panel’s decision into policy (Nishizawa 482) .</p><p>The Citizens Consensus Conference of Japan allowed the public to participate in a dialogue with governmental officials. Even though deliberative scholars conclude that policy did not directly change due to the deliberation, the government seeking to incorporate citizen concerns about technological advances in food production is a step in the right direction.</p><h3>Secondary Sources</h3><p>Starlink Corn Regulatory Information. (n.d.). Retrieved from EPA: <a href=\"http://www.epa.gov/oppbppd1/biopesticides/pips/starlink_corn.htmHarvest\">https://www3.epa.gov/pesticides/chem_search/reg_actions/pip/starlink_corn.htm</a></p><p>Harvest of Fear. 2001. PBS online. 20 Feb. 2012.<a href=\"http://www.pbs.org/wgbh/harvest/\">http://www.pbs.org/wgbh/harvest/</a></p><p>Kiba, Takao. \"Japan's Trial to Reflect Social Factors in the Assessment and Foresight of Technology.\" National Institute for Research Advancement.7Feb 2012. &lt;<a href=\"http://www.itas.fzk.de/eng/e-society/preprints/newapproaches/kiba.pdf%3E\">http://www.itas.fzk.de/eng/e-society/preprints/newapproaches/kiba.pdf&gt;</a>. [DEAD LINK]</p><p>Nishizawa, M. \"Citizen deliberations on science and technology and their social environments: case study on the Japanese consensus conference on GM crops.\" Science and Policy 32 (2005): 479-489.</p><p>Nishizawa, Mariko, and Ortwinn Renn. \"Responding Public Demand for Assurance of Genetically Modified Crops: Case from Japan.\" Journal of Risk Research 9 (2006): 41-56.</p><p>pure food. (n.d.). Retrieved from pure food org.: <a href=\"http://www.purefood.org/ge/010403_starlink_corn.cfm\">www.purefood.org/ge/010403_starlink_corn.cfm</a> [DEAD LINK]</p><p>Rodale, Maria. Just Label It So We Know When It's GMO.. Huffington Post. 20 Feb. 2012 <a href=\"http://www.huffingtonpost.com/maria-rodale/just-label-it-so-we-know_b_1193499.html\">http://www.huffingtonpost.com/maria-rodale/just-label-it-so-we-know_b_1193499.html</a>.</p><p>Shineha, Ryuma, and Kazuto Kato.\"Public engagement in Japanese policy-making: a history of the genetically modified organisms debate.\" New Genetics and Society 28 (2009): 139-152. </p><h3>External Links</h3><p><a href=\"http://books.google.com/books?hl=en&amp;lr=&amp;id=PiEZEal3pjwC&amp;oi=fnd&amp;pg=PA31&amp;dq=danish+consensus+conference+model&amp;ots=17oimWQqOw&amp;sig=mssYmzFQHvwm-zVkdWrrWSKoB9Q#v=onepage&amp;q=danish%20consensus%20conference%20model&amp;f=false\">Danish Consensus Model</a></p><p><a href=\"http://participedia.net/en/methods/japanese-consensus-conference\">Japanese Consensus Model</a></p><p><a href=\"https://www3.epa.gov/pesticides/chem_search/reg_actions/pip/starlink_corn.htm\">EPA - Starlink Corn</a></p><p><a href=\"http://www.purefood.org/ge/010403_starlink_corn.cfm\">Purefood.org - Starlink Corn</a> [DEAD LINK]</p>", "title": "Japanese Consensus Conference on Genetically Modified Crops"}