{"htmlbody": "<h3>Definition</h3><p>In 2000, the Ministry of Agriculture, Forestry and Fisheries (MAFF), a Japanese governmental administration, organized a National Consensus Conference on genetically- modified foods in Tokyo.</p><p>The consensus conference on GM food was the third consensus conference to be held in Japan, but had the distinction of being the first initiated on a national level. This conference was constructed after the <a href=\"http://books.google.com/books?hl=en&amp;lr=&amp;id=PiEZEal3pjwC&amp;oi=fnd&amp;pg=PA31&amp;dq=danish+consensus+conference+model&amp;ots=17oimWQqOw&amp;sig=mssYmzFQHvwm-zVkdWrrWSKoB9Q#v=onepage&amp;q=danish%20consensus%20conference%20model&amp;f=false\">Danish Consensus model </a>(Nishizawa and Renn 49).</p><p>According to Mariko Nishizawa and Otwin Renn, the Danish Consensus model is:</p><p>A three to four day public conference at which both technically and socially relevant aspects of a new technology are discussed. It is usually divided into four stages: selection of an overall topic; recruitment and selection of the lay panel members; two preparatory weekends; and the main conference. The citizen panel then produces the conference report (49).</p><p>However, in the Danish model of a consensus conference the lay panel decides which experts they will choose to speak before the panel.  At the Japan Consensus Conference, the steering panel decided which experts would speak at the conference (484). Even though the steering panel was made up of representatives from differing interests, there were still stakeholders on the panel. Had the lay panel been able to choose the speakers, it would have empowered them to make decisions, and there may have been a different outcome to this consensus conference.</p><p>The panel of lay citizens met in September of 2000 for two sessions to become familiar with the topic of GM foods and the process of the consensus conference.  The conference took place over three days in October and November of 2000.</p><p>MAFF stated that the aim of the citizen’s consensus was “to identify further research topics that took into account suggestions by members of the general public” (Nishizawa 481).</p><h3>Problems and Purpose</h3><p>The main aim of the consensus was to open up a dialogue between the public, experts and politicians concerning sensitive matters of technology and its future impact on citizens. The Japanese public was concerned about the effects of GM crops on their health and the unknown impact to the environment.</p><h3>History</h3><p>The consensus conference was held in 2000 and was the first time in the history of Japan that the government has sponsored a deliberative conference. The Japanese government convened the consensus conference. The conference was similar in model to the  Danish conference model in that it usually lasts for either three days or four days. Also the consensus conference is not designed to force the lay panel to reach a consensus. Instead, its main aim is to open up a dialogue among the public, experts and politicians over a controversial issue of science and technology from a citizen’s point of view.  The conference was open to the public and media.  The government wanted the conference open to the public to ensure transparency. This conference was seen as a chance for the Japanese government to earn back the trust of it citizens.</p><p>For more on the GMO Consensus Conference see the Participedia entry here: <a href=\"http://participedia.net/en/cases/japanese-consensus-conference\">http://participedia.net/en/cases/japanese-consensus-conference</a></p><h3>Participant Selection</h3><p>The participant selection group of the panel was chosen by the society for techno-innovation of agriculture, forestry and fisheries (staff) through various ways. Some of the ways people found out about this panel was thru various media, including newspaper advertisement and flyers that were posted thru out the country. Eighteen people were selected out of nearly 500 people who signed up to be on the citizen’s panel. Participants were stratified by geographic location, sex, age and occupation.</p><p>Government officials along with people who represented the bio- tech industry either gave testimony or helped the steering committee pick who testified before the lay panel.</p><p>In an after action report done for the government ministry, some of the lay persons felt that the selection of experts by the steering committee was not appropriate, some of the experts selected had a bias slant towards the bio industry and not enough mainstream experts were allowed to testify. They felt that no anti-GMO representatives were allowed to testify.</p><h3><strong>Deliberation, Decisions, and Public Interaction</strong></h3><p>The panel sessions were open to the public and media. According to the media reports the deliberation was transparent. </p><p>After taking testimony from the panel of experts plus hearing from all sides, the panel came up with a decision. The panel deliberated for a few days before giving out its recommendation. The panel then gave their recommendations to the MAFF, which then commissioned another conference to identify future research subjects. The government made no commitment to act on the conferences recommendations but stated that, “depending on the proposals of the lay panel, we might reflect them in public policy.” ( Nishizawa 484)</p><h3>Influence, Outcomes, and Effects</h3><p>The panel neither strongly supported nor rejected any side of the debate on genetically modified crops. They remained very neutral about their finding on wither or not the benefits or risk was great to the public.  The panel gave the GM techniques and GMO crops a cautious approval. By giving this cautious approval it allowed for the current usage of the GM techniques from a viewpoint of natural and social science to be used as the current model. Their report emphasized benefits and risks of plant biotechnology. The committee then gave their report to the MAFF (Ministry of Agriculture, Forestry and Fisheries of Japan) and MHLW (Ministry of Health, Labor and Welfare.)</p><h3>Analysis and Criticism</h3><p>Mariko Nishizawa states that in the Danish model of a consensus conference the lay panel decides which experts they will choose to speak before the panel.  At the Japan Consensus Conference, the steering panel decided which experts would speak at the conference (484). Even though the steering panel was made up of representatives from differing interests, there were still stakeholders on the panel. Had the lay panel been able to choose the speakers, it would have empowered them to make decisions, and there may have been a different outcome to this consensus conference.</p><p>Nishizawa remarks on the steering panel calling the speakers: “The organizer’s neutrality and accountability are vitally important for securing reliable, accurate procedures” (483).  </p><p>Nishizawa interviewed members of the lay panel after the conference was over, and found that the lay panel members were careful to temper their stance on GMOs during the conference, because they were concerned that it might jeopardize future public deliberations hosted by the government (483).</p><h3>Secondary Sources</h3><p>Starlink Corn Regulatory Information. (n.d.). Retrieved from EPA: <a href=\"http://www.epa.gov/oppbppd1/biopesticides/pips/starlink_corn.htmHarvest\">https://www3.epa.gov/pesticides/chem_search/reg_actions/pip/starlink_corn.htm</a></p><p>Harvest of Fear. 2001. PBS online. 20 Feb. 2012.<a href=\"http://www.pbs.org/wgbh/harvest/\">http://www.pbs.org/wgbh/harvest/</a></p><p>Kiba, Takao. \"Japan's Trial to Reflect Social Factors in the Assessment and Foresight of Technology.\" National Institute for Research Advancement.7Feb 2012. &lt;<a href=\"http://www.itas.fzk.de/eng/e-society/preprints/newapproaches/kiba.pdf%3E\">http://www.itas.fzk.de/eng/e-society/preprints/newapproaches/kiba.pdf&gt;</a>. [DEAD LINK]</p><p>Nishizawa, M. \"Citizen deliberations on science and technology and their social environments: case study on the Japanese consensus conference on GM crops.\" Science and Policy 32 (2005): 479-489.</p><p>Nishizawa, Mariko, and Ortwinn Renn. \"Responding Public Demand for Assurance of Genetically Modified Crops: Case from Japan.\" Journal of Risk Research 9 (2006): 41-56.</p><p>pure food. (n.d.). Retrieved from pure food org.: <a href=\"http://www.purefood.org/ge/010403_starlink_corn.cfm\">www.purefood.org/ge/010403_starlink_corn.cfm</a> [DEAD LINK]</p><p>Rodale, Maria. Just Label It So We Know When It's GMO.. Huffington Post. 20 Feb. 2012 <a href=\"http://www.huffingtonpost.com/maria-rodale/just-label-it-so-we-know_b_1193499.html\">http://www.huffingtonpost.com/maria-rodale/just-label-it-so-we-know_b_1193499.html</a>.</p><p>Shineha, Ryuma, and Kazuto Kato.\"Public engagement in Japanese policy-making: a history of the genetically modified organisms debate.\" New Genetics and Society 28 (2009): 139-152. </p><h3>External Links</h3><p><a href=\"http://books.google.com/books?hl=en&amp;lr=&amp;id=PiEZEal3pjwC&amp;oi=fnd&amp;pg=PA31&amp;dq=danish+consensus+conference+model&amp;ots=17oimWQqOw&amp;sig=mssYmzFQHvwm-zVkdWrrWSKoB9Q#v=onepage&amp;q=danish%20consensus%20conference%20model&amp;f=false\">Danish Consensus Model</a></p><p><a href=\"http://participedia.net/en/methods/japanese-consensus-conference\">Japanese Consensus Model</a></p><p><a href=\"https://www3.epa.gov/pesticides/chem_search/reg_actions/pip/starlink_corn.htm\">EPA - Starlink Corn</a></p><p><a href=\"http://www.purefood.org/ge/010403_starlink_corn.cfm\">Purefood.org - Starlink Corn</a> [DEAD LINK]</p>", "title": "Japanese Consensus Conference"}