{"htmlbody": "<h3>Mission and Purpose</h3>The Backbone Campaign’s goal is to give a voice to community members and the masses, alike, by way of “Artful Activism” (Backbone Campaign).  Through the teaching of non-violent techniques and strategies, the Backbone Campaign looks first to give individuals the tools to have an effective political voice, and second to implement those skills in a manner that generates a dialogue between political leaders and those that they represent.  Through the creation and utilization of “innovative messaging and political theater …[as well as] creative tactics such as spectacle imagery and other festival arts, giant banners and puppets, flash mobs, music and other theatrical forms of non-violent direct action,” the Backbone Campaign believes that they can restore a political voice to the American public. “The Backbone Campaign awakens and inspires Americans to build a progressive movement, reclaim our government, and secure a future worthy of our children.” – Mission Statement via <a href=\"http://www.youtube.com/watch?v=S7g04Mp-78U\"><em>Meet the Backbone Campaign</em></a><p> </p><h3>History</h3>The Backbone Campaign was conceptualized and set into motion by a group of artists on Vashon Island—near Seattle, Washington—in 2002.  Some of the initial goals of the project were to create signs to show politically motivated messages at freeway overpasses, and—on a more national level—market their creative skills and the concept of a Backbone Campaign to progressive movements in the Washington DC area.  However, after being met with less than satisfactory interest, the artists switched their focus to their own community, as well as other similarly progressive, grassroots organizations around the country.  In the Campaign’s inaugural year, they gave out a series of “Backbone” awards—<a href=\"http://backbonecampaign.org/media/conyers_award2__200.jpg\">featuring a golden spinal column</a>—to the likes of Jim McDermott, Howard Dean, and Cynthia McKinney for their commitment to upholding progressive values in the face of great adversity.  By 2004, the Backbone Campaign had created their own progressive platform, which they utilized to, “introduce progressive values and language into local and state party platforms through the 2004 caucus process and the 2004 DNC platform committee hearings” (<em>Meet the Backbone Campaign</em>).  In 2004, the artists of the Backbone Campaign also created a <a href=\"http://backbonecampaign.org/slideshows/Guantanamo/images/DSC02702_JPG.jpg\">70-foot-long backbone puppet</a>, with a progressive platform item on each vertebra, which was used at demonstrations along the West Coast, eventually making it to the Democratic National Convention in Boston.   Along with the spine, Backbone artists also created the “Bush and Co. Chain Gang”—giant puppet heads made in the likenesses of <a href=\"http://backbonecampaign.org/slideshows/ChainGangWAConvention/DSC05829.html\">Dick Cheney, Condoleezza Rice, Donald Rumsfeld, and George W. Bush, wearing prison uniforms and shackles</a>.  In their effort to continue to promote accountability, the Campaign also gave out a number of “Spine Awards” to politicians and activists who had done work on a community scale.  They also created their “‘Thank and Spank’ citizen lobbying tools” that presented representatives with “Spine Cards” when they stood up for progressive values or policies, or “Spineless Citations” when they voted against progressive principles.       In the eight years since, the Backbone Campaign has taken on many nationally relevant projects, and allied itself with similar organizations such as Move To Amend, the Puffin Foundation West, MoveOn.org, and Occupy Wall Street, in order to further achieve their goals.     <p> </p><h3>Participant Selection</h3><p>Supporters and participants involved in the Campaign’s work are quite varied, based on Backbone’s goal to provide training, strategies, and “creative tactics” to any who wish to communicate their discontent with politicians who refuse to stand firmly for the progressive ideals they’ve committed to, or with companies that aim to exploit citizens or the environment.  Also, through their <em>Localize This!</em> Action Camp, the Backbone Campaign has made an effort to reach out especially to the Pacific Northwest’s outdoor-oriented progressives, with a series of climbing and kayaking-based actions.    </p><h3>Major projects and events</h3><ul><li><strong><em>Localize This!</em> Action Camp</strong></li></ul> The <em>Localize This!</em> Action Camp is held every summer at a camping space on Vashon Island.  For a week, participants are taught, “Grand Strategy &amp; Creative Tactics; Community Supported Organizer Skills; Action Planning &amp; Earned Media; Anti-Foreclosure, Eviction Protection &amp; Buy-back; Organizing from a Human Rights Framework; [Non-Violent Direct Action], Tripod, Blockades Training; Rappelling, Kayak Safety &amp; Water-Based Tactics; Giant Puppet &amp; Banner Building; Economic Democracy Strategies; Drumming, Flash Mobs and More.”  The week generally culminates with an organized action relating to a current issue—2010’s action was a critique of the Supreme Court’s ruling that corporations could limitlessly fund political candidates, and featured a song and dance inside a Target, titled, <a href=\"http://www.youtube.com/watch?v=9FhMMmqzbD8\">“Target Ain’t People,”</a> that generated over a million and a half views on YouTube.         <ul><li><strong>Shared Sacrifice My Ass</strong></li></ul> In August of 2011, the Backbone Campaign helped to organize an action in Seward Park, on the shores of Lake Washington, aimed at challenging Washington’s most affluent individuals and corporations to “share [in] the economic sacrifices [of] working families” (“Shared Sacrifice”).  The action involved songs and dancing, and giant signs held airborne by balloons—one of which showed a <a href=\"http://www.flickr.com/photos/backbone_campaign/6068450874/in/set-72157627365221715/\">partially covered behind, and the words, “SharedSacrificeMyAss.org.”</a>  The sign was positioned across the lake from the Mercer Island estate of billionaire, Paul Allen, and targeted him and more of Washington’s wealthiest who were fighting the implementation of a new state income tax.  For the project, the Backbone Campaign partnered with the Washington Community Action Network with the goal of showing the public that budget cuts for education and healthcare came as a result of middle and working class families having to take on too great of an economic burden.  The action attracted extensive attention from local news sources, as well as from other national, progressive, grassroots organizations. <ul><li><strong>For the People Rally &amp; Summit</strong></li></ul> In January, 2012, the Backbone Campaign teamed up with Occupy Wall Street for Occupy the Courts, in Washington DC, as a second annual protest of the Supreme Court’s decision granting corporate personhood.  Although much smaller, the event’s predecessor stirred up a great deal of media attention in local news and led to articles in several progressive magazines, creating momentum for the 2012 action.  According to Bill Moyer, Backbone Campaign’s Executive Director, the 2012 action included, “street theater, giant banners, and even light projections on the Supreme Court and the [headquarters] of the US Chamber of Commerce” (“Creativity &amp; Bold Action”).  As a result of the publicity gained through this year’s action, the Backbone Campaign received interviews from Seattle’s National Public Radio affiliate and PunkPatriot.com.       <ul><li><strong>Action-In-A-Box: Corporate Personhood Action Toolkit</strong></li></ul> In late 2011, the Backbone Campaign collaborated with MoveToAmend.org to bring media attention to the debate of corporate personhood.  The goal of the action was to encourage the action of other grassroots efforts and motivated individuals by making participation easy.  To achieve this, the organization teamed up with a number of independent, supportive artists and organizations to create “Action-in-a-Box” toolkits.  The toolkits included instructions and materials for a number of action-oriented projects, as well as information about the history of the fight against corporate personhood in America (“Corporate Personhood”).   <ul><li><strong>The 99% Choir Goes Christmas Caroling </strong></li></ul> Just before Christmas in 2011, the Backbone Campaign partnered with the Other 98%, the Seattle Labor Chorus, and the Washington Community Action Network to bring a Christmas-themed action to the Bank of America Tower in Seattle, Washington, along with several other Bank of America and Wells Fargo locations.  The carolers sung songs to bank-goers and personnel, like, <a href=\"http://www.youtube.com/watch?v=5AVzKPR52M0&amp;feature=player_embedded\">“We’ll Foreclose, We’ll Foreclose, We’ll Foreclose” and “Deck the Jails with Wall Street Bankers,”</a> and left fake foreclosure notices from the 99% on the walls, citing, “Bribery, Fraud, [and] Extortion” (Kouril).     <ul><li><strong>The Fight for Puget Sound </strong></li></ul> In July of 2008, after months of fighting, Glacier Northwest received the right to begin building a 400-foot pier, over state-owned aquatic lands, which would allow them access to the 192-acre gravel mine they had purchased on Maury Island (Brown).  The Backbone Campaign and others in the opposition contended that the pier’s construction would have too many negative environmental impacts; but, after an investigation by the U.S. Army Corps of Engineers, Glacier Northwest was allowed to continue.  In the following months, the legal battles continued, but legislation to protect Maury Island continued to fail on the State level.  During this time, the Backbone Campaign took an active role protesting, in both the community and in the field, against Glacier’s advancements.  A group of kayakers—dubbed “The Mosquito Fleet,” and created to strategically hinder the progress of Glacier’s water construction equipment—made several appearances, earning local media attention.   Through the start of 2009, actions led by the Backbone Campaign and the Mosquito Fleet to slow Glacier’s progress continued, but going into the following spring, newly elected Governor Christine Gregoire remained unresponsive to Backbone’s pleas for assistance.  At the start of the summer, the Backbone Campaign headed a petition demanding Gregoire’s support, and warning of the intentions of that summer’s Action Camp.  In July of 2009, with no compromise in sight, the Backbone Campaign teamed up with the Ruckus Society for another non-violent attack on Glacier’s mining and construction operation—during which, the Mosquito Fleet again did its job, hindering Glacier’s abilities and generating media attention.   Going into August, the Backbone Campaign and its collaborators had organized a rapid response team available 24/7 for actions against any incoming Glacier watercrafts.  At the End of August, Backbone’s efforts paid off, as U.S. District Justice Ricardo Martinez ruled against the Army Corps of Engineers’ original environmental findings.  Over the next year, the battle for Maury Island continued in the courts, but after the King Country elections in November of 2010, CalPortland (Glacier’s parent company) announced its agreement with the Cascade Land Conservancy and King County to sell the land to the public.  The result of the deal was the establishment of a 250-acre park—the largest protected shoreline in the Puget Sound—and a colossal victory for the Backbone Campaign and its supporters.  (“Timeline to Victory”) <ul><li><strong>BP/Arco Boycott </strong></li></ul> In the wake of the 2010 BP oil spill, the Backbone Campaign planned an action to boycott BP/Arco Stations in the Seattle Area, and to place a banner on the Interstate-5 Yesler overpass.  The Campaign’s protest caught the attention of local news as well as the FOX Business channel.  <a href=\"http://www.youtube.com/watch?v=cGrPo6927F8&amp;feature=player_embedded\">Executive Director Bill Moyer went on FOX Business</a> to defend the boycott, and speak out against BP’s political sponsorships and American dependence on foreign and domestic oil.  (“Boycott of BP-ARCO”)   <p> </p><h3>Deliberation, Decisions, and Public Interaction  </h3>The Backbone campaign is a collaboration between many individuals who donate their time and effort to promote the organization’s success.  Below is a list of the Campaign’s current staff, as listed by BackboneCampaign.org: <ul><li>Executive Director: Bill Moyer</li><li>Managing Director: Yve Susskind</li><li>Project Organizer: Jared Middle Calf</li><li>Affiliated Artist/Puppetista: Christopher Lutter</li><li>Affiliated Artist: Steffon Moody</li><li>Affiliated NVDA Trainer: Logan Price</li><li>Board of Trustees: President Stan Sorscher</li><li>Board of Trustees: Treasurer Doug Skove</li><li>Board of Trustees: Secretary Anne Gavzer</li><li>Board of Trustees: Trustee John Sellers</li><li>Board of Trustees: Trustee Jim Diers</li></ul><h2>Funding</h2><p>The Backbone Campaign, as a grassroots, non-profit organization, is funded by supporters’ and participants’ donations.</p><h3>Influences</h3><p>Through their constant commitment to create new actions, the organizers at the Backbone Campaign keep the organization, as well as similar organizations, in the political conversation.  The Backbone Campaign’s strategies have been shown to be effective, and their work shows their commitment to improving and spreading those strategies.   </p><h3>Secondary Sources</h3><ol><li>Backbone Campaign. 21 Feb 2012 &lt;<a href=\"http://backbonecampaign.org/&gt;\">http://backbonecampaign.org/&gt;</a>.</li><li>Brown, Leslie. \"Glacier gets OK for Maury Island dock, opponents vow to keep fighting.\" 10 July 2008. Vashon Beachcomber. 21 Feb 2012 &lt;<a href=\"http://www.vashonbeachcomber.com/news/24080919.html&gt;\">http://www.vashonbeachcomber.com/news/24080919.html&gt;</a>.</li><li>Kouril, Cynthia. \"The 99% Choir goes Christmas Caroling.\" 27 Dec 2011. FireDogLake. 21 Feb 2012 &lt;<a href=\"http://my.firedoglake.com/cindykouril/2011/12/27/the-99-choir-goes-christmas-caroling/&gt;\">http://my.firedoglake.com/cindykouril/2011/12/27/the-99-choir-goes-chris...</a>.</li><li>Meet the Backbone Campaign. Dir. Bill “backbonebill” Moyer. Prod. Jeff Hoyt. youtube.com, 2007.</li><li>Moyer, Bill. \"Boycott of BP-ARCO Actions in Seattle on Friday .\" 27 May 2010. Washington State Action Network. 20 Feb 2012 &lt;<a href=\"http://wanet.org/actions/Boycott-of-BP-ARCO-Actions-in-Seattle-on-Friday&gt;\">http://wanet.org/actions/Boycott-of-BP-ARCO-Actions-in-Seattle-on-Friday&gt;</a>.</li><li>—. \"Corporate Personhood: Action-In-A-Box Toolkit.\" 30 Nov 2011. Backbone Campaign. 21 Feb 2012 &lt;<a href=\"http://backbonecampaign.org/2011-12-13-18-50-10/toolkits-and-education/item/8-corporate-personhood-action-in-a-box-toolkit&gt;\">http://backbonecampaign.org/2011-12-13-18-50-10/toolkits-and-education/i...</a>.</li><li>—. \"Creativity &amp; Bold Action on the 2nd Anniv. of Citizens United VS FEC Featured.\" 31 Jan 2012. Backbone Campaign. 21 Feb 2012 &lt;<a href=\"http://backbonecampaign.org/component/k2/item/35-otc-dc-seattle&gt;\">http://backbonecampaign.org/component/k2/item/35-otc-dc-seattle&gt;</a>.</li><li>—. \"Shared Sacrifice My Ass Regatta # 1.\" 22 Aug 2011. Backbone Campaign. 21 Feb 2012 &lt;<a href=\"http://backbonecampaign.org/component/k2/item/25-sharedsacrifice1-backbone-campaignlocalize-thisactiontaxes991tax-the-richincome-taxwashington-state-washington-paul-allensteve-ballmerjeff-bezosrunstad&gt;\">http://backbonecampaign.org/component/k2/item/25-sharedsacrifice1-backbo...</a>.</li><li>—. \"Timeline to Victory - An Agitator's Perspective on How a Community Beat Goliath.\" 13 Dec 2011. Backbone Campaign. 21 Feb 2012 &lt;<a href=\"http://backbonecampaign.org/component/k2/item/14-timeline-to-victory-an-agitators-perspective-on-how-a-community-beat-goliath&gt;\">http://backbonecampaign.org/component/k2/item/14-timeline-to-victory-an-...</a>.</li></ol><h3>External Links</h3><ul><li>MoveOn.org</li><li>MoveToAmend.org</li><li>OccupyWallSt.org</li><li>Other98.com</li><li>PuffinWest.org</li><li>PunkPatriot.com</li><li>Ruckus.org</li><li>SharedSacrificeMyAss.org</li><li>WashingtonCan.org</li></ul>    ", "title": "Backbone Campaign"}