{"htmlbody": "<h3>Overview</h3><p>Participatory decentralization is the process of handing out legitimate political authority to the citizens. It contributes to democratization by bringing the government ‘closer to the people’, imparting the citizens with political knowledge through their participation in local management, and making the government more accountable. <a href=\"#[1]\">[1]</a><br/><br/>Frente Amplio-Encuentro Progresista (FA-EP), the ruling political party in Montevideo, Uruguay, implemented this program in 1990 after winning the 1989 election. The program entailed the transference and distribution of social, political and economic power, allowing citizens to make decisions on matters of interest to the community. The idea was to “transform the state-society relationship, creating a new public space where issues crucial to the quality of the lives of the great majorities, are discussed”. <a href=\"#[4]\">[4]</a> Participatory decentralization remains a key element of Montevideo’s political system today.</p><h3>Problems and Purpose</h3><p>Before 1990, Montevideo’s traditional political parties followed a mode of municipal government characterized by centralism, bureaucratic-paternalism and clientelism. Such a structure made public policies inaccessible to most citizens, resulting in inefficient service delivery. <a href=\"#[1]\">[1]</a></p><p>Traditional neighborhood associations, headed by a strong caudillo, linked the administration to local residents and he would use his connections with the party in power to grant favors in exchange for political support. Thus, this system failed to encourage citizen participation and/or autonomous community organizing and instead, created a reliance on local caudillos and the party in power. <a href=\"#[1]\">[1]</a></p><p>The newly elected FA-EP administration aimed to revamp the system by implementing the process of participatory decentralization. The purposes of the process include democratization of society and the participation of a plurality of actors in the design, construction and control of public policies. <a href=\"#[4]\">[4]</a></p><p>As a result, there is a need of democratic participation, public debate, and negotiation in order to reach consensual decisions about the quantity and quality of services to be offered, and where those services should be delivered.</p><h3>History</h3><p><em><u>Before 1990</u></em></p><p>Montevideo was under 12 years of military dictatorship (1973-1985) before the Colorado Party (1985-1989) took over with a bureaucratic structure that also failed to receive the citizens’ support. <a href=\"#[4]\">[4]</a> 1990 marked the start of political reform when the new FA-EP mayor, Tabaré Vázquez, began the process of decentralization.</p><p><em><u>1990-1993</u></em></p><p>Vázquez divided the city of 1.3 million residents into eighteen zones, of which each zone was subdivided up into subzones corresponding to the boundaries of established neighborhoods. Vázquez then created Zone Communal Centers (Centros Comunales Zonales) in each of the eighteen zones (CCZs) and appointed a coordinator for each CCZ to begin organizing general “deliberative assemblies” and thematic commissions in which individual residents and delegates from local social organizations (such as neighborhood associations, soup kitchens, and housing cooperatives) could participate. <a href=\"#[6]\">[6]</a></p><p>However, the traditional opposition parties reacted against the idea of transferring attributions and decision-making powers to the citizens. After intense negotiations, the commission reached a compromise and a new model of decentralization was approved in 1993 by the legislative body of the city government.</p><p><em><u>1993-present</u></em></p><p>The new model called for the addition of two new local bodies - the Local Juntas (Juntas Locales) and the Neighborhood Councils (Consejos Vecinales). These two bodies, in addition to CCZs, are the vehicles to facilitate political, social and administrative decentralization respectively. The Local Junta consists of five mayor-elected members with decision-making authority while the Neighborhood council, with members directly elected by the public, takes up a consultative role. <a href=\"#[5]\">[5]</a></p><p>As such, key features of the original plan, such as delegating attributions to citizens, were significantly reduced. Nevertheless, the “compromise allowed for institutional reform had opened up new opportunities for a more democratic citizen involvement in public affairs”. <a href=\"#[8]\">[8]</a></p><h3>Participants</h3><p>Under the new model, the key feature that encourages citizens’ participation is the Neighborhood Council. The Council is a consultative organ of social representation designed to facilitate the participation of citizens in public affairs.</p><p>The number of Council members varies from zone to zone, ranging between twenty and forty people. They are elected locally every thirty months by direct popular vote. Representation is based on a combination of territorial and social representation criteria, as candidates can run for Councilor either on behalf of a local social organization, or as independent candidates within the specific neighborhood where they reside. To be eligible to vote and/or to run for councilor, an individual must live or work in the area and must be 18 years of age or older. <a href=\"#[1]\">[1]</a></p><p>To encourage greater public participation, each Council opens monthly plenary sessions that bring together all Councilors and interested neighbors who wish to attend. Decisions are made by simple majority vote among elected Councilors.</p><p>In addition, each Council has a number of Thematic Commissions focusing on specific themes of relevance to the zone, such as roads and public works, the environment, recreation and culture, etc. <a href=\"#[1]\">[1]</a></p><h3>Deliberation, Decisions, and Public Interaction</h3><p>FA-EP administration initiated a series of participatory processes relying on the 1993 decentralization model. One of the key processes was the institutionalization of consultation in the allocation of resources through the participatory budget so as to grant greater efficiency to public management, to achieve a more equitable redistribution of resources, and to create a participatory space to strengthen citizen initiatives.</p><p>Participatory budget involves a three-stage process of dialogue and consultation among the city government, local authorities, and community organizations.</p><p><em><u>Stage One</u></em></p><p>Neighborhood Councils convene to evaluate the implementation of the management plan in the previous fiscal year, and to establish priorities for the budget in the following year.</p><p>The initial discussions take place within each Thematic Commission leading to the preparation of documents that are subsequently presented to the Steering Committee of the Neighborhood Council. After this, the plenary of the Neighborhood Council meets to identify the priorities for the whole area, and the Council’s recommendations are forwarded to the Local Junta for further discussion and final approval.</p><p>The coordinator of the Local Junta edits the proposal and puts together a document to be presented to the mayor at the next stage in the process.</p><p><em><u>Stage Two</u></em></p><p>The mayor, accompanied by the heads of various units of the Municipal government, visits each zone to consult with neighbors and their local representatives in open Neighborhood Assemblies.</p><p>These meetings typically begin with presentations by members of the Neighborhood Council and the Local Junta assessing the works completed by the municipal authorities over the past period and identifying local needs and priorities for the upcoming year. These presentations are followed by a brief speech by the mayor outlining the priorities and basic guidelines of his administration for the upcoming year. Then, the floor is opened to all neighbors in attendance for comments and/or questions that can be addressed to either the mayor or the directors who usually are called to explain why certain commitments were not maintained or asked about the feasibility of specific proposals.</p><p><em><u>Stage Three</u></em></p><p>After the visits, the mayor and his team study all the requests received in the round of consultation and try fitting the various proposals within the government’s priorities and available resources. Further discussions take place between city officials, local government representatives, and neighborhood councilors with the aim of further refining and adapting local requests. The process concludes with the drafting of a Management Plan for each zone and for the city as a whole. The final budget is then presented to the Local Junta for final approval.</p><h3>Influence, Outcomes, and Effects</h3><p>The FA-EP decentralization program has produced increased citizen involvement in local affairs. Hundreds of neighbors participate in the Councils and the various Thematic Commissions, many residents are involved in projects co-managed with the municipal authorities (health-clinics, day-care centers, youth programs, etc.), while others are actively engaged with community organizations. <a href=\"#[1]\">[1]</a></p><p>From the time when it first came into operation, 3 Neighborhood Council Elections have been held and they have shown increasing and sustained participation. In 1993, 68.553 citizens of Montevideo voted, in 1995, 82.496, and in 1998, 106.909. <a href=\"#[4]\">[4]</a></p><p>A survey in 1997 reports that 73 per cent of those asked considered Montevideo to be better than it was ten years before. The city records also demonstrated an increase in the provision of many local government services and arguably a rise in efficiency as well. <a href=\"#[6]\">[6]</a></p><p>From a regional perspective, Uruguay ranks first in Latin America with regard to political autonomy and participation at the sub‐national level. To illustrate, in the last 15 years, citizen referendums have repealed laws and modified the constitution, from confirming amnesty to military leaders to protecting water resources and obstructing the privatization of public utilities. <a href=\"#[7]\">[7]</a></p><h3>Analysis and Criticism</h3><p>Even though official discourse hails Neighborhood Councils as the central enabling vehicles for the participation of civil society, the 1993 decentralization model grants very limited attributions, power and autonomy to the Councils. Essentially, the Local Junta is still the political body responsible for the final approval of every municipal project. <a href=\"#[3]\">[3]</a> To reinforce the point, a 1999 survey shows that the local councilors think that the two most important areas for improvement in the decentralization program are precisely the lack of substantial participation on the part of citizens and the councils’ lack of power. <a href=\"#[6]\">[6]</a></p><p>The consultative nature of the Councils has affected citizen perceptions about the efficacy of these organs, thus reducing the chances that they join the Councils. While there is an increase in voters’ participation in the Neighborhood Council Elections, there is a general decline in participation rates in the activities of the Councils and high desertion rates among elected councilors. A study reports that the average desertion rate among Councilors is around fifty percent, while in some areas it runs as high as ninety percent. <a href=\"#[2]\">[2]</a> Apparently, although residents were willing to make short-term commitments, they could not (or would not) give the time and energy required to sustain ongoing levels of participation. <a href=\"#[1]\">[1]</a></p><p>The Neighborhood Council also lacks a plurality of voices. The overwhelming presence of FA-EP supporters in the Councils contributes to the perception that Councils are over-politicized as partisan supporters of the city-government and this, in turn, inhibits the participation of other neighbors. <a href=\"#[1]\">[1]</a> Also, the Council does not truly give the poor and less educated much more opportunity to contribute to decision-making. The percentages of poor and less educated people are much lower in the councils than in the population. <a href=\"#[6]\">[6]</a></p><p>More importantly, the regular meetings of the Local Junta, and even some of the Neighborhood Councils, are not open to the public in most zones. In some zones, occasional meetings are scheduled to receive the public, and/or residents may ask for an audience, depending on the zone. Rather than deeper democracy in the making, this seems very much like a reproduction of traditional political hierarchy, where the regular citizen must wait outside the closed doors before being allowed in to meet the “truly important”. <a href=\"#[6]\">[6]</a></p><h3>Secondary Sources</h3><p><a id=\"[1]\" name=\"[1]\">[1]</a> Canel, E. (2001). Municipal decentralization and participatory democracy: Building a new mode of urban politics in montevideo city?. <em>European Review of Latin American and Caribbean Studies</em>, (71), 25-46.</p><p><a id=\"[2]\" name=\"[2]\">[2]</a> Calvetti J. et.al. (1998). <em>Analisis Sobre los Consejos.</em> Vecinales Departamento de Descentraliza- cio ́ n, Intendencia Municipal de Montevideo.</p><p><a id=\"[3]\" name=\"[3]\">[3]</a> Chavez, Daniel. (2005). Decentralization and Participatory Urban Management in Montevideo. <em>Transnational Institute</em></p><p><a id=\"[4]\" name=\"[4]\">[4]</a> Europe Urban Knowledge Network. (2008). <em>Decentralization in Montevideo</em>. Retrieved from <a href=\"http://www.eukn.eu/e-library/project/bericht/eventDetail/decentralization-in-montevideo/\">http://www.eukn.eu/e-library/project/bericht/eventDetail/decentralizatio...</a></p><p><a id=\"[5]\" name=\"[5]\">[5]</a> Goldfrank, B. (1998). <em>Decentralization and Citizen Participation in Latin America: Deepening or Dooming Democracy?</em> (Doctoral dissertation). Retrieved from <a href=\"http://pirate.shu.edu/~goldfrbe/\">http://pirate.shu.edu/~goldfrbe/</a></p><p><a id=\"[6]\" name=\"[6]\">[6]</a> Goldfrank, B. (2002). The fragile flower of local democracy: A case study of decentralization/participation in montevideo. <em>Politics &amp; Society</em>, <em>30</em>(1), 51-83.</p><p><a id=\"[7]\" name=\"[7]\">[7]</a> Meng, J. (2008). <em>Impact of Governance Structure on Economic and Social Performance: A Case Study of Latin American Countries. </em>Retrieved from <a href=\"http://repository.upenn.edu/wharton_research_scholars/50/\">http://repository.upenn.edu/wharton_research_scholars/50/</a></p><p><a id=\"[8]\" name=\"[8]\">[8]</a> Winn, Peter, Lilia, F. (1997). Can a Leftist Government Make a Difference? The Frente Amplio Administration of Montevideo, 1990-1994. In D. Chalmers (Ed.), <em>The New Politics of Inequality in Latin America</em>. Oxford: Oxford University Press.</p><h3>External Links</h3><p><a href=\"http://www.montevideo.gub.uy/\">www.montevideo.gub.uy</a></p>", "title": "Participatory Decentralization in Montevideo"}