{"htmlbody": "<h3>Definition</h3><p>The Occupy Movement relies heavily on the use of social media as an organizing method to coordinate protest activities and connect individuals.  Protestors have create Facebook sites such as <em>Occupy Together</em> to coordinate mass protests.  Occupiers utilize Twitter to keep the public updated with constant tweets of activities at both protests and General Assembly meetings.  YouTube uploads of police brutality incite public uproar which furthers builds the movement, while more individuals participate in General Assembly meetings and decision making processes within the movement through livestreaming technology.  Through these means social media in all its forms has facilitated the growth and widespread popularity of the Occupy Movement.</p><h3>Problems and Purpose</h3><p>While the Occupy Movement protests against our democracy’s recent transformation into a “Corporacracy”, Conventional news sources such as print newspapers and cable television are  owned by Multimedia corporate conglomerates.  Because of this there is a conflict of interest in the coverage of occupy related events by most traditional news  and the interests and goals of the occupy movement to end corporate control of government, leading to often unsatisfactory coverage.  Not only this but Occupy camps have been broken up around the U.S., making it harder to convene on a physical level.  So protestors use social media not only to provide their own coverage which is no longer constrained by traditional media ownership, but also as a supplement to face-to face interactions, or even a replacement when these interaction are made impossible.  When police in California pepper sprayed peaceable protestors, it was recorded by onlookers who uploaded it to Facebook where it created a public outcry, holding the police and authority figures accountable to the public for their actions.  Because traditional news sources were not present when the protest-abuse happen, without the use of social media it never would have been recorded and distributed to the wider public.  Thus the purpose of social media within the Occupy Movement is not only to coordinate and connect protestors through the transcendence of physical boundaries, but also to dissipate the content constraints of the narrow-ownership of mainstream media and its corporate agenda, allowing for a wider diversity of voices and perspectives, and so a larger pool of information.</p><h3>History</h3><p>It was the popularization of non-political flash mobs that first utilized the concept of using social media as a way to organize large masses of people.  Beginning in December 2010 citizens of the Arab world used social media as an instrumental tool in a string of popular uprisings referred to as the Arab Spring. Often international journalists were banned from these countries by their governments and so the citizens relied upon social media like Twitter, Facebook, and YouTube to get their message out to the world.  As a result of this many of these nations, including Syria and Egypt, were able to oust their dictators and overthrow a corrupted regime.  Spain and Greece followed a similar model with their own anti-austerity protests, with the U.S. following shortly behind.  On July 13th <em>Adbusters,</em> a Canadian anti-consumerism blog, called for Americans to follow the lead of their Arab counterparts with their own “Tahrir” by means of 20,000 protestors peaceably occupying Zuccotti Park on September 17, 2011.  The protestors’ one demand would be for President Obama to instate a council charged with the task of separating corporate power and money from government.   This demand came in response growing wealth disparities within the United States and the use of taxpayer money on government bailouts for corrupt corporations, as well as a complete lack of legal consequences or repercussions.</p><h3>Participant Selection</h3><p>All protesters within the Occupy Movement have self-select themselves to be or not be active participants of the Movements’ social media division.  This allows for a greater diversity of voices to be heard than ever would be possible via tradition media venues because virtually anyone with internet access can now join the conversation.  However, individuals without access to internet are unable to contribute and therefore are less likely to have their voices heard- these individuals include the homeless and other lower divisions of the ninety-nine percent.  Secondly, when social media is so widely accessible that anyone and everyone can put out their opinions on whatever they want,  it begins to lacks legitimacy.  Occupiers have solved this issue by developing their own social media called <em>The Global Square</em>, which resembles a Facebook but is restricted to the occupy network.  You can only become a member by knowing someone who already is and being invited.  This solves the issue of social medias that are also corporations (like Facebook) from giving away relevant Occupy information to authorities.  By privatizing their information protestors can keep police off their scent for a little longer.  The network is being created specifically to help the Occupy Movement grow by linking like-minded people around the world and can be described as a mixing of the connective power of social networking and the political goals of the Occupy General Assembly meetings.  The network also differs from other social media in that it is group oriented instead of individualistically based; for anything to be posted an entire group within the network must agree upon it.  By doing this information dispersion is made more deliberative, instead of being at the whim of a single individual who may or may not have the agreement of his peers at his back.  </p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The use of social media in the Occupy Movement allows for higher degrees of deliberation simply because there is a wider diversity of voices that can be heard, allowing for more balance in public opinion.  Central control by a singular power, as there often are in traditional forms of media news outlets, is lessened considerably because there is no central source.  I wider range of communication options are made available, such as one to one, one to many, and many to many.  Because of these factors there is a much heightened possibility for cooperative decision making within the process.  Simultaneously civil discourse is hurt by having so many unregulated voices, opinions, and discussions which often degrade into petty off-topic arguments on public forums.  The analytic vigor is heightened in that there are more viewpoints available and so individuals are more likely to receive all the information they would need to make the best choice possible, thus impacting the decisions that these individuals will eventually make.  For instance  if mainstream news isn’t covering the police brutality that is being inflicted on peaceful  protestors, then the public is missing out on information vital to accurately assessing the situation. However, when protestors have the available technology on their phones to record and publish this brutality themselves, then this knowledge gap is mended.  The down side of this is that with so much circulating information by so many different individuals,  misleading or illegitimate statements can be released and circulated, unduly influencing the decision making process with their falsities.  By  using live stream videos the decision making process is opened up further, so that  people who would normally be unable to participate in the discussion over long distances, are now able to participate in the democratic decision making process.  Social media can also increases the level of public interaction by giving individuals the opportunity to participate on less intimate levels.  For those who are unwilling to sleep at the camps or join in the marches, they can still support the movement through Facebook, Twitter, blogging, and other forms of social media. However it can also cause less public interaction because people feel they can participate in the movement from a laptop and don’t need to be part of General Assembly meetings or face to face conversations.</p><h3>Influence, Outcomes, and Effects</h3><p>Through social media the occupy movement was able to reach an international scope.  Without it the Arab Spring would not have been  the same movement that it was, nor as successful, and it would not have been an inspiration for the writers of <em>Adbusters.  </em>The movement has not only spread from New York through-out the United States but around the world.  However, during the colder months occupy has died down, especially as police crackdown on the Occupy camp sites.  This causes participation to wane because as successful as social media has been it will never be able to completely replace face to face interactions, without which the movement would dwindle, because it is at the local level that protestors become truly involved.  The easy accessibility of social media for anyone with a computer matched with the largely applicable message of Occupy has given it the effect of bringing the largely apathetic youth population back into the political world.</p><h3>Analysis and Criticism</h3><p>While social media has been a fundamental part of the rise and spread of the occupy movement and its message, it can never function as the primary aspect of the movement; face to face interaction will always be necessary in connecting protestors on the local level.  Because while social media can connect people across distances, it is the local level of participation which interlocks individuals into the movement.  And while social media does allow for a greater diversity of voices it also allows for a greater diversity of misinformation, where one faulty fact without backing can be perpetuated over and over across a wide variety of social mediums, even after it is disproven.  Despite this, the method by which social movements form and run their course has morphed permanently to encompass social media.</p><h3>Secondary Sources</h3><p>Preston, J. (2011, November 24). Protesters look for ways to feed the web. <em>The New York Times</em>, Retrieved from <a href=\"http://www.nytimes.com/2011/11/25/business/media/occupy-movement-focuses-on-staying-current-on-social-networks.html?_r=1\">http://www.nytimes.com/2011/11/25/business/media/occupy-movement-focuses-on-staying-current-on-social-networks.html?_r=1</a></p><p> </p><p>Dvorak, J. C. (2011, November 15). How social media distorts the occupy movement. <em>PC</em>, Retrieved from <a href=\"http://www.pcmag.com/article2/0,2817,2396450,00.asp\">http://www.pcmag.com/article2/0,2817,2396450,00.asp</a></p><p> </p><p>Captain, S. (2011, December 27). Occupy geeks are building a facebook for the 99%. <em>Wired</em>, Retrieved from <a href=\"http://www.wired.com/threatlevel/2011/12/occupy-facebook/all/1\">http://www.wired.com/threatlevel/2011/12/occupy-facebook/all/1</a></p><p> </p><p>Moody, G. (2012, january 19). A 'trustworth'y social network for the occupy movement: Even if they build it, can they ever trust it?. <em>Techdirr</em>, Retrieved from <a href=\"http://www.techdirt.com/articles/20120106/09421517302/trustworthy-social-network-occupy-movement-even-if-they-build-it-can-they-ever-trust-it.shtml\">http://www.techdirt.com/articles/20120106/09421517302/trustworthy-social-network-occupy-movement-even-if-they-build-it-can-they-ever-trust-it.shtml</a></p><p> </p><p>Roos, J. (2011, November 2). The global square: an online platform for our movement. <em>Roarmag.org</em>, Retrieved from <a href=\"http://roarmag.org/2011/11/the-global-square-an-online-platform-for-our-movement/\">http://roarmag.org/2011/11/the-global-square-an-online-platform-for-our-movement/</a></p><p> </p><p>How occupy wall street is using social media <em>Space Chimp Media</em>, Retrieved from <a href=\"http://spacechimpmedia.com/how-occupy-wall-street-is-using-social-media/\">http://spacechimpmedia.com/how-occupy-wall-street-is-using-social-media/</a></p><p> </p><p><em>Sociologist tracks social media’s role in occupy wall street movement </em>. (2011). Manuscript submitted for publication, Sociology, University of North Carolina at Chapel Hill, North Carolina. Retrieved from <a href=\"http://sociology.unc.edu/features/sociologist-tracks-social-media2019s-role-in-occupy-wall-street-movement\">http://sociology.unc.edu/features/sociologist-tracks-social-media2019s-role-in-occupy-wall-street-movement</a></p><p> </p><p>Ngak, C. (2011, October 7). Occupy wall street uses social media to spread nationwide. <em>CBS News: TechTalk</em>. Retrieved from <a href=\"http://www.cbsnews.com/8301-501465_162-20117291-501465.html\">http://www.cbsnews.com/8301-501465_162-20117291-501465.html</a></p><p> </p><p>[Web log message]. (2011, July 13). Retrieved from <a href=\"http://www.adbusters.org/blogs/adbusters-blog/occupywallstreet.html\">http://www.adbusters.org/blogs/adbusters-blog/occupywallstreet.html</a></p><p> </p><p>Chan, A. (2011, December 5). Power of the social media. <em>Daily Illini.com</em>. Retrieved from <a href=\"http://www.dailyillini.com/index.php/article/2011/12/power_of_the_social_media\">http://www.dailyillini.com/index.php/article/2011/12/power_of_the_social...</a></p><p> </p><p>The occupy movement focuses on staying current on social networks . (2011, November 24). <em>NY Times</em>. Retrieved from <a href=\"http://www.occupy-movement-focuses-on-staying-current-on-social-networks./\">http://www.occupy-movement-focuses-on-staying-current-on-social-networks./</a></p><p> </p><p>Benitez, F. (2011, December). Occupy wall street. <em>ARQ (Santiago)</em>. Retrieved from <a href=\"http://translate.google.com/translate?u=http://www.scielo.cl/scielo.php?pid=S0717-69962011000300002&amp;script=sci_arttext&amp;hl=en&amp;langpair=auto%7Cen&amp;tbb=1&amp;ie=UTF-8\">http://translate.google.com/translate?u=http://www.scielo.cl/scielo.php?pid=S0717-69962011000300002&amp;script=sci_arttext&amp;hl=en&amp;langpair=auto|en&amp;tbb=1&amp;ie=UTF-8</a></p><p> </p><p>Roos, J. (2012, Febuary 18). Virality: international media coverage of the global square. <em>roarmag.org</em>, Retrieved from <a href=\"http://roarmag.org/2012/02/global-square-wikileaks-media-social-network/\">http://roarmag.org/2012/02/global-square-wikileaks-media-social-network/</a></p><p> </p><p>Nassar, D. (2011, October 6). Does occupy wall street make mainstream american media irrelevant?. <em>The Huffington Post</em>, Retrieved from <a href=\"http://www.huffingtonpost.com/david-nassar/occupy-wall-street-media-coverage_b_996942.html\">http://www.huffingtonpost.com/david-nassar/occupy-wall-street-media-coverage_b_996942.html</a></p><p> </p><p>Preston, J. (2011, October 15). Social media gives wall street protests a global reach. <em>The New York Times</em>. Retrieved from <a href=\"http://mediadecoder.blogs.nytimes.com/2011/10/15/social-media-gives-wall-street-protests-a-global-reach/\">http://mediadecoder.blogs.nytimes.com/2011/10/15/social-media-gives-wall...</a></p><p>Harb, Z. (2011). Arab revolutions and the social media effect. <em>M/C Journal</em>, <em>14</em>(2), Retrieved from journal.media-culture.org.au/index.php/mcjournal/article/viewarticle/364</p><h3>External Links</h3><p><a href=\"http://occupywallst.org/\">http://occupywallst.org/</a></p><p><cite><a href=\"http://www.adbusters.org/\">www.<strong>adbusters</strong>.org/</a></cite></p><p><cite><a href=\"http://www.facebook.com/theglobalsquare\">www.facebook.com/<strong>theglobalsquare</strong></a></cite></p><p><cite><a href=\"http://www.occupytogether.org/\">www.<strong>occupy</strong>together.org/</a></cite></p><p><cite><strong>occupy</strong></cite><cite>streams.org/</cite></p><h3>Notes</h3><p> </p>", "title": "THE OCCUPY MOVEMENT'S USE OF SOCIAL MEDIA AS AN ORGANIZING METHOD"}