{"htmlbody": "<p>The Year of Civil Discourse on Israel was a year long initiative organized by the Jewish Community Relations Council of San Francisco, The Peninsula, Marin, Sonoma, Alameda, and Contra Costa Counties. The Initiative was designed to foster discussion and community building among the Bay Area Jewish Community over disagreements regarding the Israel-Palestine conflict. From December 2010 to December 2011 a number of events were held to help tackle this issue, such as facilitator training sessions and book and movie reviews. Following the Initiative, the community was once again able to institute Israel themed programs throughout the community and have meaningful, respectful discussions. Organizers and participants of the Year of Civil Discourse are now influencing and trying to find more ways to get involved with the national discussion of the Israeli-Palestinian issue.</p><h3>Problems and Purpose</h3><p>Before the San Francisco - Bay Area Year of Civil Discourse on Israel (YCD) the region's Jewish organizations were fracturing along traditional, pro-Israeli views and progressive, anti-occupation views. As these disagreements started spilling over into normal services, the topic of Israel became a non-starter and was \"essentially taken off the table\" by local leaders such as Dan Magid, president of Congregation Beth El in Berkely (Pine). This splintering of the community had a particularly strong effect on younger generations as \"“Still other Jews have dropped out of the established Jewish community, or won’t join it because they feel if they speak their minds they’ll be attacked. Moreover, young people who don’t have the previous generation’s unquestioning loyalty to Israel tend to feel that their voices are not acceptable in the established Jewish world,” (Jaben-Eilon, 46). Encouraging a return to more a unified, civil community The Jewish Community Relations Council (JCRC) created the YCD to foster face to face conversations of opposing viewpoints. Rabbi Rosalind Glazer of San Francisco’s Congregation Beth Israel Judea states that “[the community must cultivate] the ability to have an expanded dialogue where people can talk, listen to people who say things that make us uncomfortable, and open ourselves up to issues that cut deeply,” (Pine 2010).</p><h3>History</h3><p>Being located in one of the most progressive areas of the country has certainly had a strong influence on the need for the Year of Civil Discourse. This is definitely true among the Jewish community, as the \"Bay Area is home to a strong hard leftist element that questions Israel's existence. The local established Jewish community would be considered center in any other U.S. city, but there it seen as right-wing,\" (Jaben-Eilon, 47). While the YCD took place mostly over the course of 2011, the initiative's beginnings trace back to eight years earlier and a conflict between the non-profit San Francisco Women Against Rape (SFWAR) and the Jewish Community Relations Council about SFWAR's vehemently anti-Israel stance. The two year struggle that ensued between the more traditional JCRC and the SFWAR ignited the progressive Jewish community out of its self-imposed silence (Jaben-Eilon, 47). This led JCRC's Rachel Kalish to create the \"Project Reconnections\" program in 2005, which \"trained groups of 20 to 25 people in three congregations to act as conversation facilitators,\" (Fishkoff). As both the progressive Jewish community and Project Reconnections movement grew stronger, it became evident that an area wide solution to the hostile nature of Israeli discussions was necessary. Prior to the Year of Civil Discourse, surveys revealed that \"more than 50 percent of those participating felt marginalized in the Jewish community because of their views. . . [ranging] from holding Israel responsible for the breakdown of peace talks and demanding an end to Israel’s presence in Palestinian territories, to those who place Israel’s security needs above all else and/or distrust the Palestinians,” and \"47 percent felt unsafe asking questions on Israeli-Palestinian subjects in a Jewish institution,” (Pine). Not only was the Israeli issue splintering the Bay Area's Jewish communities, but because of the effects, the topic became taboo and only served to worsen relations. When the YCD was proposed in late 2010, \"Virtually every local rabbi. . . signed onto a civility pledge,\" (Pine).</p><h3>Participant Selection</h3><p>With the Year of Civil Discourse being a regional deliberative forum for the entire Bay Area Jewish community there were no specific participants that aimed to be included, as discussion amongst all members was highly encouraged with emphasis placed on those who held extreme views either for or against Israel. Local rabbis were the main push behind the efforts with many joining the \"Rabbis' Circle\" a series of workshops designed to encourage dialogue on an \"ongoing basis,\" (Fishkoff). Rabbis from the four synagogues with the highest degree of conflict in the Bay Area were able to \"sign up a cohort of at least 25 congregants from across the political spectrum\" to participate in the circle and other organizing events (Pine).</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>Formally, the Year of Civil Discourse lasted from December 12, 2010 through December 13, 2011 with events spanning the entire year amongst different locations. The biggest deliberative forum held was the kickoff event held at the Congregation Beth Israel Judea and the Brandeis Hillel Day School which \"drew more than 200 people\" with \"each invitee was asked to bring two friends who disagree on Israel,\" (Fishkoff). This invitation-only event was an all-day conference held in the heart of San Francisco, and was \"watched closely throughout the United States by communities considering similar efforts (Fishkoff). Participants listened to an array of speakers from across the ideological divide and participated in a series of workshops, including working on managing \"triggers,\" or inflammatory statements that inhibited deliberative dialogue. Throughout the course of the YCD, the Rabbis' Circle remained active in leading the conversation, lay and professional leaders attended facilitator training sessions, book and film groups held discussions on controversial subjects, and awards were granted in recognition of models of civil discourse (Jewish Council of Public Affairs). A description of many of the YCD's JCRC events, with dates, times, etc., can be found at <a href=\"http://www.jcrc.org/calendar_pastevents.htm\">this website</a> [DEAD LINK] (YCD events will fall between the dates listed above). By the end of the YCD, almost \"1,000 people participated in the various program components,\" (Pine).</p><h3>Influence, Outcomes, and Effects</h3><p>Over the course of the Year of Civil Discourse Initiative, its influence and effects on the Bay Area Jewish populace were positive, to say the least. By the end of the year, \"close to 1,000 people participated in the various program components,\"(Pine). The JCRC's Rachel Kalish describes the transformation among the participants, indicating she witnessed “people's 'fight or flight' instincts shift as they learned to communicate thoughtfully and gain a deeper understanding of issues such as Jewish settlements and the status of Jerusalem,\" (Sterling). Kalish goes on to describe two individuals on opposite sides of the debate who came to understand each other and \"now work side by side as dialogue 'facilitators' at their congregation,\" (Sterling). According to Dan Pine of J Weekly, the program was a huge success with \"92 percent of participants reporting they achieved [an] increased knowledge and sensitivity to discussion issues,\" (Pine).  For the all intents and purposes, the YCD was hugely successful in building a once unmanageable conflict into a strong sense of community. The most extraordinary transformation was within the Sha’ar Zahav synagogue, which was not only able to reinstitute Israel programming, but now has members who are seeking further training from the Jewish Dialogue Group, “a Philadelphia-based organization that also trains people in leading facilitated discussions on Israel and the Palestinians,”(Pine). With this success, other Jewish communities around the United States are reaching out to Bay Area facilitators to help spread the message of civil discourse on Israel (Pine). After presenting the project to the Jewish Council for Public Affairs, Abby Porth, JCRC’s Associate Director and organizer of the YCD, went to the nation’s capital “to facilitate civil discourse training for colleagues from around the country,” (Pine). By holding the Year of Civil Discourse, the Bay Area Jewish community was not only able to build bridges and mend relationships among community members, but was also able join the national discussion on discourse surrounding Israel and Palestine.</p><h3>Analysis and Criticism</h3><p>Since the Year of Civil Discourse on Israel took place so recently, there has yet to be much analysis or criticism regarding the event. However, some anti-Israel participants questioned the possible bias of the Jewish Community Relations Council in the organization process as prior to the event the JCRC had “helped write new federation guidelines for funding Israel-related programs,” (Pine). Despite this fact, the YCD was organized to facilitate amicable discussion, and not to pursue any particular agenda or consensus regarding the issue. Continually, Roi Bachmutsky compares the Year of Discourse, albeit on a “different scale,” to arguably the most powerful political lobbying group in D.C., the pro-Israel JStreet. He cites these two organizations as examples of the shift that is occurring in modern Jewish-American engagement with Israel towards a more critical approach, rather than the staunchly Pro-Israel stance of years past (68). It is clear that the Year of Civil Discourse has had a profound impact on the Jewish Community.</p><h3>Sources</h3><p>Bachmutsky, Roi. <a href=\"http://escholarship.org/uc/item/0zr5v1n5\">\"Home Away From Home: How Birthright Shapes the Thought and Discourse About Israel Among American Jewish Young Adults.\"</a> <em>Berkeley Undergraduate Journal. </em>2011.</p><p>Fishkoff, Sue. “<a href=\"http://www.jta.org/2010/12/14/news-opinion/united-states/on-israel-can-u-s-jews-disagree-nicely\">On Israel, Can U.S. Jews disagree nicely?</a>” <em>Jewish Telegraphic Agency. </em>14 Dec. 2010.</p><p>Jaben-Eilon, Jan. <a href=\"http://www.jcrc.org/downloads/ycd/LearningHowToArgueStory.pdf\">“Learning How to Argue.”</a> <em>The Jerusalem Report.</em> 9 Nov. 2009. 46-50. [DEAD LINK]<br/>[UPDATE: see <a href=\"http://www.jpost.com/Jerusalem-Report/Tough-Love\">here </a>for a similar article]</p><p>Pine, Dan. <a href=\"http://www.jweekly.com/article/full/63860/the-end-of-rude-did-the-year-of-civil-discourse-make-it-easier-to-talk-abou/\">“The end of rude: Did the Year of Civil Discourse make it easier to talk about Israel?”</a> <em>J Weekly</em>. 5 Jan. 2012.</p><p>Pine, Dan. <a href=\"http://www.jweekly.com/article/full/59301/year-of-civil-discourse-teaching-jews-how-to-disagree-minus-the-vitriol/\">\"'Year of Civil Discourse': Teaching Jews how to disagree minus the vitriol.\"</a> <em>J Weekly</em>. 16 Sept. 2010.</p><p><a href=\"http://engage.jewishpublicaffairs.org/p/salsa/web/blog/public/?blog_entry_KEY=1523\">\"San Francisco JCRC: Year of Civil Discourse Initiative.\"</a> <em>Jewish Council for Public Relations</em>. 15 Apr. 2011.</p><p>Sterling, Joe. <a href=\"http://religion.blogs.cnn.com/2012/01/27/american-jews-defuse-rancor-over-israel-in-their-own-communities/\">“American Jews confront internal rancor over Israel.”</a> <em>Belief Blog - CNN.</em> 27 Jan. 2012.</p><h3>External Links</h3><p><a href=\"http://www.jcrc.org/ycd.htm\">Bay Area Jewish Community Relations Council</a>.</p><p><a href=\"http://jewishpublicaffairs.org\">Jewish Council of Public Affairs</a>.</p><p><a href=\"http://www.jcrc.org/downloads/ycd/ProjectReconnectionsAppl2010.pdf\">Application to Participate in <em>Project Reconnections</em></a> [DEAD LINK]<br/>[UPDATE: see <a href=\"http://www.workplaceconnections.com/project_reconnections.html\">here </a>for similar webpage]</p>", "title": "Year of Civil Discourse on Israel - Bay Area, California"}