{"htmlbody": "<p><em>Note: this is an English translation of the original Italian case study that was first submitted by Alessandro Masala on 06/29/2011, and which can be found at <a href=\"http://participedia.net/cases/il-padule-che-vorremmo-ponte-buggianese-italy\">http://participedia.net/cases/il-padule-che-vorremmo-ponte-buggianese-italy</a>.</em></p><h3>Summary</h3><p>Il Padule Che Vorremmo (\"The Wetland We Want\") was a participatory process that occurred over six months between 2009-2010 in the municipality of Ponte Buggianese in Tuscany, Italy.  The process used field research, the expertise of technical experts, and conflict mediation techniques to facilitate citizen input through working groups.  Through this process the various stakeholders were able to come to an agreement about the restructuring of the local sewage treatment system and its impact on the Fucecchio Wetland.  </p><h3>Problems and Purpose</h3><p>The problem in question, which arose in 2003, stemmed from the definition of operational aspects connected to the realization of sewage treatment plant in the largest protected wetland in Italy, Fucecchio Wetland.  At a more general level, the problem regarded the restructuring of the sewage treatment system of the Municipality of Ponte Buggianese and Nievole Valley.</p><p>“The Wetland We Want” project was created with the objective of collaboratively deciding:</p><ul><li>the definite location of the new site for the purification plant</li><li>the laws for Wetland water drainage (in particular, those regarding the amount of water emitted, and the seasonal flooding of the area)</li><li>the guidelines for the development of Fucecchio Wetland, attempting to move forward projects regarding the development of the area by overcoming the existing conflicts among various stakeholders (hunters, environmentalists, property owners, committees, and organizations)</li></ul><h3>History</h3><p>The participatory process called “The Wetland We Want” took place in the Municipality of Ponte Buggianese with the help of the Regional Authority of Participation of Tuscany.</p><p>Initially, the existing sewage treatment plants in Pescia di Pescia and Pescia di Collodi guaranteed the discharge of water into the wetland.  This meant that Fucecchio wetland never completely drained, even during the summer. </p><p>However, in 2003, the ATO2 (<em>Autorita’ di Ambito Territoriale Ottimale</em>, “Authority of Optimal Territorial Environment”) began a project to improve the water quality through the reorganization of the civil and industrial sewage treatment plants in their districts.  It anticipated the closure of 49 plants and the entry of all waste into 2 <em>tuboni</em> (“big tubes”)which would carry the water to the purification plants in the Santa Croce area.  The suggested two <em>tuboni</em> would have carried all the purified waters downstream, meaning that, in the summer, the basic flow necessary for the conservation of the existing ecosystems would not have been preserved.</p><p>Over the course of the years, local agencies had attempted to inform and communicate with citizens, but they had not succeeded in finding an agreement among the stakeholders to determine an appropriate site for the construction of the plant, or to determine the amount of water that needed to be emitted into the Wetland and its destination. </p><h3>Originating Entities and Funding</h3><p>The municipality covered the expenses of printing informational material, sending letters of invitation to citizens, refreshments and lunches, and the rent of the locations for the public meetings.  The Regional Authority for the Participation of Tuscany, according to the Regional Law 67/2007, contributed 69,275 Euros.</p><h3>Participant Selection</h3><p>The preliminary “listening” phase involved around 400 people.  Of these, 369 were ordinary citizens met casually in communal public spaces, and 23 were “key witnesses” (technical professionals, relevant politicians and administrative officials, representatives of local associations) interviewed in-depth.  For this preliminary phase of investigation, the interviewed “key witnesses” were identified through a media review, and every person who had publicly taken a position in the debate was contacted. </p><p>All citizens were invited to participate in the working group process, and there was no selection criteria.  105 people took part in the first meeting, which was the presentation of the participatory process.  Of those, 83 had participated in one or more meetings regarding the purification plant development.  Of the citizens, 32 were part of local associations interested in the topic.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The project was divided into 4 phases:</p><p>The first phase was the design of the decision process, and of field investigation.  This was done through casual meetings with citizens and in-depth interviews with key witnesses<em>.   </em>An Accountability Committee was formed which supervised the various phases of the participatory process.  Its members were selected to be representative of the local organizations (environmentalists, hunters, etc.), and was later enlarged by 5 citizens, chosen through a random drawing.</p><p>The second phase involved public communication.  This was accomplished through the creation of a document illustrating the general structure and execution of the process, the creation of a web site, and various publications (postcard invitations to the event, posters, etc.).  In this phase, informative material was also distributed to working group participants.</p><p>The third phase was the participatory phase.  It included 14 public meetings—the first launched the process, and the other13 involved work and discussion of topics.  These meetings consisted of plenary sessions for the presentation of the topics under discussion, supplemented by technical professionals;  the meetings closed with the distribution of instant reports relating to the discussions and results obtained from the work.</p><p>Finally, the fourth phase was the return of the results.  These were made public in various ways, and were published on the project’s website.</p><p>The process began in July 2009 and concluded on February 27, 2010.</p><h3>Methods</h3><p>The complexity of the topic, the intersect oral nature, and the existing conflicting interests among stakeholders lead to the selection of an approach inspired by the methods of Consensus Building.</p><p>The methods used during the process were:</p><ul><li>in-depth interviews and compilation of surveys during the investigation phase</li><li>focus groups and brainstorming during the working group phase</li><li>mediation instruments for conflicts in the phase of defining the agreement</li></ul><p>Given the technical character of the question, the availability of technical professionals to respond to participant questions was important.</p><h3>Influence, Outcomes, and Effects</h3><p>As detailed above, “The Wetland We Want” project had 3 objectives:  the identification of a site for the new sewage treatment plant, the definition of the water drainage laws for Fucecchio Wetland, and the identification of guidelines for the development of the wetland .</p><p>At the end of the project, over 6 months, the 3 principal objectives had been reached.  Specifically:</p><ol><li>On December 16, 2009, the town council of Ponte Buggianese approved the site of the plant, which had emerged from the participatory process</li><li>In February 2010, the principals for drafting new water drainage regulations for the Wetland were defined.</li><li>On February 27, 2010, the main strategies for the development of the area around Fucecchio Wetland were defined</li></ol><p>Around 500 people were actively involved in the process.</p><p>The process exerted influence in particular regarding the location of the plant.  The administration identified the final site from of a list of 3 possible sites which emerged from the participatory process (one of which was suggested by the Municipality, with the other two being suggested by participants).</p><p>In order to define of water drainage laws for the wetland, the Provincial Administration of Pistoia took into account the suggestions and requests of the citizens, especially those reached by diverse local stakeholders (environmentalists, hunters, property owners).</p><p>Regarding the Land Reclamation of Fucecchio Wetland, the results of the process were adopted as revisions into the drainage upgrade project contained in Annex X of the Protocol which had been created  before 2008.</p><h3>Analysis and Criticism</h3><p>The participatory process achieved important results which would have been difficult to reach using traditional methods.  Thanks to the participatory process, conflicts which had existed for years, such as those around the drainage regulations of the Wetland, were able to be resolved.</p><p>Another positive achievements was the atmosphere of the meetings which, given the controversy surrounding the topic, was generally good, despite some polemics and disagreements.  The level of trust and the quality of the relations among the various actors increased over the course of the meetings, as did the conviction that the process could be useful for resolving some conflicting viewpoints. </p><p>One criticism is that, from the viewpoint of social capital, the process did not seem to have produced significant changes over the brief period.</p><h3>Secondary Sources</h3><p>Il Padule Che Vorremmo/\"The Wetland We Want\" (Italiano).  Participedia.net.  Retrieved 2 March 2012 from &lt;<a href=\"http://participedia.net/cases/il-padule-che-vorremmothe-wetland-we-want-italiano&gt;\">http://participedia.net/cases/il-padule-che-vorremmothe-wetland-we-want-...</a>.  </p><h3>External Links</h3><p><a href=\"http://www.consiglio.regione.toscana.it/partecipazione/documenti/RelazioniFinali-Progetti/RelFin_PonteBuggianese.pdf\">Final Report </a>[ITALIAN]</p><p><a href=\"http://www.ilpadulechevorremmo.it/home/\" rel=\"nofollow\" title=\"http://www.ilpadulechevorremmo.it/home/\">http://www.ilpadulechevorremmo.it/home/</a> [DEAD LINK]</p><p><a href=\"http://www.zoneumidetoscane.it/\">Wetlands of Northern Tuscany</a> [ITALIAN]</p><p><a href=\"http://www.rumiproduzioni.it/home/?p=133\">Video Documentary on Project</a> [ITALIAN]</p>", "title": "The Wetland We Want \"Il Padule Che Vorremmo\" (Ponte Buggianese, Italy)"}