{"htmlbody": "<p>The Citizen's Council of the National Institute of Health and Clinical Excellence was established in 2002 as the United Kingdoms' first advisory board comprised entirely of members of the public. This advisory board is responsible for deliberating on key health issues and charged with issuing recommendations for improvements on the matters. Since their establishment in 2002, the Council has issued fourteen reports with suggestions for improving the current health issue. The Council is comprised of thirty members of the public that meet twice a year for three days at a time to discuss and deliberate about an issue that the Council committee has set forth. The resulting reports are then presented to the NICE board and the recommendations are taken into consideration for the implementation of new programs that would help to address the concern.</p><p><a id=\"Purpose_and_Problem\" name=\"Purpose_and_Problem\"></a></p><h2>Purpose and Problem</h2><p>Typically, decisions concerning important national issues are made by politicians or experts in their field. While some countries still prefer this type of leadership, the United Kingdom has decided to include the public that they serve in their decision-making processes. The National Health Service and the National Institute for Health and Clinical Excellence has created an independent Citizen's Council that deliberates over important and imminent health issues facing NICE. The unique thing about this Citizen's Council is that it is entirely comprised of member of the public representing England and Wales. The hope behind this Council is that by having a representative sample of the public deliberating over key health issues, that the support for new health programs and initiatives would be much greater from ordinary UK citizens because they now have the comfort of knowing that their voices are being heard and listened to. This council is also responsible for evaluating the social and moral issues that are raised by NICE guidelines. \"The Citizen's Council was established to ensure that the views of those who fund the NHS- the public- are incorporated into the decision-making process.\"[<a class=\"external autonumber\" href=\"http://www.nice.org.uk/aboutnice/howwework/citizenscouncil/citizens_council.jsp\" rel=\"nofollow\" title=\"http://www.nice.org.uk/aboutnice/howwework/citizenscouncil/citizens_council.jsp\">[1]</a>]</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>The National Institute for Health and Clinical Excellence was established in 1999; however its Citizen's Council was not established until 2002. While the council is responsible for presenting its findings to the NICE board, it is still considered an independent committee that is centered on public involvement. The committee has thirty members at any one time and each member serves a three year term. The board meets twice a year for three days at a time in order to hear opinions and deliberate on possible solutions for their current health topic. Through NICE's values of transparency, collaboration and stakeholder involvement they have been able to establish this Citizen's Council with the support and funding of the public that they serve.</p><p><a id=\"Creation_and_Participant_Selection\" name=\"Creation_and_Participant_Selection\"></a></p><h2>Creation and Participant Selection</h2><p>This council was established in order to allow the public more active participation in the decisions and implementations of programs concerning their health. NICE and the NHS believe that public involvement is a key part in gaining public support and trust while providing excellent health services that serve England and Wales. The public's participation gives the NHS and NICE a more well-rounded look at the health issues they are currently facing and this in turn allows them to make better, more well-informed decisions concerning possible solutions. The council itself is a representative sample of the population in England and Wales. This is to say that no portion or subset of the population that this committee serves is left out of the decision-making process. This is also one of the best possible ways to ensure fairness and equality in the deliberative process. There are thirty members on the council at any one time and each member has a term of three years.</p><p><a id=\"Deliberations_and_Decisions\" name=\"Deliberations_and_Decisions\"></a></p><h2>Deliberations and Decisions</h2><p>To begin the process of deliberation, the council committee and the NICE board decide collaboratively, what the council should discuss in the upcoming session. When the council meets they listen to different views on the current topic then outline and present their conclusions to the NICE board. The NICE board then issues a formal response with their reactions to the councils' suggestions as well as any action that is going to be taken as a result of those suggestions. The recommendations and conclusions of the council have been incorporated into a document called the Social Value Judgments \"which describes the principles that NICE and its advisory bodies should use when making decisions about the clinical and cost effectiveness of intervention.\"[<a class=\"external autonumber\" href=\"http://www.nice.org.uk/aboutnice/howwework/citizenscouncil/citizens_council.jsp\" rel=\"nofollow\" title=\"http://www.nice.org.uk/aboutnice/howwework/citizenscouncil/citizens_council.jsp\">[2]</a>] During the listening phase of the councils' meeting, the members hear from expert witnesses in the fields concerning the current topic under debate. The council then proceeds to have small group discussions and may question the witnesses at the end of day three. Since 2002 the council has issued fourteen reports to the NICE board. The topics that are deliberated over range from health inequalities to patient safety and the while there may have been suggestions set forth by NICE, the result of the council often gives a solution that had not been previously thought of by NICE which is exactly why the council is there. At the conclusion of the gathering, the council votes on the desired conclusion that is to be presented to the board and the majority wins.</p><p><a id=\"Outcomes_and_Effects\" name=\"Outcomes_and_Effects\"></a></p><h2>Outcomes and Effects</h2><p>Incentives, smoking and harm reduction, innovation, departing from the threshold, quality adjusted life years and severity of illness, patient safety, \"only in research\", health inequalities, rule of rescue, mandatory public health measures, ultra orphan drugs, confidential inquiries, age, and clinical need are the titles and topics that the council has deliberated over since their birth in 2002. While their titles don't always give away what they were discussing, these reports have been very helpful and insightful for NICE to get a good idea of how the public would go about solving an issue. For example \"in the health inequalities report, the council [was] asked to debate whether NICE should focus on improving the health of the majority of the population, thus increasing the gap between socio-economic groups, or whether they should focus instead on the poor health of minority groups. After listening to the views and assessing all the evidence, the [council] decided that health care should go to those whose needs are greatest, irrespective of their socio-economic group.\"[<a class=\"external autonumber\" href=\"http://www.hta.ac.uk/nihrmethodology/reports/1566.pdf\" rel=\"nofollow\" title=\"http://www.hta.ac.uk/nihrmethodology/reports/1566.pdf\">[3]</a>] In the instances of some of the other meetings, the council often voted on and came to conclusions that had not otherwise been considered by the NICE board. The council seems to be very effective at specifying their concerns with certain aspects of a proposition such as incentives while taking into account all of the possible solutions. By presenting their findings to the NICE board, the Citizen's Council has helped to implement a number of guidelines and programs that aim to improve the overall health and well being of the citizen's of the United Kingdom. The NICE website has more information about the meeting procedures and findings of each topic in detail and follow from most recent to oldest as listed below. • Citizens Council report: incentives</p><p>• Citizens Council report: smoking and harm reduction</p><p>• Citizens Council report: innovation</p><p>• Citizens Council report: departing from the threshold</p><p>• Citizens Council report: quality adjusted life years (QALYs) and severity of illness</p><p>• Citizens Council report: patient safety</p><p>• Citizens Council report: \"only in research\"</p><p>• Citizens Council report: health inequalities</p><p>• Citizens Council report: rule of rescue</p><p>• Citizens Council report: mandatory public health measures</p><p>• Citizens Council report: ultra orphan drugs</p><p>• Citizens Council report: confidential inquiries</p><p>• Citizens Council report: age</p><p>• Citizens Council report: clinical need</p><p><a id=\"Analysis_and_Criticisms\" name=\"Analysis_and_Criticisms\"></a></p><h2>Analysis and Criticisms</h2><p>Although NICE had the great idea to include members of the public in important and influential decision-making processes, there is still some room for improvement to the current set-up. While it is generally agreed upon that public opinion has added a beneficial dimension to the decision-making processes about public health, it is a little puzzling that the topics over which the council deliberates is not under the power of the council. In other words, the council committee, which is made up of professionals, along with the rest of NICE, are the ones who decide what topic they would like the council's opinion on. So while the NHS and NICE think that public opinion on health issues is important, they delegate what topics they want the opinions on. This could be hiding some health concerns that the public would like to see resolved before dealing with others but they don't have the freedom to decide the priority of the topics on which they discuss.</p><p>In the description of each meeting, there is a detailed outline of how the three-day meetings operate and end. The expectations and goals of each day were well laid out for the council members. A number of experts are brought in to speak on different sides about the topic and the council breaks in to small groups at multiple times to discuss the testimonies and vote on possible solutions. The flaw in only relying on expert witnesses is that their information does not always paint the best overarching picture. Due to the fact that some sources refused to give certain information, the basis of knowledge on which the council members are supposed to deliberate is limited and somewhat skewed. The council does demonstrate efficiency in prioritizing their key values as well as identifying a broad range of solutions, weighing the pros and cons and making the best decision possible with regard to the topic at hand. This council has not demonstrated any haste or rash decisions and rarely do they vote a blanket \"yes\" on important issues without adding some caveats that help to specify their stance.</p><p>Overall the Citizen's Council does a great job at discussing the topic that the Council committee and NICE board has set out for them and their meetings result in a well thought out and versatile range of analyzed solutions. The down side of being a Citizen's Council is that once the presentation of findings has been made to the board, there is not much else the members can do in order to implement the suggestions they have made. It is not out of their hands and on to the next topic.</p><p><a id=\"References\" name=\"References\"></a></p><h2>References</h2><p>\"Citizen's Council.\" National Institute for Health and Clinical Excellence. National Health Service, 31 March 2010. Web. 4 Dec 2010. &lt;<a class=\"external free\" href=\"http://www.nice.org.uk/aboutnice/howwework/citizenscouncil/citizens_council.jsp\" rel=\"nofollow\" title=\"http://www.nice.org.uk/aboutnice/howwework/citizenscouncil/citizens_council.jsp\">http://www.nice.org.uk/aboutnice/howwework/citizenscouncil/citizens_council.jsp</a>&gt;.</p><p>Council Members, . \"The Use of Incentives to Improve Health.\" NICE Citizens Council Meeting. London, UK, National Health Service. 2010. 1-40. PDF.&lt;<a class=\"external free\" href=\"http://www.nice.org.uk/media/9AF/56/CCReportIncentives.pdf\" rel=\"nofollow\" title=\"http://www.nice.org.uk/media/9AF/56/CCReportIncentives.pdf\">http://www.nice.org.uk/media/9AF/56/CCReportIncentives.pdf</a>&gt;</p><p>Davies, Wetherell et al. Opening the Box: Evaluating the Citizens Council of NICE. The Open University. March 2005. &lt;<a class=\"external free\" href=\"http://www.hta.ac.uk/nihrmethodology/reports/1566.pdf\" rel=\"nofollow\" title=\"http://www.hta.ac.uk/nihrmethodology/reports/1566.pdf\">http://www.hta.ac.uk/nihrmethodology/reports/1566.pdf</a>&gt;</p><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h2>Secondary Sources</h2><p>Annual Reports and Accounts 2008/09. National Institute for Health and Clinical Excellence. National Health Services. 8 July 2009 vol 1.</p><p>Thatcher, Mark. Report: Governance structures and health technology assessment agencies: a comparative approach. London School of Economics. July 2010.</p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p><a class=\"external free\" href=\"http://www.nice.org.uk/\" rel=\"nofollow\" title=\"http://www.nice.org.uk/\">http://www.nice.org.uk/</a> <a class=\"external free\" href=\"http://www.nhs.uk/Pages/HomePage.aspx\" rel=\"nofollow\" title=\"http://www.nhs.uk/Pages/HomePage.aspx\">http://www.nhs.uk/Pages/HomePage.aspx</a></p><p><a id=\"Sources\" name=\"Sources\"></a></p><h2>Sources</h2><ul><li><a class=\"external text\" href=\"http://www.nice.org.uk:80/aboutnice/howwework/citizenscouncil/citizens_council.jsp\" rel=\"nofollow\" title=\"http://www.nice.org.uk:80/aboutnice/howwework/citizenscouncil/citizens_council.jsp\">NICE Citizens Council web site</a></li><li><a class=\"external text\" href=\"http://www.2020publicservicestrust.org/publications/item.asp?d=2627\" rel=\"nofollow\" title=\"http://www.2020publicservicestrust.org/publications/item.asp?d=2627\">Annabelle Lever's Report: Democracy, Deliberation, and Public Service Reform: The Case of NICE</a></li></ul>", "title": "National Institute for Health and Clinical Excellence Citizens Council"}