{"htmlbody": "<p><em>Note: this is an English translation of the original Italian case study that was first submitted by Alessandro Masala on 07/06/2011, and which can be found at <a href=\"http://participedia.net/cases/un-bilancio-con-le-tue-idee-reggio-emilia-italy\">http://participedia.net/cases/un-bilancio-con-le-tue-idee-reggio-emilia-italy</a>.</em></p><h3>Problems and Purpose</h3><p>Faced with low levels of citizen interest in community affairs, the Municipality of Reggio Emilio decided to experiment with the participatory budgeting process in District 8.   Participatory budgeting revolves around creating debate and constructive dialogue among citizens with the aim of arriving at a mutually-agreed choice of priorities.  These priorities are then meant to be included by the Administration in the preliminary budget.</p><p>The project aimed to achieve substantial citizen involvement in the region, so that its residents become personally involved with their municipal government.</p><h3>History</h3><p>Over the last 20 years, the Municipality of Reggio Emilia has undergone demographic, urban, and infrastructural transformations.  The consequence of these transformations has been a change in social networks of political and civil involvement of citizens.</p><p>Notwithstanding the strong presence of civil and collective associations, there have been evident signs of unease, of scarce interest among citizenry in community issues. </p><p>Therefore an urgency emerged to attract more civic participation and create new civil and political relations among citizens, both between them and their local institutions.  For this reason, the Municipality of Reggio Emilia attempted to reinvigorate the districts in danger of losing their active role in regional politics through decentralization. The Municipality approved a new District Regulation which delegates greater powers to districts and allows for new forms of participation designed to involve citizens and associations in decision-making. </p><p>Participatory budgeting is one of the principal participatory methods used by the Reggio Municipality.</p><h3>Originating Entities and Funding</h3><p>The process cost 13.500 Euros (7.500 Euros for staff and 6.000 Euros for information material).  Sponsors paid for 5.000 Euros while the administration paid the remaining 8.500.</p><h3>Participant Selection</h3><p>The Office of Decentralization, Participation, and Deliberative Processes (Municipal Office of “Participation and Accountability”) coordinated and facilitated public meetings in which the residents could voice their concerns. Posters and flyers were printed and distributed for their promotions.</p><p>In total, 256 people (188 male, 68 female) took participated. Most participants were between 36 and 60 years of age.</p><p>In each meeting, participants elected 2 delegates from among themselves. These took part in the more detailed, technical aspects of enacting the discussions' agreements with municipal experts in the material and the project’s steering committee, on behalf of the Department of Decentralization, Participation, and Deliberative Processes (Reggio’s Sustainability Office).</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The participatory process began in September 2007 and concluded in February 2008.  It was divided into three phases:</p><ol><li>collection of proposals and needs</li><li>evaluation of the proposals</li><li>presentation of the results</li></ol><p>Between September 25th and October 7th, there were 5 public meetings, one with each neighborhood (the first phase).  To carry this out, District 8 of Reggio was divided into 5 areas defined as “neighborhoods”:  Villa Sesso, Gardenia-Tondo, Roncocesi, Cavazzoli, and San Prospero Strinati.  A meeting was held in each of these neighborhoods with the intent of discovering the needs and collecting the residents' proposals.  Each participant could take up to 3 minutes to make his/her intervention, and could make up to 2 proposals and present up to 2 needs.  The proposals would fall under four pre-established areas:  public operations, environment, sport/culture/youth policies, and social policies. The requests and proposals were then classified according to the magnitude of required intervention (simple reports, neighborhood-scale interventions, or city-scale interventions).</p><p>In November, municipal officials began to evaluate the citizens' proposals (the second phase). Afterwards, the District Council and the City Council decided which proposals were “feasible” for inclusion in the 2008 Budget.  On April 2, 2008, the results were presented in a public assembly (the third and final phase of the project), which around 100 people attended.</p><p>The citizens were punctually informed of the results as the process developed through its various phases.  Communication was achieved through a newspaper published in tabloid format and distributed to all houses in the related regions.  This paper had three functions:</p><ol><li>communication of the advance of the project</li><li>communication of the proposals emerged from the neighborhood assemblies</li><li>communication of the evaluation of the proposals</li></ol><h3>Influence, Outcomes, and Effects</h3><p>123 proposals emerged from the process, of which 17 were included in the 2008 budget.  In general, the proposals aimed to improve the region’s livability, such as proposals to create greater space and security for pedestrians, or to improve public lighting.</p><h3>Analysis and Criticism</h3><p>After the April 2nd assembly in which citizens learned of the decisions adopted by the administration with regard to their proposals, they had the opportunity to ask for clarification and to express their opinions with respect to the Participatory Budgeting experiment.</p><p>The participants in general were satisfied with the process, mainly because it was the launch of a participatory process, it kept the citizenry informed, and those who participated felt involved.  The involved participants judged the experiment positively.  In fact, their opinion was more positive than it had been before the experience, which gives hope for greater citizen involvement in the future.</p><p>However, those who took part in the process argued that participation could be improved through a larger listening phase and the adoption of more proposals.</p><h3>Secondary Sources</h3><p>\"Un Bilancio Con Le Tue Idee/A Budget With Your Ideas (Italiano)\".  Participedia.net.  Retrieved 9 March 2012 from <a href=\"http://www.participedia.net/cases/un-bilancio-con-le-tue-ideea-budget-your-ideas-italiano\">http://www.participedia.net/cases/un-bilancio-con-le-tue-ideea-budget-yo...</a>.</p><p> </p>", "title": "A Budget With Your Ideas (Reggio Emilia, Italy)"}