{"htmlbody": "<p>Note: This sample assignment is designed for an upper division undergraduate course. It can be adapted in level of difficulty to suit either graduate seminars or more introductory courses.</p><h3>Assignment</h3><p>Write and post an article on Participedia (<a href=\"http://participedia.net/\" title=\"http://participedia.net\">http://participedia.net</a>). This paper may be written in 2-3 person teams, if you choose. A solo paper is the equivalent of a 5 page paper, and each additional co-author requires the equivalent of 3 more pages of detail/complexity. For the purpose of counting “pages”, you can try copy-and-pasting your Participedia pages into Word, 1” margins, Times New Roman 12 pt font, and see what you’ve got.</p><h3>Due Dates</h3><p>There are three due dates associated with this assignment:</p><ol><li>Submit a one paragraph description of your case (6 weeks before final deadline)<br/> </li><li>Write a draft of your article on Participedia and submit the link (3 weeks before final deadline)<br/> </li><li>Finalize your article and submit the link again (deadline)</li></ol><h3>Model Article</h3><p>To see what a finished article looks like, see the article on the <a href=\"http://participedia.net/cases/british-columbia-citizens-assembly-electoral-reform\">British Columbia Citizens' Assembly on Electoral Reform</a>. Notice that this article has “Case Data,” found in the right-hand column, and narrative text. Both the narrative article and the case data can be generated or updated by selecting “edit” and then either filling in the “article body” or clicking through the tabs found immediately above the article body. The process for producing and editing case data and narrative text will be described in detail below.</p><p>In addition to the article, please complete the “Case Data” found at the right of the page. This will include images related to the case, method, or organizations as well as information regarding variables such as the issues under consideration, the type of staff, the intended purpose, the type of interaction, whether the process was facilitated, and much more. We suggest exploring these data fields before compiling information from your sources so that you can complete as much of the case data as possible.</p><h3>So What Do I Do?</h3><p>Here are the main steps to getting this assignment done.</p><h4>1. Pick a case, method, or organization.</h4><p>The first step in this assignment is to pick the case, method, or organization that you want to describe in your article. There are several sources of potential cases:</p><ul><li>Article stubs in Participedia. To see these articles, click on <strong>cases</strong>, <strong>methods, </strong>or<strong> organizations</strong> tabs at the top of the home page. Then, in the “Refine your search” column on the right side of the screen, look for the “completeness” variable and click on “stub.” You can pick one of these partial articles and complete it for your assignment.<br/> </li><li>You can also find cases in various books and papers, including these: Deliberative Democracy Handbook; Public Participation Handbook; Case study collections by Archon Fung and others (e.g., Deepening Democracy); <a href=\"http://thataway.org/\" title=\"http://thataway.org\">National Coalition for Dialog and Deliberation website</a>; <a href=\"http://www.deliberative-democracy.net/\" title=\"http://www.deliberative-democracy.net/\">Deliberative Democracy Consortium website</a>; <a href=\"http://www.pgexchange.org/\" title=\"http://www.pgexchange.org/\">Civicus Participatory Governance website</a></li></ul><p>One you have selected a case, method, or organization it is important to be sure that there is not already a completed article on that case in Participedia. Search for the case in PP and see whether your search returns a completed article.</p><h4>2. Collect sources for the case</h4><p>Your Participedia article will not be based primarily upon field research, but rather on secondary sources. So, it is important to make sure that there is enough research done on the case, and that you have that material. After you have chosen your case, collect the relevant source material for it. Read through that material and make a judgment about whether you have enough material to both develop your Participedia article and fill in the related data fields. If possible, gather relevant images. If you cannot find enough secondary research on the case that you have selected, you will need to select a different case.</p><h4>3. Write a paragraph on your case</h4><p>Once you have a case with enough secondary sources to complete your assignment, write a short paragraph of approximately 300 words that describes the case. What is it called? What was the goal? Who participated? Where did it happen? What did people decide? What happened?</p><h4>4. Write a draft of your article</h4><p>Write your first draft in a word processor such as Microsoft Word. We suggest using the following structure as an outline for the body of your article, but you may choose to add or subtract categories to suit your case, method, or organization: </p><ol><li>Definition<br/> </li><li>Problems and Purpose<br/> </li><li>History<br/> </li><li>Participant Selection<br/> </li><li>Deliberation, Decisions, and Public Interaction<br/> </li><li>Influence, Outcome, and Effects<br/> </li><li>Analysis and Criticism<br/> </li><li>Secondary Sources<br/> </li><li>External Links<br/> </li><li>Notes</li></ol><p>Then, read your secondary sources and use them to fill in the sections in the outline above. Be sure to cite all secondary sources in footnotes.</p><h4>5. Enter your draft into Participedia</h4><p>Follow these steps to put your draft into Participedia:</p><ol><li>Create a <strong>Participedia</strong> account using “Sign Up Today” tab  on the home page and then <strong>login</strong> to <strong>Participedia</strong>. You will not be able to create or edit content without a user account.<br/> </li><li>Once you have created your account, click on the <strong>create content</strong> tab.<br/> </li><li>From the “Create Content” page, choose <strong>Add a case</strong>, <strong>Add a method</strong>, or <strong>Add an organization</strong>.<br/> </li><li>From the “Create Case/Method/Organization” page, you will name your project, provide a brief summary, provide tags, and, if possible, upload a picture to serve as the “lead image” for the article. In addition, you will also be asked to update whether or not the article is “partial,“complete,” or merely a “stub” that serves as a placeholder. Until you are finished with your final article, click “partial.” When you have completed your article, including revisions and data information, click “complete.”<br/> </li><li>Copy-and-paste the text from each heading of your draft article under the corresponding headings in the text box. You may want to copy your text from Word into a plain text document [e.g., TextPad] before copying it into the text box to prevent any paste errors caused by hidden formatting codes in Word. From here, you can either edit the entry using the tools available at the top of the text entry box, such as bold, bullet points, and link, or, if you’re familiar with html formatting, you can switch to the plain text editor to perform more complex formatting by clicking on the “text format” box positioned immediately below the article body entry field. Make sure to include relevant hyperlinks to make your article as helpful as possible for your readers.<br/> </li><li>In addition to providing an overview, you will also need to click on the tabs to reach the “Case Data” entry forms for <strong>Location, Images, Purpose, History, Participants, Process, Organizers, </strong>and<strong> Resources</strong>.  The tabs for each set of data are located immediately above the large box containing the \"Article Body.” As you click on each tab you will see fields for data entry. Following the form prompts, enter as much of the requested data as you can. Case data are a key component of the cataloguing process, so please make every effort to complete as much of these fields as possible For example, the case will not show up on the map on the home page unless the location is filled in in the \"location\" tab. We realize that some of the data may be difficult for students to obtain, but the more they can collect and share, the better.<br/> </li><li>Keep notes on what works for you, and what does not work.  Please send your feedback to the Participedia team either by emailing us at <a href=\"/cdn-cgi/l/email-protection#0a63646c654a7a6b787e6369637a6f6e636b24646f7e\"><span class=\"__cf_email__\" data-cfemail=\"2841464e476858495a5c414b41584d4c414906464d5c\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a> or by clicking on the <strong>contact</strong> link at the top of any page. You can also use the <strong>contact </strong>link to request tech support if you encounter any problems using the site.<br/> </li><li>As you work, remember to <strong>Save</strong>. The <strong>Save</strong> button can be found at the bottom of the edit page. You do not need to complete an article at one sitting, but make sure you save before exiting the edit page. You can return to the page to edit or add information at any time by searching for the case, method, or organization on the <strong>Main Page</strong>, and then clicking on the <strong>Edit</strong> tab. We also suggest that you use the <strong>Preview</strong> at the bottom of the editing page for authoring and editing.</li></ol><p>You’ve created a Participedia article!</p><h4>6. Get feedback</h4><p>Send a link to your article to the Professor for comments and then incorporate those comments into the final version of your article. Feel free to send the link around to your friends in order to get additional comments.</p><h4>7. Hand in your assignment</h4><p>Turn in a stapled set of printouts of the Participedia pages you have created or edited. If you edited existing pages, simply highlight along the border to show those portions you added or changed. Be sure to write your name/s on the top-right corner of the pages and staple the pages together.</p><p> </p><p><em>Related Pages</em></p><ul><li><a href=\"http://participedia.net/content/participedia-course-assignments\">Participedia in course assignments</a></li><li><a href=\"http://participedia.net/content/sample-grading-rubric\">Grading Rubric</a></li></ul>", "title": "Participedia Sample Assignment 1: Write an Entry for a Case, Method, or Organization"}