{"htmlbody": "<p><em>This post comes to us courtesy of <a href=\"http://participedia.net/people/katieknobloch\">Katie Knobloch</a>, a doctoral candidate in the Department of Communication at the University of Washington.</em></p><p>This winter, I asked students in my 400-level Political Deliberation course at the University of Washington to create or substantially revise an entry for Participedia. The project was designed to give students an opportunity to learn about participatory projects, analyze and evaluate those projects, and create published content for a web site. To learn how to use Participedia in your classroom, simply visit the <a href=\"http://participedia.net/content/participedia-course-assignments\">course assignment page</a>, there you’ll find detailed instructions for a <a href=\"http://participedia.net/content/participedia-sample-assignment-1-write-entry-case-method-or-organization\">sample assignment</a> (adaptable for a variety of different levels and needs) and a suggested <a href=\"http://participedia.net/content/sample-grading-rubric\">grading rubric</a>.</p><p>The assignment builds off of a project originally developed by <a href=\"http://cas.la.psu.edu/faculty-staff/jwg22\">John Gastil</a>, at Pennsylvania State University, who created it in the Spring of 2010 for his own Political Deliberation course at UW. Since then, <a href=\"http://participedia.net/people/gsmith\">Graham Smith</a> of the University of Southampton and <a href=\"http://participedia.net/people/rodolfolewanski\">Rodolfo Lewanski</a> of the University of Bologna, Italy have also used this assignment in their courses. After the launch of the new, beta version of Participedia in December 2011, I revised the assignment to meet the needs of the new platform.</p><p>For this project, students worked in teams or as individuals to choose a participatory case, method, or organization, research that case, and eventually create content for the site. Although students were initially a bit concerned about the complexity of the project, they quickly began to understand its importance and the opportunity it offered them to develop their writing skills and learn about participatory governance.</p><p>With the knowledge that their work would be publically accessible, students pushed themselves, searching for multiple sources and engaging in detailed analysis to create high quality and accurate entries. Students were also able to turn in a draft of their entry. This allowed me to identify problematic areas and provided the students an opportunity to create a clean and precise final project. At the end of the quarter, students had created high-quality entries that evidenced a better understanding of real-life participatory projects. Students can now use their entries as writing samples, showing future employers their ability to analyze and evaluate projects and demonstrate their writing skills.</p><p>The most difficult part of the project for students was figuring out what qualified as a case, method, or organization. To help them, I asked members of my network to send me ideas for cases and developed a list of potential projects. Students were also encouraged to look in their own community for projects and visit websites, such as those for the <a href=\"http://ncdd.org/\">National Coalition for Dialogue and Deliberation</a> and the <a href=\"http://www.deliberative-democracy.net/\">Deliberative Democracy Consortium</a>, for ideas. The <a href=\"http://participedia.net/content/team\">Participedia team</a> is currently working to create a list of cases that need to be written, in part developed out of these efforts. In the end, through these sources and in class discussion the students began to understand what qualified and, ultimately, gained clarity in their conception of the participatory movement. Students found several interesting participatory cases and broadened the scope of the site, adding projects focusing on social movements and research centers as well as introducing new projects, such as the <a href=\"http://participedia.net/organizations/meta-activism-project\">Meta-Activism Project</a>, that expand the catalog of cases and overall utility of Participedia.</p><p>If you’re interested in using this assignment in your own course or know someone who may be interested in doing so, simply visit the <a href=\"http://participedia.net/content/participedia-course-assignments\">assignment page</a> or contact <a href=\"/cdn-cgi/l/email-protection#fb90899095949997bb8e8cd59e9f8e\">me</a> or one of the other <a href=\"http://participedia.net/content/team\">Participedia collaborators</a> to discuss how Participedia may be best utilized for both students and the participatory community.</p>", "title": "Insights into How to Use Participedia in the Classroom"}