{"htmlbody": "<p>The plan of this four-year research project (2011-2014), funded by the Academy of Finland, is to critically investigate the many-sided elements of deliberative democracy within the framework of complex health care issues, in the Finnish context. The project is carried out at the Social and Health Management Department at the Faculty of Philosophy at the University of Vaasa.</p><p><em><strong>Background</strong></em></p><p>Deliberative democracy can be seen as especially beneficial when the contemporary problems of health care are tackled. One distinct problem is the complex and inevitable issue of ‘limited resources, unlimited demand’. The existence of this gap between the demands and available resources cannot be denied or avoided. At the same time as the resource problems are getting worse, people’s expectations for health care grow. At the municipal level, the decisions are made in the frame of representative democracy, i.e. based on the views of elected representatives and technocratic experts. However, as the allocation of scarce resources demands more and more compromises and sacrifices, it becomes meaningful to ask whether the public could be given a stronger role on tackling these highly wicked health care issues.</p><p>For example, the USA and UK have been implementing different forms of deliberative democracy. In Finland, so far these are almost non-existent. Few have been implement, but none of these have been targeted on health care issues. The objective of this research project is to gain scientific evidence of how and if the practices of deliberative democracy could be applied in the context of Finnish health care. The main research questions are as follows; <em>1) Can the applications of deliberative democracy serve as a way of expressing the citizen’s voice in Finnish health care? We also have to ask; 2) what are the multidimensional elements of deliberative democracy, and how are they utilized in the health care of selected countries?</em> These can be divided into three interlinked research tasks (RT): to analyze and understand the multidimensional elements of deliberative democracy (RT1); to analyze the utilization of deliberative democracy models in the health care of selected countries (RT2); and to create and test a deliberative democracy model applicable to Finnish health care on the bases of theoretical framework and empirical study (RT3). The additional theoretical framework for the study consists of complexity theory, the concept of wicked problems and the idea of collective intelligence.</p><p><strong><em>Research methods and material</em></strong></p><p>Through comparative multidimensional evaluation model (MdE) the systems, models and applications of deliberative democracy in selected countries, i.e. UK and USA, are analyzed. Research’s main data consists of citizens’ survey (random sample of 5000), interviews of municipal authorities and the scientific test. The data will be analyzed both statistically and through qualitative methods. Based on the theoretical framework, comparative data and the results of the survey and interviews a model of deliberative democracy for the Finnish health care context is created and tested.</p><p><strong><em>Developments so far</em></strong></p><p>Please see the<a href=\"http://www.uwasa.fi/citizensvoice/english/news/\"> website of the project.</a></p>", "title": "Citizen's Voice: Analysis of the prospects of deliberative democracy in Finnish health care"}