{"htmlbody": "<p><em>Note: this is an English translation of the original Italian case study that was first submitted by Luca Stigliani on 06/21/2011, and which can be found at <a href=\"http://participedia.net/cases/la-bottega-del-futuro-casamassima-italy\">http://participedia.net/cases/la-bottega-del-futuro-casamassima-italy</a>.</em></p><h3><strong>Abstract</strong></h3><p>The project “The Shop of the Future” was designed to create a public debate with citizens through participatory processes and dialogue.  The objective was to harvest ideas and proposals for improving quality of life, involving people from all social backgrounds. Thus the project was designed for citizens, city officials, and business people. It took place in the municipality of Casamassima, a small city with 18,000 inhabitants in the province of Bari in Puglia. </p><p>The workshop revolved around the basic theme “the future of Casamassima” which, to facilitate discussion, was divided into four sub-themes:</p><ul><li>wellness and quality of life</li><li>environment, city, and rural area</li><li>innovation, culture, and knowledge</li><li>economy and labour</li></ul><h3><strong>Sponsors and Financing</strong></h3><p>The Shop of the Future is part of the plan for “Reinforcement of the Administrative Capacity for a Quality Administration”—PON (Plan of National Organization) Governance and Systematic Actions, promised by the Department of Public Functions of the Ministry for Public Administration and Innovation.  The project was carried out by Formez PA (center services, assistance, research, and training for the modernization of Public Administrations) with the collaboration of the municipality of Casamassima.  The work was financed by European Structural Funds 2007-2013.</p><h3><strong>Methodology</strong></h3><p>The adopted methodology was the European Awareness Scenario Workshop (EASW), a discussion method built on two principles:  the development of vision, in which the participants are invited to project themselves into the future to imagine which scenario they desire, and the proposal of ideas, in which the participants are called upon to propose ideas which could contribute to realization of the individual aspects of the common vision.  The EASW is also structured for guiding participants; in fact, the use of this methodology allows for the exchange of opinions, the development of shared positions, and the proposition of solutions for overcoming encountered obstacles and seizing the opportunity. </p><h3><strong>Duration and Location</strong></h3><p>The program was built to the needs of the project, keeping in mind the region’s characteristics.  For this reason, it was decided to divided the normal EASW program into three distinct meetings, in order to lessen the burden requested of participants.  The first meeting, on July 6th, 2010, had the goal of developing a vision.  The second session, on July 18th, had the aim of formulating proposals of project ideas.  Finally, the third meeting, held July 20th, saw the presentation of the ideas which emerged from the groups,  which were put to a vote.  The meetings were held in the open, in the atrium of the Monacelle Palace, a fifth century historic complex in the city center, in  order to create the atmosphere of a public event open to the observation and curiosity of everyone, even those who did not participate.</p><p> </p><h3><strong>Participants</strong></h3><p>Between 30 and 40 people take part in an EASW, and they need to be representative of the local community in which the workshop takes place.  To achieve this goal, the involvement of four sectors was ensured:</p><ul><li>citizens and their organizations</li><li>representatives of the private sector:  businesses and sectoral associations</li><li>experts and professionals</li><li>public administration officials</li></ul><p>To participate, it was necessary to enroll between July 6th and July 8th using a form attached to the letter of invitation. Flyers and brochures were also distributed in order to publicize the event.  Thus, the group was self selected.  The total number of participants amounted to 69 individuals.</p><h3><strong>Methods of Involvement</strong></h3><p>As mentioned above, the workshop was completed in three afternoon encounters over which the typical phases of EASW were distributed.  Each session opened at 17:30 with the registration of the participants and the division into interest groups, and concluded at 20:30.  The positive common vision which emerged from the workshop was one of a better city in which the wellness and quality of life were notably increased through the creation of well equipped green spaces, health care that meets the needs of persons at risk and disadvantaged groups, and facilitated through access to new technologies. The common vision of Casamassima was one in which a good balance between public and private interest offered citizens very efficient services.</p><p>The proposal from participants which received the most votes on the third day were:  “Paese Azzurro” and “EDOC.”  “Paese Azzurro” was a proposal to revive the historic city center, with consequent positive economic impacts for tourism and cultural activities;  “EDOC” was of a more strictly economic character, with the objective of spreading a new mode of agriculture through the promotion of an ethical pact among farmers, the creation of a quality market for local products, and, in order to revive the historic center, the installation of markets and shops inside.</p><h3><strong>Results</strong></h3><p>The event’s results were drafted into a report detailing the activities. The participants who responded to an evaluation survey said that they were satisfied with the process, and the majority affirmed being ready to take part again in the future.</p><h3><strong>Analysis and Criticism</strong></h3><p>Notwithstanding the high level of satisfaction of the participants, some aspects of the process appear problematic.  The informational campaign, essential for the recruitment of participants, does not seem to have been sufficient in scale. The recruitment method did not allow for an adequate representation of the relevant population. Finally, the ultimate influence of the participatory process was not clear, although in this regard the fact should not be overlooked that, within a few months of the end of the process, Casamassima was <em>commissariato</em> (a process by which the government takes power away from the mayor usually for a major emergency or because of corruption). </p><h3><strong>External Links</strong></h3><p><a href=\"http://issuu.com/conetica/docs/bdf_report_finale_compresso\">Final Report</a></p><p><a href=\"http://pongas.formez.it/content/la-bottega-del-futuro-un-progetto-una-visione-condivisa-del-futuro-della-citt%C3%A0\">Formez PA Webpage Relating to the Event</a> [DEAD LINK] <br/>UPDATE: see <a href=\"http://partecipazione.formez.it/content/bottega-futuro-un-percorso-partecipato-migliorare-qualita-vita-nella-citta\">here</a> for similar webpage</p>", "title": "Space of the Future (Casamassima, Italy) "}