{"htmlbody": "<p><em>Note: this is an English translation of the original Italian case study that was first submitted by Luca Stigliani on 06/21/2011, and which can be found at <a href=\"http://participedia.net/cases/insieme-sulla-buona-strada-forte-dei-marmi-italy\">http://participedia.net/cases/insieme-sulla-buona-strada-forte-dei-marmi-italy.</a></em></p><h3><strong>Abstract</strong></h3><p>“Together down the Good Road” is a participatory project realized in the municipality of Forte dei Marmi in collaboration with the association “Friends of the Earth, club Versilia”.  The aim of the project was to involve citizens in environmental, social, and economic issues with the aim of promoting citizen engagements, building social cohesion and solidarity, and promoting participatory methods in the territorial government.  The principal object was to create a self-sustaining circle of reciprocal collaboration between the municipality government and the citizens.  The project, furthermore, was a way of augmenting the participation in local Agenda 21, created after the enrollment of Forte dei Marmi to the <a href=\"http://portal.uur.cz/pdf/aalborg-charter-1994.pdf\">Aalborg Charter</a>.  To this end, three deliberative democracy meetings were organized around three themes of interest to citizens:</p><ul><li>traffic and viability</li><li>reduction of trash and door-to-door collection</li><li>protection and management of water</li></ul><p>The adopted methods for the meeting process were the European Awareness Scenario Workshop (EASW) and World Cafe.  Preceeding the meetings, four “town square” events were organized (one for each neighborhood of the town) for informational and recruitment purposes.</p><h3><strong>Problems and Propositions</strong></h3><p>The local region which the project targeted was the Versilia:  a geographic zone of northwestern Tuscany between the Apian Alps and the Tyrrhenian Sea, in the interior of Lucca province.  The initiative regarded the manner in which the population of Forte dei Marmi, with 8000 inhabitants, tripled each summer with a consequent excessive burden on the region.</p><p>In Versilia, there are three important and threatened environmental zones: the Apuane Alps for the road to marble extraction, the Massaciuccoli lake for the growing eutrophication and salination which bring increasingly serious water crises, and the cities of Massa and Carrara for coastal erosion, atmospheric pollution, and trash. On top of this was traffic, acoustic pollution, and “hit and run” tourism during the summer which increased disease among residents and semi-permanent tourists.  The principal proposal of the project was to develop models of a sustainable life with regard to protecting environmental and social wellbeing through an active collaboration between the municipal government and the citizens.  The hope is to make this type of democratic-participatory approach a consuetudinary (law based on long-standing custom rather than statutes) which is strengthened and maintained over time.</p><h3><strong>Sponsors and Financing</strong></h3><p>Forte dei Marmi sponsored the project, as the town had already joined the Aalborg Charter and was thus committed to taking action on the program of local Agenda 21.  In fact, citizen participation in municipal government decisions was among the entity’s priorities.  The city collaborated with “Friends of the Earth- Versilia” for external consultation regarding the planning, preparation of technical materials, event organization, and successful management of monitoring.  The development of participatory meetings was entrusted to two agencies of the sector:  “Punto 3” and “Genius Loci”.</p><p>The complete budget off the event was 42,898 euros, of which 29,000 were financed by the Authority of Participation of Tuscany Region ex lr 69/07, and the remaining 13,898 euros were covered by the municipality.</p><h3><strong>Participants and Informational Campaign</strong></h3><p>In the preliminary phase of the project, the initiative was publicized through an invitation.  Afterwards, through self-selection, a workgroup was formed of 15 people who had collaborated in the organization of the events, in order to create a wall poster and further publicize the initiative.</p><p>The participants in the three discussive meetings were selected through telephone and through the organization of the four town-square events (one for each neighborhood of the town).  Beyond the end of recruitment, the town square meetings had an important informational role and, thanks to the work of the workgroups of local citizens, served to raise awareness by highlighting the history, lands, and traditions of the area.  A questionnaire was distributed to the participants with the aim of evaluating their thoughts on the issues and to simultaneously motivate participation in the deliberative democracy meetings.  The selection was oriented to favor gender equality and a homogenous distribution across age categories.</p><h3><strong>Duration</strong></h3><p>The project began in January 2009 and ended in September of the same year.</p><h3><strong>Meeting Procedure</strong></h3><p>The three participatory meetings each took place in a single day, and covered the following themes:</p><ul><li>traffic and practical ease of movement (May 19th)</li><li>reduction of trash, and door-to-door collection (June 19th)</li><li>protection and management of water (September 25)</li></ul><p>The first meeting was managed through the EASW technique, while the World Cafe technique was used for the other two meetings.</p><p>The average number of participants at the meetings was around 70, consisting of both residents and tourists.  Considering that the population of Forte dei Marmi is 8000, equally divided between male and female, 2.5% of the population took part in the three participatory meetings, with an equal distribution of gender.  Unfortunately, a similar homogeneity was not achieved across the various age brackets.  In particular, there were very few participants were between 17 and 25 years old.  The adopted methods were directed to promote participation and to create consciousness of the important role that each citizen plays inside his or her own community.  For assuring equal expression of all points of view and equality of access to the discussion, the management of the meetings was entrusted to organizations of that area:  “Punto 3” and “Genius Loci”.</p><h3><strong>Outcome and Influence</strong></h3><p>The results of the event were collected through the creation and diffusion of reports on the participatory meetings, in the document of integration with the action plan of Agenda 21 given to the local judiciary, and through the report on the satisfaction with the project which emerged from the questionnaires. In this final phase, there was an investigation through telephone interview.  In all meetings there was a high level of satisfaction (8/10) for the quality of the content, for the utilized methodology, and for the meeting conduct.  The principal objective was to stimulate participation by asking citizens about the emergencies and problems they were facing, and the level of participation at the meetings suggests that the objective was reached.  In the same way, the intent of augmenting the participation in the projects of local Agenda 21 was also reached.</p><p>The compiled document was given to the City Council on September 15th.  Following the presentation, there were various meetings with assessors and councilors with the aim of learning how to include in the advanced proposals into the Plans of Achievement of Objective and in the Economic Management Plans.  Of the 49 actions presented to the Administration, 23 received favorable opinions from the part of this process, and 15 were accepted.</p><p>The impact of the project on the community has been, without a doubt, positive.  The primary objective of “Together on the Good Road” was to acquire a new awareness of and sense of respect for the environment and to the communal places through the adoption of sustainable life behaviors centered on the reduction of waste and on the adoption of eco-efficient consumption and solidarity.  These results all contributed to promoting greater participation and sense of civic duty among the community.</p><p> </p><h3><strong>External Links [ITALIAN]</strong></h3><p><a href=\"http://www.forte21.it/insieme_sulla_buona_strada.php\">Agenda 21 Forte dei Marmi</a> [DEAD LINK]</p><p><a href=\"http://www.regione.toscana.it/-/legge-sulla-partecipazione\">Rules for the Tuscany Region on Participation, n. 69/2007</a></p><p><a href=\"http://www.consiglio.regione.toscana.it/partecipazione2007/documenti/RelazioniFinali-Progetti/FortedeiMarmi-RF-InsiemeSullaBuonaStrada.pdf\">Project Final Report - Regional Authority for Participation of Tuscany</a></p><p> </p><p><em>Note: this is an English translation of the original Italian case study that was first submitted by Luca Stigliani on 06/21/2011, and which can be found at <a href=\"http://participedia.net/cases/insieme-sulla-buona-strada-forte-dei-marmi-italy\">http://participedia.net/cases/insieme-sulla-buona-strada-forte-dei-marmi-italy.</a></em></p>", "title": "Together Down the Good Road (Forte dei Marmi, Italy)"}