{"htmlbody": "<p><em>Note: a German translation of this case study is available at <a href=\"http://participedia.net/en/node/792\">http://participedia.net/en/node/792</a></em></p><h3>Summary</h3><p>The UPR Strike of 2010 (or Huelga del 2010 de la Universidad de Puerto Rico) began on April 21, 2010 as a 48-hour strike at the University of Puerto Rico Río Piedras campus. In a General Student Assembly, celebrated on April 13, 2010, students approved a motion to create a Negotiating Committee which was to talk and negotiate with the university administration several neuralgic issues: student waivers or exemptions (affected by the Board of Trustees \"98 Certification\"), recommendations to solve the budget deficit problems, guarantees of stopping <a href=\"http://participedia.net/w/index.php?title=Tuition_hikes&amp;action=edit&amp;redlink=1\">t</a>uition hikes, and guarantees that campuses will not be privatized[<a class=\"sdendnoteanc\" href=\"#sdendnote1sym\" id=\"sdendnote1anc\" name=\"sdendnote1anc\">i</a>]. Another motion was approved, calling for a 48-hour strike to pressure the administration to talk and negotiate in those 48 hours. If there wasn't any progress during those 48 hours, an <a href=\"http://participedia.net/w/index.php?title=Strike_action&amp;action=edit&amp;redlink=1\">i</a>ndefinite strike would begin at the end of the aforementioned period. After the failure in negotiations, the indefinite strike began on April 23, 2010. It has grown in size and support, other campuses joining the Strike. Campuses slowly joined the Strike, until on 4 May 2010, every single campus went on strike supporting UPR Río Piedras. The University of Bern had a 48 hour strike supporting UPR students. UNAM students have released communiques in favour of the student strike.</p><p> </p><p>Contents</p><p><a href=\"# Background T\">1 Background</a><a id=\"Background\" name=\"Background\"></a><br/><a href=\"#Fortuno T\">   1.1 Fortuño's Government Policies</a><a id=\"Fortunos GovPol\" name=\"Fortunos GovPol\"></a><br/><a href=\"#Effects T\">      1.1.1 Effects on 2010-2011 fiscal year</a><a id=\"Effects Fiscal Year\" name=\"Effects Fiscal Year\"></a><br/>   <a href=\"#Action Comm T\">1.2 Action Committees</a><a id=\"Action Committees\" name=\"Action Committees\"></a></p><p><a href=\"#Gen Assembly T\">2 April 13 General Assembly</a><a id=\"April 13\" name=\"April 13\"></a></p><p><a href=\"#48 T\">3 48-Hour Strike</a><a id=\"48hour\" name=\"48hour\"></a><br/><a href=\"#Concert T\">   3.1 ¡Que vivan <span class=\"__cf_email__\" data-cfemail=\"3b577b48\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script> estudiantes! Concert</a><a id=\"Concert\" name=\"Concert\"></a><br/><a href=\"#Prof Work T\">   3.2 Professors and Workers join</a><a id=\"Professors and Workers\" name=\"Professors and Workers\"></a><br/><a href=\"#Tuition T\">   3.3 Tuition Hike</a><a id=\"Tuition\" name=\"Tuition\"></a></p><p><a href=\"#Gen Assembly T\">4 Río Piedras Students General Assembly 13 May</a><a id=\"General Assembly may 13\" name=\"General Assembly may 13\"></a><br/><a href=\"#Police T\">   4.1 Police Settlement</a><a id=\"Police\" name=\"Police\"></a> <br/><a href=\"#International T\">   4.2International Support</a><a id=\"International support\" name=\"International support\"></a></p><p><a href=\"#Strike in Media T\">5 The strike in the Media</a><a id=\"Strike in media\" name=\"Strike in media\"></a><br/>   <a href=\"#Rojogallito T\">5.1 Rojogallito.com - Prensa Desde Adentro (From the Inside Press)</a><a id=\"Rojogallito\" name=\"Rojogallito\"></a><br/>   <a href=\"#Radio T\">5.2 Radio Huelga</a><a id=\"Radio Huelga\" name=\"Radio Huelga\"></a><br/><a href=\"#Ads T\">   5.3 Advertisements</a><a id=\"Advertisements\" name=\"Advertisements\"></a></p><p><a href=\"#Court T\">6 The Strike goes to Court</a><a id=\"Strike goes to court\" name=\"Strike goes to court\"></a></p><p><a href=\"#Nation Asseb T\">7 National Assembly</a><a id=\"National Assebly\" name=\"National Assebly\"></a></p><p><a href=\"#Consequences T\">8 Consequences of the Strike</a><a id=\"Consequences\" name=\"Consequences\"></a></p><p><a href=\"#Ref T\">9 References</a><a id=\"References\" name=\"References\"></a></p><p> </p><h3><a href=\"#Background\" id=\" Background T\" name=\" Background T\">Background</a></h3><p>The University of Puerto Rico (UPR) is part of the state university system of Puerto Rico. The system consists of 11 campuses and has approximately 64,511 students and 5,300 faculty members.[<a class=\"sdendnoteanc\" href=\"#sdendnote2sym\" id=\"sdendnote2anc\" name=\"sdendnote2anc\">ii</a>] UPR has the largest and most diverse academic offerings in Puerto Rico and the Caribbean with 472 academic programs and 32 doctoral programs.[<a class=\"sdendnoteanc\" href=\"#sdendnote3sym\" id=\"sdendnote3anc\" name=\"sdendnote3anc\">iii</a>]</p><p>The UPR has held an important position in Puerto Rican history as a place where social struggles in Puerto Rican society explode and manifest themselves. UPR's operational costs are provided by the government by a fixed formula of 9.6% of the national budget.</p><h4><a href=\"#Fortunos GovPol\" id=\"Fortuno T\" name=\"Fortuno T\">Fortuño's Government Policies</a></h4><p>In a televised speech on March 3, 2009, 60 days after having been sworn in, Governor Fortuño announced his Fiscal and Economic Recovery Plan which included reducing the government's annual expenditures by more than $2 billion at the start of the next fiscal year in July 2009. Media speculation estimated that a reduction of such magnitude would require permanently laying off over 30,000 government workers. On May 1, 2009, a mass of workers marched through the streets of San Juan in response to the governor's plan, protesting the government's apparent preparation for impending layoffs.</p><p>Since September 2009, Governor Fortuño's personal security has been tightened since an incident at a press conference where a protester threw an egg at him[<a class=\"sdendnoteanc\" href=\"#sdendnote4sym\" id=\"sdendnote4anc\" name=\"sdendnote4anc\">iv</a>].</p><p>On October 15, 2009, thousands of Puerto Rican workers and supporters gathered for a general strike over government budget cuts that have led to the elimination of nearly 17,000 jobs.[<a class=\"sdendnoteanc\" href=\"#sdendnote5sym\" id=\"sdendnote5anc\" name=\"sdendnote5anc\">v</a>] Puerto Rico's unemployment rate exceeds 15 percent, according to the U.S. Bureau of Labor Statistics. The Fortuño administration expects the layoffs to propel that rate to 17.1 percent.</p><p>Following the implementation Law Number 7, declaring a Fiscal Emergency, government revenues going to the General Fund have diminished and were destined to other areas of the Budget. Even though the 9.6% formula that feeds the university hasn't been actively and directly changed, it has been indirectly affected by this law. The surcharge of property taxes, half of the revenues of the IVU tax sent to the Compelling Interest Fund Corporation (COFINA in Spanish) and the stabilization fund are excluded from the computation of the formula now.</p><p><a href=\"#Effects Fiscal Year\" id=\"Effects T\" name=\"Effects T\">Effects on 2010-2011 fiscal year</a></p><p>The government's expenditure budget for this year exceeded 9 billion dollars. Therefore, the University should have been assigned approximately $864 million and not the $733 million Governor Fortuño stated in his budget message. This new value brings the new University formula is close to 8.1% of the national budget. It should be also noted that the budget message included a comment on the strike and the classification of education as a privilege.</p><h4><a href=\"#Action Committees\" id=\"Action Comm T\" name=\"Action Comm T\">Action Committees</a></h4><p>On September 25, 2009, the government announced it would fire around 18,000 government workers form various agencies. The magnitude of the effects of these layoffs prompted a General Student Assembly, gathered on September 28, 2009. This assembly created action committees for every college (Humanities, Natural Sciences, Social Sciences, Education, and the School of Law). It also decreed several days of strikes, and joined the National Strike carried out on October 15th 2009.</p><p>These action committees, validated by the Student Assemblies in September 2009 and again in April 2010, have played a key role in the 2010 University of Puerto Rico Rio Piedras campus (from now on referred to as UPR-RP) strike.</p><h3><a href=\"#April 13\" id=\"Gen Assembly T\" name=\"Gen Assembly T\">General Assembly of April 13th</a></h3><p>The General Student Council of the UPR-RP held a General Assembly of Students that took place on Tuesday, April 13, 2010 in the University's Theatre and Amphitheatre # 1 at the School of Education.</p><p>Once the main theater was filled to capacity, students were directed to the Amphitheatre # 1 in the Faculty of Education. Despite serving as the overflow, there were still students assembled outside Education Theatre #1 who were organized and included in the final vote tabulation. As hours passed, students got angrier and inpatient unfortunately leading to the destruction of several original parts of the theatre that to some are irreplaceable. </p><p>During the assembly, all proposals calling for secret vote were rejected by the General Student Council and other student's organizations, such as the Federación de Universitarios Pro Independencia and the Unión de Juventudes Socialistas (Federation of University Students Pro-Independence and the Socialist Youth Union, respectively). These proposals have been made since at least the 1981-82 student strike. Their main arguments are that 1)in a university environment all decisions should be debated and explained in a thought-out manner and all points of view should be expressed in an organized way; and 2)the administration does not care about the student's opinion on matters other than whether the students go on strike or not.)</p><p>By a large majority of the vote, the students decided to call a 48-hour strike on April 21 and April 22, 2010. The strike was called as an act of repudiation against the university's administration new policy to eliminate matriculation fee exemptions and to increase current tuition fees, as well as general cost-cutting measures (triggered by the government's budget cuts) aimed to downsize university personnel such as professors and technicians[<a class=\"sdendnoteanc\" href=\"#sdendnote6sym\" id=\"sdendnote6anc\" name=\"sdendnote6anc\">vi</a>].</p><p> </p><p> </p><h4><a href=\"#48hour\" id=\"48 T\" name=\"48 T\">48-Hour Strike</a></h4><p>Before the Strike began, the Negotiating Committee students attempted to meet with President José Ramón de la Torre and chancellor Ana R. Guadalupe on Monday, in order to avoid going on the strike, only to be rejected. The Student Negotiating Committee also tried, unsuccessfully, to meet with several other administration leaders.</p><p>The strike began on Wednesday 21st of April, around 3 AM, when students began to gather inside the campus. In the following hours, students took control of all University gates, except for one: the University Security Offices. A meeting was called at 2 PM between the Negotiating Committee and the Chancellor, but called off after rumours of SWAT police scheduled enter the campus during the same time frame.</p><p>Interim Chancellor Guadalupe ordered an indefinite close down of the campus around 9:35 AM, and denounced that 17 university guards were harmed in the student takeover. Press members questioned the numbers, stating that they had been at the premises and had seen none of what she claimed. The guards could not identify their attackers, who wore hoods covering their faces; hooded participants in the strike would become a constant element of the strike, and continue even later (though not officially approving the actions of the hooded participants, the Student Council opposed a bill in the Puerto Rican Legislature increasing fines and punishments for persons who committed crimes or misdemeanours while wearing hoods).</p><p>Around 1 PM an injunction case was submitted to San Juan Superior Court against the General Council President, calling him to open the gates of the campus.</p><p>The Administration refused to meet up with the students in those 48-hours, forcing the students to activate the second part of their vote: an Indefinite Strike was set to begin on 23 April.</p><h4><a href=\"#Concert\" id=\"Concert T\" name=\"Concert T\">¡Que vivan <span class=\"__cf_email__\" data-cfemail=\"6f032f1c\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script> estudiantes! Concert</a></h4><p>A large group of (mostly Puerto Rican) artists decided to celebrate an all-day long concert on April 28 in order to demonstrate their open support for the students on strike. Some of the artists present were: Mima, Gamaliel Pagan, Antonio Caban Vale (El Topo), Tito Auger, Adean Caban, Los Rayos Gamma, Haciendo Punto en Otro Son, Mikie Rivera, Andy Montañez, Danny Rivera, Intifada, Viento De Agua, Rebeldia, Fernando Ferrer, Ali Tapia and Radio Pirata among others. Rene Perez of the duo Calle 13 expressed his support and presented a <a href=\"http://www.youtube.com/watch?v=6IMlhqbu5Wo&amp;playnext_from=TL&amp;videos=4yZa81X0Cio\">video of artists</a> who supported the students. Some of the artists in the video were: Ricky Martin, Ruben Blades, Juanes, Bebe and Alejandro Sanz among others.</p><p>The first concert, celebrated at the Río Piedras campus, spawned other \"Que vivan\" Concerts at various other campuses, including Mayagüez, Cayey, Humacao and Bayamon.</p><h4><a href=\"#Professors and Workers\">Professors, Workers and Other Campuses Join In.</a></h4><p><a id=\"Prof Work T\" name=\"Prof Work T\"></a>On April 27, professors from the Cayey campus went on a 72-hour strike in support of the students. On that same day the students of the Cayey campus also approved a 72-hour strike. On May 3, in a Joint General Assembly with professors, workers and students of the Cayey campus, they all agreed on making the strike an indefinite one until the university administration accepted to negotiate. </p><p>On April 29, the Río Piedras campus chapter of the Asociación Puertorriqueña de Profesores Universitarios (APPU – Puerto Rican Association of University Professors) staged a one-day walk-out in support of the students, and called its members to respect the picket line. The union representing non-teaching employees (Hermandad de Empleados Externos no Docentes (HEED) – the Brotherhood of Non-Teaching and Exempt Personnel) and the Syndicate representing university maintenance workers, also issued calls to its members to respect picket lines. All three organizations mobilized at the pickets as observers and supporters to prevent state-sanctioned violent repression. </p><p>After a faculty meeting, professors from the Mayaguez Campus opted to cease to trust their interim chancellor, Jorge Rivera Santos, on May 4th thanks to his unwillingness to negotiate with students and professors alike. </p><p>On the 21st of May, for the first time in the history of Puerto Rico the Faculty of all 11 campuses met in a General Assembly held at the Cayey Municipal Arena. There were about 1,100 faculty members present. During the assembly, the professors voted to support the student strike. They also voted to ask for the resignation of the President of the UPR and of the President of the Board of Trustees. They expressed their rejection to the presence of the riot police around the different campuses.</p><h4><a href=\"#Tuition\" id=\"Tuition T\" name=\"Tuition T\">Tuition Hike</a></h4><p>After the administration finally conceded to negotiate with students, a plan for an estimated 100% tuition hike was unveiled by the President of the Board of Trustees, Ygrí Rivera. This plan made the previously negotiated achievements on the waivers or exemptions almost inconsequential. The administration \"eased\" the hike, trying to make students agree with either a 100% tuition hike or a $1,300 Special Fee that would be paid twice or thrice a year, for a three year period, and would be tied to a tuition hike after the 3-year period, despite the fact that tuition increases were already in place until the 2015-16 academic year according to Certification 60.</p><p><br/> </p><h3><a href=\"#General Assembly may 13\" id=\"RPGen Assebly T\" name=\"RPGen Assebly T\">Río Piedras Students General Assembly 13 May</a></h3><p>After the news of the tuition hikes and the failure to achieve a compromise between students and administration, an Extraordinary General Student Assembly of the Río Piedras Campus was held in the Puerto Rico Convention Centre on May 13th 2010. The Assembly was attended by more than 2,800 students, and it was decided that students would remain on strike, and reinforced the fundamental aspects to be negotiated with the University administration[<a class=\"sdendnoteanc\" href=\"#sdendnote7sym\" id=\"sdendnote7anc\" name=\"sdendnote7anc\">vii</a>]: </p><ul><li>to obtain guarantees from the university's administration that the Certification #98 which ended the possibility of tuition waiver would be repealed</li><li>the agreement that no student who participated in the strike would be punished</li><li>that the university administration would cease its privatization policies and maintain the University of Puerto Rico's tradition of being a public institution with high quality of education</li><li>to obtain guarantees that the university would not go forward with the plan to impose the additional fee of $ 1300,00 nor the increase in tuition fees which would increase the cost of university education in 100%[<a class=\"sdendnoteanc\" href=\"#sdendnote8sym\" id=\"sdendnote8anc\" name=\"sdendnote8anc\">viii</a>]</li><li>to request the resignations of the President of the University of Puerto Rico, José Ramón de la Torre, the Dean of Rio Piedras Campus, Ana Guadalupe and the President of the Board of Trustees, Ygrí Rivera[<a class=\"sdendnoteanc\" href=\"#sdendnote9sym\" id=\"sdendnote9anc\" name=\"sdendnote9anc\">ix</a>]</li></ul><p>For these reasons, the 48-hour strike that was approved by clear majority in the assembly of the past 13 April was ratified and prolonged for an indefinite period. The students of Río Piedras gave a vote of trust to the National Negotiation Committee (NNC), composed by a representative of each of the eleven campuses of the University of Puerto Rico. </p><p>The NNC immediately called the UPR administration to resume dialogue. Ana Guadalupe, Dean of Río Piedras, threatened with an announcement of a UPR System Closure.</p><p>Students then proceeded to vote to go on a mass march towards the Capitol, and there to proclaim the outcome of the General Assembly to the legislature and government of Puerto Rico.</p><h4><a href=\"#Police\" id=\"Police T\" name=\"Police T\">Police Settlement</a></h4><p>The Tactical Operation Unit of the Police of Puerto Rico settled anti-riot units around the Río Piedras Campus on May 14[<a class=\"sdendnoteanc\" href=\"#sdendnote10sym\" id=\"sdendnote10anc\" name=\"sdendnote10anc\">x</a>]. Water and Food resources to Campus were blocked by the police and parents who were trying to bring food to their sons/daughters who participated on the strike were arrested or threatened with arrest because their children were illegally taking over the campus. Students living in the In-Campus Residences were ordered to leave and return their keys while the dorms were to be closed for their safety. A few days later, police officials once again allowed the passage of food and water to the students.</p><p>The police were removed at 3pm on May 19, and only a skeleton group remained.</p><h4><a href=\"#International support\" id=\"International T\" name=\"International T\">International Support</a></h4><p>The students of the University of Bern held a 48 hour strike supporting UPR students[<a class=\"sdendnoteanc\" href=\"#sdendnote11sym\" id=\"sdendnote11anc\" name=\"sdendnote11anc\">xi</a>]. Students from the Universitad Autónoma de Méximo (UNAM) released communiqués in favour of the student strike[<a class=\"sdendnoteanc\" href=\"#sdendnote12sym\" id=\"sdendnote12anc\" name=\"sdendnote12anc\">xii</a>]. Also, many students organizations from Dominican Republic published a letter on May 5, 2010, in favour of UPR students and their strike[<a class=\"sdendnoteanc\" href=\"#sdendnote13sym\" id=\"sdendnote13anc\" name=\"sdendnote13anc\">xiii</a>]. Around 230 students from the University of Barcelona signed a petition in favour of the strike[<a href=\"#sdendnote14sym\" id=\"sdendnote14anc\" name=\"sdendnote14anc\">xiv</a>]. The Professors' Association of the Pontifical Catholic University of São Paulo also expressed support in the struggle against \"the destruction of education at the University of Puerto Rico\"[<a class=\"sdendnoteanc\" href=\"#sdendnote15sym\" id=\"sdendnote15anc\" name=\"sdendnote15anc\">xv</a>], as Internationalist Clubs at the City University New York also have done[<a href=\"#sdendnote16sym\" id=\"sdendnote16anc\" name=\"sdendnote16anc\">xvi</a>].</p><p> </p><h3><a href=\"#Strike in media\" id=\"Strike in Media T\" name=\"Strike in Media T\">The Strike in the Media</a></h3><h4><a href=\"#Rojogallito\" id=\"Rojogallito T\" name=\"Rojogallito T\">Rojogallito.com - Prensa Desde Adentro (From the Inside Press)</a></h4><p>During the first day of the 48-hour strike, UPR Rector, Ana Guadalupe, improperly declared an administrative closure that included the UPR press department. Because there was no media coming \"from the inside\", student activist Aura Colon, along with several other students, used her experience in the press to establish a blog that would serve as the voice of the student movement publishing objective reports on the activities related to the strike.</p><p>The domain (<a href=\"http://rojogallito.blogspot.com/\">http://rojogallito.blogspot.com</a>) was donated by an alumnus who supported the movement. The Desde Adentro (From the Inside) press corp has since collaborated with leading Puerto Rican news outlets to deliver news through various formats including written and video news coverage (<a href=\"http://www.ustream.tv/channel/betances-tv\">Concert at the end of the 24 hours strike 5/19/2010</a>).</p><h4>Radio Huelga<a id=\"Radio T\" name=\"Radio T\"></a></h4><p>In the need of a fast, reliable medium to communicate with a widely spread audience, a group of students from Rio Piedras Campus started official transmissions of their own radio station, aptly named Radio Huelga (Radio Strike), at 4:00PM on May 2nd. With a wide variety of shows (even its own soap opera) and many young, enthusiastic DJs, it shared relevant information about the latest news going on at different campuses all over Puerto Rico.</p><p>Their archive can be accessed via: <a href=\"http://www.ustream.tv/channel/radiohuelga\">http://www.ustream.tv/channel/radiohuelga</a>.</p><p>They also transmitted through an AM station (1650AM), with a coverage of 1 square mile. Since they had such a small range of coverage, the station was not regulated by the Federal Communications Commission (FCC). Therefore, they were able to express themselves as freely as they wished.</p><h4><a href=\"#Advertisements\" id=\"Ads T\" name=\"Ads T\">Advertisements</a></h4><p>UPR administration launched a series of advertisements on national newspapers, radio stations, and eventually, TV stations. The ads varied each day, calling on the students to stop the strike, and issuing warnings that a semester cancellation would occur. It also asked the people of Puerto Rico to \"not let foreign/strange elements\" to set the agenda of the UPR. Calling the student leaders liars and people without honour, the ads then became more intense, using around 8 students claiming that without the strike ending, they wouldn't be able to graduate, to continue their studies, to get jobs, etc.</p><p>6 economists estimated that the university’s budget on advertising is around $5,200, however the administration spent close to a million dollars on advertising against the student strike[<a class=\"sdendnoteanc\" href=\"#sdendnote17sym\" id=\"sdendnote17anc\" name=\"sdendnote17anc\">xvii</a>].</p><p>The National Negotiating Committee did their own advertisements. The NNC shot a commercial intended to encourage students (and now all of Puerto Rico since the strike turned into an island-wide issue) to keep supporting them. Also it was suggested by the government's ruling party and their supporters that the students had economic support from political agendas, almost certainly the PPD (\"Partido Popular Democratico\"), an opposition party (citation needed).</p><p> </p><h3><a href=\"#Strike goes to court\" id=\"Court T\" name=\"Court T\">The Strike goes to Court</a></h3><p>On the 21st of April the UPR Administration submitted an injunction against General Council President Gabriel Laborde, calling on him to open the gates of the UPR Río Piedras Campus. Afterwards, the administration tried to get Laborde jailed for contempt of court, saying he was not doing enough in his power to open the University.</p><p>After the May 13th Río Piedras General Assembly ratified the continuation of the strike voted by 90% of the students there present, the Administration proceeded to include in the injunction the entire Río Piedras Negotiating Committee, as well as the entire Direction of the General Council: Gabriel Laborde, President; Santiago Velázquez, Vice-President; Verónica Guzmán, Executive Secretary; María Carruthers, Secretary; Arturo Ríos, University Board alternate; Rashid Marcano, Administrative Board alternate; Giovanni Roberto, Negotiating Committee; Waldemiro Vélez, Negotiating Committee, René Vargas, University Board representative; Adriana Mulero, Negotiating Committee; Jean Carlo Bonilla, Negotiating Committee, David Carrasquillo, Negotiating Committee; Aníbal Núñez, Negotiating Committee; José García, Negotiating Committee; Míriam Ruiz, Negotiating Committee; Rosaly Motta, Representative of Humanities; Aníbal González, Press Secretary; Adriana Berríos, Public Relations. The Administration demanded a ceasing of conduct, as well as monetary reparations for the losses of the administration (calculated by it to rise over $150 million).</p><p>After weeks, the judge decided to order both sides into mandated mediation with retired judge Pedro López Oliver. The Students were represented by the National Negotiating Committee. From the Administration side, the entire Board of Trustees was ordered to appear. On the night of June 16, 2010, after 5 days of court-mandated mediation, the Board of Trustees voted 9 to 4 in favour of entering into an agreement with the students, attending their claims against the tuition hike/additional fee, summary suspensions and/or expulsions, as well as the continuation of the possibility of matriculation isention. Among those four members of the Board who voted against the agreement (and declined to even sign the document) was Board President, Ygrí Rivera.</p><p> </p><h3><a href=\"#National Assebly\" id=\"Nation Asseb T\" name=\"Nation Asseb T\">National Assembly</a></h3><p>A National Student Assembly was called by the National Negotiating Committee on Monday, 21st of June 2010. The National Assembly, the first of its kind in the history of Puerto Rico, was to decide whether to ratify or reject the agreements negotiated by the National Negotiating Committee and the UPR Administration. It took place in the Juan Pachín Vicens Coliseum in Ponce, Puerto Rico. Only 2,900 students attended the assembly out of the 60,000 plus students of the University of Puerto Rico system. Without any votes against, the students ratified the terms of the negotiation by the NNC and the University Administration and thusly the strike ended.</p><p> </p><h3><a href=\"#Consequences\" id=\"Consequences T\" name=\"Consequences T\">Consequences of the Strike</a></h3><p>After the strike the University administration withheld students' financial aid in order to deal with its fiscal crisis. More importantly, it decided upon the imposition of a new additional fee of $800 per year for an indefinite period as well as on lowering professor's salaries[<a class=\"sdendnoteanc\" href=\"#sdendnote18sym\" id=\"sdendnote18anc\" name=\"sdendnote18anc\">xviii</a>].</p><p>This led to further strikes that lasted from December 2010 till March 2011. So as to impede another student occupation of the Río Piedras campus, its gates were removed[<a class=\"sdendnoteanc\" href=\"#sdendnote19sym\" id=\"sdendnote19anc\" name=\"sdendnote19anc\">xix</a>] and Governor Luís Fortuño declared that police officers would be permanently stationed in the campus, which further increased tensions between students and the police, leading to strikes by professors and employees of the university in solidarity with the striking students and against police presence on campus[<a class=\"sdendnoteanc\" href=\"#sdendnote20sym\" id=\"sdendnote20anc\" name=\"sdendnote20anc\">xx</a>].</p><p>On March 7, 2011, during a visit to evaluate the situation on campus, Chancellor Ana Guadalupe and Campus Security Coordinator Jorge Rodríguez were assaulted by students in spite of the presence of journalists, photographers and the police force[<a class=\"sdendnoteanc\" href=\"#sdendnote21sym\" id=\"sdendnote21anc\" name=\"sdendnote21anc\">xxi</a>]. </p><p>Soon after the assault, the student body divided itself over what it considered as a legitimate method for demanding the necessary changes to UPR's financial policies and support for this strike died out. Nonetheless, students' claims remained unanswered. </p><p>Since the assault, students have struggled to organise themselves. There has been two attempts, in march 2012 and in october 2012, to organise a student assembly. However, these attempts were hampered by a lack of quorum for the formal works (at least 10% of the matriculated students). The University administration also plays a part in these failures for it has increased the loopholes and formalities that students must comply with in order to organise and assembly. Now, if an assembly reaches its quorum, the decision taken within it must be validated by electronic vote by the rest of the student community[<a class=\"sdendnoteanc\" href=\"#sdendnote22sym\" id=\"sdendnote22anc\" name=\"sdendnote22anc\">xxii</a>], as well as only allowing the use of facilities hours before the events[<a class=\"sdendnoteanc\" href=\"#sdendnote23sym\" id=\"sdendnote23anc\" name=\"sdendnote23anc\">xxiii</a>].</p><p>Recently, the newly elected Board of Trustees has voted to eliminate the additional fee when the new Puerto Rican governor announced that he would increase the part of the national budget destined to the University[<a class=\"sdendnoteanc\" href=\"#sdendnote24sym\" id=\"sdendnote24anc\" name=\"sdendnote24anc\">xxiv</a>]. The measure is to become effective on July 1st, 2013.</p><p>After three years of struggles and student mobilisation, the student strike was not able to make the University go back on its decision to impose the additional fee. Its effect was more indirect. The strikes made an impact on Puerto Rican society, and the matter of University financing was put on public discussion for the three years, culminating in the election of a governor who, among other campaign promises, pledged to direct more public investments to the University of Puerto Rico. The promise of more public funds was the factor that ultimately made it possible for the University administration to cancel the additional fee.</p><p> </p><h3><a href=\"#References\" id=\"Ref T\" name=\"Ref T\">References</a></h3><p>[<a class=\"sdendnotesym\" href=\"#sdendnote1anc\" id=\"sdendnote1sym\" name=\"sdendnote1sym\">i</a>] La Nación.pr. \"Exigencias estudiantiles en la Huelga de 2010 (Preliminar) « Periódico Digital Puertorriqueño La Nación\". Lanacionpr.wordpress.com. <a href=\"http://lanacionpr.wordpress.com/2010/04/24/exigencias-estudiantado/\">http://lanacionpr.wordpress.com/2010/04/24/exigencias-estudiantado/</a>. Retrieved 2010-06-18. </p><p>[<a class=\"sdendnotesym\" href=\"#sdendnote2anc\" id=\"sdendnote2sym\" name=\"sdendnote2sym\">ii</a>] <a href=\"http://hoy.upr.edu/\">http://hoy.upr.edu</a> [DEAD LINK]</p><p>[<a class=\"sdendnotesym\" href=\"#sdendnote3anc\" id=\"sdendnote3sym\" name=\"sdendnote3sym\">iii</a>] <a href=\"http://acweb.upr.edu/vpit/about_folder/biomedical.pdf\">http://acweb.upr.edu/vpit/about_folder/biomedical.pd</a><a href=\"http://acweb.upr.edu/vpit/about_folder/biomedical.pdf\">f</a> </p><p>[<a class=\"sdendnotesym\" href=\"#sdendnote4anc\" id=\"sdendnote4sym\" name=\"sdendnote4sym\">iv</a>] <a href=\"http://wkaq580.univision.com/noticias/article/2009-09-30/refuerzan-las-medidas-de-seguridad\">http://wkaq580.univision.com/noticias/article/2009-09-30/refuerzan-las-medidas-de-seguridad</a> [BROKEN LINK]</p><p>[<a class=\"sdendnotesym\" href=\"#sdendnote5anc\" id=\"sdendnote5sym\" name=\"sdendnote5sym\">v</a>] <a href=\"http://www.wsws.org/es/articles/2009/oct2009/spa1-o19.shtml\">http://www.wsws.org/es/articles/2009/oct2009/spa1-o19.shtml</a> [BROKEN LINK]</p><p align=\"LEFT\">[<a class=\"sdendnotesym\" href=\"#sdendnote6anc\" id=\"sdendnote6sym\" name=\"sdendnote6sym\">vi</a>] <a href=\"http://mexico.indymedia.org/spip.php?article1812\">http://mexico.indymedia.org/spip.php?article1812</a></p><p align=\"LEFT\"><a href=\"http://noticias.universia.pr/vida-universitaria/noticia/2010/05/04/224104/conflictos-universitarios-paros-huelgas-protestas-estudiantes-extranjeros.html\">http://noticias.universia.pr/vida-universitaria/noticia/2010/05/04/224104/conflictos-universitarios-paros-huelgas-protestas-estudiantes-extranjeros.html</a></p><p align=\"LEFT\">[<a class=\"sdendnotesym\" href=\"#sdendnote7anc\" id=\"sdendnote7sym\" name=\"sdendnote7sym\">vii</a>] <a href=\"http://rojogallito.blogspot.de/2010/06/cnn-se-dirige-al-pais.html\">http://rojogallito.blogspot.de/2010/06/cnn-se-dirige-al-pais.html</a></p><p align=\"LEFT\">[<a class=\"sdendnotesym\" href=\"#sdendnote8anc\" id=\"sdendnote8sym\" name=\"sdendnote8sym\">viii</a>] <a href=\"http://rojogallito.blogspot.de/2010/06/por-redaccion-desde-adentro-en-una.html\">http://rojogallito.blogspot.de/2010/06/por-redaccion-desde-adentro-en-una.html</a></p><p>[<a class=\"sdendnotesym\" href=\"#sdendnote9anc\" id=\"sdendnote9sym\" name=\"sdendnote9sym\">ix</a>] <a href=\"http://rojogallito.blogspot.de/2010/05/sigue-la-asamblea-general-de.html\">http://rojogallito.blogspot.de/2010/05/sigue-la-asamblea-general-de.html</a></p><p align=\"LEFT\">[<a class=\"sdendnotesym\" href=\"#sdendnote10anc\" id=\"sdendnote10sym\" name=\"sdendnote10sym\">x</a>] <a href=\"http://rojogallito.blogspot.de/2010/05/fuerza-de-choque-clausura-entrada-upr_14.html\">http://rojogallito.blogspot.de/2010/05/fuerza-de-choque-clausura-entrada-upr_14.html</a></p><p align=\"LEFT\">[<a class=\"sdendnotesym\" href=\"#sdendnote11anc\" id=\"sdendnote11sym\" name=\"sdendnote11sym\">xi</a>] <a href=\"http://rojogallito.blogspot.de/2010/05/ratifican-apoyo-desde-suiza.html\">http://rojogallito.blogspot.de/2010/05/ratifican-apoyo-desde-suiza.html</a></p><p align=\"LEFT\">[<a class=\"sdendnotesym\" href=\"#sdendnote12anc\" id=\"sdendnote12sym\" name=\"sdendnote12sym\">xii</a>] <a href=\"http://socialistworker.org/2010/05/11/student-strike-reignites-a-fire\">http://socialistworker.org/2010/05/11/student-strike-reignites-a-fire</a></p><p align=\"LEFT\"><a href=\"http://rojogallito.blogspot.de/2010/05/apoyo-internacional-la-huelga-en-la-upr.html\">http://rojogallito.blogspot.de/2010/05/apoyo-internacional-la-huelga-en-la-upr.html</a></p><p class=\"sdendnote\">[<a class=\"sdendnotesym\" href=\"#sdendnote13anc\" id=\"sdendnote13sym\" name=\"sdendnote13sym\">xiii</a>] <a href=\"http://www.elnuevodia.com/suspendeninvestigacionesenrecintoderiopiedras-698530.html\">http://www.elnuevodia.com/suspendeninvestigacionesenrecintoderiopiedras-698530.html</a></p><p align=\"LEFT\">[<a class=\"sdendnotesym\" href=\"#sdendnote14anc\" id=\"sdendnote14sym\" name=\"sdendnote14sym\">xiv</a>] <a href=\"http://rojogallito.blogspot.de/2010/05/apoyo-estudiantil-desde-barcelona.html\">http://rojogallito.blogspot.de/2010/05/apoyo-estudiantil-desde-barcelona.html</a></p><p>[<a class=\"sdendnotesym\" href=\"#sdendnote15anc\" id=\"sdendnote15sym\" name=\"sdendnote15sym\">xv</a>] <a href=\"http://pr.indymedia.org/news/2010/05/42914.php\">http://pr.indymedia.org/news/2010/05/42914.php</a>.</p><p class=\"sdendnote\">[<a class=\"sdendnotesym\" href=\"#sdendnote16anc\" id=\"sdendnote16sym\" name=\"sdendnote16sym\">xvi</a>] <a href=\"http://pr.indymedia.org/news/2010/04/42678.php\">http://pr.indymedia.org/news/2010/04/42678.ph</a>p.</p><p class=\"sdendnote\">[<a class=\"sdendnotesym\" href=\"#sdendnote17anc\" id=\"sdendnote17sym\" name=\"sdendnote17sym\">xvii</a>] <a href=\"http://occupyca.wordpress.com/2010/06/08/upr-strike-deadline-today/\">http://occupyca.wordpress.com/2010/06/08/upr-strike-deadline-today/</a></p><p align=\"LEFT\">[<a class=\"sdendnotesym\" href=\"#sdendnote18anc\" id=\"sdendnote18sym\" name=\"sdendnote18sym\">xviii</a>] <a href=\"http://rojogallito.blogspot.de/search?updated-max=2010-11-26T20:50:00-04:00&amp;max-results=10&amp;reverse-paginate=true\">http://rojogallito.blogspot.de/search?updated-max=2010-11-26T20:50:00-04:00&amp;max-results=10&amp;reverse-paginate=true</a></p><p align=\"LEFT\"><a href=\"http://rojogallito.blogspot.de/2010/10/estudiantes-paralizan-labores-en-la-upr.html\">http://rojogallito.blogspot.de/2010/10/estudiantes-paralizan-labores-en-...</a></p><p>[<a class=\"sdendnotesym\" href=\"#sdendnote19anc\" id=\"sdendnote19sym\" name=\"sdendnote19sym\">xix</a>] <a href=\"http://www.elnuevodia.com/cargoscontraestudiantedetenidaenlaupr-831525.html\">http://www.elnuevodia.com/cargoscontraestudiantedetenidaenlaupr-831525.html</a></p><p><a href=\"http://pr.indymedia.org/news/2010/12/46119.php?l=en\">http://pr.indymedia.org/news/2010/12/46119.php?l=en</a></p><p>[<a class=\"sdendnotesym\" href=\"#sdendnote20anc\" id=\"sdendnote20sym\" name=\"sdendnote20sym\">xx</a>] <a href=\"http://www.wapa.tv/noticias/locales/policia-ocupa-la-upr--rio-piedras_20101209074152.html\">http://www.wapa.tv/noticias/locales/policia-ocupa-la-upr--rio-piedras_20101209074152.html</a></p><p><a href=\"http://www.primerahora.com/noticias/gobierno-politica/nota/sevanaparolosprofesoresdelaupr-472401/\">http://www.primerahora.com/noticias/gobierno-politica/nota/sevanaparolosprofesoresdelaupr-472401/</a></p><p align=\"LEFT\">[<a class=\"sdendnotesym\" href=\"#sdendnote21anc\" id=\"sdendnote21sym\" name=\"sdendnote21sym\">xxi</a>] <a href=\"http://www.elnuevodia.com/agredenalarectoraguadalupeenelrecintoderiopiedras-908803.html\">http://www.elnuevodia.com/agredenalarectoraguadalupeenelrecintoderiopiedras-908803.html</a></p><p align=\"LEFT\">[<a class=\"sdendnotesym\" href=\"#sdendnote22anc\" id=\"sdendnote22sym\" name=\"sdendnote22sym\">xxii</a>] <a href=\"http://www.elnuevodia.com/invalidalaasambleaestudiantildelaupr-1212583.html\">http://www.elnuevodia.com/invalidalaasambleaestudiantildelaupr-1212583.html</a></p><p align=\"LEFT\">[<a class=\"sdendnotesym\" href=\"#sdendnote23anc\" id=\"sdendnote23sym\" name=\"sdendnote23sym\">xxiii</a>] <a href=\"http://dialogodigital.com/index.php/Asamblea-informativa-estudiantil-discute-la-situacion-de-la-UPR.html\">http://dialogodigital.com/index.php/Asamblea-informativa-estudiantil-discute-la-situacion-de-la-UPR.html</a> [BROKEN LINK]</p><p class=\"sdendnote\">[<a class=\"sdendnotesym\" href=\"#sdendnote24anc\" id=\"sdendnote24sym\" name=\"sdendnote24sym\">xxiv</a>] <a href=\"http://www.wapa.tv/noticias/locales/eliminada-la-cuota-de--800-en-la-upr_20130126103718.html\">http://www.wapa.tv/noticias/locales/eliminada-la-cuota-de--800-en-la-upr_20130126103718.html</a></p><p> </p>", "title": "2010 University of Puerto Rico Strike"}