{"htmlbody": "<p><em>Note: For a full case analysis of this subject please see the article \"Citizen Councils of Grenoble, France\" by Pauline Cescau</em> <em>available at: <a href=\"http://participedia.net/en/cases/citizen-councils-grenoble-france\">http://participedia.net/en/cases/citizen-councils-grenoble-france</a></em></p><h3>Summary</h3><p>This case study features Conseils de quarter, or \"neighborhood councils,\" which are infra-municipal participatory forums that serve as consultative bodies mandated by law in French cities with more than 80,000 residents.</p><p>Conseils de quartier (or “neighborhood councils\") are infra-municipal participatory forums that exist in many parts of France. Since 2002, cities with more than 80,000 residents have been mandated by law (Loi #2002-276 relative à la démocratie de proximité) to establish neighborhood councils. Many cities and towns with fewer than 80,000 residents also have their own neighborhood councils. Local elected councils are fully responsible for the form, remit, and membership that neighborhood councils take. Neighborhood councils have no formal decision-making powers but rather exist as consultative bodies that elected politicians - in principle - turn to in order to engage with and ascertain the views of local populations on specific questions. In some towns and cities, elected councils provide their neighborhood councils with a small discretionary budget of their own (referred to as an “enveloppe budgétaire”). <a id=\"References\" name=\"References\"></a></p><h2>References</h2><ul><li>Blondiaux, Loïc. 2000. “La démocratie par le bas. Prise de parole et délibération dans les conseils de quartier du vingtième arrondissement de Paris [Bottom-Up Democracy. Voice and Deliberation in Neighborhood Councils in Paris's 20th Arrondissement].” Hermès 26-27: 323-338.</li><li>Blondiaux, Loïc. 2001. “Démocratie locale et participation citoyenne : la promesse et le piège [The Promises and Traps of Local Democracy and Citizen Participation].” Mouvements 18: 44-51.</li><li>Blondiaux, Loïc. 2002. “Sondages et déliberation. Une épistmologie alternative de l'opinion publique? [Polls and Deliberation. An Alternative Understanding of Public Opinion].” Politix 57: 167-180.</li><li>Blondiaux, Loïc, and Yves Sintomer. 2002. “L'impératif délibératif.” [The Deliberative Imperative] Politix 57: 17-35.</li></ul>", "title": "Conseils de quartier (France)"}