{"htmlbody": "<p><em>Note: this is an English translation of the original Italian case study that was first submitted by Lisa Zanotti on 01/17/2012, and which can be found at <a href=\"http://participedia.net/cases/paesaggio-town-meeting-tuscany-italy\">http://participedia.net/cases/paesaggio-town-meeting-tuscany-italy</a>.</em></p><h3><strong>Problems and Purpose</strong></h3><p>After having adopted a landscape plan, including territorial safeguards, the Region of Tuscany intended to have a public debate with citizens and professional, scientific, and field experts before final approval of the plan, on the basis of their participatory laws (L.R.69/2007).</p><p>The Town Meeting took place on February 6th, 2010.  It was a milestone along a road which concluded on February 19th, 2010 with the “General States of Landscape” in which the results of this experience were discussed. The work of the Town Meeting day was elaborated on in a report.</p><p>The February 6th 2010 Town Meeting took place in five places simultaneously which constituted important locations, from the point of view of the Tuscan landscape:</p><ul><li>Castelnuovo Berardenga;</li><li>Cortona;</li><li>Orbetello;</li><li>Piombino;</li><li>Prato.</li></ul><p>They debates centered around two principal themes:</p><ul><li>which are the most important characteristics of a landscape?  that is, which should be protected or, when they disappear or are damaged, should be reconstructed?</li><li>what needs to happen to preserve (or rebuild) the Tuscan landscape's quality?</li></ul><h3><strong>Participant Selection</strong></h3><p>The roughly 150 citizens involved were selected from the residents of the five geographically-related sites so that they could express their opinions on the places of their acquaintance.  The participants were asked to contribute their creativity and listening capacity for the success of the event.  The objective was not to build proposals from all participants but to investigate their perceptions of the landscape and the diverse opinions relating to the problem of conservation and transformation of the Tuscan landscape.</p><h3><strong>Influence, Outcomes, and Effects</strong></h3><p>In Tuscany, the chosen title for the February 6th, 2010 meeting was “Beautiful is Possible.”  It was the seventh Town Meeting organized by the Region in four years.  This time the work was not finished with table discussions, where the outcomes are decided through secret ballots, but continued through “imagination labs” where citizens and experts could join together around a large aerial photograph of the five respective territories to trace new lines for the landscape’s future.</p><p>The Tuscans preferred recovering and reusing rather than damaging other land for new construction.  At least, these were the thoughts of the majority of the 150 citizens who participated in the Town Meeting, the results of which were presented during the General State of the Landscape which took place in the auditorium of Santa Apollonia in Florence.  Those same Tuscans wanted parks and green space, and cultural centers (but few habitations) in place of the vacant factories.  They advised to rebuild the agricultural landscape, favoring small farms instead of monoculture and protecting the characteristic terraces.</p><p>The citizens also proposed constructing in a way that values the visual effect, avoiding noticeably unique buildings (“cathedrals in the desert”) and generally blending with the prevalent architecture, even perhaps shielding the industrial areas with barriers of trees, or choosing colors more appropriate to the landscape.  They advised avoiding overly tall buildings on the coast, but for the promontory of Piombino they proposed architecture which would be visible from afar.  They also requested bike paths.  Almost one out of every three participants was ready to renounce overly frequent car use in order to protect the landscape, if there was adequate public transport available.  For the Tuscans in the Town Meeting, the first thing on which they would intervene to restore the landscape were the private homes and degraded urban areas, followed by the old hill and mountain neighborhoods. When asked about institutional efforts to ensure the quality of construction, participants favored clear objectives to accompany private efforts (63%) rather than pre-set rigid guidelines (33%).  All were favorable for the future of the “green economy” including hydraulic solar panels and geothermal, on the condition that one identified solutions which did not damage the environment or landscape (48%), though only after having informed and involved citizens (38%).  They asked for participation mostly on the major decision and large projects, but believed that the responsibility for oversight and good construction needed to remain with the politicians and architects.</p><h3><strong>Analysis and Criticism</strong></h3><p>The principal criticism regarding this case was certainly the lack of accountability to ensure that the government followed the decisions taken from citizens.  In fact, the reported results were only general guidelines for the government.  Therefore, underneath the appearance of effective citizen empowerment, the amount of power given to the citizens was ultimately weak.  Thus, while the citizens, with the help of experts, could certainly give advice, the government was not at all obligated to accommodate their propositions.</p><h3><strong>External Links</strong></h3><p><a href=\"http://www.regione.toscana.it/partecipazione\">http://www.regione.toscana.it/partecipazione</a> [ITALIAN]</p><p><a href=\"http://www.regione.toscana.it/-/town-meeting-progettuale-sul-paesaggio-2010\">http://www.regione.toscana.it/-/town-meeting-progettuale-sul-paesaggio-2010</a> [ITALIAN]</p><p><a href=\"http://www.regione.toscana.it/regione/export/RT/sito-RT/Contenuti/sezioni/territorio/paesaggio/visualizza_asset.html_558761280.html\">http://www.regione.toscana.it/regione/export/RT/sito-RT/Contenuti/sezioni/territorio/paesaggio/visualizza_asset.html_558761280.html</a> [DEAD LINK]</p><p><a href=\"http://www.regione.toscana.it/regione/export/RT/sito-RT/Contenuti/sezioni/territorio/paesaggio/visualizza_asset.html_1661919580.html\">http://www.regione.toscana.it/regione/export/RT/sito-RT/Contenuti/sezioni/territorio/paesaggio/visualizza_asset.html_1661919580.html</a> [DEAD LINK]</p><p> </p><h3><strong>Notes</strong></h3><p><em>This is an English translation of the Italian case study found at <a href=\"http://participedia.net/cases/paesaggio-town-meeting-tuscany-italy\">http://participedia.net/cases/paesaggio-town-meeting-tuscany-italy</a></em></p>", "title": "Landscape Town Meeting (Tuscany, Italy)"}