{"htmlbody": "<h3> </h3><p><em>Note: This article is in need of assistance with editing and content. Moreover, it may be that this article should be included in the \"methods\" section, as it is more a description of a method than it is a detailed summary of how the method was used. Please help us complete it.</em></p><h3> </h3><h3>Summary</h3><p>According to the Department of the Prime Minister and Cabinet, CCs are a new form of participatory democracy that provide “citizens with direct access to the government and the government with first hand access to community perceptions and expectations.”</p><p>Community Cabinets (CCs) were introduced at the federal level in Australia following the electoral win of the Labor Party in the 2007 federal elections, with the first meeting held in January 2008.  The Prime Minister of Australia decides the date and locations of CC meetings, which are then advertised about three to four weeks before the meeting. Since their introduction, CCs have been held almost monthly. Any member of the public is able to register to attend a CC meeting, and the Prime Minister selects which ministers also attend each CC. Every CC meeting consists of three parts. The first part (lasting approximately 60 minutes) involves each attending minister holding up to five 10-minute meetings with individuals or small groups. The second is a 30-minute “community reception” where light refreshments are providing to community attendees. The third and final part is a public forum (lasting approximately 45-60 minutes) where community members are able to post questions directly to the Prime Minister and attending ministers.</p><h3>Problems and Purpose</h3><p> </p><h3>History</h3><p> </p><h3>Originating Entities and Funding</h3><p> </p><h3>Participant Selection</h3><p> </p><h3>Deliberation, Decisions, and Public Interaction</h3><p> </p><h3>Influence, Outcomes, and Effects</h3><p> </p><h3>Analysis and Criticism</h3><p> </p><h3>Secondary Sources</h3><p>Chris Lewis and David Marsh (2012). “Network Governance and Public Participation in Policy-Making: Federal Community Cabinets in Australia,” <em>Australian Journal of Public Administration</em>, 71: 1, 6–19.</p><p> </p><h3>External Links</h3><p><a href=\"http://www.dpmc.gov.au/community_cabinet/whatis.cfm\"><u>http://www.dpmc.gov.au/community_cabinet/whatis.cfm</u></a></p><p><a href=\"http://www.dpmc.gov.au/community_cabinet/meetings/index.cfm\"><u>http://www.dpmc.gov.au/community_cabinet/meetings/index.cfm</u></a></p><p> </p><h3>Notes</h3><p> </p>", "title": "Federal Community Cabinets (Australia)"}