{"htmlbody": "<h3> </h3><p class=\"image-right\"><img alt=\"real time democracy\" height=\"300\" src=\"http://1.1.1.2/bmi/www.opendemocracy.net/files/current%20voting%20weights.jpg\" width=\"360\"/><br/><br/> </p><p>Real time democracy is a system based around transforming the vote from a single use ticket issued once every four years, to a permanent possession of the voter – something that is lent (in part or full) to a representative the voter trusts to defend their interests and their vision of society (while they focus on their daily lives) and which can be withdrawn without notice.</p><p>The system is most easily conceived as an online voting system in which each voter would have a personal homepage. The most important feature on this page would be the voters “pot”. Upon the first log in, this pot would contain their entire vote. They would then be able to break this vote into portions of whatever size they liked, called tokens, and proceed to distribute them to representatives.  A voter could, for example, give a third of their vote to a candidate who shared their economic views, another third to one with a position on the environment they shared, a sixth to a candidate advocating for a persecuted minority, and the final sixth to a candidate advocating for their local community.</p><p>This last option is significant, as while such a system would be, by its nature, inimical to district based voting, it would allow for local representation where it was desired – something very difficult in current models of proportional representation where people have one vote, once every four years, which they can dedicate to local or national issues: but not both. Indeed one can imagine a community that felt it had been abandoned by the broader political class quickly pooling a substantial chunk of its votes behind a candidate standing for the sole purpose of advocating on its behalf.</p><p>The representatives’ voting power would increase and decrease in proportion with their share of active vote tokens. A representative with a total of 10% of active vote tokens would cast a vote that counts for twice that of her colleague with 5% of active tokens, and half of that of a representative with 20%. Percentages of active tokens would also be important in allocating speaking time, and the number of opportunities a representative would have to introduce a motion.</p><p>Importantly, representatives would be required to announce their position on upcoming motions in advance, giving the voter a chance to withdraw their token before it is used against their wishes.</p><p>There would be strong arguments for a maximum for the amount of voting power a single representative could wield, (somewhere around 40 percent for example). Also, while it seems necessary that any voter would be able to stand as a representative instantly and at will, it may be decided that a minimum threshold for support must be reached before voting or speaking rights are granted (and certainly before a salary is paid to allow the representative to dedicate themselves to politics full time). Alternatively the system could allow for micro-representatives, people charged with care of the votes of their friends and neighbors, or of fellow followers of a niche political position. Voters who had the time and inclination could also decide to keep all their tokens and vote directly. Alternatively (or as well) this body could not be paired, in a bicameral system with a direct popular referendum on each motion passed, thereby allowing for a body of professionals who could dedicate themselves to detailed public debate of issues, without handing over power to them completely.</p><p>Also, for simplicity's sake, rather than being infinitely flexible the vote could be permanently broken into a set number of tokens (ten, a hundred, whatever), which the voter would allocate in the same manner – though my inclination is to give people as much control as possible.  Such details however, are probably best worked out through practice.</p><h3>Every day election day<strong> </strong></h3><p>The most obvious advantage of such a system is increased accountability. In a sense this is a model of democracy without elections, in another sense it is a model where every day is election day. This would bind representatives far more closely to their constituents, and I believe, force them to take more consistent long term positions, rather than promising one thing before the election, and doing another for the duration of their term.</p><p>It would also mean an end to package deal politics, where voters are forced to choose between platforms despite the fact that they are unlikely to comprehensively agree with any of them.</p><p>At present, if you agree with one (or five) out of ten of Party (or candidate) X's policies, but none out of ten of Party Y's you have the choice of withdrawing your support for the policy you do endorse, or granting it to the policies you don't. The existence of a Party Z (leaving aside the biases against third parties in our current system) actually does little to moderate this effect, as the chances of them agreeing with their voters about every conceivable issue is no more likely.</p><p>This problem is compounded by the fact that in reality, the issues that will come before a voting body are not known in advance, and that politicians can simply abandon or change sections of their platforms once the votes are cast – meaning your vote can be used to advance the nine policies you disagreed with (and three new ones), and not at all for the issues which motivated you to cast it. Under real time democracy, the voter would be able to pick and choose what issues their voting power was used for, and in which direction it was cast.</p><p>Another advantage of this system is an end to political party hacks – those rewarded with safe seats for their obedience to (and ability to fundraise for) the party machine. These people are essentially granted leadership roles because of their ability to follow. They bring nothing to the debate.</p><p>In the system I am proposing only a candidate who had fresh ideas and a direct appeal to voters would be of any use to political parties. It is likely in such a system that any parties that did exist would only field one or a few candidates, of exceptional merit, in any particular assembly. The purpose of the parties would be to push for co-ordinated approaches in various bodies (i.e. local, state and federal governments).</p><h3>Belief in democracy<strong> </strong></h3><p>One of the main objections raised to this model is that it expects too much of ordinary people, who are thought of as either too lazy or too stupid to be involved in an ongoing way in politics. To the argument that they are too lazy, I answer that the current level of participation, both in street and online politics – despite the fact that neither of these realms is invested with any formal power - tells a different story. People get engaged when they see that issues affect their lives. To those who fear that people are not intelligent enough to be engaged at this level, I ask, do you really believe in democracy at all?</p><p>Furthermore, I think this system would improve the level of public debate. Currently, many ordinary people consider a detailed discussion of politics to be a waste of their time. They are not entirely wrong. Under the current arrangement, short of serious political activism, which most people have neither the time nor inclination to engage in except in exceptional circumstances, their political power is limited to a four-yearly choice from a very limited selection of platforms, over which they have no detailed say - a problem which is even more serious for marginalized groups. Indeed, considering the fundamental flaws of the current system (not to mention it's corruption by powerful special interests), what is remarkable is not that many people do not bother to participate, but that so many still do. This is a sign of people’s deep and inherent urge to have a say in the collective decisions that face society.</p><p>Essentially, this is a system whose time has come. Just as the printing press and other mass media made universal suffrage possible and meaningful, digital communication allows for its transformation.</p><h3>Notes</h3><p>The following is an excerpt from the Essay \"Fumbling for Change\" [available at <a href=\"http://www.opendemocracy.net/austin-gerassimos-mackell/fumbling-for-change\">http://www.opendemocracy.net/austin-gerassimos-mackell/fumbling-for-change</a>]. No other work on the concept has yet been published. In this article the name given to the model was \"Real Time Democracy\". Since then it struck me that this name is slightly too grandiose as this is just a voting system, rather than a whole democratic system, of which voting is just a part. Hence it has been renamed here \"Real Time Voting\"</p>", "title": "Real Time Voting "}