{"htmlbody": "Mission and Purpose<p>The guiding conceptual goals of CNS-ASU are two-fold: to increase reflexivity within the nanotechnology enterprise and to increase society’s capacity to engage in anticipatory governance of nanotechnology and other emerging technologies. “Reflexivity” refers to the capacity for social learning that informs the available choices in decision-making about nanotechnology. This reflexiveness can signal emerging problems, enabling what we call anticipatory governance – the ability of society and institutions to seek and understand a variety of inputs to manage emerging technologies while such management is still possible. Through this improved contextual awareness, we can help guide the path of nanotechnology knowledge and innovation toward more socially desirable outcomes and away from undesirable ones.</p><h3>History</h3><p>In 2005, the U.S. National Science Foundation announced a set of major grants in nanotechnology in society, including the creation of Centers for Nanotechnology in Society at Arizona State University (CNS-ASU) and at the University of California, Santa Barbara (CNS-UCSB) to pursue scholarship on and methodological and theoretical approaches to the social studies of nanotechnology. With its $6.2 million award from NSF (# 0531194), CNS-ASU is the largest center for research, education and outreach on the societal aspects of nanotechnology in the world.</p><h3>Specializations and activities</h3><p>CNS-ASU pursues its goals through two cross-cutting <a href=\"http://cns.asu.edu/program/research.htm\">research</a> programs: real-time technology assessment (RTTA), including such activity as analyzing research and innovation systems, surveying public opinion and values, creating opportunities for public deliberation and participation regarding nanotechnology decision-making, and evaluating the impact of CNS-ASU activities; and two thematic research clusters (TRC) that investigate equity and responsibility, and nanotechnology, sustainability and urban environments. CNS-ASU also administers the NSF-funded <a href=\"http://cns.asu.edu/stir/\">STIR project</a> (Socio-Technical Integration Research, #0849101), an international project that studies the extent to which collaborations between social and natural scientists working alongside one another in research laboratories may advance responsible innovation. </p><h3>Major projects and events</h3><p>CNS-ASU organized the US's first large-scale public deliberative activity on a scientific topic - nanotechnology and human enhancement technologies. The National Citizens Technology Forum (NCTF), held in 2008, involved the full participation of 74 lay citizens in six locales. The citizens completed a pre-test, received a vetted background document, engaged in face-to-face and internet-mediated deliberations, wrote reports from each local group, and took a post-test. Central findings include both those about the substance of the citizens' views of nanotechnologies and human enhancement and those about the nature and quality of the citizens' deliberations. The general portrait of attitudes toward nanotechnologies for human enhancement that emerged was one that strongly suggests that popular unease with enhancement technologies exists alongside hope for nano-enabled therapies. The general portrait of deliberation that emerged was one that strongly supports the contention that lay citizens are capable of deliberating in a thoughtful way that can contribute to public discourse and even to policy decisions. <a href=\"http://cns.asu.edu/cns-library/author/?action=getfile&amp;file=88&amp;section=lib\">The full report is available online</a>.</p><h3>Funding</h3><p>CNS-ASU is funded by the US National Science Foundation.</p><h3>Publications</h3><p>The CNS-ASU library, which includes references and many pdfs of all CNS-ASU publications, is <a href=\"http://cns.asu.edu/cns-library/\">online here</a>.</p><h3>Secondary Sources</h3><p><a href=\"http://cns.asu.edu/index.php\">CNS-ASU website.</a></p><h3>External Links</h3><p> </p><h3>Notes</h3><p> </p>", "title": "Center for Nanotechnology in Society at Arizona State University (CNS-ASU)"}