{"htmlbody": "<p><em>Note: this is an English translation of the original Italian case study that was first submitted by Paolo Galassi on 01/07/2012, and which can be found at <a href=\"http://participedia.net/cases/agenda-21-locale-province-forli-cesena-italy\">http://participedia.net/cases/agenda-21-locale-province-forli-cesena-italy</a>.</em></p><p><strong>Problems and Purpose</strong></p><p>Agenda 21 considers the <em>interaction</em> between <em>social</em>, <em>environmental</em>, and <em>economic </em>dmiensions to be the key for the conservation and management of a territory’s resources. To this end, actions to be taken need to conform to the relevant territory’s characteristiscs, and to respond to the need of the affected populations: the most common themes of discussion and intervention are fighting poverty, changing patterns of production and consumption, demographic dynamics, conservation and management of natural resources, protection of the atmosphere, oceans, and biodiversity; prevention of deforestation; promotion of sustainable agriculture, renewable energy, permaculture, etc.</p><p><strong>History</strong></p><p>Agenda 21—“the list of actions to take in the 21st century in order to achieve sustainable development”—is a UN project created during the World Conference on the Environment and Sustainable Development held in Rio de Janeiro in 1992, the objective of which was to create a concrete model of develompent which responded to the needs of the present withuot compromising the capacity of future generations to enjoy their own existence. After this conference,178 governments around the world, including Italy, adopted this document signifying the intent to promote so-called <em>sustainable development</em>, which, by taking social, environmental, and economic variables into account, aimed to identify in a territory incompatible elements or existing conflicts between socioeconomic activities and the politics of protecting the environment.</p><p>In chapter 28 of Agenda 21, the UN gave <em>Local Entitites </em>the role of <em>promoters</em> in the processes which involved all representatives of civil society, reinforcing their role and participation, and which resulted in the creation of a <em>Plan of Action</em> for sustainable development at a local level. Local authorities—Municipal, Provincial, Regions, etc.—were invitated to play a key role in the education, mobilization and response of the public for the promotion of a sustainable development. Through consultations and consensus-building, they could create a sort of reciprical exchange through which local businesses and communities could absorb the necessary information to create and apply new strategies.</p><p><strong>Originating Entities and Funding</strong></p><p>In Emilio Romagna, specifically Forli-Cesena Province, the adoption of Local Agenda 21 was most substantial in two locations: the town of Bagno di Romana in collaboration with Sarsina, Verghereto and the towns of the Roman Adriatic coast—Cesenatico, Gatteo, San Mauro Pascoli and Savignano Sul Rubicone; and the communities of Appennino Forlivese in collaboration with Acquacheta. From first glance, the <em>heterogeneity</em> of participating actors and the <em>variety</em> of the <em>types</em> of <em>stakeholders</em> who took part in the participatory process was clear: individual citizens, law enforcement, associations, agricultural sindicates, consumer and environmental organizations, professional groups, universities, schools, training organizations, religious institutes, sport organizations, banks, foundations, businesses, institutions, student groups, provincial councillors, political parties, and MPs.</p><p><strong>Participant Selection</strong></p><p>This participatory process was structured in two principal phases, one <em>internal</em> and one <em>external</em>. The first was summarized in the launch meeting at the Proviincial Junta, in the presentce of the President and all assessorss. It aimed to elaborate the Junta’s Declaration of Sustainability, in which sustainable development was recognized as a strategic line for provincial politics: this document stated that, in the political persuit of envrionmentally sustainable development of the territory, the entity was to <em>operate the care of the natural environment so as to assure efficient and effective resource management, directing endogenous economic development twoards entrepreneurial forms which prize research and innovation, assuring homogenously diffused growth, valuing the quality of work, maintaining and possibly augmenting social, regional, and multiethnic cohesion, searching to assure the balance between social opportunities for the weakest groups with a guarantee of welfare</em>. In this view, the <em>attempt </em>to promote higher levels of democracy and citizen participation in decision processes represented the method through which to enact sustainable processes.</p><p>The <em>external </em>phase instead included from the first moment <em>stakeholders</em>: the procedures of identifying and involving stakeholders were guided by one of the principles of <em>governance</em> defined in the White Book of the European Commission, the “principle of transparency” which provided for the involvement in participatory processes of all stakeholders in a community, or in this case, the identification of all subjects at a provincial level who held a <em>shared interest</em>. Mediating this process of involvement, developed for <em>territorial</em> area, they proposed to incentivize the participation of all the various interests present in the territory. The selection of those invitated to the thematic meetings was made in keeping with the theme of discussion of the workshops in question; however, given that Local Agenda 21 is a <em>voluntary</em> process by definition, all citizens who asked to take part were included in the Forum. For each meeting, personalized letters of invitation were sent along with the agenda, and a follow up phone call was made to confirm attendence.</p><p><strong>Deliberation, Decisions, and Public Interaction</strong></p><p>EASW—European Awareness Scenario Workshop—was used for the active phase of the process.  EASW, developed by the EU, is based on two principal activities: firstly, the “defintion of scenarios<em>” </em>and following, the “proposal of ideas”. In general, EASW serves to stimulate democratic participation in decisions about improving the quality of life in a community. It allows participants to exchange information and discuss themes and processes which govern technological development and the impact of technologies on the natural and social environment, stimulating the capacity to identify and plan concrete solutions for existing problems.</p><p>In the first phase of work the participants, divided into homogeneous groups of origin, built an autonomous vision of the future. To this end, it was necessary to stimulate an integrated apporach which took into account the complexities and interdependencies which characterized the contributions. Regardless of the discussed theme, participants were asked to define possible future characteristics of their imagined scenario, in order to suggest possible practical and effective ways to realize the scenario. Each scenario highlighted what the group wished to achieve, in a timeframe of 10 years, for the  sustainability of the local territory.</p><p>In the second phase, the participants, divided into mixed groups, made operational proposals for actions necessary to begin to realize those constructed future scenarios. In this activity the participants were asked to be concise and concrete, to explain the steps involved, and to identify subjects of action (WHO) and the ways in which to realize the proposals (HOW). In each thematic meeting, the partiipcants were invited to identify strategic and specific objectives, actors, and priorities.</p><p><strong>Influence, Outcomes, and Effects</strong></p><p>On May 14th, 2003, the Constitution and Activation of the Permanent Provicnical Forum of Local Agenda 21 was launched, and themes for the workshops were chosen. More than 100 stakeholders came to the meeting, from economic, production, and agricultural institutions, cultural and environmental associations, and volunteers. Thanks to collaboration with a research team from the University of Siena, There was a report on the Ecological Footprint of the province, an analysis of the consumption and environmental impacts of a territory. There was also an energy analysis, which considered the necessary processes in the production of energy, and materials used in such a process, including both economic factors—the energy and the used material being quantified also in monetary terms—and environmental ones, linked to resource consumption expressed in units of solar energy. Both methodologies showed the strong impact of human activities on the province.</p><p>The Forum was composed of three workshops, taking place in different locations across the province and on different days. In these workshops, the presence of participants was accompanied by technical experts with the objective of enriching and deepening the work from a strictly tehcnical point of view. The themes had emerged from reflection about the surrounded the “sensitive” areas susceptible to increased participation, considering studies on the increasing ecological footprint of the territory.</p><p>The first workshop—September 19th, 2003—featured the subject of “Consumption and Lifestyles”, from were subgroups emerged to discuss themes of <em>energy</em>, <em>garbage</em>, <em>transport</em> <em>and logistics</em>, and <em>instruments of sustainability.</em></p><p>“Agriculture and the Territory” was the subject of the second meeting, on October 17th 2003. Subthemes formed to consider the <em>management of water resources</em>, <em>the use of the territory</em>,<em> ecocompatible production,</em> and<em> agriculture of the future</em>.</p><p>“Innovation and Development” was the title of the final workshop, on November 7th 2003, which saw discussion around themes of <em>information</em>, <em>training</em>, <em>and participation</em> as prerequisites for the diffusion and sharing of information, research, and knowledge about environmental problems; <em>research and innovation</em> as the point of departure for new strands for research and knowledge about the territory’s particularities; <em>new personalities and training</em>, regarding contributions and incentives to support the creation of qualified professionals and skilled labor<em>; identity and territory</em>, regarding the birth of a new sense of perception of the teritory to value its uniqueness and traits.</p><p>The final Plan of Local Area Action was presented on February 11th 2004. This phase including collecting results from each thematic workshop in order to create the final codument. It identified new objectives, stimuli, and ideas around the theme of “sustainability”, integrated with activities already occurring. The object was to create an outline as complete as possible of what was being done in the territory and what stakeholders saw as the <em>priorities</em> to be done.</p><p><strong>Analysis and Criticism</strong></p><p>In the case of Local Agenda 21 of the Province of Forli-Cesena, the level of participation of stakeholders at the Forum was high. However, data on the <em>heterogeneity</em> of the composition of the particpants raises doubts about the efficiency of the process, balance of decision-making, external conflicts of interest, and political-economic pressures. Of the participants, 46% were representatives of Institutions, 17% businesses, 11% associations, 10% environmental organizations, 6% training bodies, and 4 agricultural sindicates. Only 3% were citizens, and 1% respectively represented professional orders, schools, political parties, and MPs.</p><p><strong>External Links</strong></p><p><a href=\"http://www.a21italy.it\">http://www.a21italy.it</a></p><p><a href=\"http://www.agenda21.it/\">http://www.agenda21.it/</a></p><p><a href=\"http://cordis.europa.eu/easw/\">http://cordis.europa.eu/easw/</a></p><p><a href=\"http://osservatoriopartecipazionerer.ervet.it/\">http://osservatoriopartecipazionerer.ervet.it/</a></p><p><a href=\"http://www.provincia.fc.it/agenda21/\">http://www.provincia.fc.it/agenda21/</a></p><p><a href=\"http://partecipazione.regione.emilia-romagna.it/entra-in-regione/progetti/agende-21\">http://partecipazione.regione.emilia-romagna.it/entra-in-regione/progett...</a></p><p><a href=\"http://www.un.org/esa/dsd/agenda21/\">http://www.un.org/esa/dsd/agenda21/</a></p>", "title": "Local Agenda 21 (Province of Forli-Cesena, Italy)"}