{"htmlbody": "<p><em>Note: this is an English translation of the original Italian case study that was first submitted by Maria Martinez on 01/19/2012, and which can be found at </em><a href=\"http://participedia.net/cases/progetto-ex-mercato-ortofrutticolo-bologna-italy\" target=\"_blank\">http://participedia.net/cases/progetto-ex-mercato-ortofrutticolo-bologna-italy</a></p><h3><strong>Problems and Purpose</strong></h3><p>The area of the old Farmer’s Market extends for more than 30 hectares to the north of the historical city of Bologna, and was abandoned after its activities moved to the Food Center.   </p><p>The project’s primary objective was the growth of the neighborhood in terms of urban quality and services. The “regenerated” area in fact saw, beyond the realization of those goals, the creation of equipment for public use and vast green areas integrated with residential buildings, in a continuous system of open and fruitful spaces, in continuation with the urban environment of historic Bologna.</p><h3><strong>History</strong></h3><p>The urban participatory experiment for the revitalization of the ex-Market area of Bologna began in March 2005.</p><p>The total space considered in the experiment was 11,662 km of useful surface (including existing recovered spaces, such as the entrance to the ex-Market or the shelter), divided into:</p><ul><li>92,503 km residential (equivalent to around 1320 homes)</li><li>17,159 km other uses (tertiary-commercial)</li><li>16,700 km of public use (gym, school, clinic, social center, youth hostel)</li></ul><h3><strong>Participant Selection</strong></h3><p>Market Lab, a laboratory for urban participation, had been created by the end of the first phase of the participatory process. Market Lab unified the various activities and face-to-face encounters held to discuss the plan delineating the ex-Market area’s future.</p><p>Urban experts called “facilitators”, whose job was to learn the true needs of the citizens, were very important to the process  The participants in the project were the city administration, the Navile neighborhood, the local organizations, and interested citizens (men and women of various ages).</p><h3><strong>Deliberations and Decisions</strong></h3><p>The process was carried out in two lab phases. The first phase began in March 2005, with four meetings about the following considerations:  connections and relations between the neighborhood and the border; society and services; centrality and accessibility; green space and landscaping; environmental sustainability; technological innovation; and mobility. Conclusions included the construction of a new building for the Municipality of Bologna, homes, commercial buildings, public parks, a new clinic, a school, a gym, social and recreational centers, and a student center for the University.</p><p>The second phase began in September 2006 and ended in March 2007,  using participatory methods to imagine the implementation of important elements from the first phase, particularly the public park and green spaces, the social center Katia Bertasi, the shelter, and the new school.</p><p>Given that this phase was dedicated to deepening some of the previously-imagined aspects, it was necessary to widen participation and involve new subjects of diverse ages.  For this, it was thought best to have the lab move itself into the inhabited venues, into the headquarters of organizations and into the schools, using a work method for small groups.</p><p>Meetings between planners and interested groups of people were organized in various parts of the neighborhood.  This was also supplemented by work with children at schools through a series of other meetings, for example with the residents of the Katia Bertasi center (the elderly in the afternoon, the dance teachers and their students in the evenings, etc.) of the gym, the youth from Center XM 24, Caritas (local body of the Italian Episcopal Conference) and five parishes, organizations of business owners of Bolognina, other cultural and social organizations of the territory, a group of municipal employees, etc.</p><h3><strong>Outcomes and Effects</strong></h3><p>From the beginning of the discussions about mobility, connectedness was a central element of the Laboratory’s discussions. The collected suggestions included: a partial transformation of Via Grobetti into a green corridor/quick urban axis; the transformation of Via Fioravanti into a neighborhood road free of through-traffic; the identification of potential connection points between Villa Angeletti and the Park along the Navile; and the guarantee of continuity and bicycle access inside the area, and of connections with existing paths at the margins.</p><p>The first laboratory phase culminated in the drafting of the first plan and the following approval on the part of the City Council in July 2006, with the promise by the administration to make a second participatory laboratory phase.</p><p>The other priority which the participants felt strongly about was the theme of green space, and more generally public services and space.  In particular, participants felt that a park near historic Bolognina was a necessity.</p><p>The second phase concluded on June 23rd, 2007 with a street festival.  The new urban plant was presented beneath the old market shelter with the photo show “The Farmer’s Market of Yesterday and Today”, the video “The Market Lab”, and the projection “The New Plan for the Area of the Old Market.” Ethnic and organic markets, games with children, a treasure hunt, a vintage car show, theater, ball games, food, sport demonstrations, a tango with an Argentine orchestra, and many other events took place from the early evening into late in the night.</p><p>Although the project is still being realized today, these will be the greatest impacts on the zone and will culminate, immediately after summer 2012, with the burial of part of via Gobetti, an intervention which will require a mini revolution in viability.  And so the Market Consortium of Navile, the organization of property owners of the area’s buildable lots, decided to move forward to open up information on the project to the Bolognesi, especially the residents. They aim to provide punctual updates about the various interventions in the area in a transparent manner, including through an <em>ad hoc</em> website. The construction of the first homes will be ready between late 2012 and early 2013.</p><h3><strong>Analysis and Criticisms</strong></h3><p>The participatory process of the Farmer’s Market project involved the city administration, the Navile neighborhood, local organizations, and interested citizens of various ages including children, teenagers, the elderly, and teachers in the neighborhood.  The Laboratory project took 30 months in which there were 16 public discussions, more than 40 meetings between small groups and representatives in the neighborhood, and 15 meetings at schools with teachers and their classes.</p><p>When the first lab phase ended, the administration process reopened, and a new plan for the ex Market area, including the new public space suggestions from the second laboratory phase (park, shelter, community center, school, etc.), was approved by the City Council.</p><p>The ex-Farmer’s Market of Bologna project was an exemplary case of participatory processes.  An animated and complex process gave life to a projected based on the social and environmental quality of spaces within a strategic area of the city.</p><p>The experience of planning the Market was not limited to the elaboration of a simple urban project. It secondarily included more complex ideas about the development of the city and new models of settlement favoring the diffusion of a higher quality of life, from the care of public space, intended for the city’s civic and community life, to the capacity to encourage relations between people and therefore connections between existing spaces and those which will use them;  from promoting the mixing of future users and celebrating the diversity of spaces to the construction of an eco-neighborhood with a small energetic footprint;  to the definition of slow, light mobility grid which privileges pedestrian and cyclist space at the expense of the vehicular.</p><p> </p><h3><strong>External Links</strong></h3><p><a href=\"http://www.urbancenterbologna.it/index.php?/it/bologna-ex-mercato/ex-mercato-ortofrutticolo.html\">U</a><a href=\"http://www.urbancenterbologna.it/en/\">rban Center Bologna - Participatory Website</a> [ENGLISH]</p><p><a href=\"http://www.urbancenterbologna.it/index.php?/it/bologna-ex-mercato/ex-mercato-ortofrutticolo.html\">U</a><a href=\"http://www.urbancenterbologna.it/en/\">rban Center Bologna - Participatory Website</a> [ITALIAN]</p><p><a href=\"http://www.comune.bologna.it/laboratoriomercato/reports.htm\">Project Reports</a><a href=\"http://www.comune.bologna.it/laboratoriomercato/reports.htm%C2%A0%C2%A0\"> </a>[ITALIAN]</p><p><a href=\"http://www.comune.bologna.it/laboratoriomercato/download/cinque_temi-post_6.pdf\">Phase 1 Analysis</a> [ITALIAN]</p><p><a href=\"http://www.comune.bologna.it/laboratoriomercato/progetto.htm\">Images and Project Designs</a> [ITALIAN]<br/> </p><p><em>Note: this is an English translation of the original Italian case study, which can be found at <a href=\"http://participedia.net/cases/progetto-ex-mercato-ortofrutticolo-bologna-italy\">http://participedia.net/cases/progetto-ex-mercato-ortofrutticolo-bologna...</a></em></p>", "title": "Project ex-Farmer's Market (Bologna, Italy)"}