{"htmlbody": "<p> </p><h3>Finding information on Participedia</h3><p>Almost all the content on Participedia is in the form of a case, method or organization.</p><ul><li>Articles about <em>Cases</em> include examples of participatory politics and governance of all shapes and sizes. Cases can be contemporary or historical, completed or ongoing.</li><li>Articles about <em>Methods</em> provide information on the many processes used to guide innovations in participatory politics and governance, such as citizen juries, deliberative polling, and participatory budgeting.</li><li>Articles about <em>Organizations</em> provide profiles of formal and informal groups that design, implement, or support innovations in participatory politics and governance.</li></ul><p>You can search or browse cases, methods and organizations in several ways.</p><ol><li><em>Browse: </em>If you visit the <strong><a href=\"/browse/cases\">cases page</a></strong>, the <strong><a href=\"/browse/methods\">methods page</a></strong> or the <strong><a href=\"/browse/organizations\">organizations page</a></strong>, you will be able to browse all the articles of that type in either alphabetical or chronological order (according to the date the article was added, most recent first). By default you will see only articles that are complete or partial; this excludes \"stubs\", which are meant as placeholders or suggestions for articles that still need to be filled out.</li><br/><li><em>Search with an article type:</em> Within each type of article (cases, methods, or organizations) you can select criteria (in the boxes on the right-hand side of the page) to filter which articles you see. The search filters treat each additional criterion as an \"AND\" -- so Participedia reads the criteria in this illustration as, show me every case with an Intended Purpose of: Co-governance AND Direct delivery of public services. <br/><br/><img alt=\"Search within an article type\" src=\"http://participedia.net/sites/default/files/Finding%20Content-Fig%201b-New.png\"/></li><br/><li><em>Site-wide search:</em> Use the search box at the top of the page to conduct a site-wide search on any keyword; this will take you to a set of search results that include any case, method <em>or</em> organization articles containing your keyword. <em>Hint: You can leave the search box empty, and just click \"search\", to see a complete list of ALL cases, methods and organizations on this site.</em> Once you're on the search results page, you can once again filter your results by selecting criteria. However since many criteria apply to only one type of article, clicking on criteria may quickly lead you to a set of results that includes only cases, methods or organizations. For example, filtering on a country name may show you both cases and organizations from that country, but filtering on a decision method will show you only case results (because only cases include \"decision method\" as a criterion).</li></ol><p>You can also search or browse user profiles on Participedia. By filling in your own user profile to share information about your interests, work or location, the more likely it is that you'll be able to find other users with related challenges or expertise. Finally, you can find information about the Participedia project itself by visiting the <a href=\"/about\">About pages</a>, or by looking at the latest <a href=\"/news\">News</a>.</p> ", "title": "Finding Information on Participedia"}