{"htmlbody": "<h3>Definition</h3><p>A Citizens’ Initiative Review (CIR) is a <a href=\"http://participedia.net/methods/citizens-jury\">Citizens’ Jury</a> that deliberates about a ballot <a href=\"http://participedia.net/methods/initiative-process\">initiative</a>. In a CIR, organizers select a panel, made up of a random sample of 18-24 citizens, who are demographically representative of the population. The panelists meet for five days to learn and deliberate about a ballot initiative—a proposed law or constitutional amendment that is drafted by, and can be enacted by a direct vote of, citizens—that will be voted on in an upcoming election.</p><p>During the CIR, the panelists hear arguments from advocates and stakeholders supporting and opposing the initiative, as well as neutral background witnesses’ presentations about issues related to the initiative.  Panelists have opportunities to question the advocates, stakeholders, and background witnesses. Then the panelists deliberate to identify important facts about the initiative, to decide whether to support or oppose the initiative, and to identify reasons to justify their support or opposition.  The panelists’ deliberations are structured and led by a moderator, who ensures that each panelist’s voice and opinion are heard and considered. </p><p>At the end of the CIR, the panelists write a Citizens’ Statement that sets out the facts about the initiative that they agree on, the number of panelists supporting and opposing the initiative, and the panelists’ reasons for supporting and opposing the initiative. The Citizens’ Statement is then made available to the public and the media. In some jurisdictions, such as the U.S. state of Oregon, the Citizens’ Statement is included in the official voters’ guide, a booklet, published by the government, that gives citizens information about candidates and ballot measures to be voted on in an election.  A CIR thus lets voters hear from well-informed citizens who help voters make the best choice regarding an initiative.</p><h3>Problems and Purpose</h3><p>The key problem the CIR seeks to address is that voters often receive inadequate information about ballot initiatives. Surveys show that many voters are unaware of ballot initiatives before election day. In addition, surveys show that many voters have inaccurate knowledge of ballot initiatives and few voters can express reasons to support or oppose particular ballot initiatives. Further, long-term public policy problems arising from ballot initiatives and the high rate at which ballot initiatives are struck down by courts indicate that many voters lack sufficient information about the policy consequences and the legality of ballot initiatives. The purpose of the CIR is to remedy these problems by improving the quality of information voters receive about ballot initiatives.</p><h3><strong>History</strong></h3><p>In 1999 in the U.S. state of Washington Michael Lowry, former governor of the state, proposed applying the Citizens’ Jury process to Washington State ballot initiatives; this new process was called Citizens’ Initiative Review. </p><p>From 1999-2007, Ned Crosby, founder of <a href=\"http://participedia.net/organizations/jefferson-center\">the Jefferson Center</a>, which developed the Citizens’ Jury, and his wife Patricia Benn developed and promoted the CIR process in Washington State, but the CIR was not incorporated into Washington State’s official initiative process.</p><p>In 2000 John Gastil, in his book <em>By Popular Demand: Revitalizing Representative Democracy Through Deliberative Elections</em>, recommended that the Citizens’ Jury be applied to initiatives and referenda.</p><p>As early as 2002 a Website for the Washington Citizens' Initiative Review was  established at the URL: cirwa.org.  (For archived versions of that Website, <a href=\"http://wayback.archive.org/web/20020515000000*/http://www.cirwa.org\">click here</a>).</p><p>In 2003 Gastil and Crosby wrote an <a href=\"http://www.seattlepi.com/local/opinion/article/Voters-need-more-reliable-information-1128957.php\">op-ed article</a> reporting survey results showing that Washington State citizens had little knowledge of the initiatives on the 2003 Washington State ballot, and citing these results as evidence of the need for a CIR.</p><p>According to Tyrone Reitman, Crosby and Benn also advocated for the CIR in the U.S. state of Oregon in 2003.</p><p>In 2005 Crosby and others founded a nonprofit organization called <a href=\"http://promotinghealthydemocracy.org/\">Promoting Healthy Democracy</a> (PHD), which began supporting CIR projects in 2009.</p><p>In 2006, Tyrone Reitman and Elliot Shuford organized a project to introduce the CIR in the U.S. state of Oregon. Crosby and Benn agreed to fund the project.  In early 2007 Reitman and Shuford founded <a href=\"http://participedia.net/organizations/healthy-democracy-oregon\">Healthy Democracy Oregon</a> (HDO), an organization that would carry out the project, which was called the <a href=\"http://participedia.net/cases/oregon-citizens-initiative-review-oregon-cir\">Oregon Citizens’ Initiative Review</a> (Oregon CIR). After a successful trial in 2008 the Oregon Legislature authorized the Oregon CIR for the 2010 election. In 2010 two Oregon CIRs were held and produced two Citizens’ Statements, which were included in the official 2010 Oregon voters’ guide.  In 2011 the Oregon Legislature passed a law making Oregon CIR a permanent part of Oregon’s statewide initiative process.</p><p>In 2011 HDO created a new, related organization, <a href=\"http://healthydemocracyfund.org/\">Healthy Democracy Fund</a> (HDF). HDF’s activities include raising funds to sustain the Oregon CIR, further developing the CIR process, and applying the CIR method to public policy issues in legislatures in a process called Citizens’ Policy Review.</p><h3><strong>Deliberation, Decisions, and Public Interaction</strong></h3><p>Once the CIR organizers have chosen the panel, advocates, stakeholders, and background witnesses, the organizers gather the panel and explain the panel’s charge. The panel’s charge is to write a Citizens’ Statement explaining key facts about the initiative that a majority of the panel agrees about, stating how many panelists support or oppose the initiative, and setting out the reasons that the panelists support or oppose the initiative. The charge acts as a guideline for the panel, the advocates, the stakeholders, and the background witnesses.</p><p>On the first day of the CIR the panelists learn about the CIR procedures, practice deliberating according to the CIR procedures while using a hypothetical initiative, receive a brief overview of the actual initiative that will be the subject of their deliberations, and get to know each other. The next three days are dedicated to hearings at which advocates, stakeholders, and background witnesses present arguments and information to the panel. There is time allotted for the panelists to ask question of the advocates, stakeholders, and background witnesses, and also time for the panelists to deliberate.  Trained moderators organize the questioning and deliberations to ensure that all advocates, stakeholders, and background witnesses are treated fairly and that all panelists have the opportunity to be heard. </p><p>After the hearings have been completed the panelists engage in final deliberations about the initiative. These deliberations are also moderated.  During these deliberations the panelists decide on key facts about the initiative that a majority of panelists agree on, determine whether they support or oppose the initiative, and choose the best arguments supporting or opposing the initiative. Once these decisions have been made the panelists write a Citizens’ Statement that sets out those key facts, the number of panelists supporting or opposing the initiative, and their reasons for supporting or opposing the initiative.</p><p>On the final day of the CIR there is a public event at which the panelists present their Citizens’ Statement. In some jurisdictions the Citizens’ Statement is included in the official voters’ guide that explains ballot initiatives to voters. </p><p>An important part of the CIR process is the panelists’ evaluation of the CIR process. The panelists are asked to evaluate the process itself and the CIR personnel who moderate and organize the CIR. The panelists use several criteria to evaluate the CIR including the quality of the deliberations and any bias in the process or exhibited by CIR personnel.  As part of the evaluation each panelist may write a personal statement in which he or she may express views that were not included in the Citizens’ Statement.</p><p>Some time after the CIR has concluded the CIR organizers publish a final report about the CIR. The final report includes the Citizens’ Statement, the panelists’ evaluations of the CIR, and descriptions of the CIR process.</p><h3>Influence, Outcomes, and Effects</h3><p>In 2008 HDO conducted a successful field test using the CIR process.  In 2009 the Oregon Legislature approved a trial of the Oregon Citizens’ Initiative Review (Oregon CIR) to be held the following year. In 2010 HDO organized two Oregon CIRs, in each of which a randomly selected sample of 24 Oregon citizens learned and deliberated for five days about an initiative that was to appear on the November 2010 Oregon statewide ballot.</p><p>The first 2010 Oregon CIR, held August 9-13, 2010, concerned Measure 73, a proposed statute that would impose mandatory minimum criminal sentences for certain repeat offenses concerning driving while intoxicated, and for certain sexual offenses. For details about <a href=\"http://participedia.net/cases/oregon-citizens-initiative-review-2010-measure-73\">Oregon CIR 2010 Measure 73</a>, <a href=\"http://participedia.net/cases/oregon-citizens-initiative-review-2010-measure-73\">click here</a>.</p><p>The second 2010 Oregon CIR, held August 16-20, 2010, concerned Measure 74, a proposed statute that would have created a regulated distribution system for medical marijuana in Oregon. For details about <a href=\"http://participedia.net/cases/oregon-citizens-initiative-review-2010-measure-74\">Oregon CIR 2010 Measure 74</a>, <a href=\"http://participedia.net/cases/oregon-citizens-initiative-review-2010-measure-74\">click here</a>.</p><p>During each Oregon CIR the panelists produced a Citizens’ Statement evaluating the initiative that they had deliberated about. Those Citizens’ Statements were printed in the official 2010 Oregon Voters’ Pamphlet.</p><p>John Gastil, Katherine Knobloch, and colleagues conducted a study of the 2010 Oregon CIRs. The key results of the study were:</p><ul><li>The Oregon CIR panelists had engaged in deliberations of good quality, including consistently \"fair and respectful discussions\";</li><li>The Oregon CIR Citizens’ Statements accurately reflected their deliberations, contained no substantial factual or logical errors, and contained new and useful information for voters;</li><li>Surveys of Oregon voters showed that (1) most Oregon voters were unaware of the Oregon CIRs; (2) 65% of Oregon voters read the Citizens’ Statement concerning Measure 73 and 57% read the Citizens’ Statement on Measure 74; (3) for those voters who read the Citizens' Statements, reading the Citizens' Statements significantly increased voters' knowledge of and reduced voters' support for Measures 73 and 74; (4) the effect of reading the Citizens' Statements on voters' opposition to the ballot initiatives was too small to have influenced the outcome of the 2010 Oregon statewide election, but was large enough to indicate that in a future close ballot initiative election, a Citizens' Statement could potentially influence the outcome.</li></ul><p>For detailed results of <a href=\"http://participedia.net/cases/oregon-citizens-initiative-review-2010-measure-73\">Oregon CIR 2010 Measure 73</a>, <a href=\"http://participedia.net/cases/oregon-citizens-initiative-review-2010-measure-73\">click here</a>.</p><p>For detailed results of <a href=\"http://participedia.net/cases/oregon-citizens-initiative-review-2010-measure-74\">Oregon CIR 2010 Measure 74</a>, <a href=\"http://participedia.net/cases/oregon-citizens-initiative-review-2010-measure-74\">click here</a>.</p><p>In 2011 the Oregon Legislature passed a law making the Oregon CIR a permanent part of Oregon’s statewide initiative process.</p><h3>Analysis and Criticism</h3><p>Gastil and Knobloch's study of the 2010 Oregon CIR concluded that the CIR design used during the 2010 Oregon CIRs had been generally \"appropriate and effective.\" In their 2010 report and in subsequent papers they also recommended several modifications to the CIR process:</p><ul><li>To enhance the stability and the knowledge base of a CIR, a CIR in a particular jurisdiction should be governed by a permanent board, whose members should include CIR organizers and moderators, public officials from the jurisdiction, and former CIR panelists.</li><li>If possible, CIR organizers should try to hold CIRs on every ballot initiative to appear on a ballot, and to schedule CIRs well in advance to allow advocates, stakeholders, and expert witnesses ample time to prepare their presentations.</li><li>CIR organizers should offer advocates training concerning how to make effective presentations to a CIR panel, because advocates are likely to be unfamiliar with the procedures and time constraints of the CIR.</li><li>If fewer than all initiatives to appear on a ballot can be addressed by CIRs, when choosing which ballot initiatives to review, CIR organizers should use particular selection criteria, such as the fiscal or legal impact of the initiative, the complexity of the issue, and the extent of voters’ uncertainty about the issue. Using such selection criteria will ensure that CIRs address ballot initiatives about which voters most need information.</li><li>The voting requirement for including a key factual finding in a Citizens’ Statement should be raised from 14 to 18, to ensure that included findings have broad support among panelists.</li><li>Citizens’ Statements should address general concerns and include value-based arguments, so as to be more accessible and relevant to voters.</li><li>CIR organizers should assure panelists that unanimous support for or opposition to a ballot initiative is an acceptable outcome of the CIR. This assurance should prevent panelists from taking a position that is contrary to their views, merely in order to avoid a unanimous outcome.</li><li>CIR organizers should give panelists sufficient time to deliberate about their reasons for approving and opposing the initiative, especially when one side has relatively little support, because such deliberation improves the quality of those reasons.</li></ul><p>The Social Capital Review published an article, by DeAnna Martin, about the Oregon CIR. The article summarized the Oregon CIR process in a positive light. The article compared the Oregon CIR's participant-selection procedure to the Jury Process, and saw the Oregon CIR as a beneficial addition to Oregon’s democracy.</p><p>Some criticisms of the Oregon CIR have been expressed by proponents of Measure 73. These advocates argued that the Oregon CIR process was flawed on the grounds that the Oregon CIR sampling procedure was not stratified on the basis of support for or opposition to the measures; that advocates were not allowed to cross-examine other advocates, stakeholders, or background witnesses; and that advocates, stakeholders, and background witnesses were not required to testify under oath.</p><h3>Secondary Sources</h3><p>Binder, M., Boudreau, C., &amp; Kousser, T. (2011). Shortcuts to deliberation? How cues reshape the role of information in direct democracy voting. <em>California Western Law Review</em>, 48, 97-128.</p><p>Citizens' Initiative Review. (2002). History of the project. <a href=\"http://web.archive.org/web/20021012090756/http://www.cirwa.org/historycir.php\">http://web.archive.org/web/20021012090756/http://www.cirwa.org/historycir.php</a></p><p>Ned Crosby and John C. Hottinger. (2011). The Citizens Jury Process. <em>Book of the States</em>, 2011, pp. 321-325, <a href=\"http://knowledgecenter.csg.org/drupal/system/files/Crosby2011.pdf\">http://knowledgecenter.csg.org/drupal/system/files/Crosby2011.pdf</a></p><p>John Gastil. (2000). <em>By Popular Demand: Revitalizing Representative Democracy through Deliberative Elections</em>. Berkeley: University of California Press.</p><p>John Gastil and Ned Crosby. (2003, November 5). Voters Need More Reliable Information. <em>seattlepi.com</em>, <a href=\"http://www.seattlepi.com/local/opinion/article/Voters-need-more-reliable-information-1128957.php\">http://www.seattlepi.com/local/opinion/article/Voters-need-more-reliable-information-1128957.php</a></p><p>John Gastil and Katherine Knobloch. (2010). <em>Evaluation Report to the Oregon State Legislature on the 2010 Oregon Citizens’ Initiative Review</em>. <a href=\"http://www.la1.psu.edu/cas/jgastil/CIR/OregonLegislativeReportCIR.pdf\">http://www.la1.psu.edu/cas/jgastil/CIR/OregonLegislativeReportCIR.pdf</a></p><p>John Gastil, Katherine Knobloch, Justin Reedy, Mark Henkels, and Katherine Cramer Walsh. (2011). Hearing a Public Voice in Micro-Level Deliberation and Macro-Level Politics: Assessing the Impact of the Citizens’ Initiative Review on the Oregon Electorate. Paper Presented at NCA 2011: Annual Conference of the National Communication Association, held November 17-20, 2011, New Orleans, Louisiana<em>.</em></p><p>John Gastil, Katherine Knobloch, and Robert Richards. (2012). Vicarious Deliberation: How the Oregon Citizens’ Initiative Review Influences Deliberation in Mass Elections. Paper Presented at RSA 2012: The 15th Biennial Conference of the Rhetoric Society of America, May 23-28, Philadelphia, Pennsylvania.</p><p>John  Gastil and Robert Richards. (2012). Making Direct Democracy Deliberative through Random Assemblies, Paper to Be Presented at ASA 2012: The Annual Meeting of the American Sociological Association, August 17-20, 2012, Denver, Colorado.</p><p>Katherine Knobloch, John Gastil, Justin Reedy, and Katherine Cramer Walsh. (2011). Did They Deliberate? Applying a Theoretical Model of Democratic Deliberation to the Oregon Citizens’ Initiative Review<em>. </em>Paper Presented at NCA 2011: Annual Conference of the National Communication Association, held November 17-20, 2011, New Orleans, Louisiana.</p><p>Katherine Knobloch and Rory Raabe. (2011). <em>Exploring the Effects of Deliberative Participation through Panelist Self-Reports. </em>Paper Presented at NCA 2011: Annual Conference of the National Communication Association, held November 17-20, 2011, New Orleans, Louisiana.</p><p>DeAnna Martin. (2010, April 20). Citizen Initiative Review to Educate Oregonians on Ballot Measures. <em>Social Capital Review</em>. <a href=\"http://socialcapitalreview.org/citizen-initiative-review-to-educate-oregonians-on-ballot-measures-2/\">http://socialcapitalreview.org/citizen-initiative-review-to-educate-oreg...</a></p><h3>External Links</h3><p>Citizens' Initiative Review Website (archived versions), <a href=\"http://wayback.archive.org/web/20020515000000*/http://www.cirwa.org\">http://wayback.archive.org/web/20020515000000*/http://www.cirwa.org</a></p><p>Healthy Democracy Fund, Programs and Projects, <a href=\"http://healthydemocracyfund.org/programs-projects/\">http://healthydemocracyfund.org/programs-projects/</a></p><p>Healthy Democracy Oregon. (2010). <em>Citizens’ Initiative Review 2010, Measure 73, Interim Final Report.</em> Portland, OR: Healthy Democracy Oregon. <a href=\"http://cirarchive.org/media/attachments/documents/M73_Final_Report.pdf\">http://cirarchive.org/media/attachments/documents/M73_Final_Report.pdf</a></p><p>Healthy Democracy Oregon. (2010). <em>Citizens’ Initiative Review 2010, Measure 74, Interim Final Report.</em> Portland, OR: Healthy Democracy Oregon. <a href=\"http://cirarchive.org/media/attachments/documents/M74_Final_Report.pdf\">http://cirarchive.org/media/attachments/documents/M74_Final_Report.pdf</a></p><p>Healthy Democracy Oregon, Citizens’ Initiative Review, <a href=\"http://healthydemocracyoregon.org/citizens-initiative-review\">http://healthydemocracyoregon.org/citizens-initiative-review</a></p><p>Oregon Citizens' Initiative Review, 2010, Archive Website, <a href=\"http://cirarchive.org/\">http://cirarchive.org/</a></p><p>Oregon Citizens' Initiative Review, 2010, Measure 73. (2010). Citizens' Initiative Review of Measure 73. Salem, OR: Oregon Secretary of State. <a href=\"http://cirarchive.org/media/attachments/documents/statements/M73_Citizens_Statement.pdf\">http://cirarchive.org/media/attachments/documents/statements/M73_Citizens_Statement.pdf</a></p><p>Oregon Citizens' Initiative Review, 2010, Measure 74. (2010). Citizens' Initiative Review of Measure 74. Salem, OR: Oregon Secretary of State. <a href=\"http://cirarchive.org/media/attachments/documents/statements/M74_Citizens_Statement.pdf\">http://cirarchive.org/media/attachments/documents/statements/M74_Citizens_Statement.pdf</a></p><p>Oregon Laws, 2011, Chapter 365, <a href=\"http://www.leg.state.or.us/11orlaws/sess0300.dir/0365.html\">http://www.leg.state.or.us/11orlaws/sess0300.dir/0365.html</a></p><p>Oregon Secretary of State. (2010). <em>Voters’ Pamphlet, Oregon General Election, November, 2, 2010</em>, <a href=\"http://oregonvotes.org/doc/history/nov22010/guide/book13.pdf\">http://oregonvotes.org/doc/history/nov22010/guide/book13.pdf</a></p><h3>Notes</h3><p> </p>", "title": "Citizens' Initiative Review"}