{"htmlbody": "<p>[Photo courtesy of <a href=\"http://www.healthydemocracyfund.org/\">Healthy Democracy</a>]</p><p><em>For a comprehensive general account of the Citizens' Initiative Review process see <a href=\"http://participedia.net/en/methods/citizens-initiative-review\">here</a>.</em></p><h3>Problems and Purpose</h3><p>Oregon Citizens' Initiative Review 2010 Measure 73 (Oregon CIR 2010 M73) was a <a href=\"http://participedia.net/methods/citizens-initiative-review\">Citizens' Initiative Review</a> (CIR) held in the U.S. state of Oregon, on the topic of Measure 73, a proposed statute that would impose mandatory minimum criminal sentences for certain repeat offenses concerning driving while intoxicated and for certain sexual offenses. A Citizen's Initiative Review is a <a href=\"http://participedia.net/methods/citizens-jury\">Citizens’ Jury</a> that deliberates about a ballot <a href=\"http://participedia.net/methods/initiative-process\">initiative</a>. The Citizens' Initiative Review that has been incorporated into the Oregon statewide ballot initiative process is called the <a href=\"http://participedia.net/cases/oregon-citizens-initiative-review-oregon-cir\">Oregon Citizens' Initiative Review</a> (Oregon CIR).  </p><h3>History</h3><p>In 2006 Tyrone Reitman and Elliot Shuford,  colleagues from the University of Oregon,  organized a project to introduce the CIR in the U.S. state of Oregon. Ned Crosby, founder of <a href=\"http://participedia.net/organizations/jefferson-center\">the Jefferson Center</a>, which developed the Citizens’ Jury, and his wife Patricia Benn agreed to fund the project.  In early 2007 Reitman and Shuford founded <a href=\"http://participedia.net/organizations/healthy-democracy-oregon\">Healthy Democracy Oregon</a> (HDO), an organization that would carry out the project, which was called the <a href=\"http://participedia.net/cases/oregon-citizens-initiative-review-oregon-cir\">Oregon Citizens’ Initiative Review</a> (Oregon CIR). After a successful trial in 2008 the Oregon Legislature authorized the Oregon CIR for the 2010 election. In 2010 HDO organized two Oregon CIRs, of which Oregon Citizens' Initiative Review 2010 Measure 73 , held  August 9-13,  was the first.</p><h3>Originating Entities and Funding</h3><p>Oregon Citizens' Initiative Review 2010 Measure 73 (Oregon CIR 2010 M73) was organized by  Healthy Democracy (HDO). HDO's funding for Oregon CIR 2010 M73 came from grants from foundations and nonprofit organizations, contributions from HDO board members, and private donations from Oregon citizens.  Some funding for Oregon CIR 2010 M73 came from the organization <a href=\"http://promotinghealthydemocracy.org/\">Promoting Healthy Democracy</a>, of which Crosby was a co-founder.  HDO did not receive funding from the state of Oregon for Oregon CIR 2010 M73.</p><h3>Participant Selection</h3><p>The Oregon CIR involves four categories of participants: panelists, the citizens who deliberate about a ballot initiative; advocates, individuals who are knowledgeable about the ballot initiative and who argue in support of or in opposition to the ballot initiative; stakeholders, individuals who will be affected by the ballot initiative, who also argue in support of or in opposition to the ballot initiative; and background witnesses, individuals who are knowledgeable about issues related to the initiative, and who present neutral background information about those issues to the panelists.  </p><p>To select the panelists for Oregon CIR 2010 M73, HDO used a selection process designed in cooperation with the Portland, Oregon survey research firm of Davis, Hibbitts, and Midghall, Inc. The League of Women  Voters of Oregon monitored the selection process. The selection process was as follows: HDO took a probability sample of 10,000 Oregon voters. All voters in this sample were sent an invitation to participate in the 2010 Oregon CIR and a demographic survey. Three hundred fifty members of the sample responded, for a response rate of 3.5%. From those who responded, HDO, using the demographic data from the sample survey, anonymously chose 24 panelists, and 5 alternate panelists, for each 2010 Oregon CIR. The panelists and alternates for each CIR were chosen using stratification, so that each panel closely matched the Oregon population in terms of place of residence, political partisanship, education, ethnicity/race, gender, and age. Nonetheless, because some originally selected panelists could not attend, the Oregon CIR 2010 M73 panel differed slightly from the Oregon population in that the panel included one more college-educated member, one more member from Oregon's fourth congressional district, one more member of the Democratic Party, and one more female member than the selection plan provided, as well as one fewer political Independent and one more male member than the selection plan provided. HDO paid panelists' travel, accommodation, and child care costs, and a stipend of $150 per day.</p><p>In Oregon CIR 2010 M73, the advocates included the proponents of the ballot initiative, Measure 73, and lobbyists from the professional association of Oregon defense attorneys, who opposed Measure 73. Stakeholders were selected by the advocates, and included, for the proponents of Measure 73, an advocate for victims' rights, a sheriff, and a crime victim; and for the opponents of Measure 73, a judge, three criminal defense attorneys, a crime victim, and a crime victims' advocate. </p><p>To select background witnesses HDO identified individuals recognized as experts on issues related to Measure 73 and obtained names of additional potential witnesses from the advocates. This yielded a list of seventy potential background witnesses whom HDO interviewed to learn more about the individuals’ expertise, availability to present to the panel, and support for or opposition to Measure 73. With the goal of creating a list of background witnesses having diversity of expertise and experiences and being roughly balanced in terms of support for or opposition to Measure 73 HDO then chose the final list of background witnesses. The panel then chose to hear from eight of these background witnesses, among whom were three experts on the Oregon state budget process, a criminal justice scholar, the director of Oregon’s criminal justice commission, a psychologist who treats sex offenders, a prosecutor, and a judge who administered a drug court. </p><h3>Deliberation, Decisions, and Public Interaction</h3><p>On Day 1 of the Oregon CIR 2010 M73 the CIR organizers explained the charge to the panelists. The panel’s charge was to write a Citizens’ Statement explaining key factual findings about Measure 73 that 14 of the 24 panelists agreed about, stating how many panelists supported or opposed Measure 73, and setting out the panelists’ arguments for supporting or opposing the measure. Each of the three parts of the Citizens’ Statement—the key findings, arguments supporting the measure, and arguments opposing the measure—was to be limited to 130 words. Next, the CIR organizers and moderators explained to the panel the CIR procedures, and briefly explained Measure 73. Much of Day 1 consisted of a practice deliberation, in which the panelists gained experience in using the CIR procedures by applying those procedures to a hypothetical ballot initiative concerning a bond issue to fund the preservation of a historic courthouse in a fictional Oregon town.</p><p>The next three days were dedicated to hearings at which advocates, stakeholders, and background witnesses presented arguments and information to the panel.  During the hearings panelists were given the opportunity to ask question of the advocates, stakeholders, and background witnesses. On each day after the hearings panelists deliberated in small groups, followed by a discussion among all the panelists during which panelists shared results of their small-group discussions. Each day each panelist was assigned to a different small group and to a different seat during the full-panel discussion, in order to expose each panelist to a diversity of views and to prevent contiguity between panelists from influencing panelists’ decisions. (The daily seating assignments were done manually, and were not randomized.) Trained moderators led the questioning and deliberations to ensure that all advocates, stakeholders, and background witnesses are treated fairly and that all panelists had the opportunity to be heard.</p><p>At the end of each day panelists completed surveys about the substance and quality of their deliberations. The surveys were designed and distributed by John Gastil and Katherine Knobloch, researchers who conducted a formal study of the Oregon 2010 CIRs.</p><p>Deliberations during Days 2, 3, 4, and the morning of Day 5, which were held in public and were videorecorded, focused on information gathering. During deliberations on the afternoon of Day 5 panelists made final judgments about whether to support or oppose Measure 73 and then, during discussions that were held in private and not recorded, formulated arguments to justify those judgments. </p><p>On Day 2 in the morning panelists heard arguments from advocates and stakeholders supporting or opposing Measure 73. In the afternoon as part of the full-panel discussion panelists chose background witnesses whom they wished to hear from, advocates and stakeholders whom they wished to hear from a second time, and questions they wished to ask the witnesses, advocates, and stakeholders.</p><p>On Day 3 the background witnesses, advocates, and stakeholders chosen the day before made presentations to the panelists. Panelists’ deliberations concerned identifying key factual findings concerning Measure 73 and stating what panelists considered to be the most persuasive reasons for supporting or opposing Measure 73.</p><p>On Day 4 advocates made closing arguments in the morning. In the afternoon of Day 4 and the morning of Day 5 panelists finalized the phrasing of key factual findings concerning Measure 73 and voted to identify the most important of those findings concerning the measure. Some panelists also met in groups on the evening of Day 4 to revise the wording of some key factual findings. A vote of 14 out of 24 panelists was needed for a key finding to be included in the Citizens’ Statement. In addition panelists discussed whether they supported or opposed Measure 73 in light of the key findings they had selected and all other information and arguments they had heard.</p><p>In the afternoon of Day 5 panelists divided into two groups: those supporting Measure 73 and those opposing the measure. During those group discussions, which were held in private and not recorded, panelists selected what they believed to be the strongest arguments justifying their positions on Measure 73 and finalized the wording of those arguments.  Panelists and HDO personnel also read, fact-checked, and commented on opposing panelists' arguments, in a discussion that led to additional revisions to both sides' arguments. Those arguments were then included in the Citizens’ Statement.  In the final Citizens’ Statement 21 panelists opposed Measure 73 and three panelists supported the measure. </p><p>After finishing their deliberations on Day 5 panelists completed an evaluation of the Oregon CIR process and of the Oregon CIR organizers and moderators. In their evaluations panelists were required to apply several criteria, including the quality of the deliberations and any bias in the process or exhibited by CIR personnel. In addition each panelist had the opportunity in the evaluation to write a personal statement expressing views that were not included in the Citizens’ Statement. Many panelists used their personal statements to express the view that Measure 73 violated Oregon’s constitutional requirement that a ballot initiative address only one subject.</p><p>At 4:00 p.m. on the afternoon of Day 5 HDO held a press conference at which the panelists of Oregon CIR 2010 M73 presented their Citizens’ Statement to the public and the media.</p><p>The Citizens’ Statement was included in the official 2010 Oregon voters’ guide.</p><p>Some time after Oregon CIR 2010 M73 had concluded HDO published a final report that included the Citizens’ Statement, the panelists’ evaluations of the CIR, and descriptions of the CIR process.</p><h3>Influence, Outcomes, and Effects</h3><p>John Gastil, Katherine Knobloch, and colleagues conducted a study of the 2010 Oregon CIRs. Data for the study were obtained from the researchers’ surveys completed daily by the panelists, the panelists’ final evaluations of the Oregon CIR 2010 M73, and telephone and online surveys of Oregon citizens respecting their attitudes towards and knowledge of Measures 73 and 74 and their use of the official Oregon voters’ guide and the Citizens’ Statements. The online survey, of a panel of Oregon voters questioned first in August 2010 and then again in the two weeks before the November 2010 election, included an experiment to test the influence of the Citizens’ Statement on voters’ knowledge of and attitudes towards Measures 73 and 74.</p><p>The key results of Gastil and Knobloch's study, in terms of the Oregon CIR 2010 M73 panelists and their Citizens’ Statement, were:</p><ul><li>The deliberations yielded sufficient information and featured a sufficiently rigorous analysis of Measure 73 to enable the panelists to make an informed decision about the measure.</li><li>The CIR process was fair. Seventeen of 24 panelists were “satisfied” or “very satisfied” with the neutrality of the CIR organizers and moderators.</li><li>The democratic quality of the deliberations was high. Panelists had equal opportunities to participate, treated each other respectfully, and maintained open minds towards others’ views.</li><li>Panelists experienced a large change in attitude toward Measure 73 during the deliberations. At the beginning of the CIR 13 panelists (54%) were undecided about Measure 73, 5 supported it and 6 opposed it (25%). At the end of the CIR one panelist (4%) remained undecided, three supported the measure, and 21 panelists (87.5%) opposed it.</li><li>The quality of the Citizens’ Statement on Measure 73 was high. The statement contained no substantial factual or logical errors and the statement accurately reflected the panelists’ deliberations and provided new and useful information for voters.</li></ul><p>In terms of the influence of the Measure 73 Citizens’ Statement the key results of the study were:</p><ul><li>Most Oregon voters (58%) were unaware of the 2010 Oregon CIR and most (60%) did not read the Citizens’ Statement concerning Measure 73.</li><li>44% of Oregon voters who read the Measure 73 Citizens’ Statement learned new arguments or information from it.</li><li>Voters who read the Citizens’ Statement spent much more time (an average of 11 minutes) reading the Citizens’ Statement than reading other sections of the official voters’ guide (average durations of 3 to 6 minutes per section).</li><li>Reading the Citizens' Statements significantly increased voters' knowledge of and reduced voters' support for Measure 73. Only 40% of those who read the Citizens’ Statement supported Measure 73, compared to 66% of those who did not read the Citizens’ Statement. The Citizens’ Statement had the strongest effect on undecided voters: 78% of initially undecided voters who later read the Citizens’ Statement subsequently decided to oppose Measure 73, compared to 47% who did not read the Citizens’ Statement.</li><li>The effect of reading the Citizens' Statements on voters' opposition to Measure 73 was too small to have influenced the outcome of the 2010 Oregon statewide election, but was large enough to indicate that in a future close ballot initiative election a Citizens' Statement could potentially influence the outcome.  On November 2, 2010, Oregon voters enacted measure 73, with 57% of voters casting ballots in favor of the measure.</li></ul><p>In 2010 Gastil and Knobloch submitted the results of their study to the Oregon Legislature. In 2011 the Oregon Legislature passed a statute making the Oregon CIR a permanent part of Oregon’s statewide initiative process. The preamble to the statute alludes to the results of Gastil and Knobloch’s study.</p><h3>Analysis and Criticism</h3><p>Gastil and Knobloch in their 2010 report concluded that the CIR design used during the 2010 Oregon CIRs had been generally \"appropriate and effective.\" In their 2010 report and in subsequent papers they also recommended several modifications to the CIR process, which included the following:</p><p>The researchers found evidence in the Measure 73 CIR of a disparity in advocates’ performances that may have been due in part to some advocates’ lack of familiarity with the CIR procedures and time constraints. The researchers observed that proponents of the measure stated that the issues the measure addressed were too complex and technical to explain given the panelists’ lack of training and the CIR's time limits. The researchers concluded that CIR organizers should offer advocates training concerning how to make effective presentations to a CIR panel, because advocates are likely to be unfamiliar with the procedures and time constraints of the CIR.  </p><p>The researchers observed in the Citizens’ Statements a paucity of reasons that were expressly related to values—such as citing evidence that Measure 73 might disproportionately affect racial or ethnic minorities or low-income individuals—and found evidence that some key findings in the Citizens’ Statement were too specific to be of use to most voters. To address these issues, the researchers recommended that Citizens’ Statements address more general concerns and include value-based arguments, so as to be more accessible and relevant to voters. </p><p>The researchers also found that the Measure 73 panelists left out of their Citizens’ Statement some important types of information.  These included complex factual findings, such as that most deaths caused by intoxicated drivers involved first-time offenders; complex findings respecting the applicability of the measure, such as that under Measure 73 a first-time defendant engaged in a single event involving multiple offenses was likely to be charged as a repeat offender; and expressions of the tradeoffs involved in opposing or adopting the measure, such as that enacting Measure 73 might well reduce crime to some extent but was also likely impose costs so high as to outweigh the benefits. The researchers observed that the panelists’ reluctance to include such information may have been due to difficulties of phrasing the information in a way that voters could grasp, or to the absence in the Citizens’ Statement of categories of material appropriate to such information.</p><p>The researchers found evidence that some panelists may have voted to support Measure 73 merely to prevent the panel from unanimously opposing the measure. The researchers therefore concluded that CIR organizers should assure panelists that unanimous support for or opposition to a ballot initiative is an acceptable outcome of the CIR. This assurance should prevent panelists from taking a position that is contrary to their views, merely in order to avoid a unanimous outcome. </p><p>The researchers observed that the Day 5 deliberation in which panelists commented on arguments opposed to their own led to revisions that generally strengthened both sides’ arguments.  The researchers therefore concluded that CIR organizers should give panelists sufficient time to deliberate about their reasons for approving and opposing the initiative, especially when one side has relatively little support, because such deliberation improves the quality of those reasons. </p><p> </p>Some criticisms of the Oregon CIR have been expressed by proponents of Measure 73. These advocates argued that the Oregon CIR process was flawed on the grounds that the Oregon CIR sampling procedure was not stratified on the basis of support for or opposition to the measures; that advocates were not allowed to cross-examine other advocates, stakeholders, or background witnesses; and that advocates, stakeholders, and background witnesses were not required to testify under oath.<h3>Secondary Sources</h3><p>Binder, M., Boudreau, C., &amp; Kousser, T. (2011). Shortcuts to deliberation? How cues reshape the role of information in direct democracy voting. <em>California Western Law Review</em>, 48, 97-128.</p><p>John Gastil and Katherine Knobloch. (2010). <em>Evaluation Report to the Oregon State Legislature on the 2010 Oregon Citizens’ Initiative Review</em>. <a href=\"http://healthydemocracy.org/wp-content/uploads/2012/07/OregonLegislativeReportCIR.pdf\">http://healthydemocracy.org/wp-content/uploads/2012/07/OregonLegislative...</a></p><p>John Gastil, Katherine Knobloch, Justin Reedy, Mark Henkels, and Katherine Cramer Walsh. (2011). Hearing a Public Voice in Micro-Level Deliberation and Macro-Level Politics: Assessing the Impact of the Citizens’ Initiative Review on the Oregon Electorate. Paper Presented at NCA 2011: Annual Conference of the National Communication Association, held November 17-20, 2011, New Orleans, Louisiana.</p><p>John Gastil, Katherine Knobloch, and Robert Richards. (2012). Vicarious Deliberation: How the Oregon Citizens’ Initiative Review Influences Deliberation in Mass Elections. Paper Presented at RSA 2012: The 15th Biennial Conference of the Rhetoric Society of America, May 23-28, Philadelphia, Pennsylvania.</p><p>John  Gastil and Robert Richards. (2012). Making Direct Democracy Deliberative through Random Assemblies, Paper to Be Presented at ASA 2012: The Annual Meeting of the American Sociological Association, August 17-20, 2012, Denver, Colorado.</p><p>Katherine Knobloch, John Gastil, Justin Reedy, and Katherine Cramer Walsh. (2011). Did They Deliberate? Applying a Theoretical Model of Democratic Deliberation to the Oregon Citizens’ Initiative Review. Paper Presented at NCA 2011: Annual Conference of the National Communication Association, held November 17-20, 2011, New Orleans, Louisiana.</p><p>Katherine Knobloch and Rory Raabe. (2011). Exploring the Effects of Deliberative Participation through Panelist Self-Reports. Paper Presented at NCA 2011: Annual Conference of the National Communication Association, held November 17-20, 2011, New Orleans, Louisiana.</p><h3>Other Citizens' Initiative Reviews on Participedia </h3><p><a href=\"http://participedia.net/en/cases/oregon-citizens-initiative-review-2010-measure-74\">Measure 74 (2010)</a><br/><a href=\"http://participedia.net/en/cases/oregon-citizens-initiative-review-measure-82-0\">Measure 82 (2012)<br/>M</a><a href=\"http://participedia.net/en/cases/oregon-citizens-initiative-review-2012-measure-85\">easure 85 (2012)</a></p><h3>External Links</h3><p><a href=\"https://ballotpedia.org/Oregon_Minimum_Criminal_Sentence_Increase,_Measure_73_(2010)\">BallotPedia Entry</a></p><p><a href=\"http://cirarchive.org/media/attachments/documents/M73_Final_Report.pdf\">Healthy Democracy Oregon. (2010). <em>Citizens’ Initiative Review 2010, Measure 73, Interim Final Report</em>. Portland, OR: Healthy Democracy Oregon. </a>[DEAD LINK]</p><p><a href=\"http://healthydemocracy.org/\">Healthy Democracy Oregon, Citizens’ Initiative Review</a></p><p><a href=\"http://cirarchive.org/\">Oregon Citizens' Initiative Review, 2010, Archive Website</a> [DEAD LINK]</p><p><a href=\"http://cirarchive.org/media/attachments/documents/statements/M73_Citizen\">Oregon Citizens' Initiative Review, 2010, Measure 73. (2010). <em>Citizens' Initiative Review of Measure 73</em>. Salem, OR: Oregon Secretary of State.</a> [DEAD LINK]<br/>UPDATE: see <a href=\"http://oregonvotes.org/irr/2010/013text.pdf\">here </a>for similar webpage</p><p><a href=\"https://www.oregonlegislature.gov/bills_laws/lawsstatutes/2011orLaw0365.html\">Oregon Laws, 2011, Chapter 365</a></p><p><a href=\"http://sos.oregon.gov/elections/Documents/pamphlet/november-general-2010.aspx\">Oregon Secretary of State. (2010). <em>Voters’ Pamphlet, Oregon General Election, November, 2, 2010</em>. Salem, OR: Oregon Secretary of State.</a></p><p> </p>", "title": "Oregon Citizens' Initiative Review 2010 Measure 73"}