{"htmlbody": "<p>Note: this is an English translation of the original French case study that was first submitted by Maily Spineau on 06/21/2011, and which can be found at <a href=\"http://participedia.net/cases/progetto-ex-mercato-ortofrutticolo-bologna-italy\" target=\"_blank\">http://participedia.net/cases/les-journ-es-de-la-participation-angers</a></p><h3>History</h3><p>Like many other European states, France began an important movement toward decentralization over 20 years ago. A new concept of governance was established in favor of stronger democratization in local decision-making, notably with respect to citizen integration in participatory processes. Over time, participatory democracy has taken root in Angers through various different mechanisms, particularly in the city’s network of approximately 1,700 associations. These organizations maintain ties with municipal institutions thanks to a “city contract” formed in 1994; they receive subsidies of up to € 300,000 in an effort to encourage both citizen participation and the realization of civic projects. Since 1998, Angers has organized regular meetings between elected officials and representatives of different municipal districts; in 2005 and 2008, the city furthermore established “Local Democracy Days”. Since then, citizens have been involved in urban projects such as the renovations of canal banks and tramway systems. Angers went on to organize “Participation Days” in order to assess the work accomplished previously by local institutions, associations, and citizens. The second purpose of this event was to listen to residents’ opinions so as to make the public more amenable to any eventual government decisions. Reflecting the spirit of these participatory events, the official slogan was “Listen to know, know to act”.<br/> </p><h3>Participant Selection</h3><p>In order to facilitate the meetings between civilians and elected officials, Angers established a series of structures: consultative councils in each district, local boards, a council for foreigners, and other committees. All of these organizations were invited to take part in the citywide event. Moreover, the city developed a training session for 60 people, all members of associations already involved in participatory projects. This training aimed (1) to reinforce their competence with regards to tools of participation, debate, and project development, and (2) to improve their understanding of life within their district, including administrative structures. The 60 individuals all played a special role throughout the event. As the primary ties between residents and institutions, they were dubbed “citizen liaisons”.<br/><br/>Information about the event was transmitted to the general public through the creation of new webpages on the city’s website. They featured descriptions of the overall project, the background behind its creation, and its ultimate objectives. Since Anger’s Participation Days were open to all those wishing to share their ideas and debate with elected officials, anybody could sign up for free (though spots were limited to 500) to participate in conferences and workshops during the second phase. Access to the “participation village” was also free and required no advance registration. A publicity campaign was launched in the streets of Angers, primarily through posters, to attract as high a number of visitors as possible.<br/><br/>Finally, during the event itself, a 55-page brochure entitled “The Little Dictionary of Local Democracy” was distributed, detailing the functioning of participatory projects and the parties involved.<br/> </p><h3>Deliberation, Decisions, and Public Interaction</h3><p>Anger’s Participation Days took place on February 18 and 19, 2011. The event was divided into two phases. The first (on the 18th) consisted of a meeting between local elected officials and other individuals already involved in Anger’s participatory process. Workshops were organized in the morning to more clearly define the roles of different representatives in the proceedings that would follow. The afternoon saw an evaluation of work carried out previously by the city’s district councils. This was followed by a debate concerning the next steps to take.<br/><br/>The second phase (on the 19th) opened the event up to all citizens, regardless of whether they resided in Angers or had been previously engaged in participatory civic projects. Anybody could sign up for workshops on the city’s website. Individuals who did not register online could still participate in a series of conferences and visit the “participation village”, an ensemble of 25 informational stands, many of which represented different municipal associations.</p><p>Four themed workshops were organized on February 19 in order to offer all citizens the opportunity to discuss important issues with experts and public officials. These events were entitled, “Acting in my District”, “Designing the City of Tomorrow”, “Creating Social Networks”, and “Expertise in Public Decision-making”. To help foster an informed debate and encourage speaking, the workshops were preceded by seven roundtable discussions on education, the role of associations, roads, solidarity (especially among the elderly), youth, sports, and culture. During these discussions, experts, association representatives, and elected officials presented reports and proposed numerous projects. The workshops then took place in the afternoon in small committees of around fifteen people each. Debates, all videotaped, were held to discuss the suggested projects.<br/> </p><h3>Influence, Outcomes, and Effects</h3><p>The end of Participation Days saw the creation of a chart to further elaborate relations between the city and its residents, as well as the renewal of the 1994 convention between the city and associations. An online participatory project was also announced, although it remains undeveloped to this day. Participants particularly appreciated the variety of ways in which they could take part in the event on many different levels alongside representatives with a plethora of different interests (elected officials, association members, stakeholders, etc.). After the immense success and popularity of Participation Days, organizations like Anger’s district councils and new youth committees continue to promote civic engagement. Meanwhile, calls have been made for Participation Days to be reorganized every two years, alternating with the Agora Forum.<br/> </p><h3>Analysis and Criticism</h3><p>Participation Days was the first event of such large magnitude in the region to enhance democracy through participatory processes. The forum nonetheless attracted some concerns and criticism. For one, local associations imposed yet another level of mediation between citizens and institutions. Moreover, participants in the event did not meet the objective criteria set for  being demographically representative (by age, education, etc.). In fact, the volunteers who came represented the portion of the city’s population that was already fairly informed and active in local politics (a somewhat paradoxical observation given that a main theme of the workshops was engaging uninvolved citizens in civic projects). Finally and most significantly, the city took no concrete action in carrying out any of the suggested projects. As a result it would be reasonable to classify Participation Days as the first step on the ladder of citizen participation in Angers, where cooperation is largely symbolic and leadership remains top-down.<br/><br/>Still, it is important to remember that many people desired that this event be organized again and further perfected. It allowed a rebirth of public consultation on specific municipal issues and inspired other French cities to follow Anger’s lead.<br/> </p><h3>Secondary Sources and External Links [FRENCH]</h3><p><a class=\"external free\" href=\"http://www.angers.fr/participer\" rel=\"nofollow\" title=\"http://www.angers.fr/participer\">Angers Participation Website</a> [DEAD LINK]</p><p><a href=\"http://www.angers.fr/fileadmin/plugin/tx_dcddownloads/DP_journees_participation_01.pdf\">Participation Days 2011 Report</a></p><p><a href=\"http://dailymotion.virgilio.it/video/xh7yra_les-journe-es-de-la-participation-a-angers_news\">Video About the Event</a></p><p>Press/News:</p><p><a class=\"external free\" href=\"http://www.angersmag.info/Angevins-et-citoyens-d-aujourd-hui-et-de-demain_a1919.html\" rel=\"nofollow\" title=\"http://www.angersmag.info/Angevins-et-citoyens-d-aujourd-hui-et-de-demain_a1919.html\">http://www.angersmag.info/Angevins-et-citoyens-d-aujourd-hui-et-de-demain_a1919.html</a></p><p><a class=\"external free\" href=\"http://www.angersmag.info/A-Angers-devenir-acteur-de-sa-ville-c-est-possible_a2118.html\" rel=\"nofollow\" title=\"http://www.angersmag.info/A-Angers-devenir-acteur-de-sa-ville-c-est-possible_a2118.html\">http://www.angersmag.info/A-Angers-devenir-acteur-de-sa-ville-c-est-possible_a2118.html</a></p><p><a class=\"external free\" href=\"http://www.angersmag.info/La-democratie-participative-a-l-angevine-fait-son-chemin_a2145.html\" rel=\"nofollow\" title=\"http://www.angersmag.info/La-democratie-participative-a-l-angevine-fait-son-chemin_a2145.html\">http://www.angersmag.info/La-democratie-participative-a-l-angevine-fait-son-chemin_a2145.html</a></p><p><a class=\"external free\" href=\"http://www.angers.maville.com/actu/actudet_-L-arbre-a-palabres-a-la-mode-angevine_loc-1698065_actu.Html\" rel=\"nofollow\" title=\"http://www.angers.maville.com/actu/actudet_-L-arbre-a-palabres-a-la-mode-angevine_loc-1698065_actu.Html\">http://www.angers.maville.com/actu/actudet_-L-arbre-a-palabres-a-la-mode-angevine_-1698065_actu.Htm</a></p><p> </p><p>Note: this is an English translation of the original French case study that was first submitted by Maily Spineau on 06/21/2011, and which can be found at <a href=\"http://participedia.net/cases/progetto-ex-mercato-ortofrutticolo-bologna-italy\" target=\"_blank\">http://participedia.net/cases/les-journ-es-de-la-participation-angers</a></p><p> </p><p> </p>", "title": "Participation Days in Angers, France (translated)"}