{"htmlbody": "<p>This semester, Participedia.net has been fortunate to have three terrific students from Harvard’s Institute of Politics (IOP), Sietse Goffard, Eliza Pan, and Alli Welton.  Participedia is a user-generated site for researchers and practitioners in the field of democratic innovation and public engagement. These students have been able to contribute to the essential task of case content clean up and work on innovative cases. Because the site is user driven, having these students thinking through the next phases of Participedia has been essential for our project. </p><p class=\"p2\">These energetic students have enabled us to think through how Participedia can be used as an educational tool.  As co-founder Archon Fung, Ford Foundation Chair for Democracy and Citizenship at the Kennedy School of Government, notes “One of the benefits of PP that I hadn't anticipated is that it is an educational tool.  We’ve had terrific IOP students doing great research, and then several professors have assigned article writing and editing in their classes on participation and democracy.  With the help of these students Participedia continues to improve as both a technological platform and a research tool.”</p><p class=\"p2\">The students echoed this sentiment and learned a lot about the world of participatory innovation globally. As Alli Welton notes, “I learned so many different ways that people want to get involved.  It is amazing to see how engaged people are with their communities and inspiring to see people getting together.”</p><p class=\"p2\">Sietse Goffard reflected on his experience: “Participedia has been an important part of my Harvard education; I learned a lot from reading all the cases. I feel much more appreciative of citizens and their ability to accomplish civic reforms across the globe, from small-scale projects to the drafting of new constitutions. The level of citizen engagement in Europe is especially inspiring. A lot of this happens behind the scenes, so it's often hard to realize how much citizens are involved in planning these projects at every level. I’ve also learned how to design a new website and work with the team in building up this exciting project.\" </p><p class=\"p3\">Eliza Pan shares the sentiments of her classmates, “the Hackathon was my favorite part – thinking through dynamics of how to make Participedia cutting edge and dynamic and working with international movements and organizations.”</p><p class=\"p3\">With these students we have been able to make huge strides on the Participedia platform including our first ever Participedia “Hackathon” from which the pictures are included. Through assessing the many different functionality of Participedia, the IOP students were able to help Participedia transition from our old WikiMedia platform to our new Drupal platform. Part of this transition includes case migration as well as making sure all the cases are of high quality. </p><p class=\"p2\">We are delighted to have these terrific students working on behalf of Participedia.  All of the students have enjoyed there time so much that they are continuing their involvement with Participedia into the summer!  If you are interested in contributing to Participedia or using it as an educational tool in any capacity please let us know and email Hollie Russon Gilman <a href=\"/cdn-cgi/l/email-protection#1d557271717478424f686e6e7273305a7471707c735d75766e33757c6f6b7c6f7933787968\"><span class=\"__cf_email__\" data-cfemail=\"b5fddad9d9dcd0eae7c0c6c6dadb98f2dcd9d8d4dbf5dddec69bddd4c7c3d4c7d19bd0d1c0\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a>. </p>", "title": "Student Energy Takes Participedia to the Next Level"}