{"htmlbody": "<h3>Definition</h3><p>Choicework Dialogue -- also called Choice-Dialogue or ChoiceDialogue -- developed by <a href=\"http://participedia.net/organizations/viewpoint-learning\">Viewpoint Learning</a>, is a structured and facilitated method of face-to-face, in-person deliberation in which a representative sample of approximately 40 citizens deliberates for 8 hours about a policy issue. Choicework Dialogue has been used for public deliberations about public policy issues as well as for intraorganizational deliberations about organizational policies. The method requires participants to read workbooks containing information about the policy issue, consider several possible policy approaches -- each of which is associated with certain values -- for addressing the issue, consider multiple means of funding those policy approaches, identify policy objectives, and then weigh tradeoffs in making feasible policy and funding choices that will further those objectives. Surveys measure participants' attitudes about the issue at the start and end of the deliberation. Survey results are used by the organization sponsoring the deliberation as evidence of informed public opinion about the issue.</p><h3>Problems and Purpose</h3><p>According to <a href=\"http://participedia.net/organizations/viewpoint-learning\">Viewpoint Learning</a>, the Choicework Dialogue method is intended to address the problems of volatility and superficiality in public opinion research.  Research and theory suggest that most citizens are poorly informed about, and so do not have informed opinions about, most public policy issues. Research also suggests that citizens when considering policy issues in everyday life do not ordinarily consider the tradeoffs in interests or values that are usually necessary to choose a public policy that is both feasible and acceptable to a diverse public. Accordingly, results of most public opinion polls are likely to be volatile and to have low validity, and are unlikely to reflect tradeoffs in values or interests. The Choicework Dialogue method -- by guiding a representative sample of citizens through a structured deliberation that requires participants to learn about a policy issue, to consider multiple policy approaches each of which is associated with values held by large numbers of citizens, and to make tradeoffs in values or interests necessary to creating a policy that is feasible, capable of broad public support, and effective at furthering policy goals -- is designed to produce public opinion survey results that are more stable and valid than are most public opinion polls, and that reflect tradeoffs in interests or values.</p><h3>History</h3><p>According to Yankelovich (1991), the term \"choicework\" was introduced by David Mathews of the <a href=\"http://participedia.net/organizations/kettering-foundation\">Kettering Foundation</a> -- perhaps in the 1980s -- to describe several deliberation methods intended to enable participants to \"work through\" difficult policy problems. Yankelovich subsequently used the term \"Choicework Dialogue\" to describe his particular three-stage dialogue method. Later Yankelovich's organization <a href=\"http://participedia.net/organizations/viewpoint-learning\">Viewpoint Learning</a> changed the name of this three-stage dialogue method to Choice-Dialogue.</p><p>Choicework Dialogue has been used in many public policy deliberations, including:</p><ul><li>Beyond Wishful Thinking: Californians Deliberate State Budget Reform (2008)</li><li>California Citizen Dialogues on K-12 Education Reform (2007)</li><li>Citizen Dialogues on Covering the Uninsured (2004)</li><li>Citizen Dialogues on Paying for Health Care in Retirement (2008)</li><li>Citizen Dialogues on the Coming of Age in Arizona (2003)</li><li>Citizens' Dialogue on Canada’s Future (2002)</li><li><a href=\"http://participedia.net/cases/citizens-dialogue-future-health-care-canada\">Citizens' Dialogue on the Future of Health Care in Canada</a> (2002)</li><li>Citizens' Dialogue on the Long-term Management of Used Nuclear Fuel in Canada (2004)</li><li><a href=\"http://participedia.net/cases/commonground-first-five-years-dialogue-early-childhood-new-mexico\">CommonGround: The First Five Years: A Dialogue on Early Childhood in New Mexico</a> (2010)</li><li>Facing Up to Our Nation's Finances: Changing Expectations: Americans Deliberate our Nation’s Finances and Future (2006-2007)</li><li>The Future of Housing in San Mateo: Citizen Dialogues (2003)</li><li>The Future of the San Diego Region’s Airport: Choice-Dialogues with County Residents (2004)</li><li>Health Coverage for All Arizonans: Citizen Dialogues (2005)</li><li>Health Coverage for All Californians: Dialogues with the Public (2005-2006)</li><li>Listening to Californians: California Citizens' Dialogues About California's Government (2004)</li><li>San Diego Dialogues on Community Water Fluoridation (2005-2007)</li><li>Sustainability Research Initiative: Listening to the Public: Understanding and Overcoming Barriers to Sustainability: [Vancouver ChoiceDialogues] (2005) </li><li>Voices for Health Care: Engaging the Public to Advance Signiﬁcant Health Care Reform (2008)</li></ul><h3>Participant Selection</h3><a href=\"http://participedia.net/organizations/viewpoint-learning\">Viewpoint Learning</a> often describes the participant selection process for Choicework Dialogues that address public issues as \"random selection\" such that the participants are \"representative of the broader population.\"  Each sample consists of approximately 40 participants.<h3>Deliberation, Decisions, and Public Interaction</h3><p>The following description of a Choicework Dialogue about a public policy issue is based on the method used during the <a href=\"http://participedia.net/cases/citizens-dialogue-future-health-care-canada\">Citizens' Dialogue on the Future of Health Care in Canada</a>.</p><p>The goal of a Choicework Dialogue about a public policy issue is usually to give guidance to government officials or other community leaders respecting informed public opinion about the policy issue.</p><p>To prepare for a Choicework Dialogue about a public policy issue, a project team -- often consisting of personnel from the sponsoring organization, the facilitating organization, and one or more local partner organizations -- generally reads relevant scholarly and policy literature and consults with experts on the issue and stakeholders respecting the issue, including government officials.</p><p>From those information sources the project team writes a workbook describing a small number of important dimensions or sub-issues of the principal policy issue, the facts related to those sub-issues, up to four \"scenarios,\" and advantages and disadvantages of each \"scenario.\" A \"scenario\" is an account combining a description of a broad policy approach -- or set of policy instruments -- that is related to important values believed to be held by a large portion of the relevant community, with descriptions of  advantages and disadvantages associated with that approach.  A \"scenario\" generally does not describe policy objectives. The workbook also usually describes several options for funding each scenario.</p><p>After the project team completes a draft of the workbook experts and stakeholders are invited to comment on the draft workbook. Using those comments the project team makes final revisions to the workbook.</p><p>Each Choicework Dialogue consists of one continuous, 8-hour session, and has approximately 40 participants.</p><p><a href=\"http://participedia.net/organizations/viewpoint-learning\">Viewpoint Learning</a> calls the first part of a Choicework Dialogue \"Opinion Formation.\" At the start of each Choicework Dialogue each participant receives a workbook. Trained facilitators explain \"the purpose of the dialogue,\" how the results of the dialogue will be used, and the procedure and \"ground-rules\" of the dialogue for the session. The facilitators then explain the important sub-issues discussed in the workbook and present facts concerning them. Next, the facilitators explain the scenarios described in the workbook.  At this point the participants complete a survey respecting their beliefs about the sub-issues described in the workbook and their attitudes respecting each of the scenarios and funding methods described in the workbook. </p><p>After completing the survey the second part of the Choicework Dialogue -- called \"Working Through\" -- begins.  During this second part of the dialogue participants engage in discussions in small groups and in plenary sessions to determine desirable and undesirable effects of each scenario and the participants' preferred \"vision of the future\" respecting the policy issue that is the subject of the Choicework Dialogue. The \"vision of the future\" contains policy objectives. Trained facilitators moderate the small-group and plenary discussions to ensure compliance with the ground-rules.   </p><p>Once the \"vision of the future\" has been agreed the participants break for a meal. After the meal the Choicework Dialogue participants work again in small groups and plenary sessions to discuss the tradeoffs respecting the scenarios and funding methods that would be required to realize their preferred \"vision of the future.\" Once again trained facilitators moderate the small-group and plenary discussions to ensure compliance with the ground-rules.</p><p>During the third and final part of the Choicework Dialogue, called \"Resolution,\" during their discussions of scenarios, funding methods, and tradeoffs a majority of participants typically reach agreement on one or more scenarios -- or components of scenarios -- and funding methods that make up their preferred policy approaches. At the end of these discussions participants complete another survey respecting their beliefs about the sub-issues described in the workbook and their attitudes respecting each of the scenarios and funding methods described in the workbook.</p><p>After the conclusion of the Choicework Dialogue the project team analyzes the survey results. During some Choicework Dialogues the project team interviews some participants and/or records the dialogue, and then conducts qualitative analysis of the interviews and/or the dialogue as reflected in the recording. The project team writes a report describing the qualitative and quantitative results of the dialogue. Finally, the project team shares the report with the sponsoring organization.</p><h3>Influence, Outcomes, and Effects</h3><p>In terms of effects on participants, quantitative results of many Choicework Dialogues show that participants' beliefs or attitudes about information in the workbook undergo substantial change during the dialogues.  For example, reported quantitative results of the <a href=\"http://participedia.net/cases/citizens-dialogue-future-health-care-canada\">Citizens' Dialogue on the Future of Health Care in Canada</a> showed that participants' attitudes about two (out of four) scenarios underwent substantial change during the dialogue:</p><ul><li>Respecting Scenario 1 (concerning increasing public funding for the existing Canadian public health care system) the percentage of participants supporting this scenario rose from 48% at the start of the dialogues to 61% at the end of the dialogues.</li><li>Respecting Scenario 4 (concerning overhauling the primary care component of the Canadian public health care system) the share of participants supporting this scenario rose from 56% at the start to 79% at the end of the dialogues.</li></ul><p>Similarly, the reported quantitative results of the Choicework Dialogues held in connection with <a href=\"http://participedia.net/cases/commonground-first-five-years-dialogue-early-childhood-new-mexico\">CommonGround: The First Five Years: A Dialogue on Early Childhood in New Mexico</a> showed that participants' beliefs about one sub-issue and participants' attitudes about one funding method had changed notably during the course of the dialogues:</p><ul><li>The percentage of participants who believed that the period from birth to five years was the most important for a child's future outcomes rose from 66% at the start of the dialogues to 85% at the end of the dialogues. </li><li>The percentage of participants who supported increasing public funding for early childhood education and development, even if that meant cutting public spending on health and public safety, dropped from 77% at the start of the dialogues to 56% at the end of the dialogues.</li></ul><p>In Choicework Dialogues involving multiple dialogue events reported results often show consistency among events respecting ranking of scenarios and funding methods and other quantitative survey results. </p><p>In terms of qualitative results reports often describe highly positive responses from participants respecting feelings of community or solidarity or feelings of having been treated with respect during the dialogue. Some reports of qualitative results of Choicework Dialogues describe participants' accounts of feeling \"transformed\" by the dialogue experience.</p><p>Several Choicework Dialogues appear to have influenced the policy decisions of the sponsoring or target organizations. For example, less than a year after the conclusion of the Choicework Dialogues held in connection with <a href=\"http://participedia.net/cases/commonground-first-five-years-dialogue-early-childhood-new-mexico\">CommonGround: The First Five Years: A Dialogue on Early Childhood in New Mexico</a>, New Mexico enacted a state statute -- entitled the Early Childhood Care and Education Act [SB 120] -- that implemented several policies recommended by participants in the CommonGround dialogues.</p><p>In another example, several policy recommendations agreed by participants of the <a href=\"http://participedia.net/cases/citizens-dialogue-future-health-care-canada\">Citizens' Dialogue on the Future of Health Care in Canada</a> appear to have been incorporated into the final report of the Commission on the Future of Health Care in Canada (known as the Romanow Commission), entitled <em>Building on Values: The Future of Health Care in Canada</em>.</p><p>The Choicework Dialogue method has also influenced other communication methods used for public deliberations. For example, the \"Citizen Dialogue\" method used by the Canadian Policy Research Networks to structure several Canadian public policy deliberations was based on the Choicework Dialogue method. In addition, the Choicework Dialogue method appears to have influenced the \"dialogue process\" used by EKOS Research Associates in certain public deliberations such as the Citizens’ Dialogue on Public Health Goals in Canada.</p><h3>Analysis and Criticism</h3><p>Several strengths of the Choicework Dialogue method are evident. First, Choicework Dialogues regularly produce substantial changes in participants' attitudes or beliefs respecting the issues being discussed. This indicates that the Choicework Dialogue method fosters genuine deliberation.</p><p>Second, the results of Choicework Dialogue often influence policy makers, as in the examples of  <a href=\"http://participedia.net/cases/commonground-first-five-years-dialogue-early-childhood-new-mexico\">CommonGround: The First Five Years: A Dialogue on Early Childhood in New Mexico</a> and the <a href=\"http://participedia.net/cases/citizens-dialogue-future-health-care-canada\">Citizens' Dialogue on the Future of Health Care in Canada</a> discussed above.</p><p>Third, the use of random sampling lends credibility to the results of Choicework Dialogues.</p><p>Fourth, in some instances where public-opinion polling has been used in connection with Choicework Dialogues, similarities and differences between the dialogue and polling results suggest that (a) as predicted, the dialogue results are representative of the broader population respecting items that were not the subject of the \"working-through\" dialogue stage; and (b) also as predicted, dialogue results differ substantially from polling results on items that participants \"worked through\" during the dialogue. These results support the view of Choicework Dialogue as a means of determining what \"informed\" public opinion on a policy issue would be given deliberation requiring respondents to consider important values and to make difficult tradeoffs.</p><p>Fifth, the Choicework Dialogue method can scale. The method has been used in single-dialogue events involving only 40 participants on a single day, as well as in nationwide dialogues consisting of ten or more events involving hundreds of participants who meet over the course of several weeks.</p><p>Sixth, Choicework Dialogue has been used successfully at many governmental levels -- including local, regional, and national levels of government -- and in multiple contexts, including citizens' public-policy deliberations and dialogues with employees of individual private businesses about intraorganizational policies.</p><p>Seventh, Choicework Dialogue can be used to address issues of great complexity and controversy, such as health care reform, early childhood education and development, land use planning, state budget reform, and nuclear waste management. </p><p>Nonetheless some criticisms of Choicework Dialogue have been expressed. Von Lieres and Kahane (2007) have criticized the Choicework Dialogue method on the grounds that political and social elites dominate the process by determining the workbook content -- including the dimensions of the issue and the relevant values to be considered and the policy and funding approaches to be weighed -- and discussion procedures. For von Lieres and Kahane (2007) this arrangement gives ordinary citizens a very small role in the process -- apart from the functions of choosing policy objectives in the \"vision of the future\" and ranking the policy and funding approaches -- and does not allow participants to reflect critically upon the deliberative process. Von Lieres and Kahane (2007) further argue that the Choicework Dialogue method does not adequately address the issues or perspectives of socially marginalized groups -- notwithstanding that those groups are represented among the participant sample in proportion to their numbers in the population -- because the workbook content and the discussion rules reflect the views and customs of the majority and/or elites.  For these reasons von Lieres and Kahane (2007) question the extent to which Choicework Dialogue method can be considered \"democratic, or deliberative, or inclusive.\"</p><h3>Secondary Sources</h3><p>Canadian Policy Research Networks. (2005). <em>CPRN and Deliberative Dialogue – A Primer</em>. Ottawa: Canadian Policy Research Networks. <a href=\"http://www.cprn.org/doc.cfm?doc=1238\">http://www.cprn.org/doc.cfm?doc=1238</a></p><p>Commission on the Future of Health Care in Canada. (2002). <em>Report on Citizens' Dialogue on the Future of Health Care in Canada</em>. Saskatoon: The Commission. <a href=\"http://publications.gc.ca/collections/Collection/CP32-77-2002E.pdf\">http://publications.gc.ca/collections/Collection/CP32-77-2002E.pdf</a></p><p>EKOS Research Associates. (2005). <em>Citizens’ Dialogue on Public Health Goals in Canada: Final Findings Report</em>. Ottawa: EKOS Research Associates. <a href=\"http://www.ekos.com/admin/articles/cd-phg_e.pdf\">http://www.ekos.com/admin/articles/cd-phg_e.pdf</a></p><p>James S. Fishkin et al. (2004). ChoiceDialogues and Deliberative Polls: Two Approaches to Deliberative Democracy. <em>National Civic Review</em>, 93(4), 55-63.</p><p>Isabella Furth, Heidi Gantwerk, and Steven A. Rosell. (2006). <em>Health Coverage for All Californians: Catching Up with the Public: A Report on Dialogues with the Public and with Business and Civic Leaders</em>. La Jolla, CA: Viewpoint Learning. <a href=\"http://www.viewpointlearning.com/wp-content/uploads/2011/04/Health_Coverage_for_All_Californians.pdf\">http://www.viewpointlearning.com/wp-content/uploads/2011/04/Health_Cover...</a></p><p>Isabella Furth, Heidi Gantwerk, and Steven A. Rosell. (2009). <em>Medicare: It's Not Just Another Program: Citizen Dialogues on Paying for Health Care in Retirement</em>. La Jolla, CA: Viewpoint Learning. <a href=\"http://www.viewpointlearning.com/wp-content/uploads/2011/04/Medicare_its_Not_Just_Another_Program.pdf\">http://www.viewpointlearning.com/wp-content/uploads/2011/04/Medicare_its...</a></p><p>Isabella Furth, Heidi Gantwerk, and Steven A. Rosell. (2009). <em>Voices for Health Care: Engaging the Public to Advance Signiﬁcant Health Care Reform: Project Report, Spring 2009</em>. La Jolla, CA: Viewpoint Learning. <a href=\"http://www.viewpointlearning.com/wp-content/uploads/2011/04/Engaging_the_Public_to_Advance_Significant_Health_Care_Reform.pdf\">http://www.viewpointlearning.com/wp-content/uploads/2011/04/Engaging_the...</a></p><p>Heidi Gantwerk. (2004). <em>The Future of Housing in San Mateo: Citizen and Stakeholder Dialogues</em>. La Jolla, CA: Viewpoint Learning. <a href=\"http://www.viewpointlearning.com/wp-content/uploads/2011/04/Future_of_Housing_in_San_Mateo.pdf\">http://www.viewpointlearning.com/wp-content/uploads/2011/04/Future_of_Ho...</a></p><p>Heidi Gantwerk. (2011, February 14). New Mexicans Can Reach Agreement About Early Childhood Issues. <em>NMPolitics.net</em>. <a href=\"http://www.nmpolitics.net/index/2011/02/new-mexicans-can-reach-agreement-about-early-childhood-issues/\">http://www.nmpolitics.net/index/2011/02/new-mexicans-can-reach-agreement...</a></p><p>Heidi Gantwerk and Isabella Furth. (2006). <em>Health Coverage for All Arizonans: A Report on Citizen and Stakeholder Dialogues</em>. San Diego, CA: Viewpoint Learning. <a href=\"http://www.viewpointlearning.com/wp-content/uploads/2011/04/Health_Care_Coverage_for_All_Arizonans.pdf\">http://www.viewpointlearning.com/wp-content/uploads/2011/04/Health_Care_...</a></p><p>Carolyn J. Lukensmeyer and Lars Hasselblad Torres. (2006). <em>Public Deliberation: A Manager's Guide to Citizen Engagement</em>. Washington, DC: IBM Center for the Business of Government. <a href=\"http://unpan1.un.org/intradoc/groups/public/documents/un-dpadm/unpan039229.pdf\">http://unpan1.un.org/intradoc/groups/public/documents/un-dpadm/unpan0392...</a></p><p>Mary Pat MacKinnon et al. (2003). <em>Citizens' Dialogue on Canada's Future: A 21st Century Social Contract</em>. Ottawa: Canadian Policy Research Network. <a href=\"http://www.cprn.org/doc.cfm?l=en&amp;doc=359\">http://www.cprn.org/doc.cfm?l=en&amp;doc=359</a></p><p>Judith Maxwell, Steven Rosell, and Pierre-Gerlier Forest. (2003). Giving Citizens a Voice in Healthcare Policy in Canada. <em>BMJ</em>, 326, 1031-1033. <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1125934/pdf/1031.pdf\">http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1125934/pdf/1031.pdf</a></p><p>Judith Maxwell et al. (2004). <em>Responsible Action - Citizens' Dialogue on the Long-term Management of Used Nuclear Fuel</em>. Ottawa: Canadian Policy Research Network. <a href=\"http://www.cprn.org/doc.cfm?doc=1050\">http://www.cprn.org/doc.cfm?doc=1050</a></p><p>Steven A. Rosell and Heidi Gantwerk. (2008, September 24). The California Government We Want: Dialogues with Californians. Presentation to the California Forward Conference on Getting Past Gridlock — Achieving Fiscal Reform, Sacramento, CA, September 24, 2008. <a href=\"http://www.viewpointlearning.com/wp-content/uploads/2011/04/calgov_fall08.pdf\">http://www.viewpointlearning.com/wp-content/uploads/2011/04/calgov_fall0...</a></p><p>Steven A. Rosell and Heidi Gantwerk (2010). Moving Beyond Polls and Focus Groups. In Daniel Yankelovich and Will Friedman (Eds.), <em>Toward Wiser Public Judgment </em>(pp. 110-128). Nashville, TN: Vanderbilt University Press. <a href=\"http://www.viewpointlearning.com/wp-content/uploads/2011/04/TowardWiserPublicJudgment.pdf\">http://www.viewpointlearning.com/wp-content/uploads/2011/04/TowardWiserP...</a></p><p>Steven A. Rosell, Heidi Gantwerk, and Isabella Furth. (2005). <em>Listening to Californians: Bridging the Disconnect: A Report to the William and Flora Hewlett Foundation and The James Irvine Foundation</em>. La Jolla, CA: Viewpoint Learning. <a href=\"http://www.viewpointlearning.com/wp-content/uploads/2011/04/Listening_to_Californians-Bridging_the_Disconnect_full.pdf\">http://www.viewpointlearning.com/wp-content/uploads/2011/04/Listening_to...</a></p><p>Steven A. Rosell and Isabella Furth. (2006). <em>Listening to the Public: Understanding and Overcoming Barriers to Sustainability: Sustainability Research Initiative</em>. La Jolla, CA: Viewpoint Learning. <a href=\"http://www.viewpointlearning.com/wp-content/uploads/2011/04/Listening_to_the_Public.pdf\">http://www.viewpointlearning.com/wp-content/uploads/2011/04/Listening_to...</a></p><p>Steven A. Rosell and Isabella Furth. (2007). <em>Effectiveness of Population-Based Interventions to Promote Oral Health: Understanding Public Judgment on Science-Intensive Issues: San Diego Dialogues on Community Water Fluoridation</em>. La Jolla, CA: Viewpoint Learning; Oakland, CA: Dental Health Foundation. <a href=\"http://www.viewpointlearning.com/wp-content/uploads/2011/04/Undetstanding_Public_Judgment_on_Science-Intensive_Issues_San_Diego.pdf\">http://www.viewpointlearning.com/wp-content/uploads/2011/04/Undetstandin...</a></p><p>Steven A. Rosell, Isabella Furth, and Heidi Gantwerk. (2008). <em>Beyond Wishful Thinking: Californians Deliberate State Budget Reform</em>. La Jolla, CA: Viewpoint Learning. <a href=\"http://www.viewpointlearning.com/wp-content/uploads/2011/04/Beyond_Wishful_Thinking.pdf\">http://www.viewpointlearning.com/wp-content/uploads/2011/04/Beyond_Wishf...</a></p><p>Steven A. Rosell, Isabella Furth, and Heidi Gantwerk. (2008). <em>Changing Expectations: Americans Deliberate Our Nation’s Finances and Future</em>. La Jolla, CA: Viewpoint Learning. <a href=\"http://www.viewpointlearning.com/wp-content/uploads/2011/04/changing_expectations.pdf\">http://www.viewpointlearning.com/wp-content/uploads/2011/04/changing_exp...</a></p><p>Steven A. Rosell, Isabella Furth, and Heidi Gantwerk. (2008). <em>Moving Along the Learning Curve: From Values to Public Judgment Citizen Dialogues on K-12 Education Reform</em>. La Jolla, CA: Viewpoint Learning. <a href=\"http://www.viewpointlearning.com/wp-content/uploads/2011/04/Moving_Along_the_Learning_Curve.pdf\">http://www.viewpointlearning.com/wp-content/uploads/2011/04/Moving_Along...</a></p><p>Amanda Sheedy. (2008). <em>Handbook on Citizen Engagement: Beyond Consultation</em>. Ottawa: Canadian Policy Research Networks. <a href=\"http://www.sasanet.org/documents/Resources/Handbook%20on%20Citizen%20Engagement_Beyond%20Consultation.pdf\">http://www.sasanet.org/documents/Resources/Handbook%20on%20Citizen%20Eng...</a></p><p>Viewpoint Learning. (2003). <em>Citizen Dialogues on the Coming of Age in Arizona: A Report to St. Luke’s Health Initiatives</em>. La Jolla, CA: Viewpoint Learning. <a href=\"http://www.viewpointlearning.com/wp-content/uploads/2011/04/Coming_of_Age_in_AZ.pdf\">http://www.viewpointlearning.com/wp-content/uploads/2011/04/Coming_of_Ag...</a></p><p>Viewpoint Learning. (2004).<em> Citizen Dialogues on Covering the Uninsured: A Report to the Robert Wood Johnson Foundation</em>. La Jolla, CA: Viewpoint Learning. <a href=\"http://www.viewpointlearning.com/wp-content/uploads/2011/04/Citizen_Dialogues_on_Covering_the_Uninsured.pdf\">http://www.viewpointlearning.com/wp-content/uploads/2011/04/Citizen_Dial...</a></p><p>Viewpoint Learning. (2004). <em>The Future of the San Diego Region’s Airport: Choice-Dialogues with County Residents</em>. La Jolla, CA: Viewpoint Learning. <a href=\"http://www.viewpointlearning.com/wp-content/uploads/2011/04/Future_of_San_Diego_Regions_Airport.pdf\">http://www.viewpointlearning.com/wp-content/uploads/2011/04/Future_of_Sa...</a></p><p>Viewpoint Learning. (2010). <em>The First Five Years: Choice-Dialogues on Early Childhood in New Mexico</em>. San Diego, CA: Viewpoint Learning. <a href=\"http://www.viewpointlearning.com/wp-content/uploads/2011/04/First_Five_Years.pdf\">http://www.viewpointlearning.com/wp-content/uploads/2011/04/First_Five_Y...</a></p><p>Bettina von Lieres and David Kahane. (2007). Inclusion and Representation in Democratic Deliberations: Lessons from Canada's Romanow Commission. In A. Cornwall and V. Schattan (Eds.), <em>The Politics of Participation in New Democratic Arenas </em>(pp. 131-151). London: Zed Books. Preprint available from <a href=\"http://www.dfid.gov.uk/R4D//PDF/Outputs/CentreOnCitizenship/Romanowpaper.pdf\">http://www.dfid.gov.uk/R4D//PDF/Outputs/CentreOnCitizenship/Romanowpaper...</a></p><p>Daniel Yankelovich. (1991). <em>Coming to Public Judgment: Making Democracy Work in a Complex World</em>. Syracuse, NY: Syracuse University Press.</p><p>Daniel Yankelovich. (1999). <em>The Magic of Dialogue: Transforming Conflict into Cooperation</em>. New York: Simon and Schuster.</p><p>Daniel Yankelovich. (2009, August 31). It's Time to Really Engage Americans in Health Reform. <em>Huffington Post</em>. <a href=\"http://www.huffingtonpost.com/daniel-yankelovich/its-time-to-really-engage_b_273136.html\">http://www.huffingtonpost.com/daniel-yankelovich/its-time-to-really-enga...</a></p><p>Daniel Yankelovich and Will Friedman (Eds.). (2010). <em>Toward Wiser Public Judgment</em>. Nashville, TN: Vanderbilt University Press.</p><p>Daniel Yankelovich and Isabella Furth. (2006, Fall). Public Engagement in California: Escaping the Vicious Cycle. <em>National Civic Review</em>, 95(3), 3-11. <a href=\"http://www.viewpointlearning.com/wp-content/uploads/2011/04/civic_leaders_fall_06.pdf\">http://www.viewpointlearning.com/wp-content/uploads/2011/04/civic_leader...</a></p><h3>External Links</h3><p>New Mexico. (2011). Early Childhood Care and Education Act [SB 120]. <a href=\"http://www.nmlegis.gov/Sessions/11%20Regular/final/SB0120.pdf\">http://www.nmlegis.gov/Sessions/11%20Regular/final/SB0120.pdf</a></p><p>New Mexico Legislature. Legislative Education Study Committee. (2011). Bill Analysis: SB 120a, 50th Legislature, 1st Session, 2011. <a href=\"http://www.nmlegis.gov/Sessions/11%20Regular/LESCAnalysis/SB0120.pdf\">http://www.nmlegis.gov/Sessions/11%20Regular/LESCAnalysis/SB0120.pdf</a></p><p>Our Voices, Our Children: CommonGround, <a href=\"http://www.ourvoicesourchildren.org/CG_home.html\">http://www.ourvoicesourchildren.org/CG_home.html</a></p><p>Viewpoint Learning, <em>Choice-Dialogue</em>, <a href=\"http://www.viewpointlearning.com/our-approaches/choice-dialogue/\">http://www.viewpointlearning.com/our-approaches/choice-dialogue/</a></p><h3>Notes</h3><p> </p>", "title": "Choicework Dialogue"}