{"htmlbody": "<p><br/><em>Note: Another version of this case study can be found below as a file attachment with the prefix \"VD\". This alternate version was originally submitted to </em><a href=\"http://www.vitalizing-democracy.org/\">Vitalizing Democracy</a><em> as a contestant for the 2011 Reinhard Mohn Prize.</em></p><h3>Purpose and Problem</h3><p>Nearly five million Californians live without health insurance, and millions of others struggle with skyrocketing costs and the threat of losing their own coverage. To address this growing crisis, Governor Arnold Schwarzenegger declared 2007 the “year of health care reform” in California. As state leaders considered competing reform proposals, thousands of Californians came together in an unprecedented statewide conversation to ensure that the public had a voice in shaping the state’s health care policy. Independent evaluations show that participants stayed involved in the issue, policymakers valued the process and the resulting health care reform legislation reflected 3/4 of the public’s priorities identified during CaliforniaSpeaks.</p><p><a id=\"History\" name=\"History\"></a></p><h3>History</h3><p>While California spends almost $2 billion each year on health care, the state struggles to provide adequate care to all. At any given time, nearly five million state residents live without health insurance. The majority of those with health insurance believe their coverage does not meet their needs, with 75 percent saying they would not be able to handle the costs of a major illness or injury.</p><p>California Governor Arnold Schwarzenegger declared 2007 the “year of health care\" and several state leaders dedicated themselves to addressing this crisis. The lawmakers introduced a range of proposals that represented different approaches to reforming the state’s health care system.</p><p>To ensure that the California public had a real voice in the reform process, six local health care foundations invited the national nonprofit organization <a href=\"/organizations/americaspeaks\" title=\"AmericaSpeaks\">AmericaSpeaks</a> to facilitate a statewide town meeting to weigh in on the reforms being considered by state leaders.</p><p><a id=\"Creation_and_Participant_Selection\" name=\"Creation_and_Participant_Selection\"></a></p><h3>Creation and Participant Selection</h3><p>CaliforniaSpeaks brought together nearly 3,500 Californians on August 11, 2007, for an all-day, non-partisan conversation on health care reform. Efforts were made to ensure that these discussions included balanced demographic representation as well as the participation of state lawmakers.</p><p><a id=\"Demographically_Representative_Participants\" name=\"Demographically_Representative_Participants\"></a></p><p><u><em>Demographically Representative Participants</em></u></p><p>To ensure that the diversity of the state was represented and the outcomes of the discussion were fair and credible, CaliforniaSpeaks invited a random sample of thousands of Californians to participate in the discussion. Over 120,000 Californians across the state were identified and contacted by phone and mail. The random invitations were selected by non-partisan experts in statistical sampling from listed phone numbers.</p><p>Based on past experiences with random recruitment outreach, sampling experts have found that it tends to be significantly more difficult to ensure that certain demographic groups are well represented. In order to help make sure that these voices were adequately reflected in the discussion, CaliforniaSpeaks oversampled outreach to these demographics through its random recruitment and extended additional invitations through a grassroots outreach strategy to organizations that had not taken a position on the topic.</p><p>Participants were generally reflective of the state’s demography in the areas of income and health status. Those who chose to participate in the event skewed more female, Caucasian and middle-aged than the state’s population. Participants stating they did not have health insurance were 13% of the total, about in line with the statewide level (i.e., 4.5 million out of 37 million Californians in the 2005 California Health Interview Survey).</p><p><a id=\"State_Lawmaker_Participation\" name=\"State_Lawmaker_Participation\"></a></p><p><u><em>State Lawmaker Participation</em></u></p><p>State lawmakers joined participants at the meeting, including Governor Schwarzenegger, Senate President Pro Tem Don Perata, Assembly Speaker Fabian Núñez, and Assembly Republican Leader Mike Villines. Each confirmed that health care reform was an urgent priority for California and restated a commitment to legislative action.</p><p><a id=\"Deliberations_and_Decisions\" name=\"Deliberations_and_Decisions\"></a></p><h3>Deliberations and Decisions</h3><p>Participants from every walk of life joined simultaneous town meetings in Humboldt County, Sacramento, Oakland, Fresno, San Luis Obispo, Los Angeles, Riverside and San Diego, all linked together by satellite technology. Using AmericaSpeaks’ 21st Century Town Meeting® method, diverse groups participated in roundtable discussions that were supported by professional facilitators. Groupware computers and keypad technology enabled ideas to be captured live and prioritized by all participants at the eight meeting sites.</p><p>CaliforniaSpeaks worked with state and national experts, in cooperation with state leaders, to develop non-partisan and accessible discussion materials to put real choices before the public.</p><p><a id=\"Topics_of_Dialogue_and_Deliberation\" name=\"Topics_of_Dialogue_and_Deliberation\"></a></p><p><u><em>Topics of Dialogue and Deliberation</em></u></p><p>The CaliforniaSpeaks discussion topics were chosen with an eye towards ensuring that the public could weigh in on actual decisions being made in the upcoming legislative session from August 20 to September 20, 2007. Six proposed changes to the existing health care system were presented and discussed throughout the day. Participants identified the conditions, if any, under which they would support each of these changes:</p><ul><li>Employer requirement to contribute to employee health care</li><li>Expansion of government programs for vulnerable populations</li><li>Guaranteed issue requirement for insurers</li><li>Cap on insurer administrative costs and profits</li><li>Individual mandate to have insurance</li><li>Government-based health care system</li></ul><p><a id=\"Key_Conditions_for_Reform_Options\" name=\"Key_Conditions_for_Reform_Options\"></a></p><p><u><em>Key Conditions for Reform Options</em></u></p><p>Participants were asked to identify the conditions that would need to be in place in order to support major policy reforms being considered by state leaders. Examples of measures receiving the greatest support are:</p><ul><li>63 percent would support expanding government-sponsored health coverage for low- and middle-income Californians if it included provisions for wellness and prevention</li><li>59 percent would support “guaranteed issue” requiring insurers to provide coverage to people regardless of medical condition if here is sufficient accountability and oversight to make sure that all are actually covered</li><li>55 percent would support an “individual mandate” requiring all Californians to have health insurance if there is an adequate standard for quality care</li><li>96 percent of participants agreed that it was important to control costs. This was critically important to two-thirds of participants</li></ul><p><a id=\"Mandate_for_Change\" name=\"Mandate_for_Change\"></a></p><p><u><em>Mandate for Change</em></u></p><p>Participants indicated a desire and readiness for change in California’s health care system, along with a clear willingness to help pay for it if needed:</p><ul><li>82% said the system requires major change</li><li>86% said it’s essential or important for state health care reform to pass that year (2007)</li><li>84% said they are at least somewhat willing to share responsibility for paying for reform</li></ul><p>Early in the day, participants were asked: “What are the one or two values that you believe should guide us and our leaders as we reform our health care system?” Eight overarching values were generated from the table discussions and theme team analysis, with four emerging as most important to participants across all locations:</p><ul><li>Health care should be affordable to all – “Quality of care shouldn’t depend on the money they have available”</li><li>everyone should have access – “All life is precious and important; consider people regardless of circumstances” (e.g. vulnerable populations)</li><li>Keep greed out of the healthcare system – Put “people before profit”</li><li>Make wellness and prevention a priority</li></ul><p><a id=\"Influence.2C_Outcomes_and_Effects\" name=\"Influence.2C_Outcomes_and_Effects\"></a></p><h2>Influence, Outcomes and Effects</h2><p>CaliforniaSpeaks participants emphatically called for reform. Across all eight meeting locations, 82 percent of participants said that the state’s health care system required major change, and 86 percent said it was important for reform to pass by year’s end.</p><p>Addressing a key concern for decision makers, 84 percent of all participants said they were at least “somewhat willing” to share financial responsibility for reform, with a full two thirds saying they were “willing” or “very willing.”</p><p><a id=\"Participants_Remain_Active\" name=\"Participants_Remain_Active\"></a></p><p><em><u>Participants Remain Active</u></em></p><p>After the event, participants remained committed in their call for health care reform, writing letters to the editor and sending e-mails to their representatives. Throughout the month following the meeting, CaliforniaSpeaks participants and organizers met with key legislators and staff in their district offices to present town meeting results.</p><p><a id=\"Legislation\" name=\"Legislation\"></a></p><p><u><em>Legislation</em></u></p><p>In mid-September, Governor Schwarzenegger called a special legislative session specifically to address health care reform. The result was a compromise health care reform bill, AB 1X1, which was passed in December 2007 by the California State Assembly with bi-partisan support from the Governor and Assembly Speaker. The announcement of a $14 billion budget deficit for the state stalled the legislation in the Senate. The bill ultimately failed to pass out of the Senate Health Committee after a legislative analysis questioned the bill’s financial risk.</p><p><a id=\"Public_Impacts_of_CaliforniaSpeaks\" name=\"Public_Impacts_of_CaliforniaSpeaks\"></a></p><p><u><em>Public Impacts of CaliforniaSpeaks</em></u></p><p>Three independent evaluations assessed the impact of the CaliforniaSpeaks statewide conversation, on participants, the policy making process and policy makers themselves. Evaluations were performed by (1) Archon Fung, Harvard University &amp; Taeku Lee, University of California, Berkeley, (2) Harder + Company Community Research, and, (3) Peter Harbage, Harbage Consulting. Evaluations were reported in <a class=\"external text\" href=\"http://www.americaspeaks.org/_data/n_0002/resources/live/CaSpks%20Evaluation%20Report.pdf\" rel=\"nofollow\" title=\"http://www.americaspeaks.org/_data/n_0002/resources/live/CaSpks%20Evaluation%20Report.pdf\">Public Impacts: Evaluating the outcomes of the CaliforniaSpeaks statewide conversation on health care reform</a></p><p>Participants – Surveys of CaliforniaSpeaks participants found significant impacts compared to a control group. Participants were more positive about their attitudes about state government as a result of the event and had a greater belief in their own ability to be heard and make a difference. CaliforniaSpeaks participants were significantly more likely to take political action on health care – such as volunteering with a group, attending public meetings and contacting the media – compared to those who did not attend.</p><p>Policymakers – Policymakers hailed CaliforniaSpeaks as a successful event that brought in fresh public perspectives and generated a sense of urgency for bi-partisan change. The interviewed policy leaders pointed to key elements that helped build momentum, like the size of the convening, diversity of the participants, and how the technology allowed for multiple locations to have “direct” public participation with immediate results. Policymakers welcomed this kind of event to be conducted again in California, and recommend it for early stages of the policymaking process.</p><p>Policy Outcomes - The CaliforniaSpeaks process generated public priorities on values to guide health care reform as well as conditions of support for specific policy priorities. A comparison of these priorities with the evolution of the proposed health reform bills show that reform moved closer to CaliforniaSpeaks priorities on ¾ of issues in debate. In fact, on all of the values and most of the policy options under active discussion by the full legislature, the legislation evolved to more clearly reflect the public’s priorities.</p><p><a id=\"Analysis_.26_Criticisms\" name=\"Analysis_.26_Criticisms\"></a></p><h2>Analysis &amp; Criticisms</h2><p>Taeku Lee, an associate professor at Berkeley, observed the event and its impact. Lee concluded that<a href=\"#cite_note-0\" title=\"\">[1]</a>:</p><ul><li>As a group, participants’ substantive discussions about health care priorities and reform proposals reflected a high degree of sophistication and closely matched the two reform proposals that were ultimately submitted to the state legislature.</li><li>Participants’ opinions on health care reform itself, however, changed very little as a consequence of the deliberative event, or five months after the event.</li><li>Participants’ views about politics itself changed more significantly – specifically, their trust in government and their political efficacy increased appreciably.</li><li>Participants’ level of political engagement – at least on the issue of health care reform – rises markedly as a consequence of the deliberative event.</li></ul><p><a id=\"Criticsms\" name=\"Criticsms\"></a></p><p><u><em>Criticisms</em></u></p><p>Critisms of the event include concern that the issue of single payer was not adequately explored during the town meeting. Organizers' responded by reiterating the purpose of the event, which was to examine existing California health care reform proposals; no such proposals were on the table at the time of CaliforniaSpeaks.</p><p>Another concern was the low turn out of Latino voters, who constituted 12% of CaliforniaSpeaks participants, but are 32% of Californians overall. In response, Greg Keiden, Researcher and CaliforniaSpeaks Outreach Staff, published an analysis and series of recommendations to include Latino Americans in public decision making processes, in a National Civic Review article titled <a class=\"external text\" href=\"http://www.google.ca/url?sa=t&amp;source=web&amp;ct=res&amp;cd=2&amp;ved=0CA0QFjAB&amp;url=https%3A%2F%2Fcollab.cosolvent.com%2Fccs%2Fmain.php%3Fg2_view%3Dcore.DownloadItem%26g2_itemId%3D2233%26g2_serialNumber%3D6&amp;ei=cPASS4DkE4PQsQOOosTmAQ&amp;usg=AFQjCNF52J9nfxEcLWfsaNiDGNZ4wu_5tQ&amp;sig2=evOwtdIkPn9EFnmV88O-yw\" rel=\"nofollow\" title=\"http://www.google.ca/url?sa=t&amp;source=web&amp;ct=res&amp;cd=2&amp;ved=0CA0QFjAB&amp;url=https%3A%2F%2Fcollab.cosolvent.com%2Fccs%2Fmain.php%3Fg2_view%3Dcore.DownloadItem%26g2_itemId%3D2233%26g2_serialNumber%3D6&amp;ei=cPASS4DkE4PQsQOOosTmAQ&amp;usg=AFQjCNF52J9nfxEcLWfsaNiDGNZ4wu_5tQ&amp;sig2=evOwtdIkPn9EFnmV88O-yw\">Latino Outreach Strategies for Civic Engagement</a>.</p><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h2>Secondary Sources</h2><p><a class=\"external text\" href=\"http://ssrn.com/abstract=1401151\" rel=\"nofollow\" title=\"http://ssrn.com/abstract=1401151\">Esterling, Kevin M., Fung, Archon and Lee, Taeku, Ideological Disagreement and Deliberative Quality: Small Group Discussions at the CaliforniaSpeaks Health Care Reform Events (July 21, 2009). Available at SSRN</a></p><p><a class=\"external text\" href=\"http://blogs.worldbank.org/publicsphere/faith-based-deliberation-preliminary-evidence-california\" rel=\"nofollow\" title=\"http://blogs.worldbank.org/publicsphere/faith-based-deliberation-preliminary-evidence-california\">World Bank Blog: Faith-Based Deliberation? Preliminary Evidence from California</a></p><p><a class=\"external text\" href=\"http://americaspeaks.org/document/docWindow.cfm?fuseaction=document.viewDocument&amp;documentid=61&amp;documentFormatId=128\" rel=\"nofollow\" title=\"http://americaspeaks.org/document/docWindow.cfm?fuseaction=document.viewDocument&amp;documentid=61&amp;documentFormatId=128\">Final Report from CaliforniaSpeaks</a></p><p><a class=\"external text\" href=\"http://www.americaspeaks.org/_data/n_0002/resources/live/CaSpks%20Evaluation%20Report.pdf\" rel=\"nofollow\" title=\"http://www.americaspeaks.org/_data/n_0002/resources/live/CaSpks%20Evaluation%20Report.pdf\">Public Impacts: Evaluating the outcomes of the CaliforniaSpeaks statewide conversation on health care reform</a></p><p><a id=\"External_links\" name=\"External_links\"></a></p><h2>External Links</h2><p><a class=\"external text\" href=\"http://www.californiaspeaks.org/index.cfm?fuseaction=Page.viewPage&amp;pageId=538\" rel=\"nofollow\" title=\"http://www.californiaspeaks.org/index.cfm?fuseaction=Page.viewPage&amp;pageId=538\">CaliforniaSpeaks website</a></p><p><a class=\"external text\" href=\"http://gov.ca.gov/speech/7128/\" rel=\"nofollow\" title=\"http://gov.ca.gov/speech/7128/\">Governor Schwarzenegger Delivers Remarks at CaliforniaSpeaks Health Care Symposium</a></p><p><a class=\"external text\" href=\"http://en.wikipedia.org/wiki/California_Speaks\" rel=\"nofollow\" title=\"http://en.wikipedia.org/wiki/California_Speaks\">Wikipedia Page</a></p><p><a class=\"external text\" href=\"http://www.californiaspeaks.org/index.cfm?fuseaction=Page.viewPage&amp;pageId=870&amp;parentID=538\" rel=\"nofollow\" title=\"http://www.californiaspeaks.org/index.cfm?fuseaction=Page.viewPage&amp;pageId=870&amp;parentID=538\">Video highlights of CaliforniaSpeaks</a></p><p><a class=\"external text\" href=\"http://www.californiaspeaks.org/index.cfm?fuseaction=Page.viewPage&amp;pageId=839&amp;parentID=538\" rel=\"nofollow\" title=\"http://www.californiaspeaks.org/index.cfm?fuseaction=Page.viewPage&amp;pageId=839&amp;parentID=538\">Video Interviews with key stakeholders</a></p><p><a id=\"Notes\" name=\"Notes\"></a></p><h2>Notes</h2><ol class=\"references\"><li id=\"cite_note-0\"><a href=\"#cite_ref-0\" title=\"\">↑</a> <a class=\"external text\" href=\"http://blogs.worldbank.org/publicsphere/faith-based-deliberation-preliminary-evidence-california\" rel=\"nofollow\" title=\"http://blogs.worldbank.org/publicsphere/faith-based-deliberation-preliminary-evidence-california\">Lee, Taeku:Faith-based Deliberation? Preliminary Evidence from California</a>, blogs.worldbank.org, July 2, 2009. Accessed May 10, 2010</li></ol>", "title": "CaliforniaSpeaks"}