{"htmlbody": "<p><em>Note: a German translation of this case study is available at <a href=\"http://participedia.net/en/node/1244\">http://participedia.net/en/node/1244</a></em></p><h3>Purpose</h3><p>The national public policy conferences (conferências nacionais de políticas públicas), are arguably the largest and most innovative participatory experience currently being held in Brazil. The national conferences consist of spheres of deliberation and participation designed to provide guidelines for the formulation of public policy at the federal level. They are summoned to convene by the Executive branch through its ministries and secretariats, are organized according to policy areas and issues, and involve the equal participation of representatives from the government and civil society. The national conferences are as a rule preceded by rounds at the municipal, state or regional levels, and the aggregate results of the deliberations occurring during those stages are the object of deliberation in the national conference, attended by the delegates from the previous rounds. At the end a final document containing the guidelines for the design of public policy is produced, as the result of a long process of deliberation and consensus formation between government and civil society.<a href=\"#cite_note-0\" title=\"\">[1]</a></p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>The first national conference was held in 1941, but since then the breadth, range, inclusivity and frequency have increased, both following the 1988 Constitution as well as after Lula took office as president in 2003.</p><p>In the period between 1941 and 1988, the national conferences were greatly restricted to health-related issues. There were a total of 12 national conferences in Brazil in that period, 8 of which were specifically on health, and the remainder were in health-related issues.<a href=\"#cite_note-1\" title=\"\">[2]</a> In comparison, between 1988 and 2009, 80 national conferences<a href=\"#cite_note-2\" title=\"\">[3]</a> were held.<a href=\"#cite_note-3\" title=\"\">[4]</a> The conferences started to encompass more issues, such as human rights and social assistance, and become increasingly institutionalized in the latter half of the 1990s.</p><p>Between 1988 and 2009, the wide range of public policy areas covered by the conferences added up to thirty-three issues, which have been categorized into six thematic groups in Pogrebinschi’s research (2010):<a href=\"#cite_note-4\" title=\"\">[5]</a></p><ul><li>Health: General Health; Dental Health; Workers’ Health; Indigenous Health; Mental Health; Environmental Health; Science, Technology and Innovation in Health; Administration of Healthcare Education and Work; Drugs and Pharmaceutical Care;</li><li>Minorities: Rights of the Elderly; Rights of Persons with Disabilities; Gays, Lesbians, Bissexuals, Transvestites and Transsexuals; Indigenous Peoples; Public Policies for Women; Child and Adolescent Rights; Youth; Promotion of Racial Equality; Brazilian Communities Abroad;</li><li>Environment</li><li>State, Economy and Development: Solidarity Economy; Aquaculture and Fisheries; Sustainable and Solidary Rural Development; Food and Nutrition Security; Cities; Public Security; Communication;</li><li>Education, Culture, Social Services and Sports: Basic Education; Professional and Technological Education; Indigenous Education; Culture; Sports; Social Services;</li><li>Human Rights</li></ul><p>Specifically, out of the 33 policy issues deliberated in national conferences, 22 were introduced in Lula’s government, from 2003 onwards and until 2009, a 7-year period. Pogrebinschi’s analysis shows that since 2003, the national conferences have become broader, wider-ranging, more inclusive, and more frequent; in addition, and as a consequence they have also undergone a deliberative and normative turn.<a href=\"#cite_note-5\" title=\"\">[6]</a></p><p>The conferences have become broader due to its increased number of participants, both at the national level as well as the preceding municipal, state and/or regional levels, and in parallel virtual conferences, when they occur. They have become wider-ranging due to the increased number of issues they encompass. From the 33 issues outlined above, only 11 of these issues convened national conferences before 2003. Only 25 out of the 80 conferences held between 1988 and 2009 were held on the 15-year period between 1988 and before 2003, whereas the other 55 were held in the 7-year period between 2003 and 2009, in the Lula government.<a href=\"#cite_note-6\" title=\"\">[7]</a></p><p>In particular, almost all conferences under the issues of minorities, education, culture, social services and sports, state, economy and development and environment were developed in the Lula government period.</p><p>The national conferences have also become more inclusive as a result of their increased range and breadth, as they assemble more diverse and heterogeneous social groups especially representatives of civil society originating from NGOs, social movements, labor unions, business associations and other entities, professional or not. Civil society has become decisive in proposing new areas of policies, being allowed to define the policy agenda. The conferences have also become a space of cooperation among social and political actors that go beyond electoral bounds and party compromises. The conferences have become more frequent, as their resolutions have incorporated an criteria for periodic reconvening, being sustained by the policies of ministries, secretariats, national councils and working groups involved in its organization and in some cases in legislation which establish that some must be held biannually.<a href=\"#cite_note-7\" title=\"\">[8]</a></p><p>After Lula took office in 2003, such participative conference process has undergone a deliberative and normative turn. The conferences became deliberative due to its orientation towards consensus formation in the context of a diverse group of participants in a process of public justification of arguments. They also became normative in the sense that its deliberations lead to the elaboration of a final document, debated, voted and approved through different strategies and methods of consolidating preferences, and that way, it creates expectations that are not just cognitive, but also normative, in those who were involved in the process and also in those who, although have not participated directly, will be indirectly affected by the eventual consequences of the respective policies.<a href=\"#cite_note-8\" title=\"\">[9]</a></p><p><a id=\"Process\" name=\"Process\"></a></p><h2>Process</h2><p>Official data estimates that about five million people have participated in the 73 national policy conferences that took place since 2003. These people are distributed in all levels comprised by the conference process. Such process involves the deliberation that starts in the local (municipal) or regional (aggregation of municipalities) levels, continues in all the 27 states, and is concluded in the national conference that is usually held in Brasília, the country’s capitol. Some national conferences also preview upon convocation the undertaking of ‘free conferences’ that may be organized by any groups in civil society, and of ‘virtual conferences’ that reunites contributions submitted over the internet. Once a formal procedure is followed, the results of the free and virtual conferences are taken into consideration in the basis-document that will be deliberated in the national level, along with the results from the local, regional and state conferences.<a href=\"#cite_note-9\" title=\"\">[10]</a></p><p>Although the national conferences usually last three or four days, the entire process takes over a year to be completed. Every national conference begins to be prepared by the moment the executive act that summons it to convene is enacted, and the commission that will coordinate it is installed. This commission is constituted by members of the government and of civil society, just like happens on most of the conferences themselves in all levels (some have a three-part composition, being the third constituted by representatives of the workers/professional associations involved on the policy area under discussion). A very planned and detailed agenda follows the enactment of the internal rules that will organize the process, as well as the methodology that will be used to aggregate the deliberations from all levels to the last, national one.<a href=\"#cite_note-10\" title=\"\">[11]</a></p><p>There is not a single methodology that is applied to all conferences, and some of them involve very complex systems of preference prioritization (instead of simple preference aggregation) which are applied both in the several stages of a single conference (from working groups deliberations to the final plenary) and in the several stages that precedes the national one. No guideline approved in the local, regional or state levels are excluded from the deliberation that takes place in the national conference, and even conflicting guidelines approved in the different levels are resubmitted to deliberation in the national stage. Even when the deliberation ends on voting, as it happens to be true in the final plenary that concludes the national conferences, majority is not the rule: an equal proportion of votes among State and civil society delegates must be achieved in order to form a consensus and have a policy guideline included in the final report.<a href=\"#cite_note-11\" title=\"\">[12]</a></p><p><a id=\"Outcomes_and_Effects\" name=\"Outcomes_and_Effects\"></a></p><h2>Outcomes and Effects</h2><p>The conferences have been decisive to increase the (participative and deliberative) design and implementation of national level public policies in general, and, in particular, in areas where there were yet no national policies implemented by the Executive. Recent examples of the latter fact would include the conferences on food and nutritional security, which brought to light the first national policy in this area enacted in August 2010, the national conference on youth which decisively contributed to the drafting of the first national policy on youth which is currently under appreciation of the Congress, the national conferences on culture that helped to design the national policy of culture that is presently in its last stages of deliberation in the Congress, and the national conference on public security which was convened with the precise purpose of providing guidelines to the drafting of the first national policy of public security.<a href=\"#cite_note-12\" title=\"\">[13]</a></p><p>The impact of the national policy conferences in the Legislature is also a growing reality. The final report containing policy guidelines approved by the conferences activate and impel the legal activity of the Congress, and its effect on the lawmaking can be measured by the number of bills proposed and statutes enacted, as well as by the content addressed in them. As shown by a research coordinated by Pogrebinschi (2010), from 1988 to 2009 about 19.8% of all bills proposed in the Congress were substantively convergent with the national conferences policy guidelines, and the same is true for about 48.5% of the constitutional bills. As for the approved legislation, 7.2% of all statutes and 15.8% of all constitutional amendments enacted by the Parliament can be said to deal with specific issues deliberated by the national conferences.<a href=\"#cite_note-13\" title=\"\">[14]</a></p><p><a id=\"Analyses\" name=\"Analyses\"></a></p><h2>Analyses</h2><p>Pogrebinchi’s studies (2010) on the National Conferences analyze the impact of the national conferences on legislative activities in the National Congress between 1998 and 2009. The research shows that these conferences influence and inform legislative activity in the National Congress, thus strengthening, through a participative and deliberative practice, representative democracy in Brazil.<a href=\"#cite_note-14\" title=\"\">[15]</a> Pogrebinschi stresses the need to recognize these new mechanisms of participative democracy as inherently part of representative democracy and contributing to its further legitimization.<a href=\"#cite_note-15\" title=\"\">[16]</a></p><p>Pogrebinschi’s research has resulted in the construction of a database, ISEGORIA<a href=\"#cite_note-16\" title=\"\">[17]</a>, accessible to the public, with the resolutions of the national conferences, and which summarized the legislative activity of the National Congress, including proposed bills, proposals to amend the constitution, laws, and the actual amendments to the constitution. The database allows for an advanced search, in categories such as: national conference, year, theme addressed, and thematic category. Apart from that, it also allows for the search through key words, of which results show relevant legislative outcomes. In addition to the information available in ISEGORIA, the database used for Pogrebinschi’s research includes the guidelines produced by the national conferences. A total of 1953 guidelines were categorized: 406 in the area of health; 349 in the category of minorities; 178 in environment; 307 in state, economy and development; 195 in education, culture, social services and sports; and 518 in human rights.<a href=\"#cite_note-17\" title=\"\">[18]</a></p><p>In addition, the research finds that the involvement of the Legislature with themes pertinent to the national conferences only become more significant after the first mandate of president Fernando Henrique Cardoso (FHC), and even more prominently during the presidency of Luís Inácio Lula da Silva, when there is an explosion in legislative production relevant to the guidelines produced by the national conference, summing up to 2233 bills proposals beginning to be processed by the two houses of Congress, as well as 163 Constitutional Amendment bill proposals, 216 statues enacted and actual constitutional amendments between 2003 and 2008, compared to 494 in FHC’s mandate between 1994 and 2002.<a href=\"#cite_note-18\" title=\"\">[19]</a> These findings point to the fact that from 2002, when Lula is elected and the dominant coalition in Congress has the Workers’ Party (PT) and the rest of the leftist parties as main actors, not only do the national conferences become more effective and present in the political scene, but the reinforcement between representative and participatory dimensions of democracy became more solid.<a href=\"#cite_note-19\" title=\"\">[20]</a></p><p>Although the execution of the conferences and the implementation of its results are not, with a few exceptions, bound by law and depend, therefore, on the political will of the federal governments, the same are already found greatly institutionalized in order to have some autonomy within the State itself.<a href=\"#cite_note-20\" title=\"\">[21]</a> Because they became institutionalized as part of the process of formulation and monitoring of public policies of the Executive Branch, and, therefore, as part of its structure, the national conferences generate consequences that impact the formation of the Legislative agenda, which can use it as informational basis, be if as a mechanism of legitimization through participation, or as deliberative inputs of its own representative activity.<a href=\"#cite_note-21\" title=\"\">[22]</a></p><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h2>Secondary Sources</h2><p>Avritzer, Leonardo and Cleber Gesteira Matos. (2010). Experiências Nacionais de Participação Social. São Paulo: Editora Cortes.</p><p>Pogrebinschi, Thamy and Fabiano Santos. (2010). Entre a Representação e Participação: As conferências nacionais e o experimentalismo democrático brasileiro. Série Pensando o Direito. Ministério da Justiça, Brasília.</p><p>Pogrebinschi, Thamy. (2010). The National Conferences on Public Policies in Brazil: Participation as Representation. Memo prepared to be delivered at the ‘Participation and Representation in Latin America Workshop’, held in Washington DC, from June 21 to 23, 2010, under the auspices of American University and the University of British Columbia, supported by the Ford Foundation.</p><p>Pogrebinschi, Thamy. (2010) Moving away from liberal democracy: Participation, representation, and political experimentalism in Brazil. Paper prepared to be delivered at the Ash Center Democracy Seminar, Harvard Kennedy School, on September 8, 2010. Available at: <a class=\"external free\" href=\"http://ash.harvard.edu/extension/ash/docs/pogrebinschi.pdf\" rel=\"nofollow\" title=\"http://ash.harvard.edu/extension/ash/docs/pogrebinschi.pdf\">http://ash.harvard.edu/extension/ash/docs/pogrebinschi.pdf</a></p><p>Pogrebinschi, Thamy and Santos, Fabiano. (2010) Participation as Representation: The Impact of National Public Policy Conferences on the Brazilian Congress. APSA 2010 Annual Meeting Paper. Available at SSRN: <a class=\"external free\" href=\"http://ssrn.com/abstract=1643679\" rel=\"nofollow\" title=\"http://ssrn.com/abstract=1643679\">http://ssrn.com/abstract=1643679</a></p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p>ISEGORIA: <a href=\"http://www.mj.gov.br/isegoria\">www.mj.gov.br/isegoria</a> - online database that classifies and organizes information on the resolutions from the National Conferences and legislative proposals related to them.</p><p>Websites of the National Conferences:</p><ul><li>Administration of Healthcare Work and Education: 3rd National Conference (2006): <a href=\"http://conselho.saude.gov.br/wgt/\" rel=\"nofollow\" title=\"http://conselho.saude.gov.br/wgt/\">http://conselho.saude.gov.br/wgt/</a></li><li>Aquaculture and Fisheries: Resolutions for 3rd National Conference (2009):<a href=\"http://www.mpa.gov.br/mpa/seap/3conferencia/site/nacional/texto-base-resolucoes2-versao.pdf\" rel=\"nofollow\" title=\"http://www.mpa.gov.br/mpa/seap/3conferencia/site/nacional/texto-base-resolucoes2-versao.pdf\">http://www.mpa.gov.br/mpa/seap/3conferencia/site/nacional/texto-base-resolucoes2-versao.pdf</a> [DEAD LINK]</li><li>Basic Education: (2008): <a href=\"http://conferencia.mec.gov.br/index.html\" rel=\"nofollow\" title=\"http://conferencia.mec.gov.br/index.html\">http://conferencia.mec.gov.br/index.html</a> [DEAD LINK]</li><li>Brazilian Communities Abroad: <a href=\"http://www.brasileirosnomundo.itamaraty.gov.br/noticias/v-conferencia-brasileiros-no-mundo/\" rel=\"nofollow\" title=\"http://www.brasileirosnomundo.mre.gov.br/pt-br/conferencias_brasileiros_no_mundo.xml\">http://www.brasileirosnomundo.itamaraty.gov.br/noticias/v-conferencia-brasileiros-no-mundo/</a></li><li>Child and Adolescent Rights: 8th National Conference (2009): <a href=\"http://www.direitosdacrianca.org.br/8a-conferencia-dos-direitos-da-crianca-e-do-adolescente/\" rel=\"nofollow\" title=\"http://www.direitosdacrianca.org.br/8a-conferencia-dos-direitos-da-crianca-e-do-adolescente/\">http://www.direitosdacrianca.org.br/8a-conferencia-dos-direitos-da-crianca-e-do-adolescente/</a> [DEAD LINK]</li><li>Cities: <a href=\"http://www.cidades.gov.br/conselho-das-cidades\" rel=\"nofollow\" title=\"http://www.cidades.gov.br/conselho-das-cidades/conferencias-das-cidades\">http://www.cidades.gov.br/conselho-das-cidades</a></li><li>Communication: <a href=\"http://proconferencia.org.br/a-conferencia/\" rel=\"nofollow\" title=\"http://proconferencia.org.br/a-conferencia/\">http://proconferencia.org.br/a-conferencia/</a> [DEAD LINK]</li><li>Culture: 3rd National Conference (2014): <a href=\"http://www.cultura.gov.br/3cnc\" rel=\"nofollow\" title=\"http://blogs.cultura.gov.br/cnc/\">http://www.cultura.gov.br/3cnc</a></li><li>Dental Health: 3rd National Conference final report (2004): <a href=\"http://conselho.saude.gov.br/biblioteca/Relatorios/saude_bucal.pdf\" rel=\"nofollow\" title=\"http://conselho.saude.gov.br/biblioteca/Relatorios/saude_bucal.pdf\">http://conselho.saude.gov.br/biblioteca/Relatorios/saude_bucal.pdf</a></li><li>Drugs and Pharmaceutical Care: 1st National Conference final report (2005): <a href=\"http://conselho.saude.gov.br/biblioteca/Relatorios/confer_nacional_de%20medicamentos.pdf\" rel=\"nofollow\" title=\"http://conselho.saude.gov.br/biblioteca/Relatorios/confer_nacional_de%20medicamentos.pdf\">http://conselho.saude.gov.br/biblioteca/Relatorios/confer_nacional_de%20medicamentos.pdf</a></li><li>Environment: <a href=\"http://www.mma.gov.br/sitio/index.php?ido=conteudo.monta&amp;idEstrutura=116\" rel=\"nofollow\" title=\"http://www.mma.gov.br/sitio/index.php?ido=conteudo.monta&amp;idEstrutura=116\">http://www.mma.gov.br/sitio/index.php?ido=conteudo.monta&amp;idEstrutura=116</a></li><li>Environmental Health: <a href=\"http://189.28.128.179:8080/cnsa\" rel=\"nofollow\" title=\"http://189.28.128.179:8080/cnsa\">http://189.28.128.179:8080/cnsa</a> [DEAD LINK]</li><li>Food and Nutrition Security: 3rd National Conference (2007): <a href=\"http://www.fbsan.org.br/2conferencia.htm\" rel=\"nofollow\" title=\"http://www.fbsan.org.br/2conferencia.htm\">http://webcache.googleusercontent.com/search?q=cache:DCNIPkFapJUJ:www.fbssan.org.br/index.php%3Foption%3Dcom_joomdoc%26task%3Ddocument.download%26path%3Dinformes-do-fbssan/informativo-fbsan-n-1-marco-2007%26Itemid%3D639%26lang%3Dpt-br+&amp;cd=3&amp;hl=en&amp;ct=clnk&amp;gl=ca</a></li><li>Gays, Lesbians, Bisexuals, Transvestites, and Transsexuals: <a href=\"http://www.sdh.gov.br/assuntos/lgbt\" rel=\"nofollow\" title=\"http://www1.direitoshumanos.gov.br/brasilsem/IConf/conf/?searchterm=gays\">http://www.sdh.gov.br/assuntos/lgbt</a></li><li>Health: 13th National Conference (2007): <a href=\"http://conselho.saude.gov.br/web_13confere/index.html\" rel=\"nofollow\" title=\"http://conselho.saude.gov.br/web_13confere/index.html\">http://conselho.saude.gov.br/web_13confere/index.html</a></li><li>Human Rights: 11th National Conference (2008): <a href=\"http://portal.mj.gov.br/sedh/11cndh/site/_index.html\" rel=\"nofollow\" title=\"http://portal.mj.gov.br/sedh/11cndh/site/_index.html\">http://portal.mj.gov.br/sedh/11cndh/site/_index.html</a> [BROKEN LINK]</li><li>Indigenous Education: <a href=\"http://coneei.mec.gov.br/\" rel=\"nofollow\" title=\"http://coneei.mec.gov.br/\">http://coneei.mec.gov.br/</a></li><li>Indigenous Health: 4th National Conference (2006): <a href=\"http://conselho.saude.gov.br/wsi/\" rel=\"nofollow\" title=\"http://conselho.saude.gov.br/wsi/\">http://conselho.saude.gov.br/wsi/</a></li><li>Indigenous Peoples: 1st National Conference final report (2006):<a href=\"http://www.funai.gov.br/projetos/Plano_editorial/Pdf/Relatorio-Conferencia.pdf\" rel=\"nofollow\" title=\"http://www.funai.gov.br/projetos/Plano_editorial/Pdf/Relatorio-Conferencia.pdf\">http://www.funai.gov.br/projetos/Plano_editorial/Pdf/Relatorio-Conferencia.pdf</a> [DEAD LINK]</li><li>Mental Health: 4th National Conference (2010): <a href=\"http://portal.saude.gov.br/portal/saude/area.cfm?id_area=1663\" rel=\"nofollow\" title=\"http://portal.saude.gov.br/portal/saude/area.cfm?id_area=1663\">http://portal.saude.gov.br/portal/saude/area.cfm?id_area=1663</a> [BROKEN LINK]</li><li>Professional and Technological Education: -</li><li>Promotion of Racial Equality: 1st National Conference final report (2005):<a href=\"http://www.palmares.gov.br/_temp/sites/000/2/download/ICONAPIR.pdf\" rel=\"nofollow\" title=\"http://www.palmares.gov.br/_temp/sites/000/2/download/ICONAPIR.pdf\">http://www.palmares.gov.br/_temp/sites/000/2/download/ICONAPIR.pdf</a> [DEAD LINK]</li><li>Public Policies for Women: 1st National Conference final report (2004):<a href=\"http://200.130.7.5/spmu/docs/anais.pdf\" rel=\"nofollow\" title=\"http://200.130.7.5/spmu/docs/anais.pdf\">http://200.130.7.5/spmu/docs/anais.pdf</a> [DEAD LINK]</li><li>Public Security: <a href=\"http://www.conseg.sp.gov.br/Default.aspx\" rel=\"nofollow\" title=\"http://www.conseg.gov.br/\">http://www.conseg.sp.gov.br/Default.aspx</a></li><li>Rights of Persons with Disabilities: <a href=\"http://www.pessoacomdeficiencia.gov.br/app/conade\">http://www.pessoacomdeficiencia.gov.br/app/conade</a></li><li>Rights of the Elderly: 1st National Conference (2006): <a href=\"http://www.sdh.gov.br/sobre/participacao-social/conselho-nacional-dos-direitos-do-Idoso-CNDI/conferencias/conferencias\" rel=\"nofollow\" title=\"http://portal.mj.gov.br/sedh/ct/cndi/i_conferencia_idoso.htm\">http://www.sdh.gov.br/sobre/participacao-social/conselho-nacional-dos-direitos-do-Idoso-CNDI/conferencias/conferencias</a></li><li>Science, Technology and Innovation: <a href=\"https://www.cgee.org.br/conselhos\" rel=\"nofollow\" title=\"http://cncti4.cgee.org.br/\">https://www.cgee.org.br/conselhos</a></li><li>Social Services: <a href=\"http://www.mds.gov.br/cnas\">http://www.mds.gov.br/cnas</a></li><li>Sports: <a href=\"http://www.esporte.df.gov.br/#\" rel=\"nofollow\" title=\"http://portal.esporte.gov.br/conferencianacional/default.jsp\">http://www.esporte.df.gov.br/#</a></li><li>Sustainable and Solidary Rural Development: <a href=\"http://www.mda.gov.br/\" rel=\"nofollow\" title=\"http://sistemas.mda.gov.br/condraf/index.php?sccid=1803\">http://www.mda.gov.br/</a></li><li>Workers’ Health: 3rd National Conference (2005): <a href=\"http://conselho.saude.gov.br/wst/\" rel=\"nofollow\" title=\"http://conselho.saude.gov.br/wst/\">http://conselho.saude.gov.br/wst/</a></li><li>Youth: <a href=\"http://www.juventude.gov.br/conferencia\" rel=\"nofollow\" title=\"http://www.juventude.gov.br/conferencia\">http://www.juventude.gov.br/conferencia</a></li></ul><p><a id=\"References\" name=\"References\"></a></p><h2>References</h2><ol class=\"references\"><li id=\"cite_note-0\"><a href=\"#cite_ref-0\" title=\"\">↑</a> Pogrebinschi, Thamy, Moving away from liberal democracy: Participation, representation, and political experimentalism in Brazil (2010). Paper delivered at the Ash Center Democracy Seminar, Harvard Kennedy School, on September 8, 2010, p.2.</li><li id=\"cite_note-1\"><a href=\"#cite_ref-1\" title=\"\">↑</a> Pogrebinschi, Thamy and Fabiano Santos. (2010). “Entre Representação e Participação: As conferências nacionais e o experimentalismo democrático brasileiro”. Série Pensando o Direito. Ministério da Justiça, Brasília, p.43.</li><li id=\"cite_note-2\"><a href=\"#cite_ref-2\" title=\"\">↑</a> These are the national conferences that possessed a: a) deliberative, b) normative and c) national character, according to Pogrebinschi’s research on the national conferences (2010): Pogrebinschi, Thamy and Fabiano Santos. “Entre a Representação e Participação: As conferências nacionais e o experimentalismo democrático brasileiro”. Instituto Universitário de Pesquisas do Rio de Janeiro (IUPERJ), p.31.</li><li id=\"cite_note-3\"><a href=\"#cite_ref-3\" title=\"\">↑</a> Pogrebinschi, Thamy, Moving away from liberal democracy: Participation, representation, and political experimentalism in Brazil (2010). Paper delivered at the Ash Center Democracy Seminar, Harvard Kennedy School, on September 8, 2010, p.23.</li><li id=\"cite_note-4\"><a href=\"#cite_ref-4\" title=\"\">↑</a> Pogrebinschi, Thamy and Fabiano Santos. (2010). Relatório Final da Pesquisa “Entre a Representação e Participação: As conferências nacionais e o experimentalismo democrático brasileiro”. Série Pensando o Direito.Ministério da Justiça, Brasília, p.43.</li><li id=\"cite_note-5\"><a href=\"#cite_ref-5\" title=\"\">↑</a> Pogrebinschi, Thamy, Moving away from liberal democracy: Participation, representation, and political experimentalism in Brazil (2010). Paper delivered at the Ash Center Democracy Seminar, Harvard Kennedy School, on September 8, 2010, p.3.</li><li id=\"cite_note-6\"><a href=\"#cite_ref-6\" title=\"\">↑</a> Ibid, p.23.</li><li id=\"cite_note-7\"><a href=\"#cite_ref-7\" title=\"\">↑</a> Ibid, p.3.</li><li id=\"cite_note-8\"><a href=\"#cite_ref-8\" title=\"\">↑</a> Ibid, p.4.</li><li id=\"cite_note-9\"><a href=\"#cite_ref-9\" title=\"\">↑</a> Ibid, p.9.</li><li id=\"cite_note-10\"><a href=\"#cite_ref-10\" title=\"\">↑</a> Ibid, p.9.</li><li id=\"cite_note-11\"><a href=\"#cite_ref-11\" title=\"\">↑</a> Ibid, p.10</li><li id=\"cite_note-12\"><a href=\"#cite_ref-12\" title=\"\">↑</a> Ibid, p.11</li><li id=\"cite_note-13\"><a href=\"#cite_ref-13\" title=\"\">↑</a> Pogrebinschi, Thamy and Santos, Fabiano, Participation as Representation: The Impact of National Public Policy Conferences on the Brazilian Congress (2010). APSA 2010 Annual Meeting Paper. Available at SSRN: <a class=\"external free\" href=\"http://ssrn.com/abstract=1643679\" rel=\"nofollow\" title=\"http://ssrn.com/abstract=1643679\">http://ssrn.com/abstract=1643679</a>, p.5.</li><li id=\"cite_note-14\"><a href=\"#cite_ref-14\" title=\"\">↑</a> Ibid, p.5</li><li id=\"cite_note-15\"><a href=\"#cite_ref-15\" title=\"\">↑</a> Pogrebinschi, Thamy, Moving away from liberal democracy: Participation, representation, and political experimentalism in Brazil (2010). Paper delivered at the Ash Center Democracy Seminar, Harvard Kennedy School, on September 8, 2010, p.15.</li><li id=\"cite_note-16\"><a href=\"#cite_ref-16\" title=\"\">↑</a> Ministério da Justiça. ISEGORIA. <a class=\"external free\" href=\"http://www.mj.gov.br/isegoria\" rel=\"nofollow\" title=\"http://www.mj.gov.br/isegoria\">http://www.mj.gov.br/isegoria</a> [DEAD LINK]</li><li id=\"cite_note-17\"><a href=\"#cite_ref-17\" title=\"\">↑</a> Pogrebinschi, Thamy and Santos, Fabiano, Participation as Representation: The Impact of National Public Policy Conferences on the Brazilian Congress (2010). APSA 2010 Annual Meeting Paper. Available at SSRN: <a class=\"external free\" href=\"http://ssrn.com/abstract=1643679\" rel=\"nofollow\" title=\"http://ssrn.com/abstract=1643679\">http://ssrn.com/abstract=1643679</a>, p.7.</li><li id=\"cite_note-18\"><a href=\"#cite_ref-18\" title=\"\">↑</a> Ibid, p.20.</li><li id=\"cite_note-19\"><a href=\"#cite_ref-19\" title=\"\">↑</a> Ibid, p.21.</li><li id=\"cite_note-20\"><a href=\"#cite_ref-20\" title=\"\">↑</a> Ibid, p.5</li><li id=\"cite_note-21\"><a href=\"#cite_ref-21\" title=\"\">↑</a> Ibid, p.28.</li></ol>", "title": "National Public Policy Conferences (Brazil)"}