{"htmlbody": "<h3>Problems and Purpose</h3><p>The Community Planning Toolkit <a href=\"http://www.communityplanningtoolkit.org\">www.communityplanningtoolkit.org</a> was developed by Community Places through the support of the BIG Lottery Fund to help the Community and Voluntray Sector in Northern Ireland to prepare for the planned introduction of Council led Community Planning in 2015.</p><h3>History</h3><p>In February 2010 the Big Lottery Fund issued an invitation to tender for three Community Planning Pilot Projects and a Learning, Support and Toolkit contract. Its decision to do so was:</p><ul><li>in response to the planned introduction of Community Planning;</li><li>in recognition that the community and voluntary sectors (CVS) are under-resourced to participate in Community Planning on an equal footing;</li><li>designed to support the CVS to fully engage in Community Planning. </li></ul><p>A Community Places led consortium developed the on-line Community Planning Toolkit.</p><h3>Originating Entities and Funding</h3><p>Funding was secured from the BIG Lottery Fund.</p><h3>Participant Selection</h3><p>The on-line Community Planning Toolkit <a href=\"http://www.communityplanningtoolkit.org\">www.communityplanningtoolkit.org</a> is primarily for the Community and Voluntray Sectors. It will however, be useful for a range of partners participating in Community Planning including, Local Authorities, Elected Representatives, Statutory Service Providers and Private Sector Interests.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The Toolkit explores five key themes which are essential for effective Community Planning Practice: Community Planning, Engagement, Working Together, Outcomes and Achieving Alignment. Each theme highlights and signposts the user to useful tools, resources and podcasts. Each of the themes are interrelated and cross referenced throughout the toolkit.</p><h3>Influence, Outcomes, and Effects</h3><p>The toolkit has been designed as a learning resource and we will be adding to it as practice evolves. We very much welcome feedback and suggestions of useful resources and case studies. The toolkit is a valuable resource for all who are interested in participating in community planning - particularly the Community and Voluntary Sectors. We hope that the toolkit will be used to positively influence and enhance future community planning legislation, guidance and practice.</p><p>The toolkit can also be used to help you plan and evaluate engagement events; develop and monitor an outcomes based approach; build and strengthen partnership working and achieve greater alignment.</p><p> </p><h3>Analysis and Criticism</h3><p>We welcome feedback and will be updating and refining the website on an ongoing basis.</p><h3>Secondary Sources</h3><p> </p><h3>External Links</h3><p><a href=\"http://www.communityplaces.info\">www.communityplaces.info</a></p><p><a href=\"http://www.communityplanningtoolkit.org\">www.communityplanningtoolkit.org</a></p><p> </p><h3>Notes</h3><p>The online  Community Planning Toolkit was launched by the Minister of the Environment Alex Attwood on Wednesday 23 May 2012.</p><p> </p>", "title": "Community Planning Toolkit "}