{"htmlbody": "<h3>Problems and Purpose</h3><p>The purposes of the CommonGround public deliberations in the U.S. state of New Mexico were to demonstrate a new mode of policy communication between New Mexico's citizens and civic leaders, and to create policy guidelines that could inform changes to early childhood development and education policy in New Mexico, changes intended to foster improved social outcomes for New Mexico's children.</p><p>Much evidence indicates that high percentages of children and teens in New Mexico have poor educational and social outcomes. According to the 2010 KIDS COUNT Data Book New Mexico ranked near the bottom among U.S. states on many social  and educational indicators for children and teens, including children living in poverty, child deaths, proficiency in reading and math, high-school dropout rate, and the percentage of births to teenagers.</p><p>Much social-scientific and scientific evidence suggests that the quality of early childhood development and education (ECDE) contributes significantly to the quality of children's and teenagers' social and educational outcomes. Some advocates and researchers argue that the quality of New Mexico's public ECDE programs is low and that this contributes to the low quality of the social and educational outcomes of the state's children and teens.</p><p>As reasons for the low quality of New Mexico's public ECDE programs some advocates and researchers identify the level of public funding for and the rates of participation in those programs. ECDE in New Mexico is not as well funded as other portions of the public educational system. According to the group Invest in Kids Now as of 2011 less than 1% of New Mexico's general state budget fund was devoted to ECDE compared to 44% for K-12 public education. In addition, as of 2011 in New Mexico fewer than 1% of newborns and fewer than one-fifth of four-year-olds participated in the state's public ECDE programs.</p><h3>History</h3><p>Many advocates complain of the low quality of and low rates of participation in public early childhood development and education (ECDE) programs in New Mexico and that these factors contribute to poor social and educational outcomes for many of the state's children and youth.  Many advocates assert that the low level of funding by the State of New Mexico for public ECDE contributes to the low quality of and low rates of participation in public ECDE programs in the state.</p><p>In 2008 or 2009 the W.K. Kellogg Foundation (Kellogg Foundation) began an initiative called \"Our Voices, Our Children\" intended to fund public deliberations in New Mexico about early childhood development and education.  As part of the \"Our Voices, Our Children\" initiative the Kellogg Foundation funded two public deliberation projects. The first, the CommonGround project -- which held deliberations with leaders and citizens in several locations in New Mexico -- began operating in 2009 and was administered by <a href=\"http://participedia.net/organizations/viewpoint-learning\">Viewpoint Learning</a> in partnership with the organization New Mexico Voices for Children. The second, <a href=\"http://participedia.net/cases/strong-starts-children-albuquerque-new-mexico-usa\">Strong Starts for Children (SSFC)</a> -- which held citizens' deliberations in the Albuquerque area and Sante Fe -- began operating in 2010 and was administered by <a href=\"http://participedia.net/organizations/everyday-democracy\">Everyday Democracy</a>.</p><p>On December 2, 2009 <a href=\"http://participedia.net/organizations/viewpoint-learning\">Viewpoint Learning</a> held a deliberation about New Mexico's early childhood development and education (ECDE) policies with 35 New Mexico state leaders from the domains of government, business, and civil society. The deliberation was conducted using the Strategic Dialogue method. During the deliberation participants considered ECDE policies in the context of six different and relatively broad policy approaches, each of which is related to an important value held by large numbers of New Mexico citizens. Such policy approaches generally describe sets of policy instruments and do not define policy objectives. <a href=\"http://participedia.net/organizations/viewpoint-learning\">Viewpoint Learning</a> calls such policy approaches \"values-based approaches.\"  From these six \"values-based approaches\" <a href=\"http://participedia.net/organizations/viewpoint-learning\">Viewpoint Learning</a> and New Mexico Voices for Children personnel developed three policy \"scenarios\" that were used in the summer 2010 CommonGround citizens' deliberations. A \"scenario\" is an account combining a description of a broad policy approach -- or set of policy instruments -- that is related to important values believed to be held by a large portion of the relevant community, with descriptions of  advantages and disadvantages associated with that approach.  A \"scenario\" generally does not describe policy objectives.</p><p>In summer 2010 at five different New Mexico municipalities -- Albuquerque, Las Cruces, Española, Farmington, and Laguna Pueblo -- <a href=\"http://participedia.net/organizations/viewpoint-learning\">Viewpoint Learning</a> held five CommonGround citizens' deliberations on early childhood development and education (ECDE). These citizens' deliberations used the<a href=\"http://participedia.net/methods/choicework-dialogue\"> Choice-Dialogue</a> method (also called <a href=\"http://participedia.net/methods/choicework-dialogue\">Choicework Dialogue</a>). These citizens' deliberations focused on three policy \"scenarios\" that had been developed from the six \"values-based approaches\" discussed during the December 2009 CommonGround Strategic Dialogue.</p><p>In fall 2010 <a href=\"http://participedia.net/organizations/everyday-democracy\">Everyday Democracy</a> held a <a href=\"http://participedia.net/cases/strong-starts-children-albuquerque-new-mexico-usa\">Strong Starts for Children (SSFC)</a> citizens' deliberation in the Albuquerque area, focused on local issues and actions. Then in January 2011 in Sante Fe, New Mexico<a href=\"http://participedia.net/organizations/everyday-democracy\"> Everyday Democracy</a> organized an SSFC citizens' deliberation, called a policy forum, focused on statewide issues and actions. The discussion materials used in the January 2011 Santa Fe SSFC Policy Forum were based on <a href=\"http://participedia.net/organizations/viewpoint-learning\">Viewpoint Learning</a>'s workbook for the summer 2010 CommonGround <a href=\"http://participedia.net/methods/choicework-dialogue\">Choice-Dialogues</a>.</p><p>In late 2010 and during 2011 and 2012 <a href=\"http://participedia.net/organizations/viewpoint-learning\">Viewpoint Learning</a> held meetings called \"Interactive Briefings\" and \"Capacity Building/Action Planning\" sessions in Albuquerque, Las Cruces, Española, Farmington, and Laguna Pueblo, New Mexico.  One \"Interactive Briefing\" and one \"Capacity Building/Action Planning\" session were held in each community.  During \"Interactive Briefings\" participants from the CommonGround <a href=\"http://participedia.net/methods/choicework-dialogue\">Choice Dialogues</a> met with community leaders to discuss how to take action in local communities respecting the recommendations from the CommonGround <a href=\"http://participedia.net/methods/choicework-dialogue\">Choice Dialogues</a>. During \"Capacity Building/Action Planning\" sessions \"community leaders\" met with early childhood development and education (ECDE) \"stakeholders, advocates, parents,\" and \"teachers\" to be trained in dialogue techniques and to develop \"action plans\" for improving ECDE policies at the local and state levels in New Mexico.</p><h3>Originating Entities and Funding</h3><p>Funding for CommonGround was provided by The W. K. Kellogg Foundation through its \"Our Voices, Our Children\" initiative.</p><h3>Participant Selection</h3><p>The 35 participants in the December 2009 CommonGround Strategic Dialogue were chosen by the event's convenors: New Mexico Voices for Children, the Children's Cabinet, the New Mexico Business Roundtable for Education Excellence, the New Mexico Early Childhood Development Partnership, and the New Mexico Office of Philanthrophic Outreach.  Participants were leaders from New Mexico state, local, and tribal governments; the business community; civil society; the media; the education field; and the religious community. The participants included some experts on early childhood development and education and some advocates for children. The participants were not randomly selected.</p><p>The summer 2010 CommonGround <a href=\"http://participedia.net/methods/choicework-dialogue\">Choice-Dialogues</a> involved a total of 215 participants; each <a href=\"http://participedia.net/methods/choicework-dialogue\">Choice-Dialogue</a> had 40 to 45 participants. The Albuquerque dialogue had 44 participants, the Las Cruces dialogue 42, the Española dialogue 45, the Farmington dialogue 44, and the Laguna Pueblo dialogue 40. <a href=\"http://participedia.net/organizations/viewpoint-learning\">Viewpoint Learning</a> describes each sample of participants as a \"randomly selected representative sample,\" except that in the Farmington sample Native Americans had a lower share than in the Farmington population. <a href=\"http://participedia.net/organizations/viewpoint-learning\">Viewpoint Learning</a> characterizes the total sample of 215 as \"reflective of New Mexico's diversity.\" According to <a href=\"http://participedia.net/organizations/viewpoint-learning\">Viewpoint Learning</a> market research firms \"recruited the samples\" for the Albuquerque, Las Cruces, Española, and Farmington, whereas in Laguna Pueblo local youth facilitators recruited the sample of participants because no market research firm covered the community.</p><p>For the CommonGround Interactive Briefings held in early 2010 and in 2011 participants included participants from the summer 2010 Common Ground <a href=\"http://participedia.net/methods/choicework-dialogue\">Choice-Dialogues</a> as well as local community leaders. It is unclear whether all Common Ground <a href=\"http://participedia.net/methods/choicework-dialogue\">Choice-Dialogue</a> participants from each community were invited to participate in the Interactive Briefing held in their community. The community leaders who participated in each Interactive Briefing do not appear to have been randomly selected.</p><p>For the CommonGround Capacity Building/Action Planning sessions held in 2011-2012 the participants -- \"community leaders\" and ECDE \"stakeholders, advocates, parents, [and] teachers\" -- do not appear to have been randomly selected.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p><em><u>The December 2009 CommonGround Strategic Dialogue</u></em></p><p>The December 2009 CommonGround Strategic Dialogue lasted for four hours. The dialogue began with a brainstorming session, during which participants were asked (A) to identify the most important \"changes and trends\" in New Mexico concerning early childhood development during the past two decades, and (B) to predict likely social outcomes in New Mexico a decade in the future if no changes are made to the current early childhood development and education (ECDE) practices in the state. Among the key changes and trends participants identified persistent poverty, demographic patterns, \"educational changes,\" \"cultural changes,\" low levels of funding for ECDE, and accumulating scientific evidence that ECDE strongly influences a child's future social and educational success. Among the likely outcomes in ten years if no changes were made to ECDE policy in New Mexico participants identified rising poverty and crime, and declining educational performance and social indicators. It's unclear whether any of the brainstorming discussions took place in small groups, or whether facilitators led any aspect of these discussions.</p><p>During the next part of the strategic dialogue, participants met \"in smaller groups and in plenary\" to discuss six \"values-based approaches\" to ECDE policy that were likely to lead to improved social and educational outcomes for New Mexico's children. It's unclear whether facilitators led any of these discussions.</p><p><a href=\"http://participedia.net/organizations/viewpoint-learning\">Viewpoint Learning</a> uses \"values-based approaches\" rather than knowledge-based policy approaches in its Strategic Dialogues because a goal of the Strategic Dialogue method is to help civic leaders establish common ground about policy issues with citizens, most of whom are said to make policy decisions on the basis of values rather than knowledge. These \"values-based approaches\" were developed by <a href=\"http://participedia.net/organizations/viewpoint-learning\">Viewpoint Learning</a> and the convening groups before the start of the Strategic Dialogue. The six \"values-based approaches\" discussed during the CommonGround Strategic Dialogue were:</p><ol><li>\"It's about the extended family\"</li><li>\"It's about local communities supporting extended families\"</li><li>\"It's about local communities\"</li><li>\"It's about employers\"</li><li>\"It's about public/private partnerships\"</li><li>\"It's about the children\"</li></ol><p>During the Strategic Dialogue participants modified each \"values-based approach\" to better fit the New Mexican context. Participants also identified advantages and disadvantages to pursuing each approach. It's unclear what decision-making methods were used in these discussions. It's unclear what attitude-measurement methods were used to measure participants' support for the advantages and disadvantages associated with each \"values-based approach.\" </p><p>After the CommonGround Strategic Dialogue had concluded <a href=\"http://participedia.net/organizations/viewpoint-learning\">Viewpoint Learning</a> published a report entitled <em>\"Our Voices, Our Children\": A Report on Strategic Dialogue with Leaders in New Mexico</em>, and made the report available on the Our Voices, Our Children Website.</p><p>After the Strategic Dialogue had concluded <a href=\"http://participedia.net/organizations/viewpoint-learning\">Viewpoint Learning</a> and the convening groups adapted the six \"values-based approaches\" into three early childhood development and education (ECDE) policy \"scenarios.\" A \"scenario\" is an account combining a description of a broad policy approach -- or set of policy instruments -- that is related to important values believed to be held by a large portion of the relevant community, with descriptions of  advantages and disadvantages associated with that approach.  A \"scenario\" generally does not describe policy objectives. Civic and business leaders, educators, advocates, and ECDE experts from New Mexico and elsewhere also contributed information that was incorporated into the three ECDE policy \"scenarios.\"</p><p><a href=\"http://participedia.net/organizations/viewpoint-learning\">Viewpoint Learning</a> then created a draft workbook containing information about ECDE in New Mexico and New Mexico's social and educational indicators, and explaining the three ECDE policy \"scenarios.\" Viewpoint Learning then received comments about the draft workbook from readers having diverse political perspectives and experiences and revised the workbook in light of those comments.</p><p><em><u>The Summer 2010 CommonGround Choice Dialogues</u></em></p><p>The Summer 2010 CommonGround Choice Dialogues took place in Albuquerque, Las Cruces, Española, Farmington, and Laguna Pueblo New Mexico from June through September 2010. One Choice Dialogue took place in each community during this time. Between 40 and 45 citizens participated in each Choice Dialogue, which lasted for 8 hours on a single day. Each Choice Dialogue was facilitated by a local youth facilitator from the community in which the dialogue was held. Youth facilitators received two days of facilitation training by Viewpoint Learning personnel before taking part in Choice Dialogues.</p><p>At the beginning of each Choice Dialogue participants completed a survey measuring their knowledge of aspects of early childhood development and education (ECDE) and participants' attitudes respecting certain ECDE policies and policy tradeoffs. Each participant was then given the workbook describing several dimensions of the ECDE issue, factual information about each of those dimensions, three ECDE policy \"scenarios,\" and advantages and disadvantages of each \"scenario.\"</p><p>The three ECDE policy scenarios described in the CommonGround Choice Dialogue workbook were:</p><ol><li>Prioritizing \"support\" for \"struggling families\"</li><li>Having \"local communities play a leading role\" in ECDE</li><li>Providing \"high quality\" ECDE \"programs for all\" regardless of income or other factors.</li></ol><p>During the morning of each dialogue participants engaged in facilitated discussions about the three ECDE policy \"scenarios\" and the advantages and disadvantages of each. During the afternoon of each dialogue participants engaged in facilitated discussions about the tradeoffs necessary to implement each scenario, including tradeoffs related to funding.</p><p>At the end of each Choice Dialogue participants completed a survey that measured the items on the morning survey as well as participants' attitudes respecting certain ECDE-related values and additional aspects of ECDE policy \"scenarios\" and policy tradeoffs associated with them.</p><p>In its report of survey results Viewpoint Learning aggregated survey results from all five Choice Dialogues.</p><p>A majority of participants considered the following ECDE-related facts important:</p><ul><li>That birth through year 5 is the most important period of a child's development; </li><li>That New Mexico's public spending on ECDE compared with other aspects of education is very low;</li><li>That many of New Mexico's social and educational indicators are very low compared with other U.S. states.</li></ul><p>Participants in all five dialogues identified the family as \"the most important influence on\" children's \"outcomes,\" and recommended that parents -- regardless of income -- receive more parenting training. Whether parenting training should occur outside or inside the home was a controversial issue in most dialogues, and most participants favored making home visits optional. Most participants agreed that parents needed more access to affordable and good-quality child care. Most participants recommended that publicly funded pre-school for 4-year-olds -- open to everyone but with voluntary participation -- be made available in New Mexico. A majority of participants supported increased public funding for ECDE programs provided those programs were available to everyone regardless of income and that subsidies or progressive program fees were used to ensure accessibility to low-income families.</p><p>Respecting the New Mexico state government's role in ECDE policy, many participants supported the state's setting standards, guidelines, and outcomes for ECDE programs; establishing best practices for ECDE in the state; hiring more ECDE personnel and improving their training. </p><p>Large majorities of participants favored limiting the state government's role to those functions and giving local communities most of the authority over ECDE policy. More than 60% of participants favored the state's giving ECDE block grants to local communities that would decide how to allocate the grant funds.</p><p>Respecting the role of businesses in ECDE policy three-fourths of participants urged business to play a larger role in ECDE, and more than 60% of participants recommended that businesses give parents leave to care for children who were ill.</p><p>Respecting funding sources for expanded ECDE programs more than three-fourths of participants approved of more public spending on ECDE even if that meant less public spending on \"health\" or public safety. More than 80% of participants expressed a willingness to pay higher taxes to fund expanded ECDE programs. More than 90% of participants recommended raising income taxes on out-of-state businesses that did business in New Mexico; more than 80% favored raising taxes on the sale of tobacco and alcohol; and more than 60% favored increasing the share of proceeds of New Mexico's Land Grant Permanent Fund (LGPF) devoted to ECDE and raising individual income tax rates of the top 5% of earners in the state. More than 50% of participants recommended cutting state spending on non-ECDE programs. </p><p>Participants in all five dialogues emphasized their support for strong accountability and oversight of these expanded ECDE programs to ensure funds were properly spent.</p><p>Some notable qualitative findings of the dialogues were that many participants characterized the issue of ECDE policy as urgent, and that this sense of urgency appeared to be related to participants' awareness of three facts: the strong influence that ECDE has on children's subsequent outcomes, the relatively low levels of public funding for ECDE programs in New Mexico, and fellow participants' statements about the saliency of the ECDE issue.</p><p>When the CommonGround Choice Dialogues had concluded Viewpoint Learning summarized the methodology and the findings in a report entitled <em>CommonGround: The First Five Years: Choice-Dialogues on Early Childhood in New Mexico.</em> Viewpoint Learning also made a video about the CommonGround Choice Dialogues. To the CommonGround Website Viewpoint Learning added the report about the CommonGround Choice Dialogues, the video, and special pages describing each CommonGround Choice Dialogue.</p><p>Heidi Gantwerk of Viewpoint Learning wrote an op-ed article about the CommonGround Choice Dialogues entitled <em>New Mexicans can reach agreement about early childhood issues</em>, that was published on the nmpolitics.net Website in February 2011.</p><p>Viewpoint Learning shared the workbook for and the results of the summer 2010 CommonGround Choice Dialogues with Everyday Democracy, for use in the fall 2010 Strong Starts for Children citizens' deliberations and the January 2011 Strong Starts for Children Policy Forum.</p><p><u><em>The 2010-2011 CommonGround Interactive Briefings</em></u></p><p>It is unclear which discussion or decision-making methods were used during the CommonGround Interactive Briefings. It is unclear whether facilitators were used during the CommonGround Interactive Briefings. Each Interactive Briefing lasted 3 hours. During each Interactive Briefing participants discussed the results of the CommonGround Choice Dialogues and identified \"key opportunities and challenges\" that participants believed they faced in taking action on those results in their local communities and at the state level in New Mexico. Viewpoint Learning summarized the opportunities identified during the Interactive Briefings as follows:</p><ul><li>Local communities in New Mexico have a strong sense of community identity and have \"rich traditions.\" These factors should be drawn upon in planning ECDE advocacy efforts.</li><li>Because children are a highly popular cause, the public and many interests in the community are likely to support early childhood development and education (ECDE) initiatives.</li><li>Parents and businesses showed strong interest in early childhood development and education (ECDE) issues and could \"be mobilized\" in support of new ECDE efforts and policies.</li><li>Numerous ECDE programs and efforts have already been implemented in local communities but many Interactive Briefing participants were not aware of those programs and efforts. This indicates a need for greater public awareness about existing ECDE activities and resources.</li><li>Efforts should be made to involve New Mexicans who are not regulary involved in ECDE -- such as childless individuals, some civic leaders, many members of the business community, and health care personnel who serve adults -- in ECDE awareness and reform activities.</li></ul><p>More information on the results of the Interactive Briefings may appear in the final report on the CommonGround project.</p><p><u><em>The 2011-2012 CommonGround Capacity Building/Action Planning Sessions</em></u></p><p>It is unclear which discussion or decision-making methods were used during the CommonGround Capacity Building/Action Planning Sessions. It is unclear whether facilitators were used during the CommonGround Capacity Building/Action Planning Sessions. Each Capacity Building/Action Planning Session lasted 8 hours. During one part of each Capacity Building/Action Planning Session participants were trained in the use of dialogue methods. During the other part of each Capacity Building/Action Planning Session participants first reviewed the results of the CommonGround Choice Dialogues and the KidsCount social and educational indicators for New Mexico. Next, participants identified \"one or two\" important local-level and state-level ECDE \"goals that were\" related to the Choice Dialogues results and the New Mexico KidsCount indicators and that could be advanced through the use of dialogue. Finally, participants created an \"action plan\" consisting of designs of  projects for using dialogue to advance those ECDE goals in their local communities.</p><p>The action plan produced by the Laguna Pueblo CommonGround Capacity Building/Action Planning Session called for holding a series of local public dialogues to develop a shared vision for ECDE and to increase support for building a local ECDE facility. The plan also provided for organizing a dialogue among several New Mexico pueblos to increase awareness of ECDE and raise funds for ECDE programs.</p><p>The action plan produced by the Farmington CommonGround Capacity Building/Action Planning Session called for forming an ECDE \"coalition for San Juan County.\" Members of this coalition would work to educate the community about ECDE and work with local business and government leaders to \"identify shared priorities\" and advocate for ECDE policy reform.</p><p>The action plan produced by the Las Cruces CommonGround Capacity Building/Action Planning Session called for organizing a series of local public dialogues about \"early literacy,\" followed by cooperation with educational \"providers and funders\" to develop and fund \"early literacy\" programs in the community.</p><p>The action plan produced by the Albuquerque CommonGround Capacity Building/Action Planning Session had two parts. The first called for public dialogues about ECDE among \"parents of young children,\" educators, and community leaders, followed by an ECDE public awareness campaign and advocacy for increased funding for ECDE programs. The second called for having ECDE \"stakeholders\" go on \"field trips\" to ECDE provider locations, and then holding dialogues among parents, educators, and community leaders to increase awareness of the obstacles parents encounter when interacting with ECDE services because of \"language, stereotyping, [and] poverty.\" </p><p>The action plan produced by the Española CommonGround Capacity Building/Action Planning Session called for creating a \"network of\" parents and other ECDE \"stakeholders.\" Members of the network would hold monthly meetings during which members would \"document [ECDE] outcomes and best practices\" in their communities and \"create a strategic plan for improving outcomes.\"</p><h3>Influence, Outcomes, and Effects</h3><p>Respecting the December 2009 CommonGround Strategic Dialogue the six \"approaches\" and the advantages and disadvantages associated with each approach developed during the Stakeholder Dialogue formed the basis for the three ECDE policy \"scenarios\" that informed the summer 2010 Choice Dialogues, and so can be said to have substantially influenced the Choice Dialogues. In addition, the influence of the Strategic Dialogue on New Mexico's ECDE policies seems to be reflected in the provision of the 2011 New Mexico Early Childhood Care and Education Act requiring the New Mexico Early Learning Advisory Council to include three members of the New Mexico Business Roundtable for Education Excellence, one of the convenors of the 2009 CommonGround Strategic Dialogue. </p><p>Respecting the summer 2010 CommonGround Choice Dialogues the reported survey results showed that participants' beliefs and attitudes respecting two items had changed notably during the course of the dialogues:</p><ul><li>The percentage of participants who believed that the period from birth to five years was the most important for a child's future outcomes rose from 66% at the start of the dialogues to 85% at the end of the dialogues. </li><li>The percentage of participants who supported increasing public funding for ECDE even if that meant cutting public spending on health and public safety dropped from 77% at the start of the dialogues to 56% at the end of the dialogues.</li></ul><p>Viewpoint Learning interprets these results as indicating that the scientific information about ECDE contained in the workbook seems to have influenced participants beliefs about the importance of the period from birth through age 5 on children's future outcomes, and that participants' frequent expressions of skepticism about the role of government may have contributed to the decline in participants' support for increased public expenditures on ECDE.</p><p>The CommonGround Choice Dialogues can be said to have influenced the Strong Starts for Children citizens' deliberations and policy forum to the extent that Viewpoint Learning shared the workbook for and the results of the CommonGround Choice Dialogues with Everyday Democracy, for use in the fall 2010 Strong Starts for Children citizens' deliberations and the January 2011 Strong Starts for Children Policy Forum.</p><p>The influence, outcomes, and effects of the 2011 CommonGround Stakeholder Dialogue are unknown.</p><p>In 2010 and 2011 New Mexico state legislators drafted a bill entitled the Early Childhood Care and Education Act, which was intended to implement several policies recommended by the SSFC and CommonGround dialogues. The Senate version of the Act [SB 120] passed both houses of the New Mexico Legislature and in April 2011 New Mexico Governor Susana Martinez signed the Early Childhood Care and Education Act into law.</p><p>The preamble of the Act endorses many of the ECDE policy principles supported by the participants in the SSFC and CommonGround dialogues. The Act created a New Mexico Early Learning Advisory Council consisting of ECDE experts and practitioners, educators, government officials, citizens, and business leaders, including three members of the New Mexico Business Roundtable for Education Excellence, one of the convenors of the 2009 CommonGround Strategic Dialogue.  The Act charges the Council with developing and improving the state's ECDE system along the lines recommended by the SSFC and CommonGround dialogues. The Act also authorizes the Council to award grants to ECDE providers.</p><p>In addition, the Act creates a New Mexico Early Childhood Care and Education Fund, which is to consist of grants and donations received by the Council. According to the Act, the Fund is intended to pay for the work of the Council and to fund the ECDE grants that the Council awards. The Act provides that the Council will cease operations in 2018.</p><p>Respecting increasing funding for ECDE in New Mexico, majorities of both the Strong Starts for Children (SSFC) citizens' deliberations and the CommonGround Choice Dialogues supported increasing the percentage of proceeds from New Mexico's Land Grant Permanent Fund (LGPF) devoted to ECDE.</p><p>The LGPF was established to promote state funding for public education. Congress placed more than 13 million acres or land and mineral resources in a trust, called the LGPF, whose beneficiaries included the people and public schools of New Mexico.  Some beneficiaries were public schools so that they would be given the resources to support early childhood education programs. Some terms of the LGPF trust instrument are contained in provisions of the New Mexico state constitution. Accomplishing the goal of increasing the percentage of proceeds from the LGPF devoted to ECDE requires amending New Mexico's state constitution.</p><p>In 2011 a coalition of community and other organizations -- including some of the organizations that had sponsored the fall 2010 SSFC citizens' deliberation -- called Invest in Kids Now! lobbied the New Mexico legislature to enact a constitutional amendment increasing the percentage of proceeds from the LDPF devoted to ECDE. The amendment was contained in Senate Joint Resolution (SJR) 10, introduced in the New Mexico State Senate on February 2, 2011.  SJR 10 was passed by two Senate Committees but died in the Senate Finance Committee. </p><p>In 2012 Invest in Kids Now! again lobbied the New Mexico legislature to pass a constitutional amendment to increase the percentage of proceeds from the LGPF devoted to ECDE. The amendment was contained in Senate Joint Resolution (SJR) 9 and House Joint Resolution (HJR) 15. Both resolutions died in committee.</p><p>Respecting the CommonGround Capacity Building/Action Planning Session as of summer 2012 some results have been reported. Viewpoint Learning reports that the series of ECDE local dialogues in Laguna Pueblo is underway. In addition, participants from Laguna Pueblo have attended \"statewide conferences,\" \"are currently\" holding discussions \"with other pueblos,\" and have observed increased public awareness of ECDE issues. Respecting the Farmington Capacity Building/Action Planning Session, Viewpoint Learning reports that the San Juan County ECDE coalition has begun its work.   </p><h3>Analysis and Criticism</h3><p>Formal studies analyzing or criticizing the CommonGround dialogues have not been identified.</p><p>The CommonGround dialogues appear to have had a substantial and constructive influence on early childhood development and education (ECDE) policy in New Mexico. This can be seen in the enactment of the New Mexico Early Childhood Care and Education Act -- which officially endorses or implements many recommendations of the CommonGround dialogues and which gives the New Mexico Business Roundtable for Education Excellence, one of the convenors of the 2009 CommonGround Strategic Dialogue, a strong voice in the implementation of the Act -- only a few months after the completion of the CommonGround Choice Dialogues.  This can also be seen in the repeated introduction in the New Mexico Legislature of proposed amendments to the New Mexico constitution intended to increase the share of the proceeds of the New Mexico's Land Grant Permanent Fund (LGPF) devoted to ECDE.</p><p>The use of random sampling to select the participants of the summer 2010 CommonGround Choice Dialogues lends persuasive authority to the participants' policy recommendations.</p><p>Viewpoint Learning's report on the CommonGround Choice Dialogues indicates that participants' beliefs or attitudes respecting at least one knowledge item -- concerning the importance of the influence of the birth-to-age-5 period on a child's later development -- and one policy item -- concerning support for increasing public funding for ECDE at the expense of lower funding for health and public safety -- underwent substantial change during the dialogues. Because the report does not describe results of participants' or third-parties' evaluations of the CommonGround Choice Dialogue process, assessments of the quality of deliberation during the CommonGround Choice Dialogues cannot be made.</p><h3>Secondary Sources</h3><p>Annie E. Casey Foundation. KIDS COUNT Data Center. <a href=\"http://datacenter.kidscount.org/\">http://datacenter.kidscount.org/</a></p><p>Heidi Gantwerk. (2011, February 14). New Mexicans Can Reach Agreement About Early Childhood Issues. <em>NMPolitics.net</em>. <a href=\"http://www.nmpolitics.net/index/2011/02/new-mexicans-can-reach-agreement-about-early-childhood-issues/\">http://www.nmpolitics.net/index/2011/02/new-mexicans-can-reach-agreement...</a></p><p>Invest in Kids Now. (2011). Learning Begins at Birth: So Should Our Investment in Education. <a href=\"http://www.nmvoices.org/wp-content/uploads/2011/08/Learning-Begins-at-Birth-ppt-5-17-11.pdf\">http://www.nmvoices.org/wp-content/uploads/2011/08/Learning-Begins-at-Bi...</a></p><p>Invest in Kids Now. (2011). Learning Begins at Birth So Should Our Investment in Education Ppt Notes, <a href=\"http://www.nmvoices.org/wp-content/uploads/2011/07/Learning-Begins-at-Birth-notes-5-17-11-web.pdf\">http://www.nmvoices.org/wp-content/uploads/2011/07/Learning-Begins-at-Bi...</a></p><p>Paul Rose. (2012). American Sovereign Wealth. (Ohio State Public Law Working Paper no. 161). <a href=\"http://ssrn.com/abstract=1960706\">http://ssrn.com/abstract=1960706</a></p><p>Viewpoint Learning. (2009). <em>\"Our Voices, Our Children\": A Report on Strategic Dialogue with Leaders in New Mexico</em>. <a href=\"http://www.viewpointlearning.com/wp-content/uploads/2011/04/Strategic_Dialogue_NM_2010.pdf\">http://www.viewpointlearning.com/wp-content/uploads/2011/04/Strategic_Di...</a></p><p>Viewpoint Learning. (2011). <em>CommonGround: The First Five Years: Choice-Dialogues on Early Childhood in New Mexico</em>. San Diego, CA: Viewpoint Learning. <a href=\"http://www.viewpointlearning.com/wp-content/uploads/2011/04/First_Five_Years.pdf\">http://www.viewpointlearning.com/wp-content/uploads/2011/04/First_Five_Y...</a></p><p>Viewpoint Learning. (2011). Early Childhood in New Mexico: Choice-Dialogues. <a href=\"http://www.youtube.com/watch?v=NMVB374tIRQ\">http://www.youtube.com/watch?v=NMVB374tIRQ</a></p><h3>External Links</h3><p><a href=\"http://www.viewpointlearning.com/wp-content/uploads/2013/11/NM-Final-WEB.pdf\">Final Report </a>(2013)</p><p><a href=\"http://www.ourvoicesourchildren.org/CG_home.html\">CommonGround</a> [DEAD LINK]</p><p><a href=\"http://www.everyday-democracy.org/\">Everyday Democracy</a></p><p><a href=\"http://investinkidsnow.sks.com/\">Invest in Kids Now!</a></p><p><a href=\"http://www.wkkf.org/\">W. K. Kellogg Foundation</a></p><p><a href=\"http://www.nmlegis.gov/Sessions/11%20Regular/final/SB0120.pdf\">New Mexico. (2011). Early Childhood Care and Education Act [SB 120].</a></p><p><a href=\"http://www.nmlegis.gov/Sessions/11%20Regular/LESCAnalysis/SB0120.pdf\">New Mexico Legislature. Legislative Education Study Committee.</a> (2011). <em>Bill Analysis: SB 120a,</em> <em>50th Legislature, 1st Session, 2011.</em></p><p><a href=\"http://www.nmvoices.org/\">New Mexico Voices for Children</a></p><p><a href=\"http://www.ourvoicesourchildren.org/\">Our Voices, Our Children</a> [DEAD LINK]</p>", "title": "CommonGround: The First Five Years: A Dialogue on Early Childhood in New Mexico"}