{"htmlbody": "<h2>Introduction</h2><p>Burning Man is an annual artistic festival which is held in Nevada’s Black Rock Desert and whose central premise involves extensive community participation. Far from being a standard art festival, Burning Man embraces the idea of radical inclusion and aims to instill a set of core values in its many participants. In order to achieve this objective, the week-long event features a variety of fascinating participatory frameworks, from consensus decision-making and a culture of volunteerism to interactive artwork and even the collaborative construction of a city!</p><h2>Problems and Purpose</h2><p>Burning Man is commonly described as a festival about artistic expression, but the event is actually much broader in its scope and focus. Individuals who attend the festival – “Burners”, as they are colloquially called – have multiple reasons for participating in Burning Man, from creative expression to community engagement to revelry. Therefore, rather than featuring a single mission, the festival revolves around ten fundamental principles which have been adopted by the central organizing entity and disseminated online. These guidelines include:</p><ul><li>Radical inclusion: Anyone is invited to participate Burning Man –– strangers are welcome –– because there are no prerequisites for joining the community.</li></ul><ul><li>Gifting: Participants engage in a gift economy rather than relying on money. They are encouraged to give gifts unconditionally without expecting a favor in return.</li></ul><ul><li>Decommodification: Burning Man promotes a social environment where commercial sponsorships, advertising, and monetary transactions have no place. The festival views such practices as a threat to its gift-giving spirit and participatory culture.</li></ul><ul><li>Radical self-reliance: Given the extreme living conditions, all participants are expected to provide for their own subsistence and utilize their own resources.</li></ul><ul><li>Radical self-expression: Burners are encouraged to express themselves in their own free and unique ways, while respecting how fellow participants choose to express themselves as well. The event is clothing-optional, although most participants choose not to practice public nudity.</li></ul><ul><li>Communal effort: Heavy emphasis is placed on cooperation and collaboration among participants. Public spaces are set up and maintained thanks to the teamwork of volunteers.</li></ul><ul><li>Civic responsibility: Burners are expected to act responsibly, obey the law, and protect the overall welfare of fellow participants.</li></ul><ul><li>Leaving no trace: Burning Man expects all participants to clear up any physical trace of their gatherings, and to leave the location in a better condition than before their arrival.</li></ul><ul><li>Participation: Burning Man operates thanks to an ethic of collective action. Every activity is meant to be radically inclusive and participatory.</li></ul><ul><li>Immediacy: Participants are encouraged to overcome barriers between one another and discover their inner selves. The event emphasizes the idea of direct interaction between the individual, nature, and society.</li></ul><h2>History</h2><p>The origins of Burning Man can be traced back to the summer of 1986, when co-founders Larry Harvey and Jerry James, alongside several friends, began a small bonfire ritual. They met on a San Francisco beach on the summer solstice and burned a 9-foot-tall wooden man, a practice which they called an act of radical and spontaneous self-expression. In 1990 legal complications interrupted the beach burn, and the following year Burning Man moved to a large and remote dry lake known as Black Rock Desert in northwest Nevada. 1991 also marked the first year that Burning Man obtained a legal permit through the Bureau of Land Management.</p><p>The mid-1990s saw a rapid increase in attendance from a couple hundred to several thousand participants. A central organization was formed to manage the expanding event. As the population of the campsite (known as Black Rock City) grew, a city grid layout was developed and various safety rules were instituted. Each year the festival also began to adopt a special theme, a motif that influences the design of the immolated Man as well as participants’ artwork. The event’s popularity and reputation continued to spread throughout the last decade; between 1997 and 2010, annual attendance skyrocketed from 10,000 to over 50,000. Today each festival lasts a full week, starting on the Monday before Labor Day and concluding on the holiday itself.</p><h2>Originating Entities and Funding</h2><p>Burning Man began operating under a formal organization in 1997, when legal requirements compelled the organizers to establish Black Rock City LLC. Since then, this body has become much more structured to cope with the expanding size of the festival. It is responsible for setting policy, overseeing major financial decisions, and making any decisions that directly impact the survival of Burning Man. Beneath this group is Burning Man’s senior staff, along with many consultants, departments, and sub-committees. Senior staff members assemble Burning Man’s budget and manage day-to-day finances. Finally, the festival relies on a large number of independent volunteer associations, such as artist groups and service organizations within the greater community. In recent years, Burning Man has tried to avoid becoming excessively hierarchical or bureaucratic. In fact, Black Rock City LLC has encouraged a “dissemination model” whereby independent regional organizations and volunteer associations carry more responsibility in planning events and training newcomers. Larry Harvey announced in 2011 that Black Rock City LLC had begun the process of transitioning its management to a new non-profit called the Burningman Project.</p><p>Black Rock City LLC handles all major financial aspects of planning Burning Man. The event’s accounting is made highly transparent to the public; after the end of each festival, a detailed chart of financial expenditures is posted online. As per the organization’s official principles, commercial or corporate sponsorships are not permitted in the event. Funding therefore comes entirely from ticket sales and donations, which generate a total annual budget of $10-20 million. The most significant components of Burning Man’s expenses include infrastructure for Black Rock City, payroll costs, fees for outside services, and organizational expenses. Total expenditures in the 2010 event totaled $17.5 million.</p><h2>Participant Selection</h2><p>In line with Burning Man’s central tenets, participation in the festival has historically been self-selected and open to anybody who wishes to attend. Registration and tickets are required, however, and can be obtained online. Fees for 2012 tickets ranged from $240 to $420.   Attendance soared past 50,000 for the first time in 2010, temporarily making Black Rock City one of Nevada’s largest communities. In 2011, due to legal restrictions as well as Black Rock City LLC’s own concerns about excessive growth, participation was capped at 50,000. For the first time in the event’s history, tickets sold out entirely that year; in fact, all 27,000 discounted tickets were claimed within less than two days after being released.</p><p>The rapid sellout prompted the organizing entity to make significant changes in 2012. For the first time, Black Rock City LLC established a multi-round, random-selection system for distributing tickets. The first 3,000 tickets were sold in a pre-sale (November-December 2011). These tickets, available for $420 each, were allocated through a lottery-based process requiring pre-registration. The next 40,000 tickets were given away in the main sale (January-February 2012), which operated using the same method. All remaining spots were sold in the open sale in March. A limited number of tickets were additionally distributed through a separate low-income ticket program. At the request of Black Rock City LLC, the U.S. Bureau of Land Management also granted a special recreation permit which will allow 60,900 people to attend the 2012 event – an increase of over 10,000 participants from the previous year.  </p><p>Participants hail from a wide range of personal backgrounds. To keep track of demographics, Burning Man gathers and publishes an annual census report. Data from 2010 revealed that 56% of participants were between the ages of 18 and 35. Over 14% were 50 years or older, although only 1% of attendees were below age 18. The census also showed that a majority (55%) of the event-goers had completed at least a Bachelor’s Degree. Furthermore, the vast majority of participants at Burning Man were single (76%) and identified as caucasian (74%). Interestingly, the Burning Man festival draws in individuals from an impressive spectrum of socioeconomic diversity. Approximately 25% of attendees reported an annual income between $10,000 and $30,000, while fully 24% reported incomes of above $80,000.<br/> </p><h2>Deliberation, Decisions, and Public Interaction</h2><p>One of the most unique aspects of Burning Man is that attendees are responsible for creating the event, rather than passively consuming it. Nearly all aspects of the festival are therefore highly collaborative. First, participants volunteer to build and dismantle a functional city in spite of physically challenging conditions. Makeshift shelters, tents, miniature theme parks, portable toilets, emergency fire and medical facilities, and electric generators all need to be set up before the start of festivities. Volunteers typically arrive a few days before most Burners to rapidly construct the city, only to take everything down just a week later. Due to local laws, Black Rock City LLC must coordinate these efforts and ensure that the campsite is safely planned. Since the mid-1990s the central organization has designed Black Rock City’s urban layout –– a massive arc measuring several kilometers in circumference. The entire site (including a small airstrip) covers a total area of approximately 13 square kilometers.</p><p><img alt=\"http://farm1.static.flickr.com/80/236532693_05a698e42d.jpg\" src=\"http://farm1.static.flickr.com/80/236532693_05a698e42d.jpg\"/></p><p>Second, artistic expression at Burning Man tends to be extremely interactive and participatory, not to mention original. Artists are encouraged to produce their art using community resources, and in return their artwork is often viewed as a gift they bring to the Burning Man community. As one observer wrote, “the event encourages both artists and laypersons to create and share art. Much of the art demands audience interaction; people can taste, smell, manipulate, and alter art in ways prohibited or discouraged elsewhere.” Examples of participatory artwork in past years have included a stained-glass cathedral made of recycled plastic, a massive ice ball which Burners would chip away at, and a 17-foot-tall birdcage. Meanwhile the city teems with “mutant vehicles,” or creatively-modified cars and trucks. Most symbolically, participants work together to erect the festival’s namesake: a 40-foot-tall wooden effigy of “the Man.” This sculpture is ceremonially lit alight two nights before the festival concludes.</p><p>Third, participants collaborate to make group decisions and carry out community projects. As a collectively-organized event, the festival emphasizes the need for bottom-up initiative. Volunteers have frequent meetings among one another to establish new routines or implement their own ideas, even when they are not under the direct supervision of Black Rock City LLC. As participants gain experience over the years, many take it upon themselves to mentor new volunteers and pass on skills. Veteran Burners even have the opportunity to hold organizational or leadership responsibilities if they are sufficiently competent. Such volunteerism has become deeply embedded in the culture of Burning Man.</p><p>Any decisions made at Burning Man require a consensus. Although time consuming, consensus-making has worked relatively successfully over the years, according to Larry Harvey; it has always been Burning Man’s “fundamental policy.” In large groups, Burning Man senior staff  facilitate discussions and decision-making. When full agreement is hard to reach, they often postpone decisions or prolong the period of discussion to encourage the formation of a consensus. However, even though consensus implies unanimity, decisions at Burning Man never involve voting. Votes are viewed as commodification of opinions –– hence, a violation of the fundamental principles. Rather, group members are typically polled at the end of a discussion to ensure that a consensus has been attained.</p><p>Interaction between Burners also takes place online. Burning Man’s website features an online forum called ePlaya for participants to discuss the ten principles, learn how to prepare physically and mentally for the event, and submit feedback. As of the 2012 festival, approximately 40,000 current and former Burners are registered on the online forum.</p><h2>Influence, Outcomes, and Effects</h2><p>The most direct outcome of such widespread participation is the success of the Burning Man festival itself. Each year the cooperation of tens of thousands of volunteers results in the construction of a functional city, creation of participatory artwork, and implementation of community projects. Consensus-building has proven reasonably successful as well. Disagreements are nearly always resolved with unanimous consent, and not a single formal vote was reportedly ever taken in the history of Burning Man. Despite the ever-increasing size of the event, participants claim that their sense of community and solidarity remains undiminished. And perhaps most remarkably, this entire feat of participation takes place in the middle of an unforgiving summer desert.</p><p><img alt=\"effigy\" height=\"320\" id=\"100000001024159\" src=\"http://graphics8.nytimes.com/images/2011/08/30/nyregion/30burning1-cityroom/30burning1-cityroom-blog480.jpg\" width=\"480\"/></p><h2>Analysis and Criticism</h2><p>Burning Man is unorthodox in that, like any event of its size, it requires a massive organizational structure, and yet the fundamental principles of the festival dictate just the opposite. What makes Burning Man so appealing to many participants is precisely the<em> lack</em> of bureaucracy or hierarchy. From consensus decision-making to flexible rules to a gift economy, Burning Man prides itself on emphasizing collectivist practices. The festival must therefore strike a delicate balance between spontaneous collaboration and formal organization, between volunteerism and rigid division of labor. In <em>Enabling Creative Chaos: The Organization Behind the Burning Man Event</em>, Katherine Chen examines the unconventional organizational mechanisms behind the festival, as well as the perils of both under- and over-organization. According to her study, participants hold a variety of opinions about the extent to which formal management should be present at Burning Man. Many attendees view the establishment of any routines, rules, and hierarchies as counterproductive to participatory collaboration as well as antithetical to the festival’s guidelines. Cofounder Jerry James even worried that, if Burning Man began to be perceived as overly bureaucratic, participants’ enthusiasm and attendance would surely dwindle. In contrast, numerous other Burners see formal organizing as an essential prerequisite for a thriving creative community. Insufficient oversight, they believe, helped lead to vehicle accidents that killed one volunteer and severely injured three others in 1996. Government agencies have also put pressure on Burning Man to impose greater restrictions and develop a more hierarchical management. Permit requirements effectively spurred the creation of Black Rock City LLC in 1997, as well as new safety rules which all participants had to respect. In short, Burning Man continues to grapple with this central dilemma: how much “chaos” should be tolerated? What organizational conditions enable free self-expression without leading to total bedlam?</p><p>The lack of true management and enforcement of rules at Burning Man has additionally given rise to environmental concerns. The festival takes place in the middle of a large dry basin, a sensitive habitat for many animals and plants. However, despite a “Leave No Trace” policy which all participants are encouraged to follow, residual trash has increased over the years. To prevent further contamination, organizers erected a 4-ft-high fence around the perimeter of the site. Burning Man has also been criticized for some of its burning practices, many of which leave burn scars on the ground. Burning Man provides participants with guidelines on the most environmentally-conscious burning methods, but it is likely that many attendees ignore these recommendations.<br/> </p><h2>Secondary Sources</h2><p>“Afterburn Report: 2010 Census.” Burning Man Website. <a href=\"http://burningman.org/culture/history/brc-history/afterburn/2010-2/\">http://burningman.org/culture/history/brc-history/afterburn/2010-2/</a></p><p>“Afterburn Report 2010: Financial Chart.” Burning Man Website. <a href=\"http://burningman.org/culture/history/brc-history/afterburn/2010-2/financial-chart/\">http://burningman.org/culture/history/brc-history/afterburn/2010-2/finan...</a> [NOT COMPLETE: see <a href=\"http://burningman.org/culture/history/brc-history/afterburn/2011-2/financial_chart/\">here </a>for 2011 Financial Chart]</p><p>Begin, Brent. “Burning Man Sells Out; Hopeful Attendees Scramble for Tickets.” San Francisco Examiner. July 26, 2011. <a href=\"http://www.sfexaminer.com/burning-man-sells-out-hopeful-attendees-scramble-for-tickets/\">http://www.sfexaminer.com/burning-man-sells-out-hopeful-attendees-scramb...</a></p><p>Chen, Katherine. Enabling Creative Chaos: The Organization Behind the Burning Man Event. Chicago: Univ. Of Chicago Press, 2009. Print.</p><p>Chen, Katherine. Personal interview. April 19, 2012.</p><p>“Federal Officials Approve Larger Crowd for Burning Man Arts, Music Festival in Nevada Desert.” The Washington Post. June 13, 2012. &lt;<a href=\"http://www.washingtonpost.com/lifestyle/travel/federal-officials-approve-larger-crowd-for-burning-man-arts-music-festival-in-nevada-desert/2012/06/13/gJQA9nHCaV_story.html&gt;\">http://www.washingtonpost.com/lifestyle/travel/federal-officials-approve...</a> [DEAD LINK]</p><p>Harvey, Larry. “Afterburn Report 2010: Consensus, Hierarchy, Authority, and Power.” Burning Man Website. <a href=\"http://burningman.org/culture/history/brc-history/afterburn/2010-2/org/consensus/\">http://burningman.org/culture/history/brc-history/afterburn/2010-2/org/c...</a><br/> </p><h2>External Links</h2><p><a href=\"http://www.burningman.com/\">Burning Man Website</a></p><p><a href=\"http://eplaya.burningman.com/\">Burning Man Online Forum</a></p><p><a href=\"http://afterburn.burningman.com/\">Annual Afterburn Reports</a></p><p><a href=\"https://www.youtube.com/watch?v=LsbOhv-acLI\">Video of Burning Man Festival (2014 Edition)</a></p>", "title": "The Burning Man Festival: Art, Participation, and Collective Organization"}