{"htmlbody": "<h3>Mission and Purpose</h3><p>(We strongly advise to read the Freerz Manifesto first, in order to understand the core principles We believe in. <a href=\"http://freerz.org\">http://freerz.org</a>)</p><p>Many netizens are feel Themselves much more comfortable and free while being on-line, than in Their real-World lives. They have a second life devoted to this virtuality, to this sea of online communities, to this Jungle. </p><p>They like to express Their opinions, voice Their concerns and share Their emotions online, while They don't want to do so in the real world. </p><p>They have respectable lives in the real world, but They want to discover new things and excitement in the virtual one without any comebacks to Their societal positions. This essentially keeps Them out of reach of many good causes - because They don't want to join any real-world entities. They just don't want to join street protests, parties, etc.</p><p>Freerz Community is a means for Them to be able to fight for worthy causes - in the virtual world - without associating themselves with any real-world entities.</p><p>Our world view is simple: <strong>All is One - One is All - All is All</strong>.</p><h3>History</h3><strong>Until its Dawning - a history of oppression and hope</strong> It was  the  mid-sixties in Central-Europe, when the then-Hungarian People's Army started issuing new uniforms to its troops.The old uniform was a soviet lookalike,contrary to the newly issued one,that represented some traditional  Hungarian look. This move, that occured in 1965, ended a decade of bitter memories of the famous 1956 Uprising.However invading soviet forces were still in place, but at least distinction between the soviet and hungarian soldiers became possible. Naturally, this move was aimed at the  general  population to hide the  oppressive nature of the regime,but interestingly it caused the most effect to those,who intended to wear these, the soldiers, or at least, a part of them. In Hungary, as in most countries those days, a mandatory draft systemwas in effect. According to this,all males between the ages of 18 and 36 were subject to  military service. As with most mandatory regulations in most countries, it usually only applied to the poor. Party members' sonswere  transferred to  more  convenient  places, while  those  dubbed  as 'enemies-of-the-system' were dispatched to near-labour camps,referred to as 'Engineering Brigades'. The difference between the poor and the rich, and between the  sons of the ruling elite and the  ordinary folk were so obvious, that it was crystal clear for everyone. To add more pressure for those, who served their country a system ofpolitical  comissariat  was  working alongside  each units. A  political officer was operating at company-level -this meant that a party comissar overlooked  the daily  life of the  units. At least  one such  spook was assigned to  every 50-100 men. For an Army of  some 120-200.000 it meanthell of a  high level of  suspicion, one might say. Needless  to say, as oppressive  regimes go, no opposition parties  or even  thoughts  were allowed to exist, neither in the public, nor in the armed forces. These  factors  altogether  created an  atmosphere  of  suspicion and untrustworthyness. Hence these developments,social groups tended to stick together while on service.Because of the high level of surveillance they encountered, they were secretly aligned into  small cells. The first of such groups was the 'Rural Brotherhood', composed of agrarian-background fellow  countrymen. Of course, being subject to martial law as soldiers, they weren't keen to commit anything that  might be seen as an open revolt or such.  Over the decades  these  secretive  groups  transformed  into  secret societies, and divided along their  common interests and goals. A number of these  operated pretty  secretive nets of cells at almost every unit. There were  ones that operated in  order to help each other to dissidate to the  West, others were  centered  on  defending  each  other against offences. Finally there were some, whose members were trying to make the most of  their  stay:  writing   memoires, engaging  in  philosophical discussions in order to 'Change the World'. Such groups would probably  end up in discontent, but as  its members were  changed every  one to three years, there were  always  fresh blood - and fresh ideas. After nearly fourty years,the Cold War came to an end, and these groups also - however their legacy continued. From around 1989,these societies were transformed their thoughts ontoa whole  other theater: the  post-Internet World. In August of 2001, thelast such society ceased to exist,with the discharge of its last members from  the  now  democratic  Hungarian Defence Forces.  This  last secret society was named  <em>'The Rabapon-E Brotherhood</em>'. (Its name derived from a strong industrial cleaning solvent that was used at the army barracks at that time.)  The former Members of the Rabapon-E created the Freerz Community and spread the light to three continents. Before going online, the Freerz had Units in Australia, Canada, UK, Italy, Germany, Austria and Hungary.<h3>Specializations and activities</h3><p>Freerz Community has specialist Units under development, but basically most Members are engaging in all kinds of tasks.</p><h3>Major projects and events</h3>To name a few recent projects:  There was a project a few months back where separate FRZ units (one in Australia, one in Canada, one in Italy and one in Hungary) researched immigration &amp; indigenous reaction to the immigration. Contrary to most such researches We did not focused on socio-political factors, but the access to resources by the various groups. The research concluded that the immigration and the violent xenophobic phenomenon are both based on the lack of access to resources and information. The exiles/refugees are usually denied access to resources and information at the starting point of their journey, while those sounding xenophobic voices are too lacking reliable information (and as such resources) about those coming into their countries. Of course there are many more circumstances that are effecting this issue, but We managed to prove valid points that were put into practice by some western countries immigration laws since. Also a Freerz Unit was specifically designed a framework structure for an international disaster relief/response model that could be quickly activated, logistically feasible and staffed with eager and trained volunteers. Parts of this latter project were implemented in the aftermath of the Haitian earthquake in 2010.<h3>Funding</h3><p>The Freerz Comunity is a non-profit organization and has no funding plans.</p><h3>External Links</h3><p><a href=\"http://freerz.org\">http://freerz.org</a></p><h1>(We strongly advise to read the Freerz Manifesto first, in order to understand the core principles We believe in. <a href=\"http://freerz.org\">http://freerz.org</a>)</h1>", "title": "The Freerz Community"}