{"htmlbody": "<p><a id=\"Purpose_and_Problem\" name=\"Purpose_and_Problem\"></a></p><h2>Purpose and Problem</h2><p>The purpose of the Assembly of <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/Shimer_College\" title=\"Shimer College\">Shimer College</a> is to guide the internal governance of this small, independent Great Books college in Chicago, Illinois, in the United States, and to provide a central forum for deliberating on matters affecting the school's ethos and identity.</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>Student participation in the affairs of Shimer College has intermittently played a key role in the school's survival since its earliest years as a seminary in frontier Illinois. However, the modern tradition of self-governance dates to the 1970s, after the Board had voted to close the school but it had been saved by students and faculty working together. For a brief period, the school was governed by <a class=\"new\" href=\"/w/index.php?title=Direct_democracy&amp;action=edit&amp;redlink=1\" title=\"Direct democracy (page does not exist)\">direct democracy</a>, with all decisions made by a committee of the whole, known as the House. This quickly proved to be unworkable, and shortly after the college moved from Mount Carroll to Waukegan, Illinois in 1978, the House was replaced by the Assembly, which would meet only periodically and delegate most decisions to elected committees. The Assembly model, though constantly adapted, has continued in force to the present day.</p><p><a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h2>Participant Selection</h2><p>All students, faculty, staff and Trustees are voting members of the Assembly. Alumni and other friends of the college participate as non-voting members.</p><p>Under the Assembly constitution, most of the work of self-governance is done by committees. Many committee positions are elected on a constituency basis: faculty elect faculty representatives, <a class=\"external text\" href=\"http://www.shimer.edu/academicprograms/undergraduate/weekendprogram.cfm\" rel=\"nofollow\" title=\"http://www.shimer.edu/academicprograms/undergraduate/weekendprogram.cfm\">Weekend College</a> students elect weekend representatives, and so forth. Because certain constituencies are often not well-represented at Assembly meetings, the nomination and voting process for these seats often takes place online.</p><p><a id=\"Deliberation.2C_Decisions.2C_and_Public_Interaction\" name=\"Deliberation.2C_Decisions.2C_and_Public_Interaction\"></a></p><h2>Deliberation, Decisions, and Public Interaction</h2><p>Assembly deliberations are frequently broadcast online, in part to facilitate the involvement of students in the <a class=\"external text\" href=\"http://www.shimer.edu/academicprograms/undergraduate/shimerinoxfordprogram.cfm\" rel=\"nofollow\" title=\"http://www.shimer.edu/academicprograms/undergraduate/shimerinoxfordprogram.cfm\">Oxford study abroad program</a>.</p><p>Deliberations are facilitated by a Speaker, assisted by a Parliamentarian and if necessary by other members of the Agenda Committee.</p><p>The decisions of the Assembly have no legal force; according to the body's constitution, it governs solely by the power of \"moral suasion\". The Assembly's relations with the Board of Trustees have thus been an occasional source of friction, as the Board is the sole body with legal authority over the school.</p><p><a id=\"Influence.2C_Outcomes.2C_and_Effects\" name=\"Influence.2C_Outcomes.2C_and_Effects\"></a></p><h2>Influence, Outcomes, and Effects</h2><p>The Assembly has played a decisive role in decisions over whether to close or merge the school in 1988; whether to move to Chicago in 2005; and whether to resist the abuse of power by President <a class=\"extiw\" href=\"http://en.wikipedia.org/wiki/Thomas_Lindsay\" title=\"Thomas Lindsay\">Thomas Lindsay</a> in 2009-2010.</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h2>Analysis and Criticism</h2><p>The Assembly has periodically been accused of being irrelevant or excessively reluctant to act. In the 2009-2010 which led to the ouster of President Thomas Lindsay, Lindsay's backers additionally accused the Assembly of being ideologically motivated.</p><p><a id=\"References\" name=\"References\"></a></p><h2>References</h2><p> </p><p><a id=\"Links\" name=\"Links\"></a></p><h2>Links</h2><ul><li><a class=\"external text\" href=\"http://alumni.shimer.edu/s/1028/images/editor_documents/Assembly-etc/Constitution%20of%20the%20Assembly.September%202010.pdf\" rel=\"nofollow\" title=\"http://alumni.shimer.edu/s/1028/images/editor_documents/Assembly-etc/Constitution%20of%20the%20Assembly.September%202010.pdf\">Shimer College Assembly Constitution, as of September 2010</a></li></ul>", "title": "Shimer College Assembly"}