{"htmlbody": "<h2>Problems and Purpose</h2><p>Contrary to popular perception, the Inner Belt opposition movement was far from unified. While opponents to the highway were united in their objectives, their motivations and strategies were as varied as the group itself. Even residents of the same community differed in their reasons for criticizing the highway.</p><p>Principal sources of the Inner Belt controversy included the highway’s potential effects on:</p><ul><li>Housing: Numerous residents of the fourteen communities that the Inner Belt was to intersect resented the idea of relocating their households and communities. In Cambridge alone, an estimated 1,300 families would be displaced by the highway. In the midst of a housing shortage in the area, residents were not optimistic about their chances of finding satisfactory new homes in their communities at the time.</li><li>Businesses: Similar to residents, most business owners were not keen on relocating their enterprises, many of which identified strongly with their locations.</li><li>Public transit prospects: Public transportation was becoming increasingly popular among locals and municipal governments. The Massachusetts government’s focus on highway construction undermined efforts to improve and expand local public transit systems.</li><li>Noise: Increased traffic in the communities that the highway would traverse could increase the noise and consequently decrease the comforts of living in the areas.</li><li>Sense of community: Many local residents feared that a highway cutting through their neighborhoods would fragment the community.</li><li>Costs for municipal governments: Municipal legislators decried the adverse effects of an intersecting highway, namely loss of taxable property, aesthetic damage to the city, and costly adaptations of local streets to accommodate increased traffic load exiting the Inner Belt.</li></ul><p>Motivated by the outlined, as well as other, reasons, opponents of the Inner Belt set out to convince the Massachusetts government to cancel the project, an informal protest movement that evolved into a more organized, broader movement against mass highway expansion.</p><h2>History</h2><p>The origins of the anti-Inner Belt movement centered in Cambridge, where the highway would parallel the Brookline-Elm Street corridor and traverse Central Square and the Cambridgeport and Donnelly Field Renewal Areas. During a Department of Public Works (DPW) public hearing in Cambridge on May 10, 1960, twenty-five DPW officials listened to municipal legislators express their adamant opposition to the highway.</p><p>Meanwhile, numerous Cambridge residents resented the idea of relocating their enterprises and households from the communities with which they identified. Unlike most other state governments, the Massachusetts government was entitled to eminent domain. Moreover, under the 1968 Federal Aid Highway Act, the DPW could legally expropriate privately owned land for the Inner Belt project, as long it provided financial compensation of up to $5,000 above market value for property owners and up to $1,500 for tenants, conditions that failed to placate their intended beneficiaries. The highway was to displace an estimated 450 businesses and 1,300 families in Cambridge, most of whom the state was unequipped to help, given the ongoing property shortage.</p><p>However, early resistance efforts were futile and disorganized. In 1961, Cambridge officials proposed an alternate local route through the three-track Grand Junction Branch Railroad area that had been abandoned in a four-track right-of-way in East Cambridge; however, the DPW and a consulting engineering firm dismissed it as impractical and costly. Meanwhile, John Toomey, a State Representative for Cambridge and the House Ways and Means Committee Chair, amended a highway appropriations bill rewarding nine communities, including Cambridge, with the right to veto plans for any highway intersecting them, only to be revoked in August 1965 before it could precipitate any policy change. In the mean time, sporadic demonstrations in front of the State House stalled progress on the Inner Belt at best, unable to induce any considerable revisions to expressway system plans.</p><h2>Originating Entities and Funding</h2><p>Hope for success came in the form of planners, lawyers, and academics against the Inner Belt proposal. These professionals mobilized members of communities outside of Cambridge who would also benefit from the cancellation of the Inner Belt and surrounding expressways to broaden the opposition movement.</p><p>Urban Planning Aid (UPA) and the Greater Boston Committee (GPC) were two critical organizations in which this shift originated. Led by systems analyst James Morey, UPA was an anti-Inner Belt advocacy group that sought allies in other metropolitan Boston communities. Starting with Jamaica Plain, UPA forged a series of alliances between Cambridge and other neighborhoods in the path of proposed expressways, giving birth to the Greater Boston Committee (GBC) that would be critical to the cancellation of the Inner Belt and the shift in focus to mass transit in the metropolis.  </p><h2>Participant Selection</h2><p>While UPA and later the GBC, under Morey, reached out to certain communities based on their relevance to the anti-Inner Belt movement, participation in the opposition movement as whole was open to anyone who wanted to contribute. Participants hailed from all fourteen Greater Boston communities that were to be affected by the Inner Belt, which varied in their demographics and perspectives. In some cases, there was even open hostility between neighborhoods: a subset of African Americans from Jamaica Plain mistrusted Charlestowners as racists. Yet, the umbrella organization of GBC bridged longstanding gaps between neighborhoods to form one of the most geographically, racially, and socioeconomically integrated alliances ever created in response to public policy.</p><p>On January 25, 1969, this motley assemblage partook in its first joint demonstration, a march on the State House incorporating everything from Italian American youth in Castilian attire playing “Spanish Eyes” to Cambridge Mayor Walter Sullivan flying overhead to symbolize the unsustainability of the expressway system. At a time when highway disputes were pitting different demographics against each other in other American cities, the existence of this diverse coalition reinforced to state politicians the significance of the Inner Belt question.</p><h2>Deliberation, Decisions, and Public Interaction</h2><p>While individuals were free to organize their own protests, the GBC was key to deliberating over and planning an effective protest movement. Under the committed and competent leadership of such professional planners and lawyers as James Morey, Guy Rosmarin, and Steve Teichner, lobbyists channeled neighborhood sentiments into systematic demonstrations. With Morey developing technical advice for officials behind the scenes, Rosmarin liaising between communities and the Governor’s office, and Teichner drafting seven anti-Inner Belt bills, GBC impressed upon the state government the legitimacy of its demonstrations.</p><p>However, professionals who took leading roles in the movement were by no means limited to full-time GBC strategists. In fact, the academic community, particularly vibrant in Cambridge, made substantial contributions to the anti-Inner Belt movement. On May 3, 1967, a week before the state government was to publish a limited restudy of the Inner Belt, the <em>Boston Globe </em>reported that 528 Harvard and M.I.T. faculty members, including John Kenneth Galbraith and Noam Chomsky, contested the construction of the highway altogether and called for a thorough restudy of the transportation needs of metropolitan Boston. Signed by thirty-one local legislators, their high-profile written protest and subsequent petition helped to end the plan to build the Inner Belt and other highways not just in Cambridge, but in the entire state.</p><p>As professionals took a leading role in decisionmaking in the protest movement, the movement became capable of operating at several levels, including demonstrations on the street, research and analysis in the office, lobbying in the legislature, and negotiations with politicians behind closed doors, techniques that benefit from professional direction. </p><h2>Influence, Outcomes, and Effects</h2><p>The metropolitanization and professionalization of the anti-Inner Belt movement under GBC was critical to bringing about the highway’s cancellation. Only after professionals entered the fray and worked with community leaders to strategize activism did the movement gain traction. The strategic timing of GBC actions during election campaigns was crucial to convincing politicians to reconsider the proposed highway. By mid-January 1969, GBC professionals had positioned important aides to both Governor Sargent and Boston Mayor White to encourage their respective officials to solidify their reputations as progressives heading into elections in 1970 by appeasing Inner Belt protestors. Soon after, on February 11, 1970, on the eve of his election, Governor Sargent ordered a partial moratorium on the Inner Belt in favor of mass transit, one year and sixteen days after he had first pledged his support for the highway, at last ending the two decade-long battle. Officials in both Governor Sargent’s and Boston Mayor Kevin White’s offices would later concede that GBC played an essential role in forcing the state to review its transportation policies.</p><p>The Inner Belt crisis represented more than a local transportation policy issue. Unlike past attempts to build expressways in metropolitan Boston with decision-making concentrated in municipal and state agencies unresponsive to the public, the Inner Belt controversy demonstrated the power of farsighted professional leadership in unifying a heterogeneous coalition vehemently opposed to a highway and its profound implications, forcing policymaking to take suburban needs into greater consideration. </p><h2>Analysis and Criticism</h2><p>The diversity of participants did prove to be a downfall at times, as the all-encompassing alliance was riddled with internal conflicts, especially in its early years. Moderates and militants disputed over tactics, while blacks and whites grappled with racial tensions in midst of the Civil Rights Movement. Friction among factions came to a head in 1969, when controversial GBC decisions provoked several delegations to leave the group altogether. In May of that year, the Jamaica Plain delegation decided to deviate from GBC’s strategy of opposing the Southwest Expressway altogether in favor of demanding a depressed highway with reduced impact on surrounding areas, prompting it to leave GBC. The Charlestown and Mattapan delegations also divorced themselves from GBC shortly afterwards, the former in opposition to the group’s endorsement of East Boston’s proposal to force a traffic slowdown on the roads in and out of Logan International Airport, the latter in protest against the group’s more aggressive tactics. In this way, heterogeneity threatened to impede GBC’s resistance to the Inner Belt in its infancy.</p><p>However, it must be noted that the benefits of diversity worked generally in GBC’s favor. By the end of 1969, GBC members embraced the organization’s ability to employ every brand of tactic excluding violence. Furthermore, the heterogeneity of the coalition conveyed the magnitude of controversy over the Inner Belt to vote-conscious state politicians. </p><p> </p><h2>Secondary Sources</h2><p>Boston Redevelopment Authority. <em>Inner Belt, Southwest Expressway; Business Relocation Report. </em>Boston: Massachusetts Department of Public Works, 1967. Print.</p><p>“Cambridge Groups Map Opposition to Inner Belt Routes.\" <em>Boston Globe</em> 10 May 1960: 13. <em>ProQuest</em> <em>Historical Newspapers</em>. Web. 13 Apr. 2012.</p><p>Fellman, Gordon. “Brief History of the Inner Belt Issue in Cambridge.” <em>Citizen Participation in Urban Development, Volume II: Cases and Programs. </em>Ed. Hans B. C. Spiegel. Washington, D.C.: NTL Institute for Applied Behavioral Science, 1969. 195-211. Print.</p><p>Fellman, Gordon, Brandt, Barbara, and Rosenblatt, Roger. “Dagger in the Heart of Town: Mass, Planners and Cambridge Workers.” <em>Society </em>7.11 (1970): 38-47. Print.</p><p>Hayden, Harding &amp; Buchanan, Inc. <em>Inner Belt and Expressway System: Boston Metropolitan Area 1962. </em>Boston: Massachusetts Department of Public Works, 1962. Print.</p><p>Kovach, Bill. “Drive in Boston May Bring a New Urban Transit Mix.” <em>New York Times </em>25 Jul. 1971: 47. <em>ProQuest Historical Newspapers. </em>Web. 18 Apr. 2012.</p><p>Kressel, Shirley. “It’s time so seize the eminent domain debate in Massachusetts.” <em>South End News </em>31. 11 Mar<em>. </em>2010: 6. Print.</p><p>Luberoff, David. “It’s Time to Reconsider Big Dig-Related Transit Projects.” <em>Commonwealth Magazine </em>1 April 2005: 1. Print.</p><p>Lupo, Alan, Colcord, Frank, and Fowler, Edmund P, eds. <em>Rites of Way: The Politics of Transportation in Boston and the U.S. City.</em> Boston: Little, Brown and Company, 1971.</p><h2>External Links</h2><p>Radio Boston: <a href=\"http://radioboston.wbur.org/2012/03/26/inner-belt-highways\">http://radioboston.wbur.org/2012/03/26/inner-belt-highways</a></p><p>Cambridge Historical Society: <a href=\"http://www.cambridgehistory.org/blog/short-history-inner-belt\">http://www.cambridgehistory.org/blog/short-history-inner-belt</a></p><p>Harvard Crimson: <a href=\"http://www.thecrimson.com/article/1967/6/2/cambridge-and-the-inner-belt-highway/\">http://www.thecrimson.com/article/1967/6/2/cambridge-and-the-inner-belt-highway/</a></p><p>Internet Archive: <a href=\"http://archive.org/details/interstateroute600hwlo\">http://archive.org/details/interstateroute600hwlo</a></p>", "title": "The Inner Belt Crisis: “Unpaving the Way” with Diversity and Professional Expertise (Boston, Massachusetts)"}