{"htmlbody": "<h2 class=\"c2 c12\"><strong>Þjóðfundur - National Assembly (Iceland, 2009)</strong></h2><p class=\"c8 c2\"> </p><ol class=\"c11\" start=\"1\"><li class=\"c10 c2\"><a href=\"#HistoryTEXT\">History, Build-up to the assembly</a></li><li class=\"c10 c2\"><a href=\"#DefinitionTEXT\">Definition, assembly creation and history</a></li><li class=\"c10 c2\"><a href=\"#OriginTEXT\">Originating Entities and Funding</a></li><li class=\"c10 c2\"><a href=\"#participantTEXT\">Participant Selection</a></li><li class=\"c10 c2\"><a href=\"#deliberationTEXT\">Deliberation, Decisions, and Public Interaction</a></li><li class=\"c10 c2\"><a href=\"#influenceTEXT\">Influence, Outcomes, and Effects</a></li><li class=\"c10 c2\"><a href=\"#analysisTEXT\">Analysis and Critiques</a></li><li class=\"c2 c10\"><a href=\"#secondaryTEXT\">Secondary Sources/Links</a></li></ol><h3 class=\"c2\"> </h3><h3 class=\"c2\"><a id=\"HistoryTEXT\" name=\"HistoryTEXT\"><strong>History, Build-up to the assembly</strong></a></h3><p class=\"c13 c2\">Iceland’s economy entered crisis in 2008 after all three of its major banks collapsed. Due to the small size of Iceland’s economy, this crisis is the largest banking collapse to occur to any country in economic history.<a href=\"#ftnt1\" id=\"ftnt_ref1\" name=\"ftnt_ref1\">[1]</a> Thousands of Icelanders lost their jobs because of this collapse and consequential government action, sending the country into further economic decline. Since the initial collapse, a number of rallies and protests have taken place. The largest of these rallies took place on January 20, 2009 and resulted in many officials resigning and scheduled elections being moved up a number of weeks. </p><h3 class=\"c2\"><a id=\"DefinitionTEXT\" name=\"DefinitionTEXT\"><strong>Definition, assembly creation and history</strong></a></h3><p class=\"c2 c13\"> </p><p>After the previous government’s collapse at the hands of debilitating protests, citizens started to have a larger influence on shaping Iceland’s political landscape. One result of this is that citizens became involved in creating a new constitution as well as participating in a National Assembly, the Þjóðfundur. The purpose of the assembly was to declare the fledgling country’s values and give citizens a voice in Iceland’s rebuilding in the aftermath of its collapse.</p><p>Several grassroots organizations, calling themselves “the Anthill,” collaborated to bring about the Assembly.  The name, they say, refers to the fact that “anthills have some sort of collective wisdom that each individual ant does not have.” There had been no discussions of a forum of this type, or citizen-government engagement at this level, prior to the economic collapse.</p><p class=\"c8 c2\"> </p><h3 class=\"c2\"><a id=\"h.x8thd1mokdtx\" name=\"h.x8thd1mokdtx\"></a><a id=\"OriginTEXT\" name=\"OriginTEXT\">Originating Entities and Funding</a></h3><p class=\"c2\">The plan for deliberating reform of the government through what came to be known as the National Assembly was introduced by Gudjón Mar Gudjónsson, an entrepreneur who has founded several successful companies and is presently working with the Ministry of Ideas, a social reform think tank. The think tank’s mission includes “pursuing how Icelanders can breakdown hierarchies that elevate people like [Gudjon Mar Gudjonsson] above the rest of society” <a href=\"#ftnt14\">[13]</a>. As a social reformer, he believed that Iceland needed a more “participatory” democracy, with everyone, regardless of social status having an opportunity to play a role in reshaping the government. Gudjónsson’s experience, such as serving as a consultant on a variety of projects for the Icelandic government, and being responsible for designing the country's Ministry of Communications in 1998, led him to undertake the difficult task of restructuring Iceland’s government <a href=\"#ftnt18\">[17]</a>. </p><p class=\"c2\">Assembly organizer, Halla Tomasdóttir, is a businesswoman who has held leading positions at the Icelandic stock exchange and the chamber of commerce. Both she and Gudjónsson believed that the Assembly's core values should be a guide to the implementation of new laws and propositions being used for economic recovery. In regards to finances, the Assembly gained extensive backing from the Icelandic government; they covered roughly a quarter of the total funding, which was about 217,000  USD<a href=\"#ftnt16\"> [15]</a>. The rest of the funding came from various individuals and organizations that participated and/or supported the Assembly <a href=\"#ftnt14\">[13]</a>. The results of the National Assembly are not legally binding since the Assembly is a grassroots movement. However, through the involvement of both the government and private donors in supporting this assembly, the intended consequences are to increase participation in both the economy and the government. The combination of both public and private funding in order to host this Assembly shows the commitment of the government as well as the people to the success and prosperity of the Icelandic government.</p><p class=\"c8 c2\"> </p><h3 class=\"c2\"><a id=\"h.xg32iaof5vcn\" name=\"h.xg32iaof5vcn\"></a><a id=\"participantTEXT\" name=\"participantTEXT\">Participant Selection</a></h3><p class=\"c2\">1,500 participants, aged 18 and older, were selected to take part in the National Assembly, a number which equates to roughly 0.5% of Iceland’s total population. 1,200 of those participants were randomly selected using the national registry, and were sent invitations via the post. Each native Icelander, as well as anyone with a permanent residence in Iceland, receives a unique identification number known as “kennitala”. The youngest participant was 18 and the oldest was 88, so there was a diverse representation of age groups. Those in charge of the Assembly sent letters out to the 1,200 selected individuals. Whenever any of the initial 1,200 people did not respond, more invitations were sent to other randomly selected individuals from the National Registry. This ensured that a total number of 1200 participants for the National Assembly. The other 300 participants were specifically chosen and included representatives of institutions and associations that were determined to be important enough in order to have their interests heard. The assembly was funded partially by the companies that these select 300 participants represented <a href=\"http://participedia.net/en/cases/national-assembly-iceland-2009#ftnt17\">[16]</a>.</p><p class=\"c2\"> </p><h3 class=\"c2\"><a id=\"deliberationTEXT\" name=\"deliberationTEXT\"><strong>Deliberation, Decisions, and Public Interaction</strong></a></h3><p class=\"c2\">At the Assembly, the 1,500 participants were split into nine groups—a number decided by Gudjonsson, in order to make the deliberation more manageable. Each group was assigned a moderator, whose responsibility it was to make sure that the group stays on task and that the participants in the discussion were courteous to one another. The moderators were trained and selected by Anthill, the primary organization behind the National Assembly. Each of the nine groups began by discussing what values they considered to define them as a nation. After each of these groups came up with their values, all of their selected values were tagged electronically and sent to staff working in the backroom, who then would determine the most important values from the combined results of the nine groups.</p><p class=\"c2\">The backroom staff made their determinations based off of the number of times each value appeared in the overall group discussion. Out of the sorted values, they then selected the top nine issues that appeared—the number nine was chosen by Gudjonsson, because according to him, nine is the optimal number for group work; since he was the organizer of the event, the National Assembly chose the top nine as “Iceland’s moral pillars for the purposes of the National Assembly” <a href=\"#ftnt14\">[13]</a>. Using these nine “moral pillars”, each group would base their discussions of the nation’s economic, education, justice, and health care systems around the principals held by these moral pillars. By the conclusion of the Assembly, the participants would draw their conclusions together and produce a unified proposal for improving Iceland’s economic, education, justice, and health care systems. This proposal would not have any legal influence. Rather, it would serve as a “guiding light” telling Iceland’s officials in which direction Icelanders want their country to go, with the National Assembly itself serving the purpose of a model for necessary reform. The close relationship between the National Assembly and the government enables Icelanders to have a more direct say, which, Gudjonsson states, makes Iceland an example that other countries will look towards in an effort to create a more sustainable democracy.</p><h3 class=\"c2\"><a id=\"influenceTEXT\" name=\"influenceTEXT\">Influence, Outcomes, and Effects</a></h3><p class=\"c2\">The goals of the meeting were to come up with community values and priorities for rebuilding the nation, rather than determine specific stances on issues or implement policies.<a href=\"#ftnt2\" id=\"ftnt_ref2\" name=\"ftnt_ref2\">[2]</a> In this process, the large group collectively identified nine of their most important themes as well as four underlying values for their nation. The four values favored most by the Assembly included the following:</p><ol class=\"c6\" start=\"1\"><li class=\"c4 c2\">Integrity</li><li class=\"c4 c2\">Equal Rights</li><li class=\"c4 c2\">Respect</li><li class=\"c2 c4\">Justice</li></ol><ol class=\"c15\" start=\"1\"><li class=\"c0\">These values were also listed as important, but were not seen as integral as the first four. </li></ol><ol class=\"c18\" start=\"1\"><li class=\"c16 c2\">Love - important</li><li class=\"c16 c2\">Responsibility - important</li><li class=\"c16 c2\">Freedom - important</li><li class=\"c16 c2\">Sustainability - important</li><li class=\"c2 c16\">Democracy - important</li><li class=\"c16 c2\">Family - high priority</li><li class=\"c16 c2\">Equality - high priority</li><li class=\"c16 c2\">Trust - high priority</li></ol><p class=\"c8 c2\"> </p><p class=\"c2\">Reports from the group indicate that more than 12,000 ideas were discussed at the national meeting initially. Þjóðfundur officials, which used social networking extensively before, throughout, and after the assembly, posted those thousands of ideas online.  Many of these ideas were related to the nine core themes, also referred to as “pillars of the country,” identified at the Assembly, and are posted on the respective pages.  These nine themes included the following:<a href=\"#ftnt3\" id=\"ftnt_ref3\" name=\"ftnt_ref3\">[3]</a></p><ol class=\"c6\" start=\"1\"><li class=\"c4 c2\"><strong>Education</strong><a href=\"#ftnt4\" id=\"ftnt_ref4\" name=\"ftnt_ref4\">[4]</a></li></ol><ul class=\"c15\"><li class=\"c0\">Equal access to education, irrespective of income or social circumstances</li><li class=\"c0\">Emphasis on financial literacy and how society functions</li><li class=\"c0\">Emphasis on ethics in education</li><li class=\"c0\">Added regard for practical and vocational training</li><li class=\"c0\">An educational system where individuals can thrive</li></ul><ol class=\"c6\" start=\"2\"><li class=\"c4 c2\"><strong>Family</strong><a href=\"#ftnt5\" id=\"ftnt_ref5\" name=\"ftnt_ref5\">[5]</a></li></ol><ul class=\"c15\"><li class=\"c0\">Guaranteed housing for families</li><li class=\"c0\">Flexible and balanced working hours</li><li class=\"c0\">Acommunity that recognizes that the family is the cornerstone of society</li><li class=\"c0\">Access to extracurricular activities to be guaranteed in the same way that basic education is</li><li class=\"c0\">Respect for senior citizens</li><li class=\"c0\">Targeted measures against bullying and other abuse</li><li class=\"c0\">A community that supports the bridging of the age gap</li><li class=\"c0\">12-month maternity leave</li></ul><ol class=\"c6\" start=\"3\"><li class=\"c4 c2\"><strong>Welfare</strong></li></ol><ul class=\"c15\"><li class=\"c0\">Strong welfare system utilizing proactive preventative measures</li><li class=\"c0\">Equal access to health care, irrespective of income or social circumstances</li><li class=\"c0\">Strong social safety net for young and old</li><li class=\"c0\">Personal home-care for seniors</li><li class=\"c0\">Support for minorities</li><li class=\"c0\">Improved support for youngsters with drug-related issues</li><li class=\"c0\">Free dental care</li></ul><ol class=\"c6\" start=\"4\"><li class=\"c4 c2\"><strong>Economy</strong><a href=\"#ftnt6\" id=\"ftnt_ref6\" name=\"ftnt_ref6\">[6]</a></li></ol><ul class=\"c15\"><li class=\"c0\">Sustainable use of our own resources and green energy</li><li class=\"c0\">More support for innovation</li><li class=\"c0\">Diversity in the economy</li><li class=\"c0\">Protection of fishing grounds</li><li class=\"c0\">Fair distribution of fishing rights and fisheries management</li><li class=\"c0\">Improved business ethics</li><li class=\"c0\">Use of resources for the good of the Icelandic nation</li><li class=\"c0\">Strong knowledge-based society instead of reliance on heavy industry</li><li class=\"c0\">Research and innovation to create strong alternative industries</li><li class=\"c0\">Support for small businesses and agriculture</li><li class=\"c0\">Processing of raw materials domestically</li><li class=\"c0\">Adjustment of public policy to support hothouse farming and changes to quota system</li></ul><ol class=\"c6\" start=\"5\"><li class=\"c4 c2\"><strong>Environment</strong><a href=\"#ftnt7\" id=\"ftnt_ref7\" name=\"ftnt_ref7\">[7]</a></li></ol><ul class=\"c15\"><li class=\"c0\">Formulate non-partisan comprehensive policy with emphasis on sustainable utilization, nature conservation and education</li><li class=\"c0\">Transparent utilization of natural resources</li><li class=\"c0\">Iceland to be leading in sustainable utilization of energy</li><li class=\"c0\">Eco-friendly public transport</li><li class=\"c0\">Nature and resources owned by the Icelandic nation!</li><li class=\"c0\">Be the first country to power all cars and ships with green, domestic energy</li></ul><ol class=\"c6\" start=\"6\"><li class=\"c4 c2\"><strong>Sustainability</strong><a href=\"#ftnt8\" id=\"ftnt_ref8\" name=\"ftnt_ref8\">[8]</a></li></ol><ul class=\"c15\"><li class=\"c0\">Sustainable use of all resources</li><li class=\"c0\">Independent in energy needs</li><li class=\"c0\">Increase education &amp; training to reduce reliance on imported energy </li><li class=\"c0\">Sensible use of resources to benefit all Icelandic residents</li><li class=\"c0\">Formulate realistic plan for efficient and sustainable use of resources</li><li class=\"c0\">Temporary tax breaks to boost use of green energy</li><li class=\"c0\">Sustainability and consumer ethics taught in schools</li><li class=\"c0\">Long-term benefits for subsequent generations</li></ul><ol class=\"c6\" start=\"7\"><li class=\"c4 c2\"><strong>Opportunities</strong></li></ol><ul class=\"c15\"><li class=\"c0\">For Iceland to become a model of peace and tolerance</li><li class=\"c0\">Optimistic, powerful, independent nation and well-run society </li><li class=\"c0\">Participation in international community while retaining ownership of resources</li><li class=\"c0\">Iceland’s wealth lies in culture and arts</li><li class=\"c0\">Iceland as part of the EU</li><li class=\"c0\">More transparency and new constitution</li><li class=\"c0\">Take responsibility and learn from experiences</li><li class=\"c0\">Stand unified guided by optimism, integrity and hope</li><li class=\"c0\">Independent democracy, outside the EU</li><li class=\"c0\">Non-biased discussion about EU membership</li><li class=\"c0\">A stable currency and free media</li><li class=\"c0\">Emphasis on innovation and creativity</li></ul><ol class=\"c6\" start=\"8\"><li class=\"c4 c2\"><strong>Equality</strong><a href=\"#ftnt9\" id=\"ftnt_ref9\" name=\"ftnt_ref9\">[9]</a></li></ol><ul class=\"c15\"><li class=\"c0\">Communal responsibility</li><li class=\"c0\">Honest welfare society with equal rights irrespective of gender or location</li><li class=\"c0\">Respect for human rights and rights of children</li><li class=\"c0\">Equal opportunity and wages for all</li><li class=\"c0\">Community free of prejudice and bias</li><li class=\"c0\">Equal treatment of individual debtors and professional investors </li><li class=\"c0\">Iceland should be one constituency where votes have equal weight </li><li class=\"c0\">Freedom of expression and gender equality</li><li class=\"c0\">Everyone equal before the law</li></ul><ol class=\"c6\" start=\"9\"><li class=\"c4 c2\"><strong>Public Administration</strong><a href=\"#ftnt10\" id=\"ftnt_ref10\" name=\"ftnt_ref10\">[10]</a></li></ol><ul class=\"c15\"><li class=\"c0\">Transparency [this word was in just about every suggestion handed in] </li><li class=\"c0\">Democratic administration that is free of corruption resulting from strong monitoring and judicial system</li><li class=\"c0\">Public referendum on the EU</li><li class=\"c0\">Responsibility of public servants</li><li class=\"c0\">No selling of public resources or taxing of future generations</li><li class=\"c0\">Real democracy and more election forms</li><li class=\"c0\">Constitution created by the people</li><li class=\"c0\">Strong judicial system and monitoring of public bodies</li><li class=\"c0\">Ethical public servants who protect the nation’s natural resources</li><li class=\"c0\">Simplification and greater efficiency</li><li class=\"c0\">Stricter penalties for sex offenders</li><li class=\"c0\">Genuine division of power between executive, judicial and legislative branches</li></ul><p class=\"c8 c2\"> </p><p class=\"c2\">The National meeting reflected ideas that were drawn out from the values seminars. After settling on these nine pillars out of nearly 12,000 ideas presented in the meetings, they drew on them to create direct action statements.  These thousands of ideas and action statements can be found on each pillar’s Facebook page, linked to in the footnotes.  </p><p class=\"c8 c2\"> </p><p class=\"c2\">Some might interpret these action statements as policy recommendations. For example, one such statement for education was “keep the school system free” or “have a more diverse graduating class,” but it did not offer policies or legislation on how to fund these recommended actions.  Again, though the government played a part in creating and guiding the National Assembly, the results of this Assembly were non-binding on the government.  As one journalist blogged: “ I think our authorities would be VERY FOOLISH [sic] not to take the results of the National Assembly into account when forming their future policies. … [Participants] will be invested in seeing them implemented.”</p><p class=\"c2\"> </p><p class=\"c2\">After obtaining a consensus on pillars, values, and action statements, participants were actually able to influence the Icelandic government's actions for an economic recovery plan. They ended up outlining a 52-week recovery plan where there was a specific goal for each day.<a href=\"#ftnt12\" id=\"ftnt_ref12\" name=\"ftnt_ref12\">[11]</a> </p><p class=\"c8 c2\"> </p><p>Vitally, the National Assembly demonstrated the wisdom of the people and how to go about harnessing it. It showed that: 1) such an event could “successfully elicit meaningful participation by a cross-section of a whole population, providing an opportunity for constructive dialogue and resulting in tangible data to form a picture of a desired future”; 2) it is possible to “develop a new way of conversing by creating a shift from a dialectic and polarized traditional discussion to a values based constructive dialogue based on possibilities and diverse interests”; 3) “we are able to create a publicly available open space methodology and guidelines for organizing social dialogue with the purpose of using creativity and constructive dialogue to develop a shared vision”. <a href=\"#ftnt_22\">[19]</a></p><p>After having the National Assembly in 2009, there was also another National Assembly hosted a year after, in 2010 where the task was more challenging. Rather than just determining a set of national values, the assembly had to generate principles for the new constitution (8). The Assembly in 2009 was the necessary foundation that had to be laid out in order for Iceland to progress into the 2010 Assembly and the tougher task of generating more crucial ideas.</p><h3 class=\"c2\"><a id=\"analysisTEXT\" name=\"analysisTEXT\">Analysis and Critiques</a></h3><p>Important shortcomings must also be kept in mind. Although the National Assembly was useful in encouraging citizens to participate in the rebuilding of their own government, it may have featured an overly critical view of the previous government in light of the bank meltdowns and government breakdown.  By holding the Assembly as reactionary to the aforementioned events, participants were more likely to associate the previous mechanisms of governance as failures which led to those events, when perhaps not all previous mechanisms of governance contributed to that collapse.</p><p>Additionally, as mentioned in the outcomes section, the Assembly was non-binding on government action.  Although elected officials would have likely faced extreme criticism from participants and the citizenry as a whole if the recommendations were not followed, the government could have made the choice to continue in its unsatisfactory way, albeit it an unlikely option.</p><p>However, some criticism may also stem from too great an expectation. In particular, the event generated among the people the expectation that ‘someone else’ i.e. officials would do something tangible with the values and themes identified through the event. Disappointment inevitably set in, with some thinking the event nothing more than a ‘feel-good’ exercise. Nevertheless, the National Assembly proved itself to be useful in two concrete ways. <a href=\"#ftnt_22\">[19]</a></p><p>First, the process itself was important in that it involved a significant number of the population in such a manner that it created a strong impetus for change. This is evident in the fact that further events borrowing the methodology used in the National Assembly are continually taking place, and these events are involving more and more people. The National Assembly, in some sense, stimulated the population into becoming directly involved in the governance of their country. <a href=\"#ftnt_22\">[19]</a></p><p>Second, and most importantly, it had a strong influence on the redrafting of Iceland’s new constitution. In 2010, the Parliament of Iceland decided to call for another National Assembly to engage the people directly in a discourse about the constitution. This event involved 1000 people randomly selected from the National Registry. The original constitution was handed down to the Icelandic people by the Danish King in 1874. This time, the people themselves would take ownership of the constitution by creating it. The results of the second National Assembly – a 700 page document – formed the base material from which a publicly elected constitutional council would draw ideas for the various elements of the constitution. Although this National Assembly had a different purpose, the collective wisdom of the nation was harnessed in a similar process of discussions in rounds. Without the 2009 event, this manner of generating the constitution would have been unthinkable. Also, several members of the constitutional council said that being able to make reference to the output of the National Assembly allowed them to decide unanimously and within just four months on the full draft proposal for the new constitution. <a href=\"#ftnt_22\" target=\"_self\">[19]</a></p><p class=\"c2\">Another strength worth keeping in mind is that the National Assembly procedures can, without much adjustment, be replicated in numerous other contexts. Not only has the event been widely praised by participants and Icelandic government officials, but it has served as a model for other deliberative assemblies and conventions, most recently the Irish We The Citizens work.<a href=\"http://participedia.net/en/cases/national-assembly-iceland-2009#ftnt13\">[12]</a> The process is also appropriate for smaller community settings such as cities and neighbourhoods, especially since the discussions will be limited to factors only relevant to that particular community.</p><p class=\"c8 c2\"> </p><p class=\"c2\"> </p><p class=\"c2\"> </p><p class=\"c2\"> </p><h2 class=\"c2\"><a id=\"secondaryTEXT\" name=\"secondaryTEXT\">Secondary Sources/Links</a></h2><p><a href=\"#ftnt_ref1\" id=\"ftnt1\" name=\"ftnt1\">[1]</a> <a class=\"c3\" href=\"http://www.economist.com/node/12762027?story_id=12762027\">http://www.economist.com/node/12762027?story_id=12762027</a></p><p><a href=\"#ftnt_ref2\" id=\"ftnt2\" name=\"ftnt2\">[2]</a> <a class=\"c3\" href=\"http://www.mbl.is/frettir/forsida/2009/11/14/thjodfundur_hafinn/\">http://www.mbl.is/frettir/forsida/2009/11/14/thjodfundur_hafinn/</a></p><p><a href=\"#ftnt_ref3\" id=\"ftnt3\" name=\"ftnt3\">[3]</a> <a class=\"c3\" href=\"http://www.thjodfundur2009.is/english/\">http://www.thjodfundur2009.is/english/</a></p><p class=\"c2\"><a href=\"#ftnt_ref4\" id=\"ftnt4\" name=\"ftnt4\">[4]</a> <a class=\"c3\" href=\"https://www.facebook.com/notes/%C3%BEj%C3%B3%C3%B0fundur/menntam%C3%A1l-helstu-ni%C3%B0urst%C3%B6%C3%B0ur-fr%C3%A1-%C3%BEj%C3%B3%C3%B0fundi-2009/281578428138\">Facebook Page: Education</a></p><p><a href=\"#ftnt_ref5\" id=\"ftnt5\" name=\"ftnt5\">[5]</a> <a class=\"c3\" href=\"https://www.facebook.com/notes/%C3%BEj%C3%B3%C3%B0fundur/fj%C3%B6lskyldan-helstu-ni%C3%B0urst%C3%B6%C3%B0ur-fr%C3%A1-%C3%BEj%C3%B3%C3%B0fundi-2009/281694233138\">https://www.facebook.com/notes/%C3%BEj%C3%B3%C3%B0fundur/fj%C3%B6lskyldan-helstu-ni%C3%B0urst%C3%B6%C3%B0ur-fr%C3%A1-%C3%BEj%C3%B3%C3%B0fundi-2009/281694233138</a></p><p class=\"c2\"><a href=\"#ftnt_ref6\" id=\"ftnt6\" name=\"ftnt6\">[6]</a> <a class=\"c3\" href=\"https://www.facebook.com/notes/%C3%BEj%C3%B3%C3%B0fundur/atvinnul%C3%ADf-helstu-ni%C3%B0urst%C3%B6%C3%B0ur-fr%C3%A1-%C3%BEj%C3%B3%C3%B0fundi-2009/281513318138\">Facebook Page: Economy</a> </p><p><a href=\"#ftnt_ref7\" id=\"ftnt7\" name=\"ftnt7\">[7]</a><a class=\"c3\" href=\"https://www.facebook.com/notes/%C3%BEj%C3%B3%C3%B0fundur/umhverfism%C3%A1l-helstu-ni%C3%B0urst%C3%B6%C3%B0ur-fr%C3%A1-%C3%BEj%C3%B3%C3%B0fundi-2009/281705093138\"> Facebook Page: Environment</a> </p><p><a href=\"#ftnt_ref8\" id=\"ftnt8\" name=\"ftnt8\">[8]</a> <a class=\"c3\" href=\"https://www.facebook.com/notes/%C3%BEj%C3%B3%C3%B0fundur/velfer%C3%B0-helstu-ni%C3%B0urst%C3%B6%C3%B0ur-fr%C3%A1-%C3%BEj%C3%B3%C3%B0fundi-2009/281734233138\">Facebook Page: Sustainability</a></p><p><a href=\"#ftnt_ref9\" id=\"ftnt9\" name=\"ftnt9\">[9]</a> <a class=\"c3\" href=\"https://www.facebook.com/notes/%C3%BEj%C3%B3%C3%B0fundur/jafnr%C3%A9tti-helstu-ni%C3%B0urst%C3%B6%C3%B0ur-fr%C3%A1-%C3%BEj%C3%B3%C3%B0fundi-2009/281720778138\">Facebook Page: Equality </a></p><p><a href=\"#ftnt_ref10\" id=\"ftnt10\" name=\"ftnt10\">[10]</a> <a class=\"c3\" href=\"https://www.facebook.com/notes/%C3%BEj%C3%B3%C3%B0fundur/stj%C3%B3rns%C3%BDsla-helstu-ni%C3%B0urst%C3%B6%C3%B0ur-fr%C3%A1-%C3%BEj%C3%B3%C3%B0fundi-2009/281659838138\">Facebook Page: Public Administration</a></p><p><a href=\"#ftnt_ref12\" id=\"ftnt12\" name=\"ftnt12\">[11]</a> <a class=\"c3\" href=\"http://www.icenews.is/index.php/2009/11/14/iceland-holds-national-meeting/\">http://www.icenews.is/index.php/2009/11/14/iceland-holds-national-meeting/</a></p><p class=\"c2 c21\"><a href=\"#ftnt_ref13\" id=\"ftnt13\" name=\"ftnt13\">[12]</a> <a class=\"c3\" href=\"http://www.wethecitizens.ie/about_us/\">http://www.wethecitizens.ie/about_us/</a></p><p class=\"c2\"><a id=\"ftnt14\" name=\"ftnt14\">[13]</a><a class=\"c3\" href=\"http://ohmygov.com/blogs/general_news/archive/2009/11/13/in-iceland-trying-to-reprogram-government.aspx\">http://ohmygov.com/blogs/general_news/archive/2009/11/13/in-iceland-trying-to-reprogram-government.aspx</a></p><p class=\"c2\"><a id=\"ftnt15\" name=\"ftnt15\">[14]</a><a class=\"c3\" href=\"http://www.guardian.co.uk/commentisfree/2009/nov/16/iceland-national-assembly\">http://www.guardian.co.uk/commentisfree/2009/nov/16/iceland-national-assembly</a></p><p class=\"c2\"><a id=\"ftnt16\" name=\"ftnt16\">[15]</a><a class=\"c3\" href=\"http://icelandreview.com/icelandreview/search/news/Default.asp?ew_0_a_id=349741\">http://icelandreview.com/icelandreview/search/news/Default.asp?ew_0_a_id=349741</a></p><p class=\"c2\"><a id=\"ftnt17\" name=\"ftnt17\">[16]</a><a class=\"c3\" href=\"http://www.wsws.org/articles/2009/nov2009/icel-n30.shtml\">http://www.wsws.org/articles/2009/nov2009/icel-n30.shtml</a></p><p class=\"c2\"><a id=\"ftnt18\" name=\"ftnt18\">[17]</a><a class=\"c3\" href=\"http://www.mpegif.org/exhibitions/.../Gudjon%20Mar%20Gudjonsson.pdf\">www.mpegif.org/exhibitions/.../Gudjon%20Mar%20Gudjonsson.pdf</a> </p><p class=\"c2\"><a id=\"ftnt20\" name=\"ftnt20\">[18] </a><a class=\"c3\" href=\"http://www.thjodfundur2009.is/english/\">http://www.thjodfundur2009.is/english/</a> </p><p><a href=\"#ftnt_22\" id=\"ftnt_22\" name=\"ftnt_22\">[19]</a> <a href=\"http://integralleadershipreview.com/6858-and-then-what-the-aftermath-of-the-2009-iceland-national-assembly\">http://integralleadershipreview.com/6858-and-then-what-the-aftermath-of-the-2009-iceland-national-assembly</a></p>", "title": "National Assembly (Iceland, 2009)"}