{"htmlbody": "<p><em>Note: a German translation of this case study is available at <a href=\"http://participedia.net/en/node/781\">http://participedia.net/en/node/781</a></em></p><p><a id=\"What_is_Listening_to_the_City.3F\" name=\"What_is_Listening_to_the_City.3F\"></a></p><h2>Problems and Purpose</h2><p>Listening to the City was held in New York City at the Jacob Javits Convention Center, in response to the terrorist attacks of September 11th on the United States of America. The forum involved an open dialogue focused on rebuilding lower Manhattan, specifically “Ground Zero” where the twin towers of the World Trade Center once stood. Listening to the City involved more than 4,500 people total participating in a forum on July 20, 2002 and in another on July 22. The forum brought the community together by giving citizens throughout metropolitan New York (downtown residents, survivors of September 11th, emergency workers, business leaders, interested citizens and community advocates) the opportunity to meet, to hear the city’s plans for rebuilding Ground Zero, and to voice their opinions, hopes and concerns about the future of the community. Following the public meeting, another 800 citizens participated in further online deliberation. Listening to the City was conducted using the <a href=\"http://participedia.net/organizations/americaspeaks\" title=\"AmericaSpeaks\">AmericaSpeaks</a> <a href=\"http://participedia.net/methods/21st-century-town-meeting\" title=\"21st Century Town Meeting\">21st Century Town Meeting</a> model, which allowed a large number of participants without sacrificing the intimacy and preservation of face-to-face interaction. AmericaSpeaks also provided the formatting and technology that made the two-week online deliberative discussions possible.</p><p>The in-person forums consisted of roundtable discussions between 10-12 people. These discussions were led by trained facilitators. AmericaSpeaks staff then identified the strongest concepts from the small-group discussions and reported them back to all the participants. These discussions were then reduced to a set of priorities and questions, projected on large screens throughout the meeting hall. Participants then used wireless polling keypads to vote on these questions and the results were immediately displayed so discussion could continue and agenda points could be modified.</p><p><a id=\"Who_Was_Involved.3F\" name=\"Who_Was_Involved.3F\"></a></p><h2>Organizing Entities and Participant Selection</h2><p>Listening to the City was held by the Civic Alliance to Rebuild Downtown New York (which was founded shortly after the September 11th events) and facilitated by volunteers from all 50 states, including international volunteers from countries such as Afghanistan, Australia and South Africa. Several key board members and officials also attended the event, such as Chairman Whitehead of the Lower Manhattan Development System and New York Deputy Mayor Daniel Doctoroff.</p><p>Listening to the City involved more than 5,000 citizens in total, and provided a diverse and deliberative environment for discussion about rebuilding lower Manhattan. Participants came varying ethnic and social backgrounds and from different income levels. The majority of participants were citizens who worked in lower Manhattan and those who were at or near Ground Zero on September 11th. Those in attendance spanned various age ranges, with a median age of 35-45 years old, and a variety of ethnicities with a 65% Caucasian. The distribution of income levels among participants was fairly even.</p><p><a id=\"Hopes_and_Concerns\" name=\"Hopes_and_Concerns\"></a></p><h2>Online Dialogue and Follow-up</h2><p>Online participation was an important component of the Listening to the City forum, allowing for a broad range of citizens to contribute their viewpoints even if they were unable to attend the forum meetings. Online deliberations were hosted by Web Lab and sponsored by AmericaSpeaks. Citizens were able to work online in small discussion groups (26 groups total, with 818 participants) to exchange their views and deliberate on key issues. The online forums were held over a two-week period, and divided participants into diverse groups, allowing them to communicate through a standard message board. Participants were able to read and contribute at their leisure, and since the dialogue took place over a few weeks, many participants were able to take the time to reflect on viewpoints different from their own. 55% of online participants reported a shift in opinion as a result of the dialogue, and 84% said they were satisfied with the online dialogue that took place. The online forum also attracted a younger demographic than the July meetings, with 44% of online participants younger than 34 years of age. The online forum provided input from a generation that will be directly affected by the decisions made </p><p><a id=\"Hopes_and_Concerns\" name=\"Hopes_and_Concerns\"></a></p><h2>Hopes and Concerns</h2><p>Listening to the City provided a chance for citizens to hear the six development proposals prepared by the city and also gave them the opportunity to express their own opinions. Participants came to two main conclusions: (1) the city must transform lower Manhattan into a vibrant, 24-hour commercial, cultural and residential community and (2) it must create a serene and dignified memorial to those who died at the World Trade Center (LC Report p.8).</p><p>Along with the development of a sprawling commercial community, citizens were also advocated for a community supports people with low and moderate incomes. Citizens feared that the demographic groups who had lived in the area previously would be forgotten over the course of development. Forum participants also called for services like mental healthcare facilities and childcare that are vital to low and middle-income families. They were also adamant that Chinatown be included in the development plan, as a central factor in ensuring the area’s vibrant atmosphere.</p><p>Some citizens were concerned that the memorial site would not be properly commemorated amid the development of lower Manhattan. There was some debate about what kind of memorial should be created, with some citizens advocating for memorial and park and some believing that the World Trade Center site should remain undeveloped.</p><p> </p><p><a id=\"Six_Plan_Concept_and_the_Outcomes\" name=\"Six_Plan_Concept_and_the_Outcomes\"></a></p><h2>Six Plan Concept and the Outcomes</h2><p>Six development plans, designed by the Lower Manhattan Development Corporation and the Port Authority of New York and New Jersey, were unveiled just days prior to the citizen meetings. These plans had not been finalized and were open to citizen feedback. Each of the six plans included “a memorial, open space, room for housing and cultural institutions, a hotel the size of the destroyed World Trade Center Marriot, 600,000 square feet of stores, 11 million square feet of office space and a new transportation center” (LC Report p.10). Before the Listening to the City forum began, public officials had agreed to re-draw the six proposed development plans, but wanted the public’s feedback.</p><p>The six plans included: Memorial Plaza, Memorial Square, Memorial Triangle, Memorial Garden, Memorial Park and Memorial Promenade. Although these six plans replaced lost office, retail, and hotel space, citizens did not find that any of the plans offered appropriate designs for the memorial or considered the economic reality of the area. A third of participants believed the plans were not ambitious enough and a majority was in favor of developing a site with more open spaces. The Memorial Plaza plan was accepted by 70% of attendees and was deemed the most acceptable of all the proposed plans, but participants advocated aggressively for a completely redrawn plan. Above all, attendees expressed the belief that rebuilding the city meant more than constructing buildings, monuments and park space, and that a true revival would require improvement of the area’s economic, housing and transportation needs.</p><p>The public’s response and criticisms provided public officials with a more comprehensive understanding of citizens’ hopes and concerns for the area’s redevelopment. Because of the feedback they received, the Lower Manhattan Development System offered five international design teams the opportunity to submit their ideas for rebuilding lower Manhattan and the New York skyline. Additionally, $4.55 billion dollars of the New York State budget was earmarked for transportation development, design, and integration within lower Manhattan.</p><p> </p><p><a id=\"Memorial_and_Economic_Rebuilding\" name=\"Memorial_and_Economic_Rebuilding\"></a></p><h2>Memorial and Economic Rebuilding</h2><p>Listening to the City gave participants the opportunity to reflect on the events of September 11th, and to share their experiences of and heartbreak from the attack and the days since. Participants were made aware of the city’s goals for the memorial and were able to contribute their own ideas about the memorial and what they would wish to see. Participants proposed listing the names of those who were lost in the attacks so the memorial would serves as a final resting place for the victims, many of whom were never found, and other proposed creating an eternal burning flame or installing a bell that rings on every September 11th as a way to commemorate the tragedy.</p><p>To the participants, economic revitalization was also an important component of the area’s redevelopment. This would involve improving transportation, expanding affordable housing, and bringing jobs to the area. The majority of attendees wanted the area to be developed with the following priorities in mind: first, by bringing a diverse group of business to the area, second, by creating jobs and job training for members of the community, and third, by promoting tourism.</p><p><a id=\"Assessment_of_Deliberation\" name=\"Assessment_of_Deliberation\"></a></p><h2>Assessment of Deliberation</h2><p>Listening to the People gave citizens the opportunity to become involved in the redevelopment of lower Manhattan and to hear the proposals set forth by the city. Event organizers did not appear to expect such harsh criticisms about the six proposed development plans. The forum served as a platform for true deliberation, even though it was originally intended to serve as a place to share experiences and have discussion about the events of September 11th. Participants were able to examine the proposals, reflect upon their own personal concerns, experiences, and values, and to hear the opinions of the wider community. They were then able to act on the opinions they had formed by voting for what steps should be taken for lower Manhattan’s redevelopment. The online deliberation provided a similar experience to the in-person forums, but also allowed participants to better reflect upon their opinions and the opinions of others without the pressures and time constraints that a public interactive forum presents. These forums moved beyond just consideration of the existing proposals and into a more comprehensive discussion about the needs, hopes, and visions of the community as a whole.</p><p> </p><p><a id=\"Information_Sources\" name=\"Information_Sources\"></a></p><h2>Secondary Sources</h2><p>All facts, statistics and quotations provided by: <a class=\"external text\" href=\"http://www.icisnyu.org/admin/files/ListeningtoCity.pdf\" rel=\"nofollow\" title=\"http://americaspeaks.org/wp-content/_data/n_0001/resources/live/final_report_ltc3.pdf\">Listening to the City: Report of Proceedings (LC Report)</a></p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p><a class=\"external text\" href=\"http://www.americaspeaks.org\" rel=\"nofollow\" title=\"http://www.americaspeaks.org\">AmericaSpeaks</a> [DEAD LINK] UPDATE: click <a href=\"http://participedia.net/en/organizations/americaspeaks\">here </a>for similar content. </p><p><a class=\"external text\" href=\"http://www.listeningtothecity.org\" rel=\"nofollow\" title=\"http://www.listeningtothecity.org\">Listening to the City</a> [DEAD LINK]</p><p><a class=\"external text\" href=\"http://www.civic-alliance.org\" rel=\"nofollow\" title=\"http://www.civic-alliance.org\">Civic Alliance to Rebuild Downtown New York</a> [DEAD LINK]</p><p><a class=\"external text\" href=\"http://dialogues.listeningtothecity.org/\" rel=\"nofollow\" title=\"http://dialogues.listeningtothecity.org/\">Listening to the City Online Dialogue Scripts</a> [DEAD LINK]</p><p><a class=\"external text\" href=\"http://www.listeningtothecity.org/online/polls.html\" rel=\"nofollow\" title=\"http://www.listeningtothecity.org/online/polls.html\">Listening to the City Online Dialogue Polls</a> [DEAD LINK]</p>", "title": "Listening to the City"}