{"htmlbody": "<h3>Problems and Purpose</h3><p>The purpose of the Citizens’ Dialogue on Public Health Goals in Canada was to enable a randomly selected and representative sample of 102 citizen-participants to meet in-person and face-to-face to determine what they believed should be \"public health goals for Canada.\" The participants' determinations respecting these goals were to inform the Canadian federal and provincial governments' development of a \"public health strategy\" for Canada.</p><p>The Citizens’ Dialogue on Public Health Goals in Canada was motivated by the 2004 Canadian First Ministers' Health Accord, which called for the development of a \"pan-Canadian Public Health Strategy.\" The Accord also required  \"governments\" to \"set goals and targets for improving the health status of Canadians through a collaborative process with experts.\" The Citizens’ Dialogue on Public Health Goals in Canada was intended to allow Canadian citizens to provide recommendations respecting those goals.</p><p>The particular problems addressed by the Citizens’ Dialogue on Public Health Goals in Canada included unequal health outcomes among Canadian citizens, the future health of Canada's children, Canadian citizens' nutrition and physical fitness, disaster preparedness and response, and environmental protection.</p><h3>History</h3><p>During the 1990s and early 2000s, Canadian public health research and government inquiries identified several problematic issues respecting public health in Canada. These problems included unequal health outcomes among Canadian citizens, the future health of Canada's children, Canadian citizens' nutrition and physical fitness, disaster preparedness and response, and environmental protection.</p><p>In the early 2000s much public debate and discussion of Canadian public health policy took place. Some notable examples of these debate and discussion were the <a href=\"http://participedia.net/cases/citizens-dialogue-future-health-care-canada\">Citizens' Dialogue on the Future of Health Care in Canada</a>, the report of the Commission on the Future of Health Care (also known as <em>The Romanow Report</em>), and the 2003 Canadian First Ministers' Accord on Health Care Renewal.</p><p>In 2004 Canada's First Ministers met to consider the state of Canada's public health policies in light of the debate and discussion of the previous few years. The First Ministers issued the 2004 Canadian First Ministers' Health Accord, which called for the development of a \"pan-Canadian Public Health Strategy.\" The 2004 Accord also required  \"governments\" to \"set goals and targets for improving the health status of Canadians through a collaborative process with experts.\"</p><p>To obtain public input on Canadian public health goals the Public Health Agency of Canada commissioned EKOS Research Associates, <a href=\"http://participedia.net/organizations/canadian-policy-research-networks-cprn\">Canadian Policy Research Networks (CPRN)</a>, and OneWorld Inc. to hold the Citizens’ Dialogue on Public Health Goals in Canada (\"Citizens' Dialogue\") in 2005. During the Citizens' Dialogue, which was held in August 2005 in five locations in Canada -- in \"Vancouver, Edmonton, Toronto, Quebec City (French) and Halifax\" -- a randomly selected and representative sample of a total of 102 participants -- with approximately 20 participants meeting in each location -- met in-person and face-to-face to discuss \"public health goals for Canada.\" The deliberation method used during the Citizens’ Dialogue on Public Health Goals in Canada was CPRN's <a href=\"http://participedia.net/methods/citizen-dialogue\">Citizen Dialogue</a>.</p><p>After the Citizens' Dialogue had concluded a Goal Statement Working Group used the results of the Citizens' Dialogue, along with input from other consultations with Canadian citizens and experts, to develop a set of eleven draft public health goals for Canada.</p><p>In October 2005 the Goal Statement Working Group held a conference during which these eleven draft Canadian public health goals were discussed. Ten Citizens' Dialogue participants (2 from each location) attended the conference.</p><p>In October 2005 the Canadian First Ministers agreed nine Health Goals for Canada.</p><h3>Originating Entities and Funding</h3><p>The Citizens’ Dialogue on Public Health Goals in Canada was commissioned and funded by the Public Health Agency of Canada. Each Citizens' Dialogue session was moderated by two trained facilitators, one from <a href=\"http://participedia.net/organizations/canadian-policy-research-networks-cprn\">CPRN</a> and one from EKOS Research Associates. Two personnel from the Public Health Agency of Canada attended each Citizens' Dialogue session as observers.</p><h3>Participant Selection</h3><p><a href=\"http://participedia.net/organizations/canadian-policy-research-networks-cprn\">Canadian Policy Research Network's (CPRN's)</a> <a href=\"http://participedia.net/methods/citizen-dialogue\">Citizen Dialogue</a> method was used in the Citizens’ Dialogue on Public Health Goals in Canada. Consistent with that method participants in the Citizens’ Dialogue on Public Health Goals in Canada (\"Citizens' Dialogue\") were randomly selected according to a procedure that sought to achieve a sample broadly representative in terms of \"age, gender, ... economic status,\" and other demographic attributes of the geographic area in which each dialogue was held. The sampling procedure was also designed to include participants from the Aboriginal community and other minority communities and participants with disabilities. In particular, for each location:</p><blockquote><p>\"households were randomly drawn from a sample of residents in that city, as well as from surrounding areas. Any household with one or more occupants employed in the health industry or in government were considered to be ineligible. There was also a specific requirement established to recruit a set number of individuals from the city, the surrounding area (between half an hour and one and a half hour’s commute to the downtown core) and from neighbouring provinces and/or the north.\"</p></blockquote><p>For each location from the initial household sample 35 adult citizens were invited to an introductory meeting respecting the Citizens' Dialogue, approximately 26 of those invited actually attended the introductory meeting, and approximately 20 of those attended each Citizens' Dialogue session in August 2005. </p><p>To test the representativeness of the Citizens' Dialogue participant sample the organizers surveyed both the participant sample members and a separate random sample of 100 individuals (the \"control sample\") from the five Citizens' Dialogue locations respecting demographic attributes and \"a handful of attitudinal measures.\" The major respect in which the participant sample differed from the control sample was that members of the participant sample \"were more likely to express a high level of personal interest in public policy and government affairs\" than were members of the control sample.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The following account is based on EKOS Research Associates' report entitled <em>Citizens’ Dialogue on Public Health Goals in Canada: Final Findings Report</em>.</p><p><a href=\"http://participedia.net/organizations/canadian-policy-research-networks-cprn\">Canadian Policy Research Networks' (CPRN's)</a> <a href=\"http://participedia.net/methods/citizen-dialogue\">Citizen Dialogue</a> method was used in the Citizens’ Dialogue on Public Health Goals in Canada (\"Citizens' Dialogue\").</p><p>Some time before August 2005 the organizers of the Citizens' Dialogue wrote a workbook about public health in Canada. The workbook contained descriptions the Citizens' Dialogue procedure, and of \"two overarching goals and six theme areas.\" The report of the Citizens' Dialogue does not disclose what those overarching goals and theme areas were.</p><p>Some time before each Citizens' Dialogue session the organizers sent each participant a copy of the workbook.</p><p>Each Citizens' Dialogue session lasted approximately one and one-half days, and was divided into two parts: an informational event held on a Friday evening, and a discussion event taking place the following Saturday. The length of  these events is unclear. Each Citizens' Dialogue session was moderated by two trained facilitators, one from <a href=\"http://participedia.net/organizations/canadian-policy-research-networks-cprn\">CPRN</a> and one from EKOS Research Associates. Two personnel from the Public Health Agency of Canada attended each Citizens' Dialogue session as observers.</p><p>Each Citizens' Dialogue began on a Friday evening with the informational event. At the start of the informational event each participant completed a survey questionnaire measuring his or her attitudes about public health \"goal areas\" and about the ability of \"the authorities managing public health in Canada,\" as well as the participants' beliefs about \"the future health of Canadians\" a decade from then. After completing the questionnaire participants \"introduced themselves\" and each participant was asked to make a \"comment about what [he or she] would like to focus on in a discussion about public health goals.\"  These comments were recorded.  </p><p>After these comments a plenary session was held in which a public health official from the region in which the Citizens' Dialogue session took place gave a presentation to the participants about public health. The presentation introduced the participants to the topic of public health, described progress in Canadian public health that had occurred \"over the past few decades,\" described \"some key applications of public health,\" and discussed unequal health outcomes among \"particular segments in [Canadian] society.\" After the presentation participants met in small groups to discuss \"the most interesting or key piece of information that they learned from the presentation.\" The Friday evening informational event then concluded.</p><p>During the Saturday discussion event participants met in small groups and plenary sessions to discuss five topics:</p><ol><li>The public health goals participants believed Canada should pursue during the next decade;</li><li>Participants were asked to group the goals determined during the discussion of topic 1 into several broad \"themes.\" Then participants were asked to \"identify two or three central goals that should be addressed under each theme;\" </li><li>Participants were asked to rank the goals identified in the discussion of topic 2 by importance; </li><li>Participants were asked to rank the goals identified in the discussion of topic 2 by urgency;  </li><li>Participants were asked to compare the themes and goals identified in the discussion of topic 2 with \"the overarching goals and specific themes described in their workbook.\"</li></ol><p>After the final plenary session the participants were asked to state what they had learned during the Citizens' Dialogue session, their evaluation of the dialogue process, and \"messages or advice\" they wished to give to Canadian public health officials. Each participant then completed a survey questionnaire measuring his or her attitudes about public health \"goal areas\" and about the ability of \"the authorities managing public health in Canada,\" the participants' beliefs about \"the future health of Canadians\" a decade from then, and \"their impressions of the outcome of the dialogue.\" Many items on this final questionnaire were very similar to those on the initial questionnaire.</p><p>After all of the Citizens' Dialogue sessions had concluded the organizers analyzed the questionnaire results and the participants' comments at the beginning and end of the session. Later in 2005 EKOS Research Associates published some of these results in a report entitled <em>Citizens’ Dialogue on Public Health Goals in Canada: Final Findings Report</em>.</p>After the report had been completed the Goal Statement Working Group used the results of the Citizens' Dialogue, along with input from other consultations with Canadian citizens and experts, to develop a set of eleven draft public health goals for Canada. In October 2005 the Goal Statement Working Group attended a conference during which these eleven draft Canadian public health goals were discussed. Ten Citizens' Dialogue participants (2 from each location) also attended the conference. The name and location of the conference and the procedure used and the schedule of events during the conference are unknown. In October 2005 the Canadian First Ministers agreed nine Health Goals for Canada.<h3>Influence, Outcomes, and Effects</h3><p>EKOS Research Associates summarizes the public health goals preferred by Citizens’ Dialogue on Public Health Goals in Canada (\"Citizens' Dialogue\") participants in their answers to the final survey as follows (and in order of importance):</p><ol><li>\"Creating a safe natural environment\"</li><li>Ensuring the health of Canada's children</li><li>Ensuring universal access to public health information and resources \"and that public health goals are inclusive of all Canadians\"</li><li>Encouraging Canadians to make healthy lifestyle choices</li><li>Creating \"safe and healthy physical environments\"</li><li>Emergency / crisis preparedness</li><li>\"Reducing drug dependency\"</li></ol>EKOS Research Associates summarized the participants' chief recommendation to public health officials as urging officials to act promptly to implement policies to advance the participants' preferred public health goals. EKOS Research Associates summarized the major quantitative results of the Citizens' Dialogue as follows:<ol><li>The health of the natural environment and universal access/inclusivity were ranked low as public health goals in the initial survey, but ranked high as public health goals in the final survey.</li><li>Many participants assigned a high ranking to a greater number of public health goals (often three or four) in the final survey than in the initial survey (often one or two).</li><li>No substantial change occurred in participants' confidence in Canadian public health officials or attitudes about \"the future health of Canadians.\"</li></ol><p>EKOS Research Associates interpreted results 1 and 2 as evidence that participants had engaged in substantial learning and had \"broadened [their] views\" during the Citizens' Dialogue.</p><p>EKOS Research Associates summarized the participants' evaluations of the Citizens' Dialogue as follows:</p><ul><li>Most participants said they had had a positive experience during the Citizens' Dialogue.</li><li>Many participants \"expressed surprise\" at the similarity of their views on public health goals to those of the other participants.</li><li>Many participants stated that they had learned new and valuable information about public health -- and particularly that the concept of \"public health\" included more issues than they had initially thought -- and had gained new perspectives on public health, during the Citizens' Dialogue.</li></ul><p>According to EKOS Research Associates six of the seven goals (all but reducing drug dependency) recommended by the Citizens' Dialogue sessions were reflected in the eleven draft Canadian public health goals written by the Goal Statement Working Group.</p><p>In October 2005 the Canadian First Ministers agreed nine Health Goals for Canada, which reflected six of the seven goals recommended by the Citizens' Dialogue (all but reducing drug dependency).</p><h3>Analysis and Criticism</h3><p>No thorough formal analysis of the Citizens’ Dialogue on Public Health Goals in Canada (\"Citizens' Dialogue\") has been identified.</p><p>EKOS Research Associates (2005) concludes that the quantitative results of the Citizens' Dialogue indicate that the participants had experienced substantial learning during the dialogue process, particularly respecting the goals of a healthy natural environment and universal access/inclusiveness.</p><p>The use of random sampling in participant selection and the use of a survey involving a control sample to test the representativeness of the participant sample lend credibility to the results of the Citizens' Dialogue.</p><p>Because EKOS Research Associates (2005) does not disclose the content of the workbook or the full quantitative survey results of the Citizens' Dialogue, formal assessment of the influence of the content or process of the Citizens' Dialogue on participants' attitudes, beliefs, or knowledge cannot be made.</p><p>Birch and Pétry (2009) observe that the consistency of six of the Citizens' Dialogue's seven recommended goals with the 2005 Canadian First Ministers' Health Goals for Canada lends \"some credence to the citizens’ claims to their own expertise\" in health policy matters.</p><h3>Secondary Sources</h3><p>Lisa Birch and François Pétry. (2009). Exit, Voice and Loyalty and the Future of Healthcare in Canada: Insights From Public Opinion Research. Paper presented at the 2009 conference of the European Consortium for Political Research, September 10-12, 2009, Potsdam, Germany. <a href=\"https://www.capp.ulaval.ca/sites/capp.ulaval.ca/files/cahier_42.pdf\">https://www.capp.ulaval.ca/sites/capp.ulaval.ca/files/cahier_42.pdf</a></p><p>Canadian Policy Research Networks. (2005). CPRN and Deliberative Dialogue – A Primer. Ottawa: Canadian Policy Research Networks. <a href=\"http://www.cprn.org/doc.cfm?doc=1238\">http://www.cprn.org/doc.cfm?doc=1238</a></p><p>Commission on the Future of Health Care in Canada. (2002). <em>Report on Citizens' Dialogue on the Future of Health Care in Canada</em>. <a href=\"http://publications.gc.ca/collections/Collection/CP32-77-2002E.pdf\">http://publications.gc.ca/collections/Collection/CP32-77-2002E.pdf</a></p><p>Commission on the Future of Health Care in Canada and Roy J. Romanow. (2002). <em>Building on Values: The Future of Health Care in Canada</em>. [also known as: <em>The Romanow Report</em>; <em>The Romanow Commission Report</em>.] Saskatoon. Retrieved from <a href=\"http://www.cbc.ca/healthcare/final_report.pdf\">http://www.cbc.ca/healthcare/final_report.pdf</a></p><p>EKOS Research Associates. (2005). <em>Citizens’ Dialogue on Public Health Goals in Canada: Final Findings Report</em>. Ottawa: EKOS Research Associates. <a href=\"http://www.ekospolitics.com/articles/cd-phg_e.pdf\">http://www.ekospolitics.com/articles/cd-phg_e.pdf</a></p><p>Barbara Kermode-Scott. (2005). Canada Tries Once More to Set Public Health Goals. <em>BMJ</em>, 331(7514): 422. <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1188136/\">http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1188136/</a></p><h3>External Links</h3><p><a href=\"http://cprn.org/\">Canadian Policy Research Networks</a> [archive site]</p><p><a href=\"http://www.ekos.com/\">EKOS Research Associates</a></p><p><a href=\"http://www.hc-sc.gc.ca/hcs-sss/delivery-prestation/fptcollab/2003accord/index-eng.php\">Health Canada. (2003). 2003 First Ministers' Accord on Health Care Renewal.</a></p><p><a href=\"http://www.hc-sc.gc.ca/hcs-sss/delivery-prestation/fptcollab/2004-fmm-rpm/index-eng.php\">Health Canada. (2004). [2004 Health Accord]: First Minister's Meeting on the Future of Health Care 2004</a>: A 10-year plan to strengthen health care. </p><p><a href=\"http://www.oneworldinc.com/\">One World, Inc.</a></p><p><a href=\"http://www.phac-aspc.gc.ca/\">Public Health Agency of Canada</a></p><p><a href=\"http://www.phac-aspc.gc.ca/hgc-osc/new-1-eng.html\">Public Health Agency of Canada. (2005). Public Health Goals for Canada.</a> [DEAD LINK]</p><p><a href=\"http://www.phac-aspc.gc.ca/hgc-osc/consplan.html\">Public Health Agency of Canada. (2005). Consultation Archive.</a> [DEAD LINK]</p>", "title": "Citizens’ Dialogue on Public  Health Goals in Canada"}