{"htmlbody": "<h3>Problems and Purpose</h3><p>The <a href=\"http://www.altu.ca/moodlehome/\">Alternative University Project </a>(AltU) grew out of the frustration felt by a group of McGill and Concordia University students about the growing inaccessibility of the Quebec higher education system. The AltU is a collection of classes taught by professors, students, community members, or through innovative communal formats on subjects which range from “Knitting” and “Programming” to “Introduction to Anarchism” and “New Materials Writing Workshop and Discussion.”</p><p>Excerpts from the AltU’s <a href=\"http://25.media.tumblr.com/tumblr_lykxxqJkxN1r8icdoo1_1280.jpg\">Manifesto </a>demonstrate the project’s aims (font variations in the original):</p><p>- to create “a place of learning…both INCLUSIVE and ACCOUNTABLE to the community around it… that strives to support creative exploration, excellence in learning, and community involvement”</p><p>- “to show that a university can be a place without gates around it”</p><p>- “to EXPERIMENT and LEARN… and thus become a RESOURCE FOR SIMILAR LEARNING ENVIRONMENTS EVERYWHERE!”</p><p>- “to redefine STUDENT [not as] a four year phase [or] the passive absorption of information [but as] CHALLENGING YOURSELF… TEACHING… COMMUNAL… ETERNAL”</p><p>- “to create a community that stimulates ACTIVE LEARNING through engagement and self-responsibility where you are not TOLD but ENCOURAGED”</p><p>- “to illustrate the potential accessibility of education through dedication to COMMUNITY and the FREE SHARING OF KNOWLEDGE”</p><p>- “to show how a public university could operate not through EXTRACTING CAPITAL but through STRENGTHENING ITS TIES TO THE COMMUNITY by GIVING as much as it RECEIVES”</p><p>- “to encourage the creation of public spaces where those involved are DRIVEN BY THE PRIDE AND FULFILLMENT OF SEEING THAT WHICH THEY HAVE CREATED FLOURISH!”</p><h3>History</h3><p>The Alternative University Project was born in November 2011 during a politically-charged period in Quebec student history—workers striking at McGill, riot police on campus, cuts to student representation in Concordia University’s Board of Governors, and Quebec-wide protests against tuition hikes.</p><p>The idea arose out of discussions among students about their shared feeling that “something is fundamentally wrong with the current university system” (Galen Macdonald, McGill student and ALTU co-founder), from the rising burden of tuition to the increasingly  “trade school”-esque education focused on job skills rather than learning.</p><p>A group of roughly 25 students began meeting in November 2011 to discuss and work towards creating their envisioned non-hierarchical, consensus-based learning space that offered free classes to any interested person. The AltU Manifesto (excerpted above, but <a href=\"http://25.media.tumblr.com/tumblr_lykxxqJkxN1r8icdoo1_1280.jpg\">worth seeing in its original version</a>) was developed during the first meeting out of participant’s descriptions of what inspired them about the project.</p><p>The project officially launched with the start of classes in January 2012. The group of students coordinating the project slowly dropped from 25 people down to roughly 10, as official university classes began and some students became involved in the strikes or other major movements. The coordinating team’s role became focused on connecting people who would run their classes, a role which in the spring of 2012 mostly involved running the website and solving logistical problems. </p><h3>Originating Entities and Funding</h3><p>25 students from McGill and Concordia were the originators of AltU.</p><p>In terms of funding, AltU aims to run everything for free, making use of resources which they already have access to. Classes take place in homes, community spaces, or available student spaces (like student union buildings). However, certain classes ocassionally incur costs, which they are responsible for sorting out themselves. For instance, the brewing collective sells the beer they create in order to cover the costs of the materials.</p><p>The website costs were covered through a $1000 grant from the Concordia Graduate Student Association. The team “wanted to use it in ways that allow the project to become more self-sustaining” (Allison Jones, McGill student and AltU coordinator), so they choose to use it to develop the website into a more user-friendly platform to allow people to more easily propose and sign up for classes.</p><h3>Participant Selection</h3><p>The classes are open to any members of the Montreal community. Participants log on to the <a href=\"http://www.altu.ca/moodle/\">ALTU Moodle webpage</a> to read course descriptions and sign up for classes. Anyone is able to propose any course that they would like to teach or facilitate.</p><p>There are 239 members on the <a href=\"https://www.facebook.com/groups/219655694783141/\">ALTU’s Facebook page</a> as of July 2012, and 160 on the Moodle (with some, but not complete, overlap between the two groups). Roughly 100 people are signed up to class mailing lists, with probably around 50 people regularly attending summer classes.</p><p>Participants are mostly students from McGill and Concordia, with a few from the Universite du Montreal (UdeM) and the University du Quebec a Montreal (UQaM). There is also a small and growing number of community members, who are often young recent university graduates who hear about the project through friend networks. The community is mostly Anglophone, with a small number of Francophone participants. Racial, age, and income diversity is low—most participants are white, young, and from well-educated backgrounds. However, geographic diversity is high, with individuals coming from all regions of the US and Canada as well as internationally. There is also diversity in the gender identities and sexual orientations among both participants and facilitators.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>Individuals propose classes by posting a description of their idea on the AltU Moodle page, through which interested students can contact the facilitator or sign up. The individuals involved in each course decide how they want to run and organize their class.</p><p>The duration of classes varies. The website describes the class schedule seasonally (ie, “spring 2012”), but some classes, such as the New Materials Writing Workshop, have lasted longer (and will presumably continue for as long as people are interested) while others have been one-time workshops. Some classes meet at regular intervals while others, such as the Cultural Studies Film Class or some reading/discussion groups, tend to meet more sporadically.</p><p>AltU classes cover the spectrum between traditional teacher-student course structures to entirely participatory structures. This varies based on subject matter, often depending on the extent to which an inherent hierarchy of knowledge exists (for instance, programming is a subject for which some people know a great deal about while others know next-to-nothing, while education is a topic about which everyone has some personal knowledge and experience). Participatory learning is encouraged—for instance, even in a programming class the students can decide through consensus when and how often to meet, how fast to go through the material, how much material to cover, and the number and type of assignments they want to complete.</p><p>One course which pushes the boundaries of participatory education is <a href=\"https://www.facebook.com/groups/455574877804611/\">“Experiments in Education”</a> course, which began in summer 2012. The course meets for two hours every two weeks in a building at Concordia University; facilitators, note-takes, and presentors rotate for each session. 15-20 people are regularly involved, including both students and parents from a local <a href=\"http://en.wikipedia.org/wiki/Unschooling\">unschooling</a> collective. Usually, during the first hour, a student presents an example of pedagogy from somewhere in the world “that runs counter to oppressive institutionalized forms of education.” During the second hour, students apply what they learned from the presentation to the ALTU, splitting into breakout groups to discuss the various topics at hand. The goal of these discussions is to “explore how we can better understand and criticize education, find alternatives to it, and develop the ALTU according to these alternatives.”</p><p>Other communally-taught classes follow the more familiar structure of a book club where learning takes place through discussion among students rather than teacher-led activities. The syllabus may be decided by the facilitator or decided through consensus among students.</p><p>Some AltU classes may take more participatory approaches to their subject matter than conventional classes on the same topic. The “New Materials Writing Workshop and Discussion” class studies English literature by focusing on participants’ personal responses rather than technical analysis or structured discussion towards the “correct” interpretation of a work. While the functioning of the class relies heavily on the facilitator (who prepares the reading packets, collects and shares the writing of participants, and provides information on the social context of the works studied), the discussion-based learning is egalitatarian and non-hierarchical. Influence, Outcomes, and Effects</p><h3>Analysis and Criticism</h3><p>Though Montreal is a predominantly French-speaking community, AltU only offers classes in English (though there are plans to offer a French language-learning class in fall 2012). However, some participants are bilingual , and Francophone speakers are often able to express themselves in French or find a translator during the classes if necessary. In addition, similar student groups at the Francophone schools like UQam and UdM offer classes in French, and there may not be such a pressing need for AltU or any single organization to provide all services to all communities.</p><p>Though there is little high-level organization with the project, the core team of organizers—roughly ten individuals left from the 25 originators—worry that, by having evolved into a small group, the project has morphed into something less egalitarian than what they had originally envisioned. While they have been successful in setting up a platform for people to connect and create participatory learning spaces, they feel that they have been less successful in building community throughout the whole AltU. However, most of their resources have been dedicated to working out logistical difficulties with the website; once the website is transitioned to a new, more self-sufficient platform, they hope to begin to interest more participants in the idea of AltU as a whole and build community.</p><p>Organizers also realize that the lack of racial, age, and class diversity in AltU indicates that their education model is still inaccessible to some groups. At this point, they don’t feel that they have the capacity to handle initiatives like targetted outreach to unrepresented groups, though it is a long-term goal for the project. One dimension of the problem here is that people often learn about the AltU through their friends who are involved or have heard of the project. While this works well for the people within the community network, it may add to their insularity.</p><p>Given that classes are often held in people’s homes, it may be intimidating for new participants to show up to classes. So far, new participants have emailed the website facilitators to confirm the locations, but there is no way to tell how many potential participants have been dissuaded from becoming involved.</p><h3>Secondary Sources</h3><p>AltU Facebook Page: <a href=\"https://www.facebook.com/groups/219655694783141/\">https://www.facebook.com/groups/219655694783141/</a></p><p>AltU Moodle Website (new): <a href=\"http://www.altu.ca/moodle/\">http://www.altu.ca/moodle/</a> [DEAD LINK]</p><p>AltU Tumblr Website (old): <a href=\"http://alternativeuniversityproject.tumblr.com/\">http://alternativeuniversityproject.tumblr.com/</a></p><p>Colizza, Christina. “Learning for learning’s sake.” The McGill Daily. January 30, 2012. <a href=\"http://www.mcgilldaily.com/2012/01/learning-for-learnings-sake/\">http://www.mcgilldaily.com/2012/01/learning-for-learnings-sake/</a></p><p>“Experiments in Education” class Facebook page: <a href=\"https://www.facebook.com/groups/455574877804611/\">https://www.facebook.com/groups/455574877804611/</a>.</p><p>Hinkson, Kamila. “An alternative to university learning.” The Montreal Gazette. July 6, 2012. <a href=\"http://www.montrealgazette.com/news/alternative+university+learning/6890805/story.html\">http://www.montrealgazette.com/news/alternative+university+learning/6890805/story.html</a>. [DEAD LINK]</p><p>Interview with Allison Jones, McGill student and AltU Coordinator, July 17, 2012.External Links</p>", "title": "Alternative University Project (Montreal, Canada)"}