{"htmlbody": "<h3>Problems and Purpose</h3><p>In the late 2000s Northumberland Hills Hospital experienced repeated budget deficits. The hospital's board needed to cut the hospital's services in order to balance the budget. Ontario's Local Health System Integration Act, 2006, required the hospital to seek public input before changing services.  Accordingly, the hospital's board developed a plan, called a collaborative budget strategy -- formally entitled \"Shared Challenge, Shared Solution\" -- to elicit this public input.</p><p>The purpose of Northumberland Hills Hospital's collaborative budget strategy was to provide the hospital's board with input regarding how the hospital's services should be prioritized, for purposes of reducing the hospital's budget. This case is particularly notable because it is an example of both public participation in health care and <a href=\"http://participedia.net/methods/participatory-budgeting\">participatory budgeting</a>.</p><h3>History</h3><p>In the late 2000s Northumberland Hills Hospital ran repeated budget deficits. The hospital's board needed to cut the hospital's services in order to balance the budget. Ontario's Local Health System Integration Act, 2006, required the hospital to seek public input before changing services.  Accordingly, in 2009 the hospital's board developed a plan, called a collaborative budget strategy -- formally entitled \"Shared Challenge, Shared Solution\" -- to solicit this public input.</p><p>The strategy called for obtaining this public input by three means: a public opinion telephone survey, a citizens' advisory panel, and a public meeting to take place in the context of the citizens' advisory panel process. </p><p>In April 2009 the hospital's board contracted with \"an independent polling company\" to conduct a telephone survey of residents of the hospital's service area concerning their interest in being informed about and providing input into the hospital's budget decision making process. The sample for the survey was a \"representative sample\" of 510 residents of the hospital's service area. In addition the survey was given to 36 low-income persons in face-to-face interviews.</p><p>The survey results showed that a majority of the public wanted to be informed about and to provide input about the hospital's services-reduction decision making process. The survey results also showed that the public preferred \"community advisory panels and public meetings\" as means of providing that input.</p><p>Researchers from Queen's University's Monieson Centre advised the hospital's board on public engagement methods. To prepare to choose a public engagement method the hospital's board considered the survey results, as well as the Ontario Local Health Integration Network's <em>Framework for Making Choices</em>, the Central East Local Health Integration Network's <em>Decision-making Framework</em>, Roger Chafe et al.'s <em>Framework for Involving the Public in Healthcare Coverage and Resource Allocation Decisions</em>, and the <em>IAP2 Spectrum of Public Participation</em>.</p><p>Informed by those resources the hospital's board chose <a href=\"http://participedia.net/organizations/mass-lbp\">MASS LBP</a>'s <a href=\"http://participedia.net/methods/civic-lottery\">Civic Lottery</a> and <a href=\"http://participedia.net/methods/citizens-reference-panel\">Citizens' Reference Panel</a> methods as the selection and deliberation processes to be used for and by the community advisory panel, which the hospital called a Citizens' Advisory Panel (\"CAP\"). The <a href=\"http://participedia.net/methods/citizens-reference-panel\">Citizens' Reference Panel</a> method includes a public meeting. In addition the hospital's board decided that the CAP should use what Chafe et al. call a \"Values-Based Model\" to make decisions. The \"Values-Based Model\" required the CAP to make its decisions on the basis of \"principles or values\" held by the hospital's \"stakeholders and leadership,\" and to consider in its decision making the hospital's \"legal and financial constraints\" and \"reputation\" as well as the \"impact\" of service changes \"on the local community.\"</p><p>The hospital's board also contracted with Queen's University's Monieson Centre to evaluate the hospital's \"Shared Challenge, Shared Solution\" public engagement process. Researchers from the Monieson Centre attended the CAP sessions and gathered assessment information through surveys.</p><p>The CAP consisted of a randomly selected representative sample of residents of the hospital's service area, and met in person and face-to-face for five, eight-hour sessions from October through December 2009. Their sessions included presentations about the hospital's services and budget by \"experts, stakeholders and service providers,\" \"a public roundtable meeting\" in which the CAP participants discussed the hospital's budget and service issues with members of the community, and deliberations among the CAP participants concerning how the hospital's services should be prioritized. The CAP participants recommended prioritizing acute care services, surgery, emergency room, intensive care, and certain diagnostic imaging services. The CAP participants presented their recommendations to the hospital's board in January 2010.</p><p>The hospital's board made its final service-reduction decisions in March 2010. Those decisions -- to continue providing acute care services and to discontinue or reduce other services -- were largely consistent with those of the CAP's recommendations. The hospital's board's decisions were approved by Central East Local Health Integrated Network and the hospital's accreditation agency.</p><p>After the hospital's board had made its final decisions researchers from the Monieson Centre submitted to the hospital's board their report evaluating the hospital's \"Shared Challenge, Shared Solution\" public engagement process.</p><h3>Originating Entities and Funding</h3><p>Northumberland Hills Hospital's collaborative budget strategy was developed by the hospital's board and managers and funded by the hospital.</p><h3>Participant Selection</h3><p>For the \"Shared Challenge, Shared Solution\" public survey, \"an independent polling company\" selected a \"representative sample\" of 510 residents of the hospital's service area, \"weighted by region and gender (based on the most recent census data) to ensure representative results.\" The sample included respondents from \"the First Nations of Alderville\" such that \"their representation in the survey was proportional to their percentage of the overall population.\" It is unclear whether probability sampling was used to select the sample of 510 residents. The sample of 510 residents was surveyed by telephone. To ensure coverage of low-income residents who lacked telephones, the survey was also given to 36 low-income persons in face-to-face, in-person interviews. It is unclear how those 36 respondents were selected.</p><p>To select the hospital's Citizen's Advisory Panel (\"CAP\") <a href=\"http://participedia.net/organizations/mass-lbp\">MASS LBP</a> used its <a href=\"http://participedia.net/methods/civic-lottery\">Civic Lottery</a> method. <a href=\"http://participedia.net/organizations/mass-lbp\">MASS LBP</a> randomly selected a sample of 5,000 households in the hospital's service area. Household members 18 years of age or older received a personalized letter of invitation to participate in the CAP. \"Approximately 100 eligible\" individuals responded to the Civic Lottery. <a href=\"http://participedia.net/organizations/mass-lbp\">MASS LBP</a> then randomly selected 24 of these respondents balanced for \"gender, age, and geographical location\". At least half of the panellists selected or one of their immediate family members had recently used the hospital's services.</p><p>Participation in the public roundtable was open to all residents. Participants in the public roundtable were not randomly selected, but were invited to attend and share their ideas and priorities with the members of the citizen advisory panel. The public roundtable was conducted in small discussion groups led by the panellists themselves. At the end of the public roundtable meeting, the panellists shared what they had heard and discussed with the broader community. This feedback helped to inform the CAP's deliberations and recommendations.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The hospital's \"Shared Challenge, Shared Solution\" public survey was administered by \"an independent polling company\" by telephone to the representative sample of 510 respondents, and via in-person, face-to-face interviews to the 36 low-income respondents. </p><p>The following account of the hospital's \"Shared Challenge, Shared Solution\" Citizen's Advisory Panel (\"CAP\") process is based on the Monieson Centre's <em>Northumberland Hills Hospital: Report on the Community Engagement Process</em>.</p><p>The hospital's \"Shared Challenge, Shared Solution\" Citizen's Advisory Panel (\"CAP\") consisted of 24 participants and met for five, eight-hour sessions held from October through December 2009. Four of the sessions were held at the hospital, and the fifth session, the public roundtable meeting, was held at Port Hope Public High School. The CAP sessions were generally moderated by trained facilitators from <a href=\"http://participedia.net/organizations/mass-lbp\">MASS LBP</a>, except that the public roundtable was moderated by the CAP participants. Researchers from the Monieson Centre observed and collected data at each session. At the end of each session Monieson Centre researchers had the CAP participants complete a survey in which participants evaluated the session process and content. Monieson Centre researchers compiled the survey results shortly after each session and shared the results with the hospital's board and <a href=\"http://participedia.net/organizations/mass-lbp\">MASS LBP</a>, so that the latter could use the survey results to adjust the procedures and content of upcoming CAP sessions. The hospital's chief executive officer attended each CAP session but left the room while CAP participants deliberated or voted.</p><p>The information presented to the CAP concerned the hospital's budget and services and also the health services available from other sources in the local community. This information enabled the CAP participants to determine whether members of the public could obtain services currently provided by the hospital from sources other than the hospital.</p><p>During the first CAP session, participants got to know each other, were introduced to the hospital, and learned about the CAP process and the Values-Based Model of decision making. Then CAP participants broke into small groups, each of which was assigned to learn about one of the following six values determined by the board to be relevant to the CAP process: \"Accessibility; Collaboration; Community Needs and Responsiveness; Effectiveness, Safety, and High Standards; Relationships and Public Trust; and Sustainability.\"  At the end of the session, participants \"received information about Ontario’s health system.\"</p><p>During the second CAP session the 24 participants received more detailed information about the hospital's 23 services and the hospital's budget, as well as about health services provided by other sources in the local community.</p><p>The third CAP session, held at Port Hope Public High School, had two parts. In the morning part the CAP participants met by themselves to discuss the relationship between the six values they had learned about in their small groups and each of the hospital's services. <a href=\"http://participedia.net/organizations/mass-lbp\">MASS LBP</a> personnel served as facilitators during the morning part. The afternoon part of the third CAP session consisted of the public roundtable, which was attended by thirty-eight members of the public in addition to the CAP participants. During the public roundtable CAP participants first explained the CAP process and the hospital's budget and services. Then the members of the public advised the CAP participants on how the hospital's services should be prioritized. CAP participants served as facilitators during the public roundtable.  At the end of the public roundtable Monieson Centre researchers administered evaluation surveys to both the CAP participants and the public attendees.</p><p>During the fourth CAP session CAP participants received more detailed information about sources of health services -- other than the hospital -- in the local community. Finally, the organizers explained to the CAP participants four \"scenarios\" of possible sets of health services that the hospital's budget could support. Each scenario was based on a different prioritization of the hospital's services and reflected different values. The CAP participants divided into groups to discuss the scenarios, with each group discussing a single scenario. Each group was asked to create a \"name\" for its scenario, to develop justifications for the scenario and future outcomes that the scenario would advance, to determine the budget \"savings\" arising from the scenario, and to identify factors that would help or hinder the hospital in implementing the scenario. The groups named the scenarios “Integrated Community Acute Care,”“Essential Services: Continuity of Care,” “Essential Services,” and Sustaining Our Strengths.”</p><p>During the fifth CAP session CAP participants voted to determine which of the hospital's 23 services should be prioritized, and wrote their report of recommendations to the hospital's board. Core hospital services were considered to be \"those that could only be provided in a hospital,\" while \"non-core services were those that could be provided\" by other sources in the local \"community.\"</p><p>Fifteen votes or more in favor were required for a hospital service to be deemed \"core,\" or a priority service. After voting had concluded the CAP participants divided \"into four groups\" to write different parts of their report. One group wrote a \"vision statement\" concerning \"the future of the hospital,\" one explained the group's recommendations respecting priority or \"core\" services, one explained the group's recommendations for allowing other sources in the community to provide the non-priority or \"noncore\" services, and one made additional \"recommendations and suggestions.\" Then the CAP participants assembled the report and received certificates for their service.</p>The hospital's board made its final service-reduction decisions in March 2010. Those decisions -- to continue providing acute care services and to discontinue or reduce other services -- were largely consistent with those of the CAP recommendations. The hospital's board's decisions were approved by Central East Local Health Integrated Network and the hospital's accreditation agency. When the hospital made its decision public it also allowed the CAP's report to be made public. The CAP report was made available on the <a href=\"http://participedia.net/organizations/mass-lbp\">MASS LBP</a> Website. In March 2010 researchers from the Monieson Centre administered a final survey to the CAP participants. The survey measured CAP participants' attitudes about their experience during the CAP, whether the CAP's recommendations \"were representative of the community,\" the hospital's board's decision about service cutbacks, the community's attitudes toward the hospital's board's decision, and the effect of the CAP on the community's attitudes toward the hospital's board's decision.  After the hospital's board had made its final decision researchers from the Monieson Centre submitted to the hospital's board their report evaluating the hospital's \"Shared Challenge, Shared Solution\" public engagement process. The hospital made the Monieson Centre's report available on the hospital's Website.<h3>Influence, Outcomes, and Effects</h3><p>The following account is based on the Monieson Centre's <em>Northumberland Hills Hospital: Report on the Community Engagement Process</em>.</p><p>The CAP participants made the following decisions about prioritizing the hospital's services (the number of votes each service received is stated after the name of the service):  </p>The CAP participants voted the following services as \"priority\" or \"core\" services: <blockquote><ul><li>Diagnostic Imaging: Computed Tomography (24 votes)</li><li>Diagnostic Imaging: Radiology (X-Ray) (24 votes)</li><li>Diagnostic Imaging: Ultrasound (24 votes)</li><li>Emergency Department (24 votes)</li><li>Intensive Care Unit (24 votes)</li><li>Medical/Surgical Inpatient Acute Care (24 votes)</li><li>Surgical Services (Operating Room, Day Surgery, Recovery) (24 votes)</li><li>Diagnostic Imaging: Magnetic Resonance Imaging (23 votes)</li><li>Satellite Dialysis Clinic (20 votes)</li><li>Community Mental Health Program (18 votes)</li><li>Diagnostic Imaging: Bone Mineral Densitometry (18 votes)</li><li>Diagnostic Imaging: Mammography (18 votes)</li><li>Satellite Chemotherapy Clinic (18 votes)</li><li>Ambulatory Care  (16 votes) </li><li>Fast Track Service (16 votes) </li><li>Inpatient Rehabilitation (16 votes) </li><li>Maternal Child Care (16 votes) </li><li>Diagnostic Imaging: Nuclear Medicine (15 votes) </li></ul></blockquote>The CAP participants voted the following services as \"non-priority\" or \"noncore\" services (the number of votes in favor of each service's being designated as \"priority\" or \"core\" appears after the name of the service): <blockquote><ul><li>Complex Continuing Care (0 votes)</li><li>Interim Long Term Care (0 votes)</li><li>Diabetes Complication Prevention Strategy Clinic (0 votes)</li><li>Palliative Care Service (8 votes)</li><li>Outpatient Rehabilitation Service (2 votes)</li></ul></blockquote><p>In March 2010 the hospital's board made a final decision about reducing the hospital's services. The board's decision was generally consistent with the CAP's recommendations in that the board chose generally to retain the \"core\" services \"unchanged\" and to eliminate or reduce the \"noncore\" services, with the following exceptions:</p><ul><li>The \"core\" \"Fast Track Service\" was to be merged with the hospital's Emergency Room;</li><li>The \"noncore\" \"Palliative Care Service\" was to be retained unchanged.</li></ul><p>The Monieson Centre researchers summarized the results of the CAP surveys as follows:</p>The CAP participants:<ul><li>generally agreed that \"the CAP process was an effective way to engage the community\"; </li><li>\"were generally satisfied with\" and \"enjoyed\" \"the [CAP] process\";</li><li>felt that the CAP had \"accomplished something important\"; </li><li>believed that the hospital \"should use a CAP to obtain public input in the future\";</li><li>indicated that they \"were satisfied with the [CAP] voting process\";</li><li>believed that \"they [had] had an adequate opportunity to provide input into the [CAP's] recommendations\"; </li><li>were divided respecting whether the CAP's \"recommendations represented the views of the community\";</li><li>\"generally indicated they would participate in a\" CAP-like \"process again\";</li><li>believed that the CAP \"sessions were well organized\"; </li><li>believed that \"the overall [CAP] format and approach were effective\"; </li><li>believed that \"the facilitators were unbiased.\" </li></ul>CAP participants made several recommendations respecting improving the CAP process in the future. These included having the hospital or CAP organizers:<ul><li>\"to civic organizations such as Rotary and Lion’s clubs\" about the CAP;</li><li>increase the CAP sample size to greater than 5,000;</li><li>hold an annual CAP process to advise the hospital's leadership;</li><li>\"increase\" their \"public relations efforts to engage the wider community more fully\";</li><li>provide \"more time\" during the CAP to allow CAP participants to process \"complex information\";</li><li>provide \"more time\" for the CAP's plenary discussions.</li></ul><p>Members of the public who attended the CAP public roundtable recommended improving the CAP process in the future, by:</p><ul><li>including \"more opportunities\" for the public to provide input to the CAP;</li><li>providing a Website where the community could give the CAP input;</li><li>increasing \"publicity\" about the CAP;</li><li>seeking ways to \"overcome\" citizens' \"apathy.\"</li></ul><p>The CAP surveys also measured CAP participants' anxiety levels during the course of the CAP sessions. These results are difficult to interpret.</p><p>The CAP surveys do not appear to have measured CAP participants' attitudes towards the hospital's services or values. Accordingly, whether those attitudes changed during the course of the CAP process, and the extent to which the CAP participants can be said to have deliberated, cannot be determined.</p>Respecting the public roundtable held during CAP session 3, members of the public who attended the roundtable:<ul><li>generally rated the facilitators highly;</li><li>said they \"enjoyed\" participating;</li><li>generally disapproved of the venue for the roundtable;</li><li>believed that \"the Roundtable accomplished something important\";</li><li>agreed that \"the Roundtable would enhance the work of the CAP\";</li><li>\"agreed that\" the hospital \"should use a Public Roundtable to obtain public input in the future\";</li><li>stated that they would be willing \"to participate in future Roundtables.\"</li></ul><p>Nonetheless, some public attendees of the public roundtable said that the CAP was insufficiently \"representative\" of the public.</p>Respecting the public roundtable CAP participants:<ul><li>generally agreed that the roundtable failed to meet their expectations;</li><li>believed that the public turnout for the roundtable was too low;</li><li>felt that \"too much\" of the roundtable \"discussion\" concerned \"irrelevant\" topics;</li><li>approved of the organization and facilitation of the roundtable;</li><li>expressed appreciation for \"the opportunity for the public to participate\" in the CAP process.</li></ul><p>The close similarity between the CAP's recommendations and the hospital's board's final decision respecting hospital services may indicate that the CAP's recommendations influenced the board's decision to some extent.</p><p>The Central East Local Health Integrated Network and the hospital's accrediting agency approved the hospital's board's final decision respecting service cuts.</p><p>In 2011 the hospital reported a \"balanced operating budget.\" Biron and Gillard (2012) write that the hospital's fundraising since the service cuts has matched or exceeded the pre-cut levels, and they interpret this as evidence of public support for the hospital's board's decision respecting service cuts.</p><p>No public survey appears to have been conducted to measure the attitudes of the public respecting the hospital board's decision respecting service cuts.</p><h3>Analysis and Criticism</h3><p>The Monieson Centre's evaluation report about the CAP included some analysis and criticism. The Monieson Centre researchers concluded that the hospital's board had succeeded in \"engaging the community\" in the budget decision-making process, and had far exceeded \"the minimum requirements for public consultation.\" The researchers praised the hospital's board for conducting a generally \"open and transparent\" decision-making process, and argued that this transparency appeared to have quelled some public criticism and to have enhanced the public legitimacy of the board's decision.</p><p>The researchers noted that the technique of conducting CAP participant surveys after each session and quickly reporting results to the board and to <a href=\"http://participedia.net/organizations/mass-lbp\">MASS LBP</a> allowed the board and <a href=\"http://participedia.net/organizations/mass-lbp\">MASS LBP</a> to promptly adjust the content and procedures of the sessions in response to CAP participants' comments. The Monieson Centre's researchers noted the CAP participants' generally favorable evaluations of the CAP process.   </p><p>In light of their findings respecting the CAP process the Monieson Centre researchers urged the Northumberland Hills Hospital to continue to use a CAP \"in the future.\" In addition, the researchers encouraged other hospitals to use CAPs to elicit public input on \"budget and service\" decisions, and offered the following particular recommendations:</p><ul><li>have the hospital and the CAP organizers create a decision-making framework before the CAP begins (as was done for the Northumberland Hills Hospital CAP);</li><li>alter the <a href=\"http://participedia.net/methods/civic-lottery\">Civic Lottery</a> process by adding \"socioeconomic status\" to the criteria for \"balancing\" or stratifying the sample of CAP participants;</li><li>give CAP participants more information before each session; </li><li>tell CAP participants that, due to the CAP process, they will have \"more information\" about the hospital's issues than do \"the general public,\" in order to help the CAP participants adjust their expections of the public's input during public roundtables;  </li><li>reorganize CAP sessions to allow \"more time for discussion\"; </li><li>devote more \"effort\" to increasing public turnout at \"Public Roundtables\";</li><li>hold multiple public roundtables, each in a different location in each community;</li><li>have the hospital's board publicize their \"embrace\" of \"community engagement.\"</li></ul><p>Because the CAP surveys do not appear to have measured CAP participants' attitudes towards the hospital's services or values, whether those attitudes changed during the course of the CAP process, and the extent to which the CAP participants can be said to have deliberated, cannot be determined.</p><h3>Secondary Sources</h3><p>Robert Biron and Jennifer Gillard. (2012). <em>Shared Challenge, Shared Solution</em>: Northumberland Hills Hospital's Collaborative Budget Strategy. In <em>CIHR Citizen Engagement in Health Casebook</em> (pp. 37-43). Ottawa: Canadian Institutes of Health Research. <a href=\"http://www.cihr.ca/e/45358.html\">http://www.cihr.ca/e/45358.html</a></p><p>Gloria Galloway and Lisa Priest. (2011 February 2011). Doctors Urge Health Care Action Plan to Avert \"Looming Crisis,\" <em>Globe and Mail</em>, A4. <a href=\"http://www.theglobeandmail.com/life/health-and-fitness/doctors-urge-health-care-action-plan-to-thwart-looming-crisis/article572478/\">http://www.theglobeandmail.com/life/health-and-fitness/doctors-urge-heal...</a></p><p>International Association for Public Participation. (2007). <em>IAP2 Spectrum of Public Participation</em>. <a href=\"http://www.iap2.org/associations/4748/files/spectrum.pdf\">http://www.iap2.org/associations/4748/files/spectrum.pdf</a></p><p>MASS LBP. (2010). <em>Creating the Citizen’s Advisory Panel at Northumberland Hills Hospital</em>. <a href=\"http://www.masslbp.com/journal_detail.php/nhh.html\">http://www.masslbp.com/journal_detail.php/nhh.html</a> [DEAD LINK]</p><p>Northumberland Hills Hospital. (2010 March 4). Press Release: NHH Board Finalizes 2010/11 Budget and Service Plans – Decisions Reflect Community Input to Focus Resources on Acute Care Services. <a href=\"http://www.nhh.ca/LinkClick.aspx?fileticket=BeMEqIj9lJ8%3d&amp;tabid=239&amp;language=en-US\">http://www.nhh.ca/LinkClick.aspx?fileticket=BeMEqIj9lJ8%3d&amp;tabid=239&amp;lan...</a></p>Northumberland Hills Hospital Citizens’ Advisory Panel on Health Service Prioritization. (2010). <em>Final Report: Prepared for the Northumberland Hills Hospital</em>. Toronto, ON: MASS LBP. <a href=\"http://www.masslbp.com/download/nhhcap.pdf\">http://www.masslbp.com/download/nhhcap.pdf</a><p>Ontario Local Health Integration Network. (2009). Framework for Making Choices. In <em>Hospital Accountability Planning Submission (HAPS) Guidelines 2010-2012</em>. <a href=\"http://www.ontla.on.ca/library/repository/mon/23008/294907.pdf\">http://www.ontla.on.ca/library/repository/mon/23008/294907.pdf</a></p><p>Queen's School of Business, The Monieson Centre. (2010). <em>Northumberland Hills Hospital: Report on the Community Engagement Process</em>. Kingston, ON: Queen's School of Business, The Monieson Centre. <a href=\"http://www.nhh.ca/LinkClick.aspx?fileticket=YOnAbylVzUQ%3d&amp;tabid=795&amp;language=en-US\">http://www.nhh.ca/LinkClick.aspx?fileticket=YOnAbylVzUQ%3d&amp;tabid=795&amp;lan...</a></p><p>Roger Chafe et al. (2007). <em>Framework for Involving the Public in Healthcare Coverage and Resource Allocation Decisions</em>. Halifax, NS: Dalhousie University School of Health Administration. <a href=\"http://schoolofhealthadministration.dal.ca/\">http://schoolofhealthadministration.dal.ca/</a></p><h3>External Links</h3><p><a href=\"http://www.centraleastlhin.on.ca/\">Central East Local Health Integrated Network (LIHN)</a></p><p><a href=\"http://www.nhh.ca/\">Northumberland Hills Hospital</a></p><p><a href=\"http://www.canlii.org/en/on/laws/stat/so-2006-c-4/latest/so-2006-c-4.html\">Ontario. (2006). Local Health System Integration Act, 2006, SO 2006, c 4.</a></p><a href=\"http://business.queensu.ca/centres/monieson/index.php\">Queen’s University’s School of Business, The Monieson Centre</a>", "title": "Northumberland Hills Hospital’s Collaborative Budget Strategy (Cobourg, Ontario, Canada)"}