{"htmlbody": "<h3>Problems and Purpose</h3><p>In 2008 the provincial government of New Brunswick, Canada published its <em>Provincial Health Plan 2008-2012</em>. This plan identified several problems or challenges respecting the province's health care system, including \"an aging population,\" high rates of chronic diseases linked to unhealthy lifestyles, a shortage of health care personnel, rising health care costs, and citizens' heightened expectations for health services delivery. In response to these challenges, the report called for reforms to the provincial health care system, including \"the creation of a citizen-centred [provincial] health care system in which patients become partners in managing their own health.\"</p><p>In 2008 the provincial government created the New Brunswick Health Council, tasked \"to provide a more effective mechanism for citizen involvement in health-care system planning, monitoring and accountability,\" and to advise the New Brunswick Minister of Health on improving the provincial health care system.</p><p>To obtain citizens' input on its recommendations to the New Brunswick Minister of Health about improving New Brunswick's health system, the New Brunswick Health Council began a citizen engagement project called \"Our Health. Our Perspectives. Our Solutions.\" </p><h3>History</h3>Published in 2008, the New Brunswick <em>Provincial Health Plan 2008-2012 </em>called for reforms to the province's health care system, including \"the creation of a citizen-centred [provincial] health care system in which patients become partners in managing their own health.\" The plan defined a \"citizen-centered\" health care system as one designed \"to meet the needs and preferences of individuals and communities, rather than expecting people to adapt to what the system has to offer.\" <p>In 2008 the provincial government created the New Brunswick Health Council, tasked \"to provide a more effective mechanism for citizen involvement in health-care system planning, monitoring and accountability,\" and to advise the New Brunswick Minister of Health on improving the provincial health care system.</p><p>To obtain citizens' input on its recommendations to the New Brunswick Minister of Health about improving New Brunswick's health system, in early 2010 the New Brunswick Health Council began a citizen-engagement project called \"Our Health. Our Perspectives. Our Solutions.\" The Council retained the public engagement consultancy <a href=\"http://participedia.net/organizations/ascentum\">Ascentum</a> to design, implement, and evaluate the project.</p><p>The civic-engagement project \"Our Health. Our Perspectives. Our Solutions\" consisted of three sets of public deliberations -- in which randomly selected samples of citizens, as well as health care stakeholders chosen by the Council, participated -- about New Brunswick's health care system. Phase I of the project consisted of four one-day-long public deliberations -- about the province's health care challenges and participants' values respecting health care -- held in four different locations -- Moncton, Bathurst, Edmundston, and Saint John -- from March 13-April 10, 2010. Phase II of the project consisted of four one-day-long public deliberations -- about identifying solutions to the province's health care challenges -- held in the same four locations -- Moncton, Bathurst, Edmundston, and Saint John -- from April 24-May 29, 2010. Phase III of the project, a one day-long public deliberation about prioritizing solutions to the province's health care challenges, was held June 12, 2010 in Fredericton, New Brunswick. </p><p>The recommendations from the Phase III meeting were presented to the New Brunswick Health Council and published in October 2010. </p><p>The Council incorporated the recommendations from the Phase III meeting into its 2011 recommendations to the New Brunswick Minister of Health.</p><h3>Originating Entities and Funding</h3><p>The New Brunswick Health Council called for and funded the \"Our Health. Our Perspectives. Our Solutions\" public engagement project. The public engagement consultancy Ascentum designed, implemented, and evaluated the project.</p><h3>Participant Selection</h3><p>For Phase I of the New Brunswick Health Council's \"Our Health. Our Perspectives. Our Solutions\" citizen-engagement project, a total of 311 participants were selected. According to New Brunswick Health Council et al. (2012), one half of these participants were citizens who were randomly selected, and one half were \"targeted stakeholders,\" who included representatives from health care organizations and government officials.  The Council's goal was to recruit a total of 500 participants (125 participants for each of the four Phase I sessions). In the end the organizers recruited a total of 311 Phase I participants, including 131 randomly selected citizens.</p><p>To recruit the random sample of citizens the Council retained the firm Bristol Omnifacts. Bristol Omnifacts created a random sample intended to be representative of New Brunswick's population in terms of \"age, gender, language, education, employment status, family situation and income.\" Bristol Omnifacts screened members of the sample via telephone interviews. A total of 131 citizens from the sample met the selection criteria, expressed a willingness to participate in Phases I and II of the project, and actually attended the Phase I sessions. Citizen-participants were not paid an honorarium.</p><p>The Council assisted by Bristol Omnifacts recruited stakeholders to participate in Phase I by means of press releases, mass media advertising, and interviews. The Council recruited these stakeholders from among \"community groups,\" \"public interest groups,\" health care managers and professionals, scholars, and government officials and personnel. A total of 180 stakeholders agreed to participate and actually attended the Phase I sessions. Stakeholder-participants were not randomly selected and were not paid an honorarium.</p><p>All 311 Phase I participants were invited to participate in Phase II. A total of 223 Phase I participants -- 107 citizens and 115 stakeholders -- also participated in Phase II. </p><p>For Phase III a randomly selected sample of the Phase I participants was chosen. This sample consisted of a total of 111 participants, of whom 55 were citizens and 56 were stakeholders.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The following account is based on New Brunswick Health Council, Pollack, and Mackinnon (2012) and New Brunswick Health Council, <em>Our Health. Our Perspectives. Our Solutions:</em> <em>Results of Our First Engagement Initiative with New Brunswick Citizens</em>.</p><p>New Brunswick Health Council's \"Our Health. Our Perspectives. Our Solutions\" public-engagement process had three phases. Before the start of Phase I, the Council and personnel from <a href=\"http://participedia.net/organizations/ascentum\">Ascentum </a>created a Phase I conversation guide containing information about New Brunswick's health care system and the province's health care challenges. </p><p>All discussions during all three phases of the process were moderated by facilitators \"who were trained and recruited by Ascentum. The chief executive officer of the New Brunswick Health Council acted as moderator of each session. Other personnel from New Brunswick Health Council attended each session and acted as moderators of some plenary discussions and as observers. </p><p><u><em>Phase I</em></u></p><p>Each Phase I session was devoted to the theme of \"Perspectives\" and lasted 7.5 hours in a continuous, all-day session. Each Phase I session began with a welcome from a moderator and an explanation of discussion ground rules, followed by participants' answering demographic survey questionnaire items by means of keypad voting. Next, participants were assigned to small-group tables. At each small-group table all participants spoke the same language (French or  English), and the proportions of members who were citizens and stakeholders were close to the proportions of all session participants who were citizens and stakeholders. During this first small-group discussion members of each table introduced themselves to one other.</p><p>A plenary session followed, during which personnel from the Council presented information about the province and its health care system and answered participants' questions. </p><p>At some point during the Phase I session organizers asked each participant to respond to additional health-related questionnaire items via keypad voting. The items concerned the participant's access to \"a family doctor,\" the participant's \"overall physical\" and \"mental health,\" factors influencing one's health, the factors that imposed the greatests costs on the health system, and whether the participant felt he or she was \"getting [his or her] money's worth\" from the province's health care system.</p><p>After the informational plenary session participants returned to their small groups to discuss the question, \"What would you value most in an 'ideal' health system?\" This topic included the question, \"What kinds of values ... would [participants] like to see reflected in the the health system?\" When this small-group discussion ended there was a break for lunch.</p><p>After lunch a brief plenary discussion took place during which participants reported the results of their small-group discussions about values.</p><p>Next, personnel from the Council gave a plenary presentation evaluating the province's health care system in light of the attributes of the \"ideal\" heath care system the participants had identified. Following this presentation participants returned to small groups to identify the three most important \"priority issues\" facing the province's health care system. When this small-group discussion had ended participants reported their findings in a plenary discussion about \"priority issues.\"</p><p>Then participants returned to small groups to discuss the \"strengths\" of the province's health care system and \"opportunities\" to improve that health care system such that it would more closely resemble participants' \"ideal\" health system discussed earlier in the day. In each small group participants discussed these issues in pairs and then each pair shared their findings with the small group. Following these small-group discussions each small group reported its findings in a plenary discussion of \"strengths and opportunities.\"</p>At the end of the Phase I session participants completed a survey questionnaire in which participants evaluated the format and content of Phase I and their experience during Phase I.  The questionnaire also included an item about the extent to which the provincial health care system was \"citizen centered,\" meaning designed \"to meet the needs and preferences of individuals and communities, rather than expecting people to adapt to what the system has to offer.\" After the Phase I session had concluded the project organizers analyzed the Phase I survey data. Then the organizers wrote a Phase II conversation guide containing answers to questions participants had asked during the Phase I session and describing the results of the Phase I session.<p><u><em>Phase II</em></u></p><p>Each Phase II session was devoted to the theme of \"Solutions\" and lasted 7.5 hours in a continuous, all-day session. Each Phase II session began with a welcome from a moderator and an explanation of discussion ground rules, followed by participants' answering demographic survey questionnaire items by means of keypad voting. Then participants broke into small groups and introduced themselves to each other. During these small-group discussions participants were shown images intended to metaphorically depict a \"citizen-centered health care system,\" defined as a system designed \"to meet the needs and preferences of individuals and communities, rather than expecting people to adapt to what the system has to offer.\" Participants used keypad voting to identify the image they felt best represented a \"citizen-centered health care system.\" </p><p>Next, a plenary session was held during which organizers presented the results of the Phase I discussion, and participants used keypad voting to identify what they believed to be the most important \"priority issues\" facing the province's health care system. When the plenary session had concluded participants returned to small groups to discuss the locations and the providers \"where\" and \"from whom\" participants wanted \"to receive health care services.\" A plenary session followed during which small groups reported the results of their discussions. After the plenary session there was a lunch break.</p><p>After lunch a brief plenary session was held during which organizers discussed the attributes of a \"citizen-centered health system.\" Then participants met in their small groups to discuss the question, \"What would you like to see the Health System do more of and less of?\" A plenary session followed during which the small groups reported the results of their discussions.</p>Next, participants returned to their small groups to discuss individuals' \"health choices and behaviours\" that foster positive health outcomes and the \"incentives or supports\" that \"encourage\" those \"choices and behaviors.\"  Afterwards the participants shared the results of their small-group discussions during a plenary session. At the end of the Phase II session participants completed a survey questionnaire in which participants evaluated the format and content of Phase II and their experience during Phase II.  After the conclusion of the Phase II sessions the organizers analyzed the results of the sessions. No conversation guide appears to have been prepared for Phase III.<p><u><em>Phase III</em></u></p><p>The Phase III session was devoted to the theme of \"Common Ground\" and lasted 7.5 hours in a continuous, all-day session. The Phase III session began with a welcome from a moderator and an explanation of discussion ground rules. Participants then met in small groups to introduce themselves to one another and to discuss what participants had \"learned\" and \"heard\" during Phases I and II.</p><p>Next, a plenary session was held during which organizers presented the results of the Phase II discussions of the questions concerning the locations and sources \"where\" and \"from whom\" participants wanted to receive \"health care services,\" and the activities that participants preferred the provincial health care system \"should be doing more of and less of.\"  Participants then used keypad voting to identify their preferred responses to these questions.</p><p>After the voting had concluded the moderator -- the chief executive officer of the New Brunswick Health Council -- explained a procedure for making \"tough choices,\" i.e., making tradeoffs among different policies associated with different values.</p><p>Participants then returned to their small groups to discuss making tradeoffs respecting the New Brunswick health system's primary care policies and services. This discussion focused on a hypothetical scenario: each participant was asked to imagine that he or she was provincial \"Health Minister for one day,\" and then to decide which primary care policies and services \"to pursue first in order to\" achieve both of the following goals: that the health care system (a) would be \"sustainable\" in \"the long term\" and (b) would meet \"the needs and expectations\" of citizens of the province (i.e., would be  \"citizen-centered\").</p><p>A plenary session followed during which small groups reported their results. The reported results were displayed for all participants to see, and participants used keypad voting to identify their preferred policies from among those displayed. Participants then broke for lunch.</p><p>The afternoon began with small-group discussions of tradeoffs respecting the New Brunswick health system's acute and supportive care policies and services. Again, the discussion focused on a hypothetical scenario: each participant was asked to imagine that he or she was provincial \"Health Minister for one day,\" and then to decide which acute and supportive care policies and services \"to pursue first in order to\" achieve both of the following goals: that the health care system (a) would be \"sustainable\" in \"the long term\" and (b) would meet \"the needs and expectations\" of citizens of the province (i.e., would be  \"citizen-centered\").</p><p>A plenary session followed during which small groups reported their results. The reported results were displayed for all participants to see, and participants used keypad voting to identify their preferred policies from among those displayed. </p><p>Then participants returned to their small groups to use \"dot voting\" to identify their preferred priorities for health care policies and services when considering primary care and acute and supportive care together.  A plenary session followed during which small groups reported their results.</p><p>Participants then broke into small groups for the last time, to discuss \"citizen engagement\" in provincial health care decision making. Participants were asked to identify the types of provincial health care \"issues or decisions\" they believed \"citizens\" should have input on, their preferred methods for obtaining citizen input, and the individuals or entities they believed should seek such citizen input. These discussions were followed by a plenary session in which small groups shared their results.</p><p>At the end of the Phase III session participants completed a survey questionnaire in which participants evaluated the format and content of Phase III, identified their preferred methods of citizen engagement in health care decision making, and identified the policy-making occasions for which they prefer to provide input (viz., learning about citizens' experiences, \"debating\" with fellow citizens about \"options on health care challenges,\" or helping officials \"make trade-offs\" respecting health policies).</p><h3>Influence, Outcomes, and Effects</h3><p>The following account is based on New Brunswick Health Council, Pollack, and Mackinnon (2012) and New Brunswick Health Council,<em> Our Health. Our Perspectives. Our Solutions: Results of Our First Engagement Initiative with New Brunswick Citizens</em>.</p><p><u><em>Phase 1</em></u></p><p>Respecting Phase I, the results of the initial attitudes and beliefs survey were as follows:</p><ul><li>85-95% of participants said that they had a family doctor</li><li>Most participants rated their \"overall physical health\" as either \"good\" or \"very good\"</li><li>Most participants rated their \"overall mental health\" as either \"excellent\" or \"very good\"</li><li>Before receiving information about research findings respecting influences on individuals' health, a plurality of participants (between 19% and 39%, depending on the location) believed that the share of \"the health care system's\" influence on individuals' overall health was 50% or higher. </li><li>After receiving information about research findings respecting influences on individuals' health, the percentage of participants who rated the health care system as the factor having the greatest influence on overall health dropped to below 10%, whereas more than 70% of participants rated \"Your own health behaviors\" as the factor having the greatest influence on overall health.</li><li>Between 40% and 50% of participants identified \"chronic illnesses\" as the factor \"costing the most for the health care system.\"</li><li>Respecting whether participants believed they were \"getting their money's worth in terms of\" their \"health services,\" the results were mixed: a majority in two locations responded \"yes\" or \"somewhat\"; a majority in one location responded \"no\"; and participants at the fourth location were not asked this question.</li><li>A majority of participants said that the current provincial health system was \"somewhat citizen-centered,\" meaning that the system to some extent \"met the needs and preferences of individuals and communities.\"</li></ul><p>Respecting the \"values\" the participants reported wanting \"to see reflected in\" the operation \"the health system,\" the organizers summarized these as follows:</p><ul><li>\"the accessibility of health care services\"</li><li>\"equitable care and services for all\"</li><li>a preventative approach to health care, including health \"education\" and \"promotion\"</li><li>the \"effectiveness, efficiency and accountability\" of the health care system</li><li>the \"quality and safety\" of \"heath care\" services</li><li>the \"citizen-centeredness\" of the health care system</li></ul><p>Respecting \"priority issues\" the participants identified as facing the provincial health care system, the organizers summarized these as follows:</p><ul><li>\"the accessibility of health care services\"</li><li>health care \"costs\" and funding\"</li><li>\"health\" \"promotion\" and \"illness\" \"prevention\"</li><li>\"health care services\" \"optimization\"</li><li>making \"systemic changes\" to render the provincial health care system \"citizen-centered.\"</li></ul><p>Respecting the strengths of the current New Brunswick health care system, participants identified the following:</p><ul><li>the personnel of the health care system</li><li>the provincial Medicare system and \"universal access\" to it</li><li>high quality services.</li></ul><p>Respecting the \"opportunities\" participants identified as enabling reform of the provincial health care system, the organizers summarized these as follows:</p><ul><li>both \"the health care system\" and \"the province\" itself were \"small enough\" that making substantial changes to the health care system was feasible</li><li>citizens of the province were \"willing\" to make substantial changes to the health care system</li><li>citizens of the province felt a sense of commitment \"to the health system\" and \"to improving their health\"</li><li>the population of the province was likely to respond positively to \"meaningful\" forms of \"engagement\" of \"citizens and stateholders\"</li><li>adopting a preventative approach to health \"could help reduce the burden on the health system\"</li></ul><p>Respecting the final survey questionnaire asking about the \"dialogue format\" and \"content\" and each participant's \"experience\" during the session, 90% or more of participants stated that they \"strongly agreed\" or \"agreed\" with statements expressing favorable attitudes about these factors. The \"dialogue format\" items concerned the \"effectiveness\" of the facilitators, the \"informativeness\" and \"helpfulness\" of the plenary \"presentations,\" the \"mix of participants\" at each small-group table, and the ability of \"keypad voting\" to inform the participants about other participants' \"perspectives.\" The \"dialogue content\" items concerned the relevance and helpfulness of the \"conversation guide,\" the sufficiency of the time allotted for discussion, and the appropriateness of the agenda topics. The \"experience\" items concerned the ability of the participants to express their \"perspectives and concerns\" during the session, to \"understand\" others' \"views and experiences,\" and to \"learn about health in\" the province.</p><p><u><em>Phase II</em></u></p><p>During Phase II, participants expressed their beliefs respecting which of five images best metaphorically depicted a \"citizen-centered\" health care system. Here are the results:</p><ol><li>an image of four hands touching each other; each hand belonged to an individual of a different generation (young child, young adult, mature adult, aged person) (19% said this image best represented the idea of a \"citizen-centered\" health care system)</li><li>an image of a spider web (16%)</li><li>an image of a set of building blocks assembled to make a picture of a pretty landscape featuring green grass and blue sky; in the left part of the image, a hand enters carrying a block that will complete the picture (9%)</li><li>an image of seven young boys, members of a football club, standing in a row with arms on each other's shoulders (9%)</li><li>an image of two senior citizens smiling and holding hands (8%)</li></ol><p>In Phase II, participants (n = 157) ranked the health care system values identified during Phase 1 as follows (from most important to least important):</p><ol><li>\"the accessibility of health care services\" (29% of participants rated this the most important value)</li><li>a preventative approach to health care, including health \"education\" and \"promotion\" (28%)</li><li>\"equitable care and services for all\" (20%)</li><li>\"quality\" [a category combining (a) the \"effectiveness, efficiency and accountability\" and (b) the \"quality and safety\" of \"heath care\" services] (14%)</li><li>the \"citizen-centeredness\" of the health care system (8%)</li></ol>In Phase II, participants (n = 214) ranked the \"priority issues\" identified during Phase I as follows:<ol><li>\"health\" \"promotion\" and \"illness\" \"prevention\" (31% of participants ranked this as the most important issue)</li><li>\"the accessibility of health care services\" (21%)</li><li>health care \"costs\" and \"funding\" (15%-20%</li><li>\"health care services\" \"optimization\" (15%-20%)</li><li>making \"systemic changes\" to render the provincial health care system \"citizen-centered\" (8%)</li></ol><p>Participants identified the following as the locations at which they preferred to receive health services:</p><ul><li>\"Locally,\" especially \"for primary care and emergency services\"</li><li>\"At home, when possible\"</li><li>Community health centres\"</li><li>\"Hospitals,\" for \"acute care and emergency services\"</li><li>\"Clinics,\" for services other than acute care and emergency services</li><li>\"Pharmacies\"</li><li>\"Schools and workplaces\"</li></ul><p>Participants identified the following individuals or sources -- and particular attributes of them -- from whom they preferred to receive health services:</p><ul><li>health care providers should be \"competent\" and \"accessible\" and should \"communicate with\" each patient in the patient's preferred \"official language\"</li><li>health care providers should act collaboratively and as a team</li><li>the health system should give \"nurses\" \"more responsibility and decision-making power\"</li><li>\"mental health\" care providers should be integrated into the health system</li><li>\"pharmacists\" and \"paramedics\" should be allowed to provide a greater variety of health care services</li><li>\"nutritionists,\" \"dieticians,\" and \"alternative and holistic practitioners\" should be \"integrated\" into the health care system</li><li>\"social workers,\" \"case managers,\" and others who help patients \"navigate the health system\" should be integrated into that system</li><li>\"educators,\" \"support groups,\" and other non-health professionals should play a larger \"role\" in preventative health and \"health promotion\"</li><li>citizens and their family members have the capacity to do more to care for one another in their own homes with the help of better training and access to appropriate services such as \"extra-mural\" care services and telehealth services</li><li>\"the media\" could \"play\" a greater \"role\" in health education</li></ul><p>Participants also identified activities that they believed the provincial health system should be doing \"more of\" and \"less of,\" as follows:</p><p>More should be done to improve access to health care services, including:</p><ul><li>\"making it easier to access specialists\"</li><li>Incentivizing \"physicians to spend more time\" with each patient</li><li>distributing health care facilities and providers more equitably throughout the province</li><li>\"integrating alternative medicine into the health care system\"</li><li>increasing elder-care health services</li></ul><p>More should be done respecting preventative health approaches and \"health promotion,\" including:</p><ul><li>increasing health education in schools and among adults</li><li>providing more \"health living role models\"</li><li>discouraging unhealthy behaviors</li><li>provide \"community-based\" health programs</li><li>make greater use of \"primary care\" to foster preventative health approaches and health promotion</li></ul><p>More should be done to lower health care costs, including:</p><ul><li>reducing the health system \"bureaucracy\"</li><li>making the health system more efficient</li><li>using \"schools\" and other community institutions and facilities to deliver health services</li><li>lowering drug costs by reducing the supply of and demand for pharmaceuticals</li><li>increasing citizens' awareness of the costs of all health services they \"receive\"</li></ul><p>\"More should be done to optimize health services,\" including:</p><ul><li>using electronic health records</li><li>enabling online communication between patients and providers</li><li>improving health services for women</li><li>reforming \"privacy rules\" to allow prompt health services provision</li></ul><p>\"More should be done to make the health system more citizen-centered,\" including:</p><ul><li>facilitating home health care</li><li>increasing funding for \"community health centres\"</li><li>devolving more power and responsibility about health services provision to local \"communities\"</li><li>showing greater deference towards patients' end-of-life wishes</li></ul><p>Participants were asked to identify personal \"choices and behaviors\" that influenced health, and \"incentives and supports\" that could encourage those \"choices and behaviors.\" The organizers arranged the \"choices and behaviors\" in the following categories:</p><ul><li>\"exercise\"</li><li>\"diet\"</li><li>self-care</li><li>reducing use of \"harmful substances\"</li><li>increasing one's knowledge of health matters</li><li>promoting health awareness in local communities</li><li>increasing health education in schools</li></ul><p>Within each category, the organizers listed several particular \"choices and behaviors\" and several \"incentives and supports\" that could encourage those \"choices and behaviors.\" For details, see New Brunswick Health Council, <em>Our Health. Our Perspectives. Our Solutions: Results of Our First Engagement Initiative with New Brunswick Citizens</em> (pp. 43-47).</p><p>Respecting the final survey questionnaire asking about the \"dialogue format\" and \"information\" and each participant's \"experience\" during the session, 90% or more of participants stated that they \"strongly agreed\" or \"agreed\" with statements expressing favorable attitudes about these factors. The \"dialogue format\" items concerned the \"effectiveness\" of the facilitators, whether the participant felt \"free\" to express his or her \"opinions,\" the \"mix of participants\" at each small-group table, and the ability of \"keypad voting\" to \"validate\" the participants' findings during Phase I. The \"information\" items concerned the relevance and helpfulness of the \"conversation guide,\" and whether the Council had \"effectively\" explained to the participants the goals of the session and \"how the information\" participants shared would \"be used.\" The \"experience\" items concerned whether the participant \"appreciated\" the civic engagement method used during the \"Our Health. Our Perspectives. Our Solutions\" process, the usefulness of citizens' input into health care policy making, and the participants' \"appreciation\" for the effectiveness of preventative health approaches and the role of tradeoffs in reforming the provincial health system to be more \"citizen centered.\"</p><p><u><em>Phase III</em></u></p><p>During Phase III participants identified the following primary care \"areas for action\" as those that they would \"pursue first\" if they were provincial \"Minister of Health\" for a day -- each participant having been given two votes which had to be allocated to two different \"areas for action\" (n=214):</p><ol><li>\"community health centres and clinics\" (24% of votes were allocated to this \"area for action\")</li><li>\"targeted health promotion / illness prevention programs\" (22%)</li><li>\"optimize the roles and responsibilities of health professionals\" (15%)</li><li>\"interprofessional collaboration\" (12%)</li><li>\"create safe, supportive, and health conscious communities\" (9%)</li><li>incentivize \"individuals to take greater responsibility for their own health\" (7%)</li><li>control pharmaceutical costs (6%)</li><li>provide \"primary health services locally / close(r) to home\" (4%)</li><li>\"integrate alternative or holistic practitioners into the health system\" (3%)</li></ol><p>Participants identified the following \"acute\" care or \"supportive care\" \"areas for action\" as those that they would \"pursue first\" if they were provincial \"Minister of Health\" for a day -- each participant having been given two votes which had to be allocated to two different \"areas for action\" (n=206):</p><ol><li>\"strengthen supports for home-based care\" (23% of votes were allocated to this \"area for action\")</li><li>\"integrate\" \"mental health\" services with the \"physical health system\" (18%)</li><li>\"make the health system easier to navigate\" (14%)</li><li>increase elder-care services (13%)</li><li>improve \"prevention\" and \"management\" of \"chronic diseases\" (12%)</li><li>improve access to care provided by specialists (8%)</li><li>reduce \"distance to care\" (6%)</li><li>\"respect patients' wishes\" (4%)</li><li>improve \"women's health services\" (3%)</li></ol><p>When asked to rank all 18 \"primary care\" and \"acute/supportive care\" \"areas for action\" together, in terms of ensuring that the provincial health system meets \"the needs and expectations\" of citizens and was \"sustainable over the long term\" -- each participant having been given six votes to allocate as they wished (n=660) -- participants made the following choices:</p><ol><li>\"community health centres and clinics\" (12% of votes were given to this \"area for action\")</li><li>\"strengthen supports for home-based care\" (10%)</li><li>\"integrate\" \"mental health\" services with the \"physical health system\" (8.5%)</li><li>increase elder-care services (8.25%)</li><li>provide \"targeted health promotion / illness prevention programs\" (7.33%)</li><li>\"optimize the roles and responsibilities of health professionals\" (7.25%)</li><li>improve \"prevention\" and \"management\" of \"chronic diseases\" (7%)</li><li>incentivize \"individuals to take greater responsibility for their own health\" (6.5%)</li><li>\"interprofessional collaboration\" (6.25%)</li><li>\"make the health system easier to navigate\" (6.25%)</li><li>\"create safe, supportive, and health conscious communities\" (5.5%)</li><li>\"primary health services locally / close(r) to home\" (4.25%)</li><li>improve access to care provided by specialists (2.33%)</li><li>\"integrate alternative or holistic practitioners into the health system\" (2.25%)</li><li>reduce \"distance to care\" (2%)</li><li>control pharmaceutical costs (1.9%)</li><li>improve \"women's health services\" (1.75%)</li><li>\"respect patients' wishes\" (1.67%)</li></ol><p>Participants also made decisions respecting which health care policy \"issues or decisions\" they believed New Brunswick \"citizens\" \"would\" want to have input on. The organizers summarize the results as follows:</p><ul><li>\"major issues that affect the majority of\" citizens of the province;</li><li>\"issues that may affect\" particular groups of citizens</li><li>\"health system\" \"costs and funding\"</li><li>\"major infrastructure decisions\"</li><li>\"programs and services\"</li></ul><p>In addition, the organizers reported the following quantitative results about participants' individual preferences respecting occasions for health care civic engagement:</p><ul><li>when the engagement process was intended to elicit citizens' stories about their experiences \"on health issues,\" 88% of participants said they would be \"very interested\" or \"interested\" in participating</li><li>when the engagement process was intended to allow citizens to advise officials on how to make \"tradeoffs\" about health policies, 86% said they would be \"very interested\" or \"interested\" in participating</li><li>when the engagement process involved \"citizens' debating options\" for addressing health care problems, 85% said they would be \"very interested\" or \"interested\" in participating</li></ul><p>Participants also made decisions respecting the civic engagement methods they believed New Brunswick \"citizens\" preferred for providing input on health care policies. The organizers summarize the results as follows:</p><ul><li>\"citizen committees\" and \"town halls\"</li><li>\"online consultation\"</li><li>\"in person\" forums such as \"dialogues,\"  \"issue-specific forums, focus groups,\" and \"discussion groups\"</li><li>cooperation \"with community partners\" -- such as provincial youth organizations -- that hold civic engagement events for their members </li><li>\"public opinion research\"</li><li>\"referenda\"</li></ul><p>In addition, the organizers reported the following quantitative results about participants' individual preferences respecting methods of health care civic engagement:</p><ul><li>\"a one-phase\" local or regional \"public dialogue\" \"about issues\" \"affecting\" the participant's \"region\" (89% of participants said they would be \"very interested\" or \"interested\" in participating)</li><li>a \"citizen jury or focus group\" (88%)</li><li>a \"province-wide\" civic enagement process similar to \"Our Health. Our Perspectives. Our Solutions\" (86%)</li><li>an \"online survey\" (70%)</li><li>a \"mailed-out survey\" (69%)</li><li>an \"online discussion\" (62%)</li></ul><p>During Phase III participants also identified their preferred conditions for providing input on provincial health care policy:</p><ul><li>policy makers should consider citizens' input during the decision making process, not after the decision has \"already been made\"</li><li>health care civic engagement events should occur \"regularly\" and at locations throughout the province</li><li>local \"communities\" as well as individual \"citizens\" should be allowed to provide input on health policy</li><li>citizens needed to be provided with sufficient \"information\" and preparation before each civic engagement event</li><li>health care civic engagement processes should be \"open,\" \"public,\" and \"transparent\"</li></ul><p>Respecting the final survey questionnaire asking about the \"dialogue format\" and \"information,\" more than 90% of participants stated that they \"strongly agreed\" or \"agreed\" with statements expressing favorable attitudes on these factors. The \"dialogue format\" items concerned the \"mix of participants\" at each small-group table, the ability of \"keypad voting\" to \"validate\" the participants' findings during Phase II, and whether the participant's contributions increased the \"value\" of \"the process.\" The \"information\" items concerned whether the Council had \"effectively\" explained to the participants the goals of the session and \"how the information\" participants shared would \"be used,\" and whether the \"conversation guide\" had effectively communicated the Phase II findings and the role of tradeoffs. </p><p>The New Brunswick Health Council incorporated the recommendations from the Phase III meeting into the Council's 2011 recommendations to the New Brunswick Minister of Health.</p><h3>Analysis and Criticism</h3><p>No formal third-party analysis or criticism of the New Brunswick Health Council citizen engagement project \"Our Health. Our Perspectives. Our Solutions\" has been identified.</p><p>New Brunswick Health Council, Pollack, and Mackinnon (2012) praise the project on the grounds that the participants' Phase III recommendations became \"the cornerstone\" of the Council's 2011 recommendations to the Minister of Health, that the recommendations had been well received by leaders of provincial health system organizations and by \"the associations of municipalities in New Brunswick,\" and that provincial \"government officials\" often \"refer\" positively to the recommendations in \"public\" speeches and documents.</p><p>New Brunswick Health Council, Pollack, and Mackinnon (2012) state that participants' sense of \"commitment\" to the process was enhanced by having the Council's CEO act as moderator of each session and repeatedly assure participants that the Council would consider participants' recommendations seriously in the Council's decision-making process.</p><p>New Brunswick Health Council, Pollack, and Mackinnon (2012) further conclude that the project showed that provincial citizens were \"able and willing\" to engage in difficult discussions about trade-offs and the cost-effectiveness of health care services and policies, provided that the citizens were given good quality information and allowed to deliberate in a well-designed process.</p><p>Results of surveys administered at the end of each session show that participants generally gave very positive evaluations to the content and process of the \"Our Health. Our Perspectives. Our Solutions\" dialogues.</p><p>Nonetheless, New Brunswick Health Council, Pollack, and Mackinnon (2012) also observed some shortcomings in the \"Our Health. Our Perspectives. Our Solutions\" process. The first was the inability to recruit the desired 500 participants for Phases I and II. New Brunswick Health Council, Pollack, and Mackinnon (2012) contend that the low participation rate was due to the dialogue sessions' being held on Saturdays, the decision not to pay participants an honorarium, and insufficient effort at \"advance networking.\"</p><p>The authors also noted difficulties in obtaining participation by members of \"marginalized groups.\" In addition, the authors underlined the difficulties the organizers experienced in \"designing\" the \"process\" so that it accommodated individuals having different \"levels\" of \"literacy.\" The authors stated that the organizers decided to deal with low participation by \"young adults\" by developing a separate engagement process specifically for members of that group. This young-adult enagement process does not appear to be described in published reports about the \"Our Health. Our Perspectives. Our Solutions\" process.</p><p>Because participants' attitudes, beliefs, and knowledge about health care issues do not appear generally to have been measured consistently at the beginning and end of each session, whether those attitudes, beliefs, and knowledge changed during the course of the \"Our Health. Our Perspectives. Our Solutions\" process, and the extent to which the participants can be said to have deliberated, cannot be determined. An exception appears to have been a Phase I pre-test and post-test -- administered before and after participants received information about research findings respecting influences on individuals' health -- of participants' beliefs about the factors having the greatest effect on individuals' health. Results of those tests suggest that the information provided may have influenced participants' beliefs about those factors. Because it is unclear whether participants deliberated about that information before taking the post-test, it is unclear whether or to what extent deliberation contributed to the participants' change in beliefs about those factors.</p><h3>Secondary Sources</h3><p>Ascentum. (2010 March 19). Our Health. Our Perspectives. Our Solutions. <em>Ascentum Blog</em>. <a href=\"http://ascentum.com/2010/03/19/our-health-our-perspectives-our-solutions/\">http://ascentum.com/2010/03/19/our-health-our-perspectives-our-solutions/</a></p><p>Fierlbeck, Katherine. (2011). <em>Health Care in Canada: A Citizen's Guide to Policy and Politics</em>. Toronto, ON: University of Toronto Press.</p><p>New Brunswick. (2008). <em>Transforming New Brunswick’s Health-care System: The Provincial Health Plan 2008-2012</em>. Fredericton, NB: Province of New Brunswick. <a href=\"http://www.gnb.ca/cnb/promos/php/PHP-e.pdf\">http://www.gnb.ca/cnb/promos/php/PHP-e.pdf</a> [DEAD LINK]<br/>UPDATE: See <a href=\"http://www.gnb.ca/cnb/news/he/2008e0384he.htm\">here </a>for a summary of the report</p><p>New Brunswick Health Council. (2011). <em>Moving Towards a Planned and Citizen-centered Publicly-funded Provincial Health Care System: Recommendations to the New Brunswick Minister of Health</em>. Moncton, NB: New Brunswick Health Council. <a href=\"http://www.nbhc.ca/sites/default/files/recommendations_to_the_minister-2011.pdf\">http://www.nbhc.ca/sites/default/files/recommendations_to_the_minister-2...</a></p><p>New Brunswick Health Council. (2010). <em>Our Health. Our Perspectives. Our Solutions: Establishing a Common Health Vision: Conversation Guide – Phase I</em>. Moncton, NB: New Brunswick Health Council. <a href=\"http://www.nbhc.ca/sites/default/files/pdf/Conversation_Guide_EN.pdf\">http://www.nbhc.ca/sites/default/files/pdf/Conversation_Guide_EN.pdf</a></p><p>New Brunswick Health Council. (2010). <em>Our Health. Our Perspectives. Our Solutions: Establishing a Common Health Vision: Conversation Guide – Phase II</em>. Moncton, NB: New Brunswick Health Council. <a href=\"http://www.nbhc.ca/sites/default/files/pdf/Conversation_Guide_EN_phase2.pdf\">http://www.nbhc.ca/sites/default/files/pdf/Conversation_Guide_EN_phase2.pdf</a></p><p>New Brunswick Health Council. (2010).<em> Our Health. Our Perspectives. Our Solutions: Results of Our First Engagement Initiative with New Brunswick Citizens</em>. Moncton, NB: New Brunswick Health Council. <a href=\"http://www.nbhc.ca/sites/default/files/our_health_our_perspectives_our_solutions_-_results.pdf\">http://www.nbhc.ca/sites/default/files/our_health_our_perspectives_our_s...</a></p><p>New Brunswick Health Council, Nicole Pollack, and Mary Pat Mackinnon. (2012). Our Health. Our Perspectives. Our Solutions: Establishing a Common Health Vision. In <em>CIHR Citizen Engagement in Health Casebook</em> (pp. 45-50). Ottawa: Canadian Institutes of Health Research. <a href=\"http://www.cihr.ca/e/45358.html\">http://www.cihr.ca/e/45358.html</a></p><h3>External Links</h3><p><a href=\"http://www.nbhc.ca/\">New Brunswick Health Council</a></p><p><a href=\"http://www.gnb.ca/0051/\">New Brunswick Ministry of Health</a></p>", "title": "New Brunswick (Canada) Health Council Citizen Engagement Project: \"Our Health. Our Perspectives. Our Solutions\""}