{"htmlbody": "<p><em>Note: a German translation of this case study is available at <a href=\"http://participedia.net/en/node/2697\">http://participedia.net/en/node/2697</a></em></p><h3>Summary</h3><p>The San Mateo Deliberative Poll was a countywide deliberative event held in San Mateo, California, March 2008. The event was sponsored by Threshold 2008, a coalition of civic groups dedicated to housing problem in the county, and funded by a number of philanthropy foundations such as Open Square Foundation with additional support from the county and local partners. The event adopted Deliberative Polling in which scientific sample of randomly selected people participated two days of deliberative meetings. Results show that deliberation increases relevant knowledge, which eventually leads to changes in opinions. Also, participants were turned out to be overwhelmingly satisfied with the quality of deliberation they had. However, there is a critique on how strong the impact of the event on actual policy making processes.</p><p><a id=\"Problems_and_Purpose\" name=\"Problems_and_Purpose\"></a></p><h2>Problems and Purpose</h2><p>The main problem of San Mateo is that demand of housing is exceeding supply of it. While demand for housing in the county is growing fast each year, the number of newly built house stays relatively stagnant. Also, home prices in the county are extremely high, compared to neighbor countries. These two problems are expected to have bad impacts on the whole county: children will have to leave the county for cheaper area when they grow up, skilled workers including teachers, nurses and small business owners who live far from work will choose to leave their jobs in the county, employers will not locate their business in the county, traffic will be heavier because more people will commute to work, and the county will be more economically and socially segregated. Therefore, the purpose of this deliberative event was to give residents of the county a chance to learn more about the growing housing problem and decide how to deal with the problem by themselves, after they were given enough information about the issue. According to Greg Greenway, executive director of Threshold 2008, its goal is “to facilitate public dialogue about the problem. We don’t have the solution, but we’re trying to bring more people to the table to talk about it and find solutions as a community.”</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>Deliberative Poll, the technique used in this case, was first invented by James Fishkin, the director of Center of Deliberative Democracy and a Professor of Communication in Standford University. Skeptical of conventional polls, which he considered as “representing the publics surface impressions of sound bites and headlines”, he designed the technique which combines large-scale samples with small group discussions, inspired by the democratic practices of ancient Athens and the public polling methods of Gallup. The first application of the technique was held in Manchester, England, 1994. Since then, it was used all over the world from the Argentina to China, on a variety of issues ranging from budgeting to energy choices. Overall, past deliberative polls proved that given enough time and background information to deliberate, people can make sound decisions on various issues.</p><p><a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h2>Participant Selection</h2><p>238 participants among 1,822 residents of the county who were scientifically randomly selected to answer the baseline survey deliberated for two days. According to the responds of each group, participants can be considered to represent the whole group. Most demographic factors including income, education, ethnicity, race and gender, were not significantly different among participants and non-participants. The only factor that showed modest difference was age. Moreover, two groups were more identical on their policy questions.</p><p><a id=\"Deliberations.2C_Decisions.2C_and_Public_Interactions\" name=\"Deliberations.2C_Decisions.2C_and_Public_Interactions\"></a></p><h2>Deliberations, Decisions, and Public Interactions</h2><p>Deliberative poll includes baseline survey, countywide assembly which comprises small group discussions and questioning to experts, and final survey. Before the countywide assembly, a random sample of 1,882 residents was asked 26 questions on their values and opinions about housing situation in the county on the phone in February 2008. This 25-minute baseline survey provided the public’s values, knowledge, and opinions before deliberation, in order to assess whether the participants represent the public fairly by comparing the results of survey of each group. After the baseline survey, all questionnaires are invited to participate in the countywide assembly which would be held in a month. Among 1,882 questionnaires, 238 attended the event, each of whom received honorarium of 200 dollars for attending.</p><p>In the countywide assembly, held March 15-16 at Cañada College in Redwood City, participants were divided into 26 groups. Approximately 400 people, including not only those citizens but also observers from government, housing groups and the media, attended the event. The format of the event included both small group discussions, which were accompanied by well-trained facilitators, and information sessions in which a representative from each group could ask questions to a panel of experts representing competing points of view. Before actual discussion, they were given a 57-page document called “participant guide”, which covers main arguments and pros and cons of each of them: what should be the future of housing in the county, who should make the decision, and policy solutions. On the first day, they talked about four alternative futures within those groups, including continuing housing development as the same, improving commutes so that workers will not leave the county despite the bad housing, opening new land to build more housing, and building higher density housing within existing communities of the county. On the second day, they deliberated on who should be the main decision makers, the local government, a new public agency or the state government, and which policy solution they should choice, among raising incentives, introducing inclusionary policies, dedicating public funding, and consulting the public. After the whole process, participants were asked the same question that appeared in the baseline survey, as well as some additional questions about the overall quality of the event. All changes in their knowledge or opinions are considered to be affected by the deliberation during the weekend event.</p><p><a id=\"Influence.2C_Outcomes.2C_and_Effects\" name=\"Influence.2C_Outcomes.2C_and_Effects\"></a></p><h2>Influence, Outcomes, and Effects</h2><p>Earlier cases of Deliberative Polling, such as one in Wenling, China, showed that deliberation does have a significant impact on knowledge and attitudes of the public. So does one in San Mateo. In baseline survey, only slightly more than a third of residents supported new housing and fewer than half believed that shortage of housing has a negative impact. After two days of deliberation participants became much more knowledgeable and their support for new housing nearly doubled. However, it turned out that rankings of values they considered important were consistent. Therefore, changes in policy views are explained by knowledge gains, not by changes in value systems. Deliberation did not change its participants’ values significantly. Rather, it allowed them to reassess the most effective ways to achieve their goals by providing more information. Four key policy recommendations which got strong support from the participants are: “Create more housing that we have in the past”, “Concentrate new housing in already developed areas, especially near transit”, “Pursue countywide collaboration and planning with a framework of local control”, “Engage the public more effectively in housing decisions”. It matches the previous study on Deliberative Polling that “people tended to express more cosmopolitanism views after deliberating”, because implementing these policies means influx of new neighbors, who might have higher building than theirs, to their community.</p><p>After the event, Threshold 2008, a civic organization that sponsored the entire process, wrote a report on the results so that elected officials, policy makers and other opinion leaders could get informed of how the residents of the county feel about the alternatives about the housing problems. Of course, it is up to actual decision makers whether the public’s voice has real impact or not, but there were obviously some efforts to include officials in the event. For example, the county’s housing coordinator is on Threshold 2008’s advisory committee.</p><p><a id=\"Analysis_and_Critics\" name=\"Analysis_and_Critics\"></a></p><h2>Analysis and Critics</h2><p>Overall, the event seems to meet both analytic and social criteria of deliberation quite successfully. Baseline survey, which asked questionnaires their values as well as knowledge and attitudes on housing problem, helped them prioritize the key values at stake. All process of the assembly, including reading the participant guide, discussing as a small group and questioning experts help them create an information base, identify solutions, and weigh the pros, cons, and trade-offs among solutions. All above helped making the best decision possible. The result that participants gained more knowledge and changed opinions on the issues after event is a proof that this event was deliberative. Evaluation of the event by participants showed that it also achieved social criteria of deliberation. They said other participants continuously showed tolerance and respect, as well as tried to ensure mutual comprehension and distribute speaking opportunities adequately. Overwhelmingly, 95 percent of participants said it was “valuable” and 85 percent agreed that “I learned a lot about people very different from me”.</p><p>There is a debate, however, over how strong was the influence of the event on actual policy making process. According to Fishkin, the inventor of the technique of Deliberative Poll, it is common for people to change their opinions on complex social issues as they gained more information about them. He argues that his past polls, such as one on energy issues in Texas 1998, directly led to major policy changes by informing officials what the people feel about policy alternatives more exactly than conventional polls. However, Mullin, one of the experts who attended the event, disagrees with the idea. He said becoming more supportive of new policies after learning about expected consequences is just an already-known fact added that “it’s tough for a planning commissioner when you have five or six residents talking to you on one side, and a piece of paper on the other side”.</p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p><a href=\"http://cdd.stanford.edu/2008/threshold-2008-san-mateo-countywide-assembly-on-housing-choices/\">Project on the Center for Deliberative Democracy Website</a></p><p><a href=\"http://www.threshold2008.org/\">Threshold 2008 Official Website</a></p>", "title": "San Mateo Deliberative Poll"}