{"htmlbody": "<h3>Mission and Purpose</h3><p>The Association for Societal Participation is an international, non-partisan NGO founded in Budapest and is currently under registration. Its aim is to help create a more direct and transparent democratic form of government, using the possibilities given by the Internet.</p><h3>History</h3><p>In a democratic system, the rules of social coexistence can only be valid if people, after having created their own laws, accept and observe them. In today’s representative democracies, the legislature doesn’t work like this. Citizens do not participate in the process of law making; they usually follow the events passively as a supporter for one of the political parties.</p><p align=\"LEFT\">In view of such background we have decided to create an application specially built for the social networks which would take the importance of spontaneous organizations to a higher level by honoring the demand of voters for a greater say in the policy-shaping process and which would maximize the force of public pressure exerted on politicians while also prompting people to participate in public matters who have lost all faith in common representation built upon a consensus.</p><p align=\"LEFT\">The Webvotr project has been established by a team of youngsters committed towards democracy and the development of new web technologies.</p><h3>Major projects and events</h3><p>Currently, we are working on a project called Webvotr, a Facebook Application with the goal of providing the possibility for citizens to:<br/><br/>- be informed at regional, national, EU and international levels about the motions in Parliament and the decisions of the local governments that effect the citizens;</p><p>- to be able to discuss them and send feedback;</p>- to get a more direct say in the central decision-making process through their own initiatives by organising referendums, e-petitions and demonstrations.<br/><br/>The application aims to do this by using the mobilising power of the social web.<h3>Funding</h3><p>At the moment we are privately funded and we are in the process of fundraising.</p><h3>Publications</h3><p> </p><h3>Secondary Sources</h3><p> </p><h3>External Links</h3><p><a href=\"http://participy.org\">http://participy.org</a></p><h3>Notes</h3><p> </p>", "title": "Association for Societal Participation"}