{"htmlbody": "<h3>Problems and Purpose</h3><p>On August 11-12th, 2011, 193 residents of Seoul and the surrounding metropolitan area took part in a deliberative poll about the reunification of the two Koreas. Participants discussed the “Exchanges and Cooperation” program, North Korea’s nuclear weapons, and the government’s reunification policy. The deliberative poll was broadcast by KBS (Korea’s public broadcasting network) on December 4th, 2011 as a one hour program, part of a two-part documentary on unification.</p><h3>History</h3><p>After the end of 1910-1945 Japanese occupation of the Korean Peninsula, international powers split North and South Korea apart in a supposedly temporary division which has now lasted over 60 years. Today, autocratic, communist, and economically-weak North Korea seems a very different country from democratic, capitalist, and prospering South Korea. However, due to shared family, culture, and history between the North and the South, most citizens feel that reunification is necessary and will ultimately occur at some point in the future.</p><p>The cost of Korean reunification lies between $25 billion and $3.5 trillion. The variation in estimated costs arises because analysts may hold different assumptions about North Korea’s real starting position, may incorporate different expenses into their analysis (education costs, environmental repair, etc.), and may have different visions of what a successfully reunified state looks like, and what timeline it can be achieved upon.</p><p>Military theorists hold four theories about the future of reunification. The “gradual” approach envisions negotiations between South and North Korea eventually leading to political and economic union, first expanding Chinese-style free market laws ahead of democratic expansion. The second “status quo” approach sees North Korea continuing to use its nuclear power to win aid and economic support from the West in order to prop up the state. The third scenario, “collapse”, sees North Korea falling apart, with a failing economic breakdown and humanitarian crisis leading to political instability, state collapse, and then most likely absorption by South Korea. The final possibility is war; given the capabilities of the North Korean military, waging war would represent a last-ditch effort by North Korean ruling elite to preserve their state.</p><p>The nuclear status of North Korea has made reunification an international interest with China, Japan, Russia, and United States becoming involved in negotiations. This adds an extra political dimension to the situation, and possibly increases concern among Koreans who largely wish to achieve an independent, unified Korea. On top of the political and economic issues, citizens may also be concerned about cultural and social differences between Southern and Northern Koreans.</p><p>Reunification is a subject of heated debate in South Korea, with citizen opinions sharply divided based on generation and political party affiliation. The complexities and importance of the issue made it an ideal topic for a deliberative poll. While deliberative polling is increasingly common in the US and the EU, this was Korea’s first ever deliberative poll. </p><h3>Originating Entities and Funding</h3><p>The deliberative poll was organized by KBS and the Department of Communications and Institute for Peace and Unification Studies at Seoul National University (SNU). They were assisted by the <a href=\"http://participedia.net/en/organizations/center-deliberative-democracy\">Center for Deliberative Democracy</a> (CDD) at Stanford University in the United States.</p><h3>Participant Selection</h3><p>Participants were selected based on demographics from those who responded to an initial questionnaire sent to gauge interest. The organizers ensured that the gender ratio of participants reflected that of South Korea. They also achieved a level of geographic diversity by selecting an equal number of participants from the three metropolitan regions of Seoul, Gyunggi, and Inchon.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>SNU’s Institute for Peace and Unification Studies wrote a booklet providing background information on reunification and stating the pros and cons of different opinions on each topic. SNU distributed this booklet to every participant ahead of the event along with an opinion poll.</p><p>Upon arrival, participants first attended an Orientation Session which described the process and history of Deliberative Polling. They then divided into 17 small groups for discussion. Moderators trained by CDD facilitated each small group discussion.</p><p>Each group discussed a topic for 1.5 hours, followed by a Q&amp;A session with two experts representing the conservative and progressive viewpoints on the issue at hand who each had two minutes to respond to each question.</p><p>The first topic was the Inter-Korean Exchange and Cooperation program. The moderator began by posing the question, does the North Korean regime have to fall first or can South Korean exchanges make reunification happen? The moderator stated that there were two views of the program’s future, either reduction/abolishment or expansion, and then asked participants to state their opinions and thoughts. After participants had stated their opinions, the discussions evolved into a debate format. Each small group decided on the questions they wished to ask the experts during the Q&amp;A session which immediately followed the small-group deliberations.</p><p>The small group discussions followed a similar format for the other two issues, overcoming the nuclear problem and determining a national reunification policy.</p><p>At the end of the weekend, participants filled out an opinion questionnaire identical to that which they had filled out before attending the event. </p><h3>Influence, Outcomes, and Effects</h3><p>Participants’ opinions shifted greatly after the deliberations, creating stronger consensus on certain policies and ideas. This demonstrated that, even for such an emotional and divided topic as reunification, public opinion can change and become more agreeable, making action on the issue more possible.</p><p>For the discussions about Inter-Korean Exchanges and Cooperation, the polls showed that participants came to believe more strongly in positive economic effects and impact on reunification resulting from the two exchange program examples which were discussed. Support greatly increased (from 45.6% to 77.7%) for expanding the Gae-Sung Industrial Complex, an exchange project which both experts supported. Support also increased by a smaller margin for the Gum-gang-san Mountain Tour project (from 50.3% to 62.7%), on which the two experts had held differing opinions.</p><p>In the second discussion, participants grappled with the questions about whether aid and exchanges would support or discourage North Korea’s nuclear ambitions, and whether unification could happen without disarmament. This conversation also became heated at points as participants dealt with emotions about their ethical feeling of obligation to aid North Korea and the fear of nuclear war. Ultimately, the deliberation led to an adjustment of many participants’ opinions. The group evolved towards being less conditional with aid (43.4% to 78.3%). Support fell for South Korea developing a nuclear program of its own (53% to 34.3%). 65.8% supported a complete disarmament of North Korea, with 27.5% supporting a freeze of the program at its current state.</p><p>The final discussion about Reunification Policy covered the value of reunification, the best timing given potential cultural and social divides, whether to absorb North Korea into South Korea or follow a state system, and the policy of a unification tax. Participants were concerned about how reunification would affect Korea’s international relations. As for the other two deliberations, post-event opinions had shifted dramatically from their starting point. Many more participants felt that reunification was necessary (71.6% to 91.2%) and that it would bring benefits for South Korea (48.2% to 72.6%). 59.6% supported and 23.8% opposed reunification if it would hurt the economy. 78.2% agreed that South Korea should cover reunification costs, though opinion was split (32.6% opposing, 38.9% supporting) on the unification tax.</p><p>Videotaping the deliberative poll offered insight into the nature of deliberative decision-making by groups. Participants deliberated based on the logic and facts of the issue at hand, but individual approaches were highly informed by emotions and ethics. This led to the small groups organically keeping their decision-making grounded in the human reality of the problem. For instance, the first small-group discussion became most heated around the issue of the Geumgang Mountain Tour tourist attraction where North Korean soldiers had shot civilians and bombed a South Korean village without apology or consequences. Participants became emotional by connecting the danger to themselves personally, asking each other to imagine their feelings if it was their own family working at the site. A similar process of individuals focusing on ethical obligations or adding a personal, connection to the problem may have been responsible for the increase in support for unconditional aid. </p><h3>Analysis and Criticism</h3><p>Participants ended the event with extremely positive feelings. On a scale of 0 to 10, 92.2% rated the event overall at a 7 or above. Participants valued the small group discussions the most (94.8% rated at a 7 or above), followed by the expert Q&amp;A sessions (84.2% rated at a 7 or above) and informal conversations with participants over the weekend (79% rated at a 7 or above). Videotaped comments from individuals demonstrated many positive feelings towards the deliberative poll structure, an attribution of high importance to the event, and desire to have more similar events in the future for other issues.</p><p>Participant selection would have ideally controlled for factors beyond metropolitan residence and gender such as age, socioeconomic status, and education. The Poll could have offered a stipend to participants, free childcare, or other assistance to make the event accessible to those of lower income brackets.</p><p>Furthermore, while the Deliberative Poll assessed the opinions of Seoul-area residents, it cannot represent national citizen opinion, as residents from rural and other metropolitan regions were not included. This could be an important factor, particularly for the issue of reunification: South Korean citizens living close to North Korea may have had different, more direct experiences with safety problems, the Exchanges program, or other aspects of the issue than Seoul residents.</p><p>The choice to broadcast the event on KBS raises many interesting questions. Did the participants feel constrained or perhaps consider their opinions more carefully before speaking because they knew they were being recorded? Did more people, or perhaps a certain sort of person, volunteer to take part in the Deliberative Poll because they knew that KBS was involved? These potential impacts could perhaps be assessed through surveys the next time a broadcasting group decides to do a feature on a deliberative event.</p><p>On a broader scale, the KBS broadcast likely increased public awareness about reunification as well as participatory democracy in Korea. The documentary also has value for anyone interested in participatory democracy who wishes to see how participants reacted and deliberated in detail rather than reading reports or summaries of the event.</p><h3>Secondary Sources</h3><p><a href=\"http://cdd.stanford.edu/polls/korea/2012/kr-results-summary.pdf\">Executive Summary of Event </a>[DEAD LINK]</p><p><a href=\"http://cdd.stanford.edu/2012/results-of-deliberative-polling-on-the-issue-of-korean-unification/\">Results of the Deliberative Poll</a></p><p><a href=\"http://cdd.stanford.edu/polls/korea/\">Stanford’s Center for Deliberative Democracy page on the event, including the KBS broadcas</a>t </p><p><a href=\"http://www.strategicstudiesinstitute.army.mil/pdffiles/PUB859.pdf\">“Prospects from Korean Reunification”</a>, Colonel David Coghlan, United States Military</p><h3>External Links</h3><p><a href=\"http://english.kbs.co.kr/\">KBS </a></p><p><a href=\"http://useoul.edu/\">Seoul National University</a></p><p><a href=\"http://cdd.stanford.edu/\">Stanford Center for Deliberative Democracy</a></p>", "title": "Deliberative Poll on Korean Reunification (Seoul, South Korea)"}