{"htmlbody": "<h3>Problems and Purpose</h3><p>The \"Piano Integrato di Salute\" is the document of the Società della Salute that plans healthy and social policies. Società della Salute are public consortium between municipality and Asl (Aziende Sanitarie Locali), the organisations that manage health care. They have to guarantee good performances with a budget that is reduced every year: to do this, efficency and citizens involvement seem to be the most important answers.</p><p>The Società della Salute of the Grosseto Area, Coeso, decided to involve citizens in the construction of the new Piano Integrato di Salute 2012-2015, asking them what are problems of the territory and possibly solutions. The purpose is to enhance the \"collective intelligence\" and the numeorus social organizations to find creative and alternative solutions to solve problems of disadvantaged people and to improve healthy conditions of whole population.</p><h3>Themes, Outcomes, and Effects</h3><p>More than 150 citizens have been involved in the program. Meetings, that started on May, have been organized all over the main towns of Grosseto area (Grosseto, Castiglione della Pescaia, Civitella Paganico, Scansano and Roccastrada). At every meeting partecipated about 30 citizens (more than 70 for Grosseto). Three themes have been discussed:</p><p>a. Equity (\"How can we guarantee equal rights for everyone?\")<br/>b. Life styles (\"How can we improve our lifestyles?\")<br/>c. Pertinence (\"How can we spend better public money?\").</p><p>Citizens have been divided in groups and discussed, indicating what was the most important problem of the territory for each theme and trying to find a way to solve it. They had to elaborate a project, involving citizens and associations.</p><p>Ideas have to respect some rules:</p><p>1. Projects don't have to raise the public spending, but they have to use better the existing money;</p><p>2. Citizens that suggest project couldn't be even beneficiary: nobody can gain from the project;</p><p> Final projects are going to be voted on October and the Società della Salute of Grosseto Area, Coeso, will finance the most popular. </p><p> </p><h3>External Links</h3><p><a href=\"http://www.pisgrosseto2012.com/\">Together We Plan Health (Programmiamo Insieme la Salute)</a> [Italian]</p><p><a href=\"http://www.coesoareagr.it/index.php?option=com_content&amp;view=featured&amp;Itemid=101\">Health Society (Società della Salute) of Grosseto</a> [Italian]</p><p><a href=\"http://www.pisgrosseto2012.com/index.php?option=com_content&amp;view=article&amp;id=46:qpis-programmiamo-insieme-la-saluteq-ecco-i-6-vincitori&amp;catid=16&amp;Itemid=138\">Winning Projects</a> [Italian]</p>", "title": "PIS - \"Programmiamo Insieme la Salute\""}