{"htmlbody": "<h3><strong>Problems and Purpose</strong></h3><p>Raymond, New Hampshire is a town seeking change. A community group called Positive Raymond collaborated with the University of New Hampshire's New Hampshire Listens Program to host a one day forum in which community members could come together to discuss how to make Raymond a better place to live, work, and learn. Framing questions for the conversation included:</p><ul><li>What do you like most about living in Raymond?</li><li>What about Raymond do you think could be improved?</li><li>What is your role, as a citizen in making Raymond a better place to live, work, and learn?</li><li>What is the role of local government, business, and community organizations in making Raymond a better place to live, work and learn?</li></ul><h3><strong>History</strong></h3><p>Raymond is a rural New Hampshire community situated near a major highway. It is located 64 miles north of Boston, Massachusetts, and 17 miles west of Manchester, New Hampshire. According to the 2010 census, Raymond had a population of 10,138 residents with a median age of 39.9 and a median income of $60,313. The major employers in the community are Wal-Mart, Hannaford Supermarket and Pharmacy, the Raymond public school system, and Jackson Lumber and Millwork.</p><p>Positive Raymond is a community group composed of citizens and local business owners who joined together with the intent of improving the town of Raymond. Positive Raymond's goal is to create and implement strategies that positively affect local government, education, and economic development.</p><p>New Hampshire Listens is the civic engagement initiative of the Carsey Institute at the University of New Hampshire. At local, regional, and state levels, NH Listens engages citizens in decision making and public problem solving. NH Listens supported Positive Raymond and the greater Raymond community by providing facilitators to run 8 small groups where Raymond residents could deliberate about how to improve their community. NH Listens then compiled a report with the results of these deliberative discussions for the Raymond community to review.</p><h3><strong>Originating Entities and Funding</strong></h3><p>NH Listens is a program housed within the Carsey Institute at the University of New Hampshire. Positive Raymond raised $2,000 in funding through local business donations, which paid for the facilitators and refreshments at the event.</p><h3><strong>Participant Selection</strong></h3><p>Participation in this event was voluntary, and participants self-selected to attend the event. Over 60 residents from the community of Raymond, NH attended the event. A range of ages and both men and women were represented. The larger group of sixty participants was divided into eight smaller groups of about ten participants each. Each group had at least one facilitator assisting discussion; some groups had two facilitators.</p><h3><strong>Deliberation, Decisions, and Public Interaction</strong></h3><p>New Hampshire Listens collaborates with communities to host deliberative forums. On a Saturday morning on March 10, 2011, over 60 Raymond residents attended the Positive Raymond event. New Hampshire Listens facilitators are trained to guide the deliberative process so that all participants have an opportunity to share their views in a safe and receptive environment. NH Listens broke the large group into smaller circles of about ten participants. Within groups, each facilitator would assist the group in a four stage process including:</p><p>1. Introductions and personal stories about how participants relate to the focus topic of the dialogue.</p><p>2. Each participant was provided with a report compiled by NH Listens and Positive Raymond with data about the community. Participants had the opportunity to review and discuss this information so as to assure common, comparable levels of knowledge among the group members.</p><p>3. Analysis of the topic and its multiple dimensions, leading to selection by the group of 3-4 key issues that were seen as the most important for future discussion and action.</p><p>4. In-depth discussion of the selected key issues and articulation of a final set of views, values, or recommended actions directed at relevant decision-makers.</p><p>Although open conversation was encouraged, each group was instructed to focus their dialogue around some main focus questions. In general, these questions were intended to allow community members to discuss positive and negative aspects about the Raymond community. The focus questions provided to participants included the following list:</p><ul><li>What do you like most about living in Raymond?</li><li>What about Raymond do you think could be improved?</li><li>What is your role, as a citizen, in making Raymond a better place to live, work, and learn?</li><li>What is the role of local government, businesses, and community organizations in making Raymond a better place to live, work, and learn? How does economic development play a role?</li><li>Is Raymond a business friendly community? Why or why not?</li><li>Is Raymond a kid friendly community? Why or why not?</li></ul><p>Throughout the dialogue, facilitators and participants documented the conversation and identified recurring statement and themes. That is, information that was gleaned from each small group was inductively analyzed, moving from specific comments made by group members to general statements that represent the shared sense of the group. Both agreements and disagreements were recorded to assure that all points of view were heard and documented. The facilitator worked with the group to draft the final language reflecting areas of consensus and agreement so that there was a sense of shared ownership in the final report emerging from this process.</p><h3><strong>Influence, Outcomes, and Effects</strong></h3><p>The group facilitator took extensive notes on a large flip-chart recording the views of the participants. One participant in each group also volunteered to write a report reflecting the views of the group as a whole. Both the flip-chart notes and the group report were submitted to NH Listens. NH Listens analyzed the data of each group participating in the event to compile its final research findings in a report that was provided to the community summarizing key findings. Participants were also asked to complete an evaluation of their facilitator and the event which were integrated into the final report.</p><p>From this data, a final report was compiled that identified key issues and recommendations for future action. The key issues identified across all groups included:</p><p>1. A need for improved communication and civil discourse.</p><p>2. A desire to promote economic development of Raymond while preserving Raymond's small town feel and natural beauty.</p><p>3. A desire to challenge existing negative notions of the Raymond community by promoting positive aspects of Raymond through media, public relations, and community attitudes.</p><p>4. A need to train leaders to collaborate and communicate more effectively with the community.</p><p>For the first platform – the need for improved communication and civil discourse – all groups acknowledged challenges in regards to public discourse in Raymond and a need for mutual respect. In particular, participants felt that there were tensions within the community and that there was not enough respect, trust, and tolerance between individuals. Groups expressed a desire for more transparency and factual information as well as a formal process and place for dialogue and communication among all stakeholders and leaders.</p><p>For the second issue of economic development, groups expressed a desire to attract more businesses and residents to the Raymond community. However, equally important to the groups was to create this growth in a way that preserved the charm of Raymond, particularly its history and local character.</p><p>The third issue was that of community development and public relations. Participants felt that there was a negative stigma surrounding the community of Raymond. Community pride and positive promotion of Raymond’s successes were identified as key for increasing community engagement, participation in leadership, and promoting Raymond for economic development. Groups expressed a desire to create media and public relations to promote the positivity occurring throughout the Raymond community.</p><p>The last issue was a desire to improve leadership in the community. Participants expressed the desire to work collaboratively with leadership and stakeholders, recognizing Raymond’s diversity of perspectives and the need for inclusion. In particular, leaders needed more skills in fostering collaboration and productive communication.</p><h3><strong>Analysis and Criticism</strong></h3><p>Because the Positive Raymond conversation was a one-time event in which community members voluntarily attended and participated, it is somewhat limited in scope.  60 community members attended and individuals from a variety of backgrounds and points of view were encouraged to attend the event. However, it was difficult to ensure that the individuals who attended the event represented all points of view in the community.</p><h3><strong>External Links</strong></h3><p><a href=\"http://nhlistens.org/sites/nhlistens.org/files/media/pdf/Raymond_FinalReport.pdf\">Final Report</a></p><p><a href=\"http://www.positiveraymond.com/\">Positive Raymond</a> [DEAD LINK]</p><p><a href=\"http://nhlistens.org/\">New Hampshire Listens  </a></p><p><a href=\"http://carseyinstitute.unh.edu/\">The Carsey Institute </a></p><p><a href=\"http://unh.edu/\">The University of New Hampshire</a></p>", "title": "Raymond, New Hampshire's Community Conversation: A Collaboration of Positive Raymond and New Hampshire Listens"}