{"htmlbody": "<p> </p><p>Zebralog is a leading agency for online and cross-media civic participation in Germany. As pioneer in the field of web-based dialogues, the company has sought to create and optimize cross-media communication between citizens and state for over ten years. Zebralog designs, organizes, implements, moderates, and evaluates a wide range of participation processes, from participatory urban planning projects over participatory budgeting, to debates on legislative procedures at the federal level. As a consultancy, Zebralog strives to enable private and public organizations to enter into a dialogue with citizens. As an agency, the company takes care of the technical implementation, and as an institute, Zebralog conducts research projects and provides expert opinions.</p><h3>Mission and Purpose</h3><p>Zebralog's goal is socio-political dialogue between citizens and state at eye-level. Based on the belief in the power of good ideas that grow from the bottom, the company seeks to strengthen democratic processes through greater citizen participation. Zebralog has formulated a number of guidelines for 'good participation': <a href=\"http://www.zebralog.com/guidelines\" target=\"_blank\">www.zebralog.com/guidelines</a>.</p><h3>History</h3><p>When the founders of Zebralog met, the term \"online dialogue\" did not exist yet, at least not in Germany. At the end of the nineties, Matthias Trénel was investigating the success factors of discursive practices on the Internet at the Social Science Research Center in Berlin. Oliver Märker was working for GMD Research Center for Information Technology (now Fraunhofer Institute IAIS) in research projects to develop software that visualizes and structures argumentation. Hans Hagedorn was working as moderator of social discourse for the Hammerbacher consulting firm. When the three met each other at a workshop in 1999, entrepreneurial spirit was in the air. They were bursting with ideas and together developed visions of collaborative processes in politics, the Internet and society - inspired by ideas from urban planning over psychology to IT.</p><p>First projects for the city of Esslingen and the Berlin Senate Department for Urban Development, as well as numerous publications followed. At this point of time, Daniela Riedel, who was working with Hans Hagedorn at the Internet Start Up City&amp;Bits, joined the team. In 2003, the newly expanded team registered their non-profit association under the name of Zebralog e.V. This allowed them to further develop online dialogues for the Berlin Senate Department for Urban Development as well as for other cities, state offices and ministries. Research institutes commissioned Zebralog e.V. with studies on e-participation. In 2007 the company started to transform the registered non-profit association Zebralog e.V. into a corporation and had become pioneers and experts in e-participation. To date, they are pioneers in shaping the digital society.</p><h3>Specializations and activities</h3><p>Zebralog offers comprehensive expertise from a single source. The organization provides individual advice throughout the whole participation process: from conception to implementation and evaluation. Experienced online moderators structure the discussion and promote issue-oriented dialogue. The dialogue is continued at meetings, workshops and tours of the site. By consolidating and evaluating the results, Zebralog produces a detailed, goal-oriented image that accounts for different perspectives. Also see: <a href=\"http://www.zebralog.com/services\" target=\"_blank\">www.zebralog.com/services </a></p><h3>Major projects and events</h3><p>Zebralog has conducted more than 100 participation projects, notably municipal dialogues, participatory budgeting and eConsultations. </p><ul><li>The <strong>Cologne participatory budgeting</strong> (<a href=\"https://buergerhaushalt.stadt-koeln.de/2012/\" target=\"_blank\">http://buergerhaushalt.stadt-koeln.de</a>) has won several national and international awards. The city of Cologne introduced its first participatory budget in 2008, becoming one of the first cities in Germany to do so. Every year since then, the citizens of Cologne have been given the chance to voice their ideas as well as to rate and comment on others’ suggestions concerning the best ways to spend and save money. In cooperation with the Fraunhofer Institute IAIS (Dr. Josef Wehner), Zebralog designs and realizes the Cologne participatory budgets.</li></ul><ul><li>The <strong>cross-media municipal dialogue \"Dresdner Debatte\"</strong> aimed at large-scale citizen participation regarding the structural development of Dresden's urban areas, particularly the central square that surrounds the Frauenkirche (Church of Our Lady), an area known as the Neumarkt (New Market). The website <a href=\"http://www.dresdner-debatte.de/\">www.dresdner-debatte.de</a>, an online forum open from June 8 to July 8, 2010, gave anyone interested in the debate a chance to weigh in with their opinion. Extensive information informed website visitors about the history and architecture of the Neumarkt. They could publish their ideas and wishes for the historic heart of the city by submitting their own proposal, or by joining discussions others’ proposals. In addition to the online platforms, an information box was set up on-site at the Neumarkt, in which citizens could ask questions and discuss their ideas and concerns with experts from the urban planning department of Dresden. In 2012, the project received a special award for \"sustainable participation\" at the administration congress \"Effizienter Staat\".</li></ul><ul><li>In 2011, Zebralog conducted an <strong>eConsultation among students</strong> on behalf of the Ministry of Innovation, Science, and Research of the Land North Rhine-Westphalia. Students of North Rhine-Westphalia (NRW) had the opportunity to raise their voices about study conditions at their university or college via the website <a href=\"http://www.besser-studieren.nrw.de/\">www.besser-studieren.nrw.de</a>. More than 19,000 completed surveys and more than 14,000 student comments confirmed the necessity of offering this opportunity.</li></ul><p>Zebralog has also written expert opinions, for example for the city of Vienna, and offers online platforms that help manage citizen concerns and complaints in cooperation with Mark-a-Spot. </p><p>For more projects, please go to: <a href=\"http://www.zebralog.com/projects\" target=\"_blank\">www.zebralog.com/projects</a></p><h3>Publications</h3><ul><li>Albrecht, S., Kohlrausch, N., Kubicek, H., Lippa, B., Märker, O., Trénel, M., Vorwerk, V., Westholm, H., &amp; Wiedwald, C. (2008). <strong><a href=\"http://www.ifib.de/publikationsdateien/study_e-participation_engl.pdf\" target=\"_blank\">eParticipation:  Electronic Participation of Citizens and the Business Community in eGovernment. </a></strong>Study on Behalf of the Federal Ministry of the Interior, Division IT 1; Institut für Informationsmanagement Bremen GmbH, and Zebralog e.V.</li></ul><ul><li>Ruesch, Michelle, &amp; Märker, Oliver (2012). <strong>Real name policy in e-participation: The case of Gütersloh’s second participatory budget.</strong> In P. Parycek &amp; N. Edelmann, CeDEM – Conference for E-Democracy and Open Government, 3 – 4 May 2012, Dabube-University Krems, Austria. You can find a short presentation of the paper <a href=\"http://www.slideshare.net/dgpazegovzpi/ce-dem-realnamepolicyinepart03052012mrfinal\" target=\"_blank\">here</a>.</li></ul><ul><li>also see: <a href=\"http://www.zebralog.com/publications_en\" target=\"_blank\">www.zebralog.com/publications_en</a></li></ul><h3>External Links</h3><p><a href=\"http://www.zebralog.com\" target=\"_blank\">www.zebralog.com</a></p>", "title": "Zebralog - Experts in eParticipation"}