{"htmlbody": "<p><strong>Two $10,000 Awards Announced to Help Build Civic Infrastructure</strong></p><p><em>Seattle, WA (September 17, 2012)</em> -  Less than one month before yet another bitter presidential election, a 1,600-member organization which has promoted a healthier brand of politics for the past decade will gather in Seattle to strategize how to build a more robust civic infrastructure for our communities and country.</p><p><strong>The National Coalition for Dialogue &amp; Deliberation (NCDD)</strong>, whose leadership has participated in White House open government efforts, will host its national conference <strong>October 12-14</strong> and further ways to facilitate constructive conversations throughout the United States and build our <em>capacity</em> and culture to make better decisions and solve problems more effectively in the long term.</p><p>During the conference, leaders in the dialogue and deliberation field will explore different facets of civic infrastructure--participatory processes for institutions to use, physical locations and online spaces where citizens can gather, a cadre of trained facilitators, and vibrant networks that can mobilize to solve problems. Workshop topics include: talking across partisan divides, journalism’s role in public engagement, online civic dialogue, and enlisting local government to collaborate with citizens. More information on the conference is available at <u><a href=\"http://www.ncdd.org/events\" target=\"_blank\">www.ncdd.org/events</a></u>.</p><p>In keeping with the spirit of the conference and to honor NCDD’s 10th anniversary, the organization has also launched a pair of $10,000 awards to move the national conversation in a different—and healthier—direction. The NCDD Catalyst Awards will encourage leaders and innovators in the fields of public engagement, conflict resolution, and community problem solving to combine forces to develop projects that jump-start the field’s next best ideas and impact our communities’ and our country’s ability to solve its most challenging problems.</p><p>The <strong>Civic Infrastructure </strong>category, funded primarily by donations from the NCDD Board of Directors, will launch a collaborative project that uniquely helps build a more robust, sustainable civic infrastructure in communities and the country, and will sustain the public’s collective long-term capacity to come together to solve problems and build thriving communities.</p><p>The <strong>Bridge Building</strong> category will provide seed funds for a collaborative project that best enables people to talk and work together constructively during a time of intense political polarization. Funding for the award comes from private donors Roger Harrison and Margaret Harris.</p><p>“We see these awards as powerful tools to energize not only the dialogue and deliberation community, but also the public officials and citizens who could use dialogue to grapple with the issues we live with every day,” said Sandy Heierbacher, NCDD executive director. “We are so proud to play a role in moving our country away from partisan rancor and toward a culture where people can hear one another and bridge their divides.”</p><p>Both awards will be formally introduced at NCDD’s national conference. As part of the awards process, members will vote for their favorite entries, and the winners will be announced in January. More information about the awards can be found at <u><a href=\"http://www.ncdd.org/catalyst-awards\" target=\"_blank\">www.ncdd.org/catalyst-awards</a></u>.</p><p>The NCDD conference features several of the most distinguished leaders in the field of dialogue and deliberation. Plenary speakers include:</p><ul><li><p>Carolyn Lukensmeyer, founder of AmericaSpeaks and currently executive director of the National Institute for Civil Discourse at the University of Arizona</p></li><li><p>Eric Liu, former White House speechwriter, deputy domestic policy advisor and New York Times Notable Book author</p></li><li><p>Martha McCoy, executive director of Everyday Democracy</p></li><li><p>Pete Peterson, the executive director of Common Sense California (now the Davenport Institute of Pepperdine University)</p></li><li><p>John Gastil, Head of Communication Arts and Sciences at Penn State University</p></li></ul><p><strong><a id=\"139d4fb9c876b608__GoBack\" name=\"139d4fb9c876b608__GoBack\"></a>About NCDD</strong></p><p>The National Coalition for Dialogue &amp; Deliberation (NCDD) is a network of over 1,600 innovators who bring people together across divides to discuss, decide and take action together effectively on today’s toughest issues. NCDD serves as a gathering place, a resource center, a news source and a facilitative leader for this vital community of practice. Founded in 2002 by a coalition of 60 organizations, the coalition has taken a consultative role in a broad range of public engagement initiatives, including the White House Open Government Directive launched by President Obama in 2009. NCDD members include organizations as varied as the Jewish-Palestinian Living Room Dialogue Project, AmericaSpeaks, The Public Conversations Project, the Center for Nonviolent Communication and Everyday Democracy. Individual members are consultants, public administrators, teachers, scholars, activists, facilitators, artists, students and community leaders. More details can be found at <u><a href=\"http://www.ncdd.org/\" target=\"_blank\">www.ncdd.org</a></u>.</p><p><strong>Contact:</strong></p><p>Sandy Heierbacher<br/>NCDD Director<br/><a href=\"/cdn-cgi/l/email-protection#3c4c4e594f4f7c525f585812534e5b\" target=\"_blank\"><span class=\"__cf_email__\" data-cfemail=\"ccbcbea9bfbf8ca2afa8a8e2a3beab\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a><br/><a href=\"tel:717-243-5144\" target=\"_blank\" value=\"+17172435144\">717-243-5144</a></p>", "title": "NCDD Seattle Conference to Stress Alternatives to Mainstream Politics"}