{"htmlbody": "<p><a id=\"PURPOSE_AND_PROBLEM\" name=\"PURPOSE_AND_PROBLEM\"></a></p><h2>PURPOSE AND PROBLEM</h2><p>The CIVICUS World Assembly is a place for strengthening the rights of people around the world, to “exist, express and engage.” It involves the civil society, government, business and media in the processes it takes to make the steps towards this strengthening. These world assemblies provide a strong forum where unconnected groups can engage, in open dialogue for the benefit of civil society. They address a range of problems in the discussions at these once yearly world assemblies hoping to come to a decision through discussion and deliberation about what could be done to fix or improve the problem. In each World Assembly a series of all assembly discussions take place throughout the few days, but they also include activities such as round tables, networking sessions, workshops, formal events and most recently a new activity being added which are interactive group discussions.</p><p><a id=\"HISTORY\" name=\"HISTORY\"></a></p><h2>HISTORY</h2><p>The first CIVICUS World Assembly was held in 1995 in Mexico City. The first few assemblies were held every two years, until the decision at the 2006 Assembly held in Glasgow they decided to hold them annually. Another change included location, because of the in-depth and long process of organizing involved in each World Assembly it was decided at the 2006 Assembly to hold Assemblies in the same location for three consecutive years. This change would allow the focus to remain on the content, themes, and sub-themes that are the most important part of each Assembly, and hope to increase and promote participation. With reducing the need to process a new location every year and find the proper funding for the location the point could be returned to strengthening civil society. The World Assemblies are not that old in terms of history, nearing 15 years, although they are still happening with the most recent being held in Montreal, Canada in August of 2010. They have evolved over the years by making changes to increase the productivity, engagement, and deliberation of unconnected groups around the world. It is anticipated from the changes that have been made in past World Assemblies that there will be changes in the future as well.</p><p> </p><p><a id=\"PARTICPANT_SELECTION\" name=\"PARTICPANT_SELECTION\"></a></p><h2>PARTICPANT SELECTION</h2><p>In every World Assembly they expect about 1000 delegates from around the world, including about 60 media representatives and 60 other people normally CIVICUS staff, on the local host committee, or the board of the assembly. The delegates or participants can register themselves on the website prior to the Assembly, which allows for a varied group of people. The participants can be from businesses, non-governmental organizations, foundations, or any other person that wants to be involved in civil society. Along with participant selection there is a selection process for the host country of each World Assembly. In a similar process to hosting the Olympics but on a smaller scale, the country, more specifically the city, has to apply for the opportunity. They must prove they have or will have the location to comfortably hold the World Assembly activities and all of the people that will be attending. There are specific guidelines requiring ease of transportation, distance of venue to lodging, and many other aspects including catering. After the bids are collected the locations are visited by CIVICUS members resulting in the selection of one city, which now leads to hosting three annual World Assemblies.</p><p> </p><p><a id=\"DELIBERATION.2C_DECISIONS.2C_and_PUBLIC_INTERACTION\" name=\"DELIBERATION.2C_DECISIONS.2C_and_PUBLIC_INTERACTION\"></a></p><h2>DELIBERATION, DECISIONS, and PUBLIC INTERACTION</h2><p>The CIVICUS World Assemblies offer a variety of ways to make decisions by using deliberation. Because the participants focus on issues regarding civil society and can come to a consensus about what actions need to be taken they can take that back to their society. Involving people from around the world helps this concept, and the Assemblies hope to promote a powerful message that inspires and encourages the participants to become leaders in their own society, and interact with the public. If this could happen all around the world, some changes could be seen.</p><p> </p><p><a id=\"INFLUENCE.2C_OUTCOME.2C_and_EFFECTS\" name=\"INFLUENCE.2C_OUTCOME.2C_and_EFFECTS\"></a></p><h2>INFLUENCE, OUTCOME, and EFFECTS</h2><p>Each World Assembly has its own agenda focusing on the chosen themes and sub-themes. The themes and agenda for the four-day event is chosen by CIVICUS, the founding and supporting organization of World Assemblies, and then implemented into the various activities at the Assembly. CIVICUS, makes these decisions in the organization process however the participants are the ones who have the decision making power at the Assembly ultimately deliberating over issues and making decisions. They normally are focused around how civil society could be improved in some aspect, while focusing on the theme for that assembly.</p><p>Some of the effects and outcomes of the World Assemblies in the past have been:</p><p>Mexico City, Mexico – 1995 – 1st World Assembly This was the first World Assembly held, so the focus remained on the future and development of them. It did not have a theme or sub-theme because this idea had not been introduced yet. The effect this had was shaping the future of World Assemblies and their processes, which in turn had the effect of a successful continuance of Assemblies.</p><p>Budapest, Hungary – 1997 – 2nd World Assembly Being the second Assembly it attracted a near 500 people from 76 countries. The focus at this World Assembly was to review CIVICUS as an organization. In particular the participants looked at the issues of visibility and mobilization throughout the worlds different societies. And its main focus was creating some kind of legal environment for civil society, focusing on places that did not have as many fair or equal rights when it came to legal issues.</p><p>Manila, Philippines – 1999 - 3rd World Assembly This was the first World Assembly that took the focus of a specific theme given by CIVICUS. It was “Towards a New Civil Society: The changing of Civil Society Organizations Business and Government.” This Assembly hosted about 600 participants from all parts of society and discussed the elements of engagement in civil societies. This year there was also a major addition to World Assemblies introducing youth participation, which would eventually lead to separate Youth World Assemblies.</p><p>Vancouver, Canada – 2001 – 4th World Assembly This Assembly attracted significantly more people than the past reaching 730 participants from 87 countries. Its theme was “Putting people at the centre and the role of voluntary action in shaping social and economic change.” This Assembly was to date the most engaged and effective by reaching to outside sources and engaging with Canada’s varied and dynamic civil society. They included this by using learning exchanges as one of the activities during the Assembly. The major effect of this Assembly was the increased role of youth by introducing a project based on the Internet and daily bulletin. Not only did it focus on developing the youth participation but also addressed the issues of CIVICUS and it’s gender policies. CIVICUS took action after receiving these recommendations from the Assembly by creating new and revised policies regarding gender roles especially women’s leadership.</p><p>Gaborone, Botswana – 2004 – 5th World Assembly The theme for this World Assembly, which eventually became the motto of all World Assemblies, was “Acting Together for a Just World.” Over 700 participants from over 105 countries had discussions about economic, social, political, and civic justice in a divided world. Because of the events happening around the world, such as the effects of 9/11/01, the world was in a different state than in prior Assemblies. It also focused on a few of the specific challenges Africa was facing, including HIV/AIDS epidemic. This session created a few new additions to the sessions adding a “dream weave” where participants could state and share dreams they have.</p><p>Glasgow, Scotland – 2006 – 6th World Assembly As the assemblies continued the number of participants increased, this one drawing 800 from 100 different countries. Again it focused on the theme of “Acting Together for a Just World,” but also included sub-themes surrounding the topics of political, civic, and economic justice in civil societies. This year also marked changes in World Assemblies as a whole, deciding World Assemblies in the future would be held every year, instead of every two years, and would be held in the same location for three years in a row. This session had effects because its themes were focused on the events leading up to the G8 summit. It showed focus on a large global commitment from citizens of all kinds wanting a better and just world and the necessity of continuing to try to achieve it.</p><p>Glasgow, Scotland – 2007 – 7th World Assembly In the 7th Assembly 745 participants attended from 119 countries. The theme of accountability was stressed allowing the discussions to develop suggestions on how sectors in local, national, and international governments could improve. They focused on how these different levels of government could do this in holding themselves and others accountable hoping to improve the systems. The 2008 8th World Assembly was also held in Glasgow, allowing people to discuss and learn from experts from around the world on different issues of participatory government and development.</p><p>Montreal, Canada – August 2010 – 9th World Assembly Returning back to Canada from the 2001 Assembly the 9th followed the same overall theme of “Acting Together for a Just World” with the focus on the sub-theme “SOS: Seeking Out Solutions – Economic Justice,” as well as other themes involving “development effectiveness and climate justice.”</p><p> </p><p><a id=\"CRITICISM_AND_ANALYSIS\" name=\"CRITICISM_AND_ANALYSIS\"></a></p><h2>CRITICISM AND ANALYSIS</h2><p>The CIVICUS World Assembly’s are a process that does promote deliberation in a participatory government setting. They allow for people from around the world to gather and speak their minds about issues that need attention all around the world. By just holding these gatherings they are allowing a place for open and structured deliberation to occur. The process includes holding informative meetings as a very large group throughout the sessions, as well as smaller groups that focus on asking questions and really tackling the issues proposed, possibly coming up with solutions. Moderators are used as well in the smaller group activities to ensure the content of conversation stays “vibrant, rich, and diverse.” This addition enables the deliberative process, both the social and analytic processes of deliberation to be more successful. By ensuring all are allowed to openly address their beliefs and ideas with respect from others is also helpful to deliberation. With a variety of group sizes and activities all attendants are allowed to have a say and be an active participant, strengthening the deliberation at these Assemblies.</p><p>These gatherings are reflective of other participation based deliberative gatherings, however they have the unique characteristic that they occur around the world, include people from several different countries, and focus on large international issues, as well as smaller specific ones. By allowing this form of deliberation to take place, they hope to increase civil society and the effectiveness of it as well.</p><p>References</p><p><a class=\"external free\" href=\"http://www.civicusassembly.org/pdf/Programme_en.pdf\" rel=\"nofollow\" title=\"http://www.civicusassembly.org/pdf/Programme_en.pdf\">http://www.civicusassembly.org/pdf/Programme_en.pdf</a></p><p><a class=\"external free\" href=\"http://www.civicusassembly.org/index.php?option=com_content&amp;view=category&amp;layout=blog&amp;id=58&amp;Itemid=83&amp;lang=en\" rel=\"nofollow\" title=\"http://www.civicusassembly.org/index.php?option=com_content&amp;view=category&amp;layout=blog&amp;id=58&amp;Itemid=83&amp;lang=en\">http://www.civicusassembly.org/index.php?option=com_content&amp;view=category&amp;layout=blog&amp;id=58&amp;Itemid=83&amp;lang=en</a></p><p><a class=\"external free\" href=\"http://www.civicus.org/world-assembly\" rel=\"nofollow\" title=\"http://www.civicus.org/world-assembly\">http://www.civicus.org/world-assembly</a></p><p><a class=\"external free\" href=\"http://www.civicus.org/civicus-home\" rel=\"nofollow\" title=\"http://www.civicus.org/civicus-home\">http://www.civicus.org/civicus-home</a></p><p><a class=\"external free\" href=\"http://webcache.googleusercontent.com/search?q=cache:aCpTIeAT87IJ:www.civicus.org/new/media/WorldAssembly-Call-Host-2009.doc+civicus+1995+world+assembly&amp;cd=2&amp;hl=en&amp;ct=clnk&amp;gl=us\" rel=\"nofollow\" title=\"http://webcache.googleusercontent.com/search?q=cache:aCpTIeAT87IJ:www.civicus.org/new/media/WorldAssembly-Call-Host-2009.doc+civicus+1995+world+assembly&amp;cd=2&amp;hl=en&amp;ct=clnk&amp;gl=us\">http://webcache.googleusercontent.com/search?q=cache:aCpTIeAT87IJ:www.civicus.org/new/media/WorldAssembly-Call-Host-2009.doc+civicus+1995+world+assembly&amp;cd=2&amp;hl=en&amp;ct=clnk&amp;gl=us</a></p><p><a class=\"external free\" href=\"http://www.ubuntu.upc.edu/civil_society/meetings/71/eng\" rel=\"nofollow\" title=\"http://www.ubuntu.upc.edu/civil_society/meetings/71/eng\">http://www.ubuntu.upc.edu/civil_society/meetings/71/eng</a></p><p><a class=\"external free\" href=\"http://www.civicus.org/new/media/e-CIVICUS395.pdf\" rel=\"nofollow\" title=\"http://www.civicus.org/new/media/e-CIVICUS395.pdf\">http://www.civicus.org/new/media/e-CIVICUS395.pdf</a></p><p>Secondary Sources</p><p>Civicus. Citizens: Strengthening Global Civil Society. World Assembly Edition. Washington DC, US: Brookings Institution, 1995. Print.</p><p>Gastil, John. Political Communication and Deliberation. 1st ed. Thousand Oaks, CA: Sage Publications Inc., 2008. Print.</p><p> </p><p>External Links</p><p><a class=\"external free\" href=\"http://www.civicus.org\" rel=\"nofollow\" title=\"http://www.civicus.org\">http://www.civicus.org</a></p><p><a class=\"external free\" href=\"http://www.civicus.org/world-assembly\" rel=\"nofollow\" title=\"http://www.civicus.org/world-assembly\">http://www.civicus.org/world-assembly</a></p><p><a class=\"external free\" href=\"http://www.jhsnider.net/citizensassembly/\" rel=\"nofollow\" title=\"http://www.jhsnider.net/citizensassembly/\">http://www.jhsnider.net/citizensassembly/</a></p><p><a class=\"external free\" href=\"http://www.civicus.org/civicus-home\" rel=\"nofollow\" title=\"http://www.civicus.org/civicus-home\">http://www.civicus.org/civicus-home</a></p>", "title": "CIVICUS World Assembly"}