{"htmlbody": "<h3>Problems, Purpose, History </h3><p>Originating in Puerto Alegre in 1989, Participatory Budgeting (PB) has been implemented throughout the world.  Jarabacoa is not a place known for its strength of civil society or citizen engagement.  This pilot program of PB using SMS aims to increase civil society and involve citizens for greater government transparency and accountability. PB is part of a broader better governance intitative of the World Bank Initative and United Nations Development Program.  PB has been regarded as a \"best practice\" for open and more effective governance.  The pilot project is part of a larger World Bank Institute programmatic strategy of using Internet Communication Technologies (ICT) for greater citizen engagement and participation.  The pilot uses SMS as a two way communicative tool for citizens to be involved with budgetary decision making. </p><h3>Originating Entities and Funding</h3><p>Program sponsored by the World Bank Institute's ICT4Gov divison working with local partners on the ground.Jarabacoa Municipal Council approved the plan to integrate SMS into PB and conveyed information regarding dates, times, and locations for meetings.</p><h3>Participant Selection</h3><p>A total of 848 cell phone numbers were collected through disparate measures: by the delegates of PB, through community leaders and community meetings, and by going house to house to collect information. The initial SMS contact invited participants to an in person community assembly for PB on Friday January 13th and voting for Saturday January 14.th In addition to meeting date and location information these messages were personalized with the recipients name and a message tailored uniquely for women with motivational phrases such as “Women, let out voices be heard!” In contrast, the message inviting men to vote simply said, “Have you voted for your favorite work?”</p><p>SMS was the most successful media to convince people to participate. 32.2% of people in the district targeted by SMS had not participated before in PB, while in district that were not targeted by SMS only 20.9% new participants showed up. Community leaders were less convincing than SMS to encourage people to participate. SMS was also effective at bringing out people who had not participated in PB before.  People living in districts targeted by the SMS campaign are more likely to declare that they are members of a party or a political association.  61% of people are members in an SMS district, while only 55% are members in a non-SMS district.  SMS reached out more to people that did not participated in PB before but were participants in traditional politics. </p><h3>Deliberation, Decisions, and Public Interaction</h3><p>A second type of SMS contact enabled recipients to text back with a vote choice.  The Jarabacoa Municipal Council, governing the rules of PB, decided that vote results collected through SMS would be given the weight of 25% of the elected work in participatory budget assemblies.  When voting via SMS recipients were given two project options and a third “other work” option that indicated that neither of the first options matched the voter’s preferences.  The works elected through SMS ended up as the winning entry at one of the in person budget assemblies.</p><h3>Influence, Outcomes, and Effects</h3><p>SMS messages instructing people to vote were effective motivators for voting participation.  78% of survey participants identified SMS as a very useful mechanism to be informed of PB meetings.  SMS was identified as the way the majority of the new and returning participants heard about PB. 62% of new participants and 54% of returning participants found out about PB through SMS and 55% of them said SMS was the reason for them to attend more meetings.  59% of the people who attended a meeting received an SMS to vote for a PB work with 81% of respondents feeling favorably about SMS as a complementary voting tool for PB.</p><p>The data shows citizens enjoyed receiving SMS messages without a backlash.  The district targeted by SMS viewed SMS as the most useful tool to convey information.  Therefore, citizens were not frustrated or annoyed by receiving SMS as a complement to voting </p><h3>Analysis and Criticism</h3><p>Critics could contend that one of the principal goals of PB is to bring people for face-to-face deliberation and communicative.  Based on Habermas' ideal of communicative action (1989), some may question the ability for SMS-enhanced PB to create lasting civic relationships and social capital (Putnam 1993).  The impact of ICT platforms of civic engagement is a nascent field without enough research behind it to make solid claims for its usefulness.  In order for SMS enhanced PB to worth doing, it must show that SMS can be effective two way tool while also building the important in-person relationships that PB is so effective as forging. </p><h3>External Links</h3><p><a href=\"http://beta.ict4gov.org/countries/dominican-republic/\">Open Development Technology Alliance - Dominican Republic</a></p><p><a href=\"http://thegovlab.org/wiki/World_Bank_ICT4Gov\">GovLab - World Bank ICT4Gov</a></p><p><a href=\"http://wbi.worldbank.org/boost/Data/boost/boostcms/files/field/tools-resources-attachment/presentation_icts.pdf\">World Bank ICT4Gov Presentation</a></p>", "title": "Participatory Budgeting with SMS (Jarabacoa, Dominican Republic) "}