{"htmlbody": "<h3>Mission and Purpose</h3><p>The <a href=\"http://wedrawthelines.ca.gov\">California Citizens Redistricting Commission</a> is a political redistricting organization that operates on behalf of the state of California. Its main responsibilities include evaluating the 2010 United States Census and determining new <a href=\"http://en.wikipedia.org/wiki/California_State_Senate\">Senate</a>, <a href=\"http://en.wikipedia.org/wiki/California_State_Assembly\">Assembly</a> and <a href=\"http://en.wikipedia.org/wiki/State_Board_of_Equalization_%28California%29\">Board of Equilization</a> districts accordingly.</p><h3>History</h3><p>The commission was created in November 2008 following the passage of <a href=\"http://en.wikipedia.org/wiki/California_Proposition_11_%282008%29\">Proposition 11</a> in California (also known as the <a href=\"http://en.wikipedia.org/wiki/California_Proposition_11_%282008%29\">Voters First Act</a>). In 2010, <a href=\"http://en.wikipedia.org/wiki/California_Proposition_20_%282010%29\">Proposition 20</a> (also known as the <a href=\"http://en.wikipedia.org/wiki/California_Proposition_20_%282010%29\">Voters First Act for Congress</a>) was proposed to the people of California. Proposition 20's passage assigned the responsibility of redrawing the states Congressional District boundaries to the California Citizens Redistricting Commission also following the <a href=\"http://en.wikipedia.org/wiki/2010_US_Census\">2010 United States Census</a>. The Commission faced opposition from incumbent California politicians because \"many safe seats in the Legislature could suddenly become compeititve. [6]</p><p>The Constitution requires that the commission have 14 members, comprised of three groups of registered voters—5 who are registered with the largest political party in the state, 5 who are registered with the second largest political party in the state, and 4 who are not registered with either of these parties. The commissioners were selected in November and December 2010 and were required to complete the redistricting by August 15th, 2011. Actions by the commission to adopt (or “certify”) district boundaries require the approval of nine commissioners, including at least three “yes” votes from each of the three groups of commissioners.<a href=\"http://www.lao.ca.gov/ballot/2012/40_11_2012.aspx\">[1]</a></p><h3>Commission Selection and Processes</h3><p><em><strong>Commission Application</strong></em></p><p>After the passage of <a href=\"http://en.wikipedia.org/wiki/California_Proposition_11_%282008%29\">Proposition 11</a> in November 2008, the <a href=\"http://www.bsa.ca.gov/\">California Bureau of State Audits</a> (BSA) adopted the regulations on October 20th, 2009. This paved the way for the Applicant Review Panel to be randomly selected on November 16th, 2009. The website wedrawthelines.ca.gov opened soon after with an application to be on the commission. The application open on December 15th, 2009 and was available through February 16th, 2010. Soon after, the BSA decides added new regulations that stipulated that the first eight commissioners sleected would interview and decide on the remaining six.</p><p>The <a href=\"http://www.bsa.ca.gov/\">California State Auditor</a> estimates that over 30,000 applications were recieved for the commision. After preliminary eliminations of incomplete applications, a secondary application was sent out to those who applied on the February 17th, 2010 and was available until April 19th, 2010. 5,000 applications were resubmitted and from those a three-member panel from the BSA reviews the applications and conducted interviews to establish a pool of 20 Democrats, 20 Republicans and 20 applicants from neither major party. This list of 60 names was forwarded to the California State Legislature on September 29th, 2010.</p><p>After the 60 finalists' names were recieved, the California Assembly Speaker, the California Senate President Pro Tempore, and the minority leaders of both the Assembly and the Senate jointly reduced the pool to 12 members within each classification as required by law. The Legislature sent this list of names on November 12th, 2010 back to the State Auditor who then randomly drew three Democrats, three Republicans and two applicants of neither major party to become commissionsers. These eight commissioners were notified over thier selection on November 18th, 2010 and were quickly taked with selecting the other six commissioners from the remaining pool by December 15th, 2010.</p><p><strong><em>Selected Commissioners</em></strong></p><p>Executive Director</p><ul><li>Daniel Claypool</li></ul><dl><dt>Democrats</dt></dl><ul><li>Gabino Aguirre</li><li>Angelo Ancheta</li><li>Maria Blanco</li><li>Cynthia Dai</li><li>Jeanne Raya</li></ul><dl><dt>Republicans</dt></dl><ul><li>Vincent Barraba</li><li>Jodie Filkins Webber</li><li>Lilbert \"Gil\" R. Ontai</li><li>Michael Ward</li><li>Peter Yao</li></ul><dl><dt>Other</dt></dl><ul><li>Michelle R. DiGuilio</li><li>Stanley Forbes</li><li>Connie Galambos Malloy</li><li>M. Andre Parvenu</li></ul><p>Read their biographies <a href=\"http://wedrawthelines.ca.gov/bios.html\">here</a>.</p><p><em><strong>Map Drawing Procedure</strong></em></p><p>The <a href=\"http://en.wikipedia.org/wiki/California_Proposition_11_%282008%29\">Voters First Act</a> of 2008 and the <a href=\"http://en.wikipedia.org/wiki/California_Proposition_20_%282010%29\">Voters First Act for Congress</a> of 2010 amended <a href=\"http://www.leginfo.ca.gov/.const/.article_21\">Article XXI section 2(d)</a> of the <a href=\"http://www.leginfo.ca.gov/calaw.html\">California Constiution</a> to establish criteria that the Commission was obligated to follow as it began to create the new districts:</p><ol><li>Population Equality - Districts all must comply with the United States Constiutional requirement of \"one person, one vote.\"</li><li><a href=\"http://en.wikipedia.org/wiki/Voting_Rights_Act\">Federal Voting Rights Act</a> - Districts all must ensure equal opportunity for minority candidates to be elected.</li><li>Geographic Contiguity - All areas with a district must be connected. An exception is hereby made for islands and peninsulas/isthmus.</li><li>Geographic Integrity - Districts all must minimize the division of cities, counties, neighborhoods and communities of interest. A community of interest is defined as a population area that shares similar social and economic interests.</li><li>Geographic Compactness - Districts all must not bypass nearby communities for more distant communities.</li><li>Nesting - Each Senate district shall comprise two whole Assembly districts. Board of Equalization distrcits shall be comprised of 10 Senate districts.</li></ol><p><strong><em>Ensuring Transparency</em></strong></p><p>Additionally; incumbents, candidates or political parties cannot be consulted during the district drawing process. <a href=\"http://www.leginfo.ca.gov/.const/.article_21\">Article XXI section 2(d)</a> of the <a href=\"http://www.leginfo.ca.gov/calaw.html\">California Constiution</a> also requires that the Commission \"conduct an open and transparent process enabling full public consideration and comment on the drawing of district lines.\" Taking this into consideraton, the Commission facilitated 34 hearings across the state and had 2700 citizens offer public testimony. Organizations such as the <a href=\"http://en.wikipedia.org/wiki/League_of_Women_Voters\" title=\"League of Women Voters\">League of Women Voters</a>, <a class=\"external text\" href=\"http://www.cafwd.org/\" rel=\"nofollow\">California Forward</a>, <a href=\"http://en.wikipedia.org/wiki/Common_Cause\" title=\"Common Cause\">Common Cause</a>, the <a href=\"http://en.wikipedia.org/wiki/California_Chamber_of_Commerce\" title=\"California Chamber of Commerce\">California Chamber of Commerce (CalChamber)</a>, <a href=\"http://en.wikipedia.org/wiki/Equality_California\" title=\"Equality California\">Equality California</a>, <a class=\"mw-redirect\" href=\"http://en.wikipedia.org/wiki/Mexican_American_Legal_Defense_and_Educational_Fund_%28MALDEF%29\" title=\"Mexican American Legal Defense and Educational Fund (MALDEF)\">Mexican American Legal Defense and Educational Fund (MALDEF)</a>, the <a href=\"http://en.wikipedia.org/wiki/Asian_Pacific_American_Legal_Center\" title=\"Asian Pacific American Legal Center\">Asian Pacific American Legal Center</a>, the <a href=\"http://en.wikipedia.org/wiki/National_Association_for_the_Advancement_of_Colored_People\" title=\"National Association for the Advancement of Colored People\">National Association for the Advancement of Colored People (NAACP)</a>, the <a href=\"http://en.wikipedia.org/wiki/Silicon_Valley_Leadership_Group\" title=\"Silicon Valley Leadership Group\">Silicon Valley Leadership Group</a>, and the <a href=\"http://en.wikipedia.org/wiki/Sierra_Club\" title=\"Sierra Club\">Sierra Club</a> also offered testimony to the Commission. The Commission's <a href=\"http://wedrawtheline.ca.gov\">website</a> also recieved 20,000 public comments that were taken into consideration.</p><p><em><strong>Map Controversy</strong></em></p><p>Since the process was so transparent, public testimony was often partisan in nature. These citizens hoped to influence the Commission during the hearing process to ensure the new districts would be favorable to thier political affilaition. In a very controversial article investigative journalism publisher <a href=\"http://en.wikipedia.org/wiki/ProPublica\" title=\"ProPublica\">ProPublica</a> found evidence that the <a href=\"http://www.cadem.org/\" title=\"California Democratic Party\">California Democratic Party</a> coordinated with members of the community to manipulate the process. The <a href=\"http://cagop.org\" title=\"California Republican Party\">California Republican Party</a> was quick to call for an investigation, despite the fact that many members of the media believe the <a href=\"http://cagop.org\" title=\"California Republican Party\">California Republican Party</a> to have conducted similar efforts. In response, the Commission issued a press release ensuring the public that it \"had its eyes wide open\" and \"were not unduly influenced.\"</p><h3>Results</h3><p>The <a href=\"http://wedrawthelines.ca.gov\">California Citizens Redistricting Commission</a> certified its new district maps on August 15th, 2011. It was put to a vote using the \"supermajority\" that was stipulated by <a href=\"http://www.leginfo.ca.gov/.const/.article_21\">Article XXI section 2(c) and 2(g)</a> of the <a href=\"http://www.leginfo.ca.gov/calaw.html\">California Constiution</a>. Maps for the state legislature passed each with a 13-1 vote. Maps for the Congressional districts passed with a 12-2 vote.</p><h3>Legal Challenges</h3><p>The <a href=\"http://www.courts.ca.gov/supremecourt.htm\">California Supreme Court</a> has thrice ruled unanimously in favor of the Commission's maps, finding them in compliance with both the <a href=\"http://www.archives.gov/exhibits/charters/constitution.html\">United States Constitution</a> and the <a href=\"http://www.leginfo.ca.gov/calaw.html\">California Constiution</a>. In response to the filing of addtional lawsuits, the <a href=\"http://www.justice.gov/\">United States Department of Justice</a> granted preclearance of the Commission's maps under Section 5 of the <a href=\"http://en.wikipedia.org/wiki/Voting_Rights_Act\">Federal Voting Rights Act</a>. This streamline the map implementation and ensure that they would take effect during the June 12th, <a href=\"http://www.sos.ca.gov/elections/2012-elections/june-primary/\">2012 Presidential Primary</a> even if litigation was still pending. Republican's intially disagreed with this action and subsequently put a referndum on the November 6th, 2012 ballot as <a href=\"http://en.wikipedia.org/wiki/California_state_elections,_November_2012#Proposition_40\">Proposition 40</a> to repeal the <a href=\"http://en.wikipedia.org/wiki/California_State_Senate\">Senate</a> maps. The <a href=\"http://cagop.org\">California Republican Party</a> has since changed its mind and is no longer opposing the impementation of the new districts.</p><h3>Long Term Impacts</h3><p>While it can be difficult to judge the impacts of non-partisan redistricting right away, a few independent studies by the <a href=\"http://en.wikipedia.org/wiki/Public_Policy_Institute_of_California\" title=\"Public Policy Institute of California\">Public Policy Institute of California</a>, the <a href=\"http://en.wikipedia.org/wiki/National_Journal\" title=\"National Journal\">National Journal</a>, and <a href=\"http://en.wikipedia.org/wiki/Ballotpedia\" title=\"Ballotpedia\">Ballotpedia</a> have concluded that California now has some over the most competitive districts in America. This creates a breadth of opportunities for elected officals to face their constituents and ensures that all elections are not simply coronations. As an example, between 2000 and 2010 the <a href=\"http://en.wikipedia.org/wiki/United_States_congressional_delegations_from_California\">California Congressional Delegation</a> was so safe that only one seat switched parties in 255 races. This was due to the partisan gerrymandering that was associated with redistricing after the <a href=\"http://www.census.gov/main/www/cen2000.html\">2000 census</a>, which in turn inspired the <a href=\"http://wedrawthelines.ca.gov\">California Citizens Redistricting Commission</a>.</p><h3>Funding</h3><p>This referendum has no fiscal impact on the state and local governments.<a href=\"http://www.lao.ca.gov/ballot/2012/40_11_2012.aspx\">[2]</a></p><h3>Publications</h3><ul><li><a href=\"http://wedrawthelines.ca.gov/maps-final-draft-assembly-districts.html\">Maps Final Draft: Assembly Districts</a></li><li><a href=\"http://wedrawthelines.ca.gov/maps-final-draft-senate-districts.html\">Maps Final Draft: Senate Districts</a></li><li><a href=\"http://wedrawthelines.ca.gov/maps-final-draft-congressional-districts.html\">Maps Final Draft: Congressional Districts</a></li><li><a href=\"http://wedrawthelines.ca.gov/maps-final-draft-board-of-equalization-districts.html\">Maps Final Draft: Board of Equalization Districts</a></li><li><a href=\"http://wedrawthelines.ca.gov/downloads/meeting_handouts_082011/crc_20110815_2final_report.pdf\">CRC FINAL REPORT ON 2011 REDISTRICTING</a></li></ul><h3>Secondary Sources</h3><ul><li><a href=\"http://www.latimes.com/news/la-redistricting-map-july-2011,0,3633335.html\">California's citizen commission final district maps: Find out what's changed where you live.</a></li><li><a href=\"http://swdb.berkeley.edu/gis/gis2011/\">Berkley District Maps GIS</a></li><li><a href=\"http://www.sfgate.com/opinion/openforum/article/Yes-on-Prop-40-for-fair-redistricting-3954742.php\">Yes on Prop 40 for fair redistricting</a></li><li><a href=\"http://spartandaily.com/86489/proposition-40-redistricting-state-senate-districs-referendum\">Proposition 40 – Redistricting, State Senate Districs, Referendum</a></li><li><a href=\"http://www.time.com/time/nation/article/0,8599,2083189,00.html#ixzz29gNeMIuV\">California vs. the Gerrymander: Why Republicans Are Quaking</a></li><li><a class=\"external text\" href=\"http://www.latimes.com/news/local/la-me-new-maps-20110611,0,739110.story\" rel=\"nofollow\">District maps draw a new political landscape</a></li></ul><h3>External Links</h3><ul><li><a href=\"http://wedrawthelines.ca.gov/\">Offical Website [wedrawthelines.ca.gov] </a></li><li><a href=\"http://wedrawthelines.ca.gov/viewer.html\">View Meetings (Video)</a></li><li><a href=\"http://wedrawthelines.ca.gov/transcripts.html\">Meetings Transcripts</a></li><li><a href=\"http://wedrawthelines.ca.gov/faq.html\">Frequently Asked Questions</a></li></ul>", "title": "California Citizens Redistricting Commission"}