{"htmlbody": "<h3>Problems and Purpose</h3><p>\"Citizen Budget\" is an innovative online tool to improve your public budget consultations. Our customizable budget simulator is at the cutting edge of online engagement and educates your residents about government services, budget tradeoffs and limits to government spending in a fun, user-friendly and and dynamic way. It can also significantly increase the number of residents engaging in the budget process, providing you with a wealth of information.</p><p>Traditionally, governments, schools and other bodies have held public meetings to solicit feedback on their budgets. However, these public meetings have significant limitations: they are costly, attendance is limited or dominated by a few people/groups and there are time restrictions on each person's participation.</p><p>Citizen Budget simulator puts your residents in the shoes of public administrators as they manipulate real numbers of the city budget and see the impacts to services and their taxes immediately. Through this 10 minute exercise, your residents deepen their appreciation on how municipal services are delivered and learn about the important tradeoffs made by city leaders. The city receives the residents' submissions  in aggregate, in a personalized dashboard with data available in an easy-to-use Excel download.</p><p>There are 3 versions of Citizen Budget :</p><ol><li>the tax version (where residents vote on how their tax dollars are spent)</li><li>a capital project consultation such as recreation or aquatics center, new park, library, etc.</li><li>the 'balance-the-budget' version which can be seen on our website demo at <a href=\"http://demo.citizenbudget.com\" target=\"_blank\"> http://demo.citizenbudget.com/</a></li></ol><p>Citizen Budget comes fully hosted and maintained, with your own private dashboard,  your choice of domain name and a dedicated page for each person's submission integrated with social media and email to encourage friends and family to participate as well.</p><h3>Originating Entities and Funding</h3><p>Created by Open North, Citizen Budget annual licence starts at $1,750.</p><h3>Influence, Outcomes, and Effects</h3><p>The borough of Plateau Mont-Royal in Montreal used Citizen Budget to consult its residents on its 2012 budget. Of its 100,000 residents, over 6,000 visited the website and 600 submitted full budgets with comments. The online consultation reached more residents than a previous, traditional consultation at 10% of the costs.</p><ul class=\"bullets\"><li>out of 100,000 residents, 4,500 visited the consultation website</li><li>732 residents submitted balanced budgets</li><li>over 25% of traffic generated from social media</li></ul><p><br/>Richard Ryan, a Plateau Mont-Royal councillor, put it aptly, \"For me, this type of online consultation is a public education tool that allows citizens to take their place within government... Both citizens and elected officials appreciated the outreach and educational aspects of the web application, to better understand the budget and the difficulties in making decisions to achieve a balanced budget.” With respect to the traditional, offline participatory budgeting process conducted by a previous administration, “It is no longer a question of spending hundreds of thousands of dollars over 3 years in order for a small select group to vote on how to spend 1 or 2 million dollars.\"</p><p> </p><p>The City of Newmarket launched a Citizen Budget consultation in the summer of 2012 which included a new feature allowing residents to see the impact of their changes on their taxes. By altering city services, the citizens of Newmarket were able to see in real-time, how their property taxes would be affected based on their property's value.</p><blockquote><p class=\"quotation\">“2012 was Newmarket’s first year employing an on-line budget tool as part of the overall communications plan to engage the community in the annual budget process. The evolution of our survey into an electronic format provided our Council with insight into service levels and tax spending choices, and helped to inform Council when making budget decisions. The on-line tool helped us to increase our response rate, tripling it from the previous year’s budget, and the open-ended feedback was invaluable for planning projects and priorities for the year ahead.”</p><p class=\"attribution\">— Cindy Wacket, Corporate Project Consultant, Strategic Initiatives, Town of Newmarket</p></blockquote><h4>Strong Participation</h4><ul class=\"bullets\"><li>of 80,000 residents, the consultation received over 1,200 visitors</li><li>287 budgets were submitted by residents</li></ul><p> </p><p>The Township of Langley launched a Citizen Budget consultation in early 2013 which took advantage of the platform's customizability by matching the user interface to their brand identity. The consultation asked residents to indicate their preferences on a series of budget questions and also answer traditional \"top of mind\" survey questions.</p><blockquote><p class=\"quotation\">“I was very impressed with Open North’s responsiveness to our questions the first time through the process. [Open North] showed great initiative in recommending effective wording that helped us put our best foot forward with our community. I look forward to next year and creating a more robust list of survey questions to engage the community more fully. Great value for the amount paid!”</p><p class=\"attribution\">— Karen Sinclair, Deputy Director of Finance, Township of Langley</p></blockquote><h4>Actionable Results</h4><ul class=\"bullets\"><li>participants 55 and over chose lower budgets for annual traffic calming than those 25-54</li><li>75.5% of residents suggested a change to the Conservation Education program</li></ul><p> </p><h3>External Links</h3><p><a href=\"http://www.citizenbudget.com\">www.citizenbudget.com</a></p><p><a href=\"http://www.opennorth.ca\">www.opennorth.ca</a></p><h3> </h3><p> </p>", "title": "Citizen Budget"}