{"htmlbody": "<h3>Mission and Purpose:</h3><p>The Oregon's Kitchen table key objectives is to have deliberative conversations that will lead to affective decision making. This organization wants all voices to be heard. Most of the time people want to be apart of this decision making becuase it affects them, but majority of these people don't know where to start. For those who know how to share their opinions and concerns might not always feel like their voice is being heard. Oregon's Kitchen Table aspires to resolve these issues and incorporate all of Oregon's voices into the decision making process. As well, Oregon's Kitchen Table wants to increase political intrest in general. </p><p> </p><h3>History</h3><p>The project launched May 4th 2012 </p><p> </p><h3>Specializations and activities</h3><p>Oregon's Kitchen Table specializes in Politics and Public issues. Oregonians get to sit at the table and have a discussion about political issues.</p><p>Taking Action: </p><p>There are many ways you can contribute to Oregon's Table. The First, take a seat at the table and sign up online. Second, spread the word! Tell your friends about Oregon's Kitchen Table. They need your help reaching out to the community. Also, contact your legislator. Making the legislators aware that this project is important to themselves and their people is a crucial step in making a difference. As well, people can make a donation to Oregon's Kitchen Table. They operate through public and individual funding. Anything helps and they appreciate your support. Lastly, share a photo! Oregon's Kitchen Table has a flicker and facebook page where you can sumbit photos of people at your own kitchen table. </p><h3>Major projects and events</h3><p>Project Partners: </p><p>-Oregon's Kitchen Table is working with partnerships with libraries, to help serve those in lower income areas, and do not have access to internet and other resources to participate in the disscussion of politcal issues.</p><p>-They also invite many to offer suggestions, to make the program more accessible.</p><p>-On the Oregon Kitchen Table's Facebook page, there are several links to events, where Oregonians can gather to have open disscussion.</p><h3>Funding</h3><p>Oregon's Kitchen Table is funded through a list of groups, including:</p><p>-non-profit organizations</p><p>-Civic Leaders</p><p>-local and national state government and leaders</p><p>-Individual donations</p><h3>Publications</h3><p>-The Oregon's Kitchen Table has published several of its findings on its website. These findings include tallied results of what the participants think about various issues.</p><p>-These findings come in the form of a published, organized report, that includes statistics from its member's votes, and direct quote of what participants think on certain issues. These findings have links on the website that are extremely accessible for those interested in joining the program.</p><h3>Secondary Sources</h3><ul><li><a href=\"http://oregonskitchentable.org/the-latest/\">http://oregonskitchentable.org/the-latest/</a></li></ul><h3>Mailing Address </h3><p>NPCC<br/>P.O. Box 751<br/>Portland, OR 97201</p><h3> </h3><p> </p><p> </p>", "title": "Oregon's Kitchen Table "}