{"htmlbody": "<p><em>The contents of this case study were consolidated with information from another version submitted by </em>Manon Abud<em> in 2010 to </em><a href=\"http://www.vitalizing-democracy.org/\">Vitalizing Democracy</a><em> as a contestant for the 2011 Reinhard Mohn Prize.</em></p><p>Developing a Framework for a Mental Health Strategy for Canada was iniItiated by the Mental Health Commission of Canada and took place from June 2008 to September 2009. The Mental Health Commission was tasked with initiating and guiding a participatory process that would result in Canada’s first <em>national</em> mental health strategy. To do this, it adopted a two-phased approach—focusing first on “<em>what</em>” a transformed mental health system might look like and then, on “<em>how</em>” to achieve this vision.</p><p>The project was an extensive, pan-Canadian public and stakeholder engagement process. It was designed to provide Canadians with an opportunity to contribute to the development of a document called “Towards Recovery and Well-Being – A Framework for a Mental Health Strategy for Canada.\" Overall, close to 2,500 individuals and over 400 stakeholder groups participated directly in this process. Through a mix of online consultations and in-person dialogues, they participated from every Canadian province and territory. Their feedback on the Framework (and on the Commission’s approach) was very positive, and the congruence between what was heard in-person and online was striking. As a result, the original Framework document was substantially modified to reflect this input (i.e., the insertion of a vision statement, the reframing of each goal statement and of key concepts, and the elimination of one goal).</p><h3><strong>Purpose and Problem</strong></h3><p>According to the Canadian Constitution, mental health care is mainly officially the responsibility of and under the jurisdiction of individual provinces. Canada’s lack of a national mental health strategy was in large measure a result of this constitutional reality. Canada, in fact, was the only G8 country without a mental health strategy because of this complex legal situation.</p><p>Given this fact, although the Mental Health Commission of Canada was tasked with leading the creation of a mental health strategy for the country, it did not (and still does not) have the authority to implement or evaluate it. What it did have, and what this project was all about, was the ability to produce a robust model for collaboration across federal, provincial and territorial jurisdictions—that is, a participatory model that could position the Commission to engage the public and key stakeholders in the development of a pan-Canadian mental health strategy by articulating a strategic framework—complete with benchmarks and targets—and to translate such a strategy into meaningful action.</p><p>It is very important for Canada to implement an overarching national mental health strategy because “each year, about one in every five Canadians will experience a diagnosable mental health problem or illness.\" Consequently, a strong collaborative strategy would enable a mental health system to promote a higher quality of life for the diverse needs of those who need assistance with their mental health. With collaboration from the federal and provincial governments, community partners, the Mental Health Commission, and willing individual Canadian participants, Canada can achieve a more effective mental health care system.</p><p>The Commission’s challenge is therefore an important and complex one. It must create a consensus-based framework to guide the implementation of a comprehensive, pan-Canadian strategy for mental health promotion, prevention and treatment. It must all the while navigate within both the legal parameters of Canada’s complex constitutional framework and a vast array of competing interests for limited public and private resources.</p><h3><strong>History</strong></h3><p>Research shows that up to one out in four Canadians will, at some point in their lives, struggle with mental health problems or illnesses. Despite this fact, the quality and quantity of services available to those affected remain insufficient. Indeed, only about one-third of Canadians living with a mental health problem or illness can obtain the services or support that could help them. The situation is much worse for children, older adults, minority groups and those in northern, remote and Aboriginal communities. Only a quarter of children and youth, for instance, receive the specialized treatment services that they need. Stigma and fear also keep many from seeking appropriate help, while others have trouble finding help in a confusing and complex system. Others cannot afford the necessary prescription drugs or private therapy.</p><p>A landmark report produced by the Canadian Senate Committee on Social Affairs, Science, and Technology—called “Out of the Shadows at Last: Transforming Mental Health, Mental Illness and Addictions Services in Canada” (Kirby, M., &amp; Keon, W. 2006)—concluded that Canada is in urgent need of a “profound transformation of the mental health system … a genuine system that puts people living with mental illness at its centre, with a clear focus on their ability to recover”.</p><p>Thus, in 2007, the federal government, in collaboration with the provincial and territorial governments, announced the creation of the Mental Health Commission of Canada. Its mission was to act as a catalyst for developing Canada’s mental health strategy. By creating the Commission, the federal and provincial/territorial governments finally acknowledged that Canada’s mental health needs had been neglected. As an independent organization, the Commission was tasked with five distinct strategic initiatives:</p><ol><li>The creation of a mental health strategy for Canada;</li><li>A 10 year anti-stigma and discrimination initiative;</li><li>Knowledge exchange initiatives;</li><li>Homelessness research demonstration projects; and,</li><li>The creation of Partners for Mental Health, a volunteer organization dedicated to advancing mental health issues in Canada.</li></ol><p>In June 2008, the Commission initiated the process that would develop the first official framework for a mental health strategy. This project called upon around 2,500 Canadian participants from government and community groups, and individuals passionate about mental health issues. Over 400 stakeholder groups also participated directly in framing the strategy. Thus, by September 2009, the Commission set in place the desired framework after spending approximately $1 million (USD) in funding.</p><h3><strong>Participant Selection</strong></h3><p>Participants were targeted and selected based on their past or current experiences with mental health care. The Commission wished to choose people who had had various kinds of first hand experience with mental health problems and illnesses—whether it was with their family members or a caregiver, or by being involved with a mental health stakeholder group, the government, the mental health of aboriginal peoples specifically, or mental health issues in academics. They also wished to target advocates, researchers, policy experts and those who were just concerned about and willing to be involved in mental health. As noted earlier, approximately 2,500 participants were actively involved in developing the framework.</p><h3><strong>Deliberation and Public Interaction</strong></h3><p>The Commission produced and set out with 8 goals in its initial framework, but the Commission believed it was critical to include a diverse group of framers and wanted a wide array of people to voice their opinions on the preliminary mental health care framework.</p><p>The Commission identified the following four principles to guide its work in first developing a framework, and then a strategy, for a transformed mental health system in Canada:</p><ol><li>Collaborative (seek out the advice, support, input and work together);</li><li>Inclusive (cast a wide net, across sectors, stakeholders);</li><li>Adaptable (take into account the different needs of different populations, regions and jurisdictions); and,</li><li>Practical (just inside the outer edge of political feasibility).</li></ol><p>The Commission also adopted a phased approach to reach its goal, focusing first on “<em>what</em>” a transformed mental health system might look like (Phase 1, completed) and then, on “<em>how</em>” to achieve this vision (Phase 2, still in progress).</p><p>At the heart of Phase 1 was the development of a framework document, entitled “Towards Recovery and Well-Being – A Framework for a Mental Health Strategy for Canada”. The focus of this phase was to refine this draft Framework through a broad public and stakeholder engagement process.</p><h4><strong>1. Engagement of the extended Commission “Family”</strong></h4><p>The Commission has eight permanent Advisory Committees (Child and Youth; Mental Health and the Law; Seniors; First Nations, First Nations Inuit and Métis; Workforce; Family Caregivers; Service Systems and Science) that provide advice to the Board and assist the Commission in engaging with the broader stakeholder community. The Chairs of the Advisory Committees are each experts in his or her field, and committee members represent both a broad range of perspectives and Canada’s demographic and cultural diversity.</p><p>Many of these Advisory Committee members are individual Canadians who are called upon to contribute their personal perspectives—based on their lived experience with mental health issues or illnesses (or that of their loved ones). Furthermore, the Commission has constituted a Consumer Council, comprised exclusively of people living with mental health issues or illnesses. In this way, the Commission aims to ensure that the voices of vulnerable and disenfranchised people are heard as an integral part of its work.</p><p>Each committee, along with the Commission’s Board (over 150 people), was actively engaged in the development of the draft Framework and in recruiting participants to the public and stakeholder engagement process. Committee members also participated in the dialogue sessions.</p><h4><strong>2. Online participation website: public and stakeholders</strong></h4><p>Ascentum developed and administered a customized participation website. This website was designed to collect input from members of the general public, as well as from stakeholder groups. It was open from February 11 until March 31, 2009 (7 weeks, including a two week extension in response to popular demand).<br/>Both online audiences were provided with two options for participation.</p><p><strong><em>First</em></strong>, an online workbook provided a brief overview of the Framework proposed by the Commission and allowed participants to react to each goal through a mix of close-ended and open-ended questions. The online workbook also included pre- and post-test questions to measure shifts in views on the 8 proposed goals as a result of completing the online workbook. Members of the general public and representatives of stakeholder groups completed the same online workbook to facilitate a comparative analysis of their respective perspectives.</p><p><strong><em>Second</em></strong>, each audience was offered the opportunity to provide “free form” qualitative comments, in the form of personal stories and ideas for members of the public and more formal comments and suggestions for stakeholder organizations. Public participants could choose to register or participate anonymously, and could elect to share their stories and ideas on the website for other visitors to read or submit them for analysis only.<br/>In total, over 1,700 members of the general public and 300 stakeholder groups (both large and small, national and local), from every Canadian province and territory, seized the opportunity to share their views with the Commission in this way. Together, they provided over 465,00 words of comments on the eight goals proposed by the Commission and on whether or not the goals taken together adequately described the direction and scope of change required to transform Canada’s mental health system.</p><p>The online process proved to be a particularly effective way of broadening the reach of engagement, as it provided easy access to the consultation process, the option of anonymity, and simplified content. More importantly, the online option increased the participation of persons living with mental health problems or illnesses and their family members, many of whom are more likely to participate online than in-person. It also allowed the Commission to reach out to youth and younger adults (one quarter of online respondents were under 35 years of age), a demographic that is highly affected by the issue but whose voice is often not heard. In addition, it facilitated the participation of other hard to reach groups, including Aboriginal people, rural Canadians, persons identifying themselves as members of an ethno-racial group, and new Canadians—all of whom participated in numbers reflective of their distribution in the Canadian population.</p><h4><strong>3. 12 Regional dialogues</strong></h4><p>From February to April 2009, a total of twelve full-day Regional Dialogues were held in the cities of St. John’s, Halifax, Montreal, Toronto, Thunder Bay, Winnipeg, Regina, Edmonton, Vancouver, Whitehorse, Yellowknife, and Iqaluit.</p><p>Each of these dialogues brought together a cross-section of 30 to 40 participants, who represented a mix of individuals with lived experience of mental health problems or illnesses, family members and caregivers, service providers, various stakeholder groups, advocates, academics and policy-makers. Aboriginal participants were also present in regions with larger Aboriginal populations.</p><p>These sessions, designed and facilitated by Ascentum, offered participants the opportunity to learn about the proposed Framework, to unpack the 8 goals in plenary and small group discussions, and to provide concrete feedback on what they liked, were concerned about and wanted to change/add to the Framework.<br/>The facilitators also used electronic voting keypads to test agreement with each proposed goals at the beginning and end of the day, to measure shifts in perspectives. A summary of the day’s discussion was posted on the Commission’s blog at the end of each session.</p><p>Approximately 450 individuals participated in the Commission’s Regional Dialogues from coast to coast to coast—representing a broad array of perspectives and experiences. Close to 160,000 words of detailed notes were produced from the Regional Dialogues.</p><p>Efforts to broaden the reach of engagement were successful: all regional dialogues included people with lived experiences of mental illness and the process encouraged/supported their full participation. The Commission also ensured that it “touched” every region of Canada, and particularly rural/remote/Northern Canada, with 13 Regional Dialogues held across the country, including one in each of Canada’s three northern Territories (Nunavut, Northwest Territories and the Yukon).</p><h4><strong>4. Focused Dialogues: First Nations, Inuit and Métis Organizations; National Organizations</strong></h4><p>Similar to the regional dialogues in design, these focused dialogue sessions aimed to delve deeper to understand the specific perspectives, needs and concerns of Canada’s Aboriginal people (through their national leadership) and of health and social services professionals (through their national professional associations), and to ensure they were accurately and adequately reflected in the final Framework document.</p><h4><strong>5. Consultations with Federal/Provincial/Territorial Governments</strong></h4><p>Respecting the complexity and legacy of jurisdictional issues in the field of health care, and the need for a collaborative, cross-sectorial approach to address mental health issues in Canada, the Commission integrated bilateral and multilateral meetings into the process. In addition, the Commission hosted a facilitated dialogue with members of the Canadian Public Health Network’s Mental Issue Group (comprised of representatives of federal, provincial and territorial governments). It also held another session that brought together representatives of over 10 federal departments (e.g., justice, industry, health, human resources) in a half-day session (modeled on the design of the regional sessions) to discuss the draft framework.</p><h3><strong>Decisions</strong></h3><p>After receiving the input of the general Canadian public and the stakeholders, the Commission redrafted the framework to fit the suggestions and critiques. This included \"the insertion of a vision statement, a reframing of the goal statements, rewording key concepts and the elimination of one goal\". The finalized 7 goals were as follows:</p><ol><li>First, people of all ages living with mental health problems and illnesses are actively engaged and supported in their journey of recovery and well being.</li><li>Mental health is promoted, and mental health problems and illnesses are prevented wherever possible.</li><li>The mental health system responds to the diverse needs of all people in Canada.</li><li>The role of families in promoting well-being and providing care is recognized, and their needs are supported.</li><li>People have equitable and timely access to appropriate and effective programs, treatments, services and supports, that are seamlessly integrated around their needs.</li><li>Actions are informed by the best evidence based on multiple sources of knowledge, outcomes are measured, and research is advanced.</li><li>People living with mental health problems and illnesses are fully included as valued members of society.</li></ol><h3><strong>Influence, Outcomes, and Effects</strong></h3><p>The impact of this initiative is significant because it led to a complete redrafting of the initial Framework document to reflect input and direction from the public and stakeholders—including the insertion of a vision statement, a reframing of the goal statements, a rewording of key concepts and the elimination of one goal. This document is now hailed as a milestone in the advancement of mental health issues in Canada because it articulates a powerful, consensus-based vision for moving forward. This is illustrated by the fact that participants in both the online and in-person engagement processes gave each goal, and the 8 goals taken together as a “package”, a rating of at least 4 out of 5 (4 = Agree, 5 = Strongly Agree) in the post-test questionnaire.</p><p>However, beyond producing an official document, this project represented the starting point of a new dialogue on mental health and mental illness in Canada. Project evaluation results show that:</p><ul><li>99% of Regional Dialogue (RD) respondents valued the opportunity to contribute to the creation of a mental health strategy for Canada.</li><li>97% of RD respondents felt that the dialogue agenda focused on the right topics and 93% felt that they could freely express their views.</li><li>78% of RD respondents were satisfied with the diversity of perspectives represented in the dialogues.</li><li>78% of online respondents (Stakeholders and Public) thought that the workbook helped them understand the Commission’s work.</li><li>Based on their online experience, 77% of online respondents (Stakeholders and Public) planned to stay connected with the Commission’s work to develop a strategy.</li></ul><p>Such a level of awareness, understanding and support is critical to the current phase of the Commission’s work—that is, articulating “<em>how</em>” to achieve the goals set out in the Framework, particularly in a manner that is deeply rooted in and inclusive of the perspectives of those most affected by this issue.</p><p>Moreover, the Commission’s goal of moving towards a comprehensive national mental health strategy is a high-level, long-term policy objective that requires significant changes in how mental health legislation, policies, programs and practice are developed, interpreted and delivered by Canadian provinces and territories. This project (Phase 1 of the Commission’s work) was about issue framing and consensus-building around a framework and goals—a very important <em>first</em> step that will influence longer-term policy in that the issues raised by participants are the ones that will be explored in greater detail in subsequent phases. For example, participants suggested that issues such as mental health prevention and promotion, recovery and mental health system integration be given attention. As a result, Phase 2 Roundtable discussions were designed to focus on these and other issues identified in Phase 1.</p><p>The Commission’s ongoing efforts (i.e., Phase 2 and beyond) will likely have a very extensive, long-term impact on Canada. Given the prevalence and severity of mental health problems and illness in Canada, getting people to identify with the issue is not a major challenge. Rather, the real challenge is to provide Canadians with an effective rallying point, whereby they can express and channel their concerns in a meaningful way and be confident that there will eventually be some real results. This is a key objective of the Commission’s grassroots approach. With more public and stakeholder consultations planned over the next few years, the Commission will continue to engage different demographics, perspectives and regions to help raise awareness, build capacity and support advocacy to the levels necessary for sustaining a national dialogue on this critical issue. It will also lead decision-makers to acknowledge and support mental health issues as a priority.</p><p>Thus, one major influence that the development of the framework has had is an increase the level of awareness and understanding about mental health care. Increasing awareness can in turn possibly increase the likelihood that citizens will identify potential problems in their immediate personal lives. Also, this program will only result in the Commission becoming more effective as it learns to engage in more diversity and to strike up advocacy to gain national attention and prevalence among the general public. This influence has resulted in a specific vision that Canada can take on, as a nation. Canada can seek to accomplish its goals, and to get the entire nation to be informed and updated on <em>current</em> visions.</p><h3><strong>Analysis</strong></h3><h4><strong>General Evaluation</strong></h4><p>People with mental health illnesses are among the most disadvantaged in society. They are disproportionately poor, ill, isolated and discriminated. They suffer from both self-inflicted and societal stigma. Addressing this social injustice is a democratic challenge on a level parallel to the civil rights movements of the past century. For the Commission, people with the lived experience of mental health problems and illness must be integral to all aspects of defining, developing and implementing a transformed mental health system. It therefore made every effort to ensure that this project effectively engaged people with lived experience in all aspects—providing them with different modes of participation (i.e., online and in-person dialogues).</p><p>However, the Commission also provided them with extensive support to encourage their participation, and to make it more meaningful. It provided simplified, accessible information to ensure informed participation; it provided financial and travel assistance where needed; it actively sought out and invited members of vulnerable groups or communities to ensure their presence at the table—going beyond “the usual suspects” to enlist the active participation of those who didn’t necessarily have a long title, but had long personal experience with the issue. Furthermore, their voices and perspectives are fully reflected in the revised framework, vision and goals.</p><p>The Commission’s permanent governance and advisory structures include a significant representation of people with personal mental health experience. In addition, the Commission funds important pilot projects that directly engage the disadvantaged to learn from them how to best improve their conditions. For example, the “At Home/Chez Soi” project is investigating mental health and homelessness in five Canadian cities (Moncton, Montreal, Toronto, Winnipeg and Vancouver) to provide evidence about what services and systems could best help people who are homeless and living with a mental illness. At the same time, the project will provide meaningful and practical support for hundreds of vulnerable people (a total of 2285 homeless people living with a mental illness will participate; 1,325 people from that group will be given a place to live, and will be offered services to assist them over the course of the initiative). This learning will feed directly into the Commission’s mental health strategy.</p><p>Similarly, the Commission is also working closely with groups who support new Canadians and with ethno-racial groups to understand the unique needs of these populations as it relates to mental health issues (e.g., impact of culture, religion, post-war trauma, migration and language barriers).</p><p>Finally, the Commission has demonstrated an unwavering commitment to ensuring that the unique historical and current circumstances of Canada’s Aboriginal peoples be included in the dialogue on a pan-Canadian mental health strategy. This is why the Commission hosted a dialogue with the country’s Aboriginal leaders, and invited respected Aboriginal elders to participate in various regional dialogues. It is also why the Commission has ensured adequate Aboriginal representation within its permanent governance and advisory structures, which includes a First Nations, Inuit, and Métis Advisory Committee.</p><h4><strong>Evaluation of Democratic/Social Process</strong></h4><p>The personal and collective costs associated with mental health illness and problems are enormous and growing. Mental health problems and illness represent a wicked and complex societal issue that can only be addressed through participatory approaches to policy making – tapping into the collective wisdom, will and empathy of civil society, the private sector and governments. This is really at the heart of vitalizing democracy. The Mental Health Commission of Canada’s approach was thus premised on a belief Canada has the collective capacities to effectively address this huge societal challenge.</p><p>It was with this in mind that the Commission's permanent governance and advisory structure was designed: through its Board of Directors, a Consumer Council (of people with lived experience of mental health problems and illnesses) and its 8 Advisory Committees, the Commission broadened the scope of participation and empowering experts and regular Canadians to work together on complex problems. For this project specifically, the Commission invested heavily in capacity-building and supporting informed and meaningful participation. This meant providing participants with an opportunity to learn about the issues (through the Framework document), ensuring that diverse perspectives on the issues be heard and respected, and inviting deliberation on the issues (through the online workbook and during the regional dialogues). In this way, participants could weigh the facts, learn from the perspectives of others, and provide their informed opinions to the Commission.</p><p>The Commission was also very transparent in communicating the results of Phase 1 with participants. Not only did it provide a revised Framework document that integrated what had been said, but it also included in this Framework a rationale explaining why and how the final document stood as it did.</p><h3><strong>Summary</strong></h3><p>In summary, the project involved two distinct processes:</p><ul><li>Analytic Process: A solid information base was created by involving a diverse group of people consisting of those who were passionate about mental health care and shared their personal experiences to shape the strategy of this sensitive subject. Also, the Commission gathered research on the facts about mental health in Canada as a whole. Key values were stated in their goals, which stated that it was imperative for Canada to frame a strategy for mental health care. A broad range of solutions was considered by setting the goals and creating a vision for the future to address the issue. Each goal was considered carefully, and the Commission was truly deliberative in its efforts to make the best decision possible for the entire Canadian people.</li><li>Social Process: Equal speaking opportunities or participation opportunities were definitely present in the facilitated Advisory Committees, online participation websites, and regional dialogues. Mutual comprehension was important to the Commission when each meeting was systematically going through the strategies and each specific goal, and asking for input, because again, the end goal of an effective strategy—that is, the betterment of the Canadian people—was always kept in mind. Numerous ideas were considered to achieve the best framework possible, and there was a definite level of mutual respect throughout the entire process.</li></ul><h3><strong>Criticism</strong></h3><p>The ideologies behind the Commission and the framing of the strategy were great and well organized. The intention was for the greater good; specific goals were set; deliberative measures were put into effect to improve those goals; and, there was a impressive amount of cooperation. However, the Commission could have done a better job of reaching out and increasing awareness to a greater extent. The framing was effective in deliberating within its own functions, but could have been more effective in causing a national spark and increasing national participation in political issues. More public exposure could have caused a bigger impact.</p><h3><strong>References</strong></h3><p>\"Developing a Framework for a Mental Health Strategy for Canada.\" Reinhard Mohn Prize 2011 | Vitalizing Democracy through Participation. 20 Aug. 2010. Web. 07 Dec. 2010. &lt;<a href=\"http://www.vitalizing-democracy.org/discoursemachine.php?page=detail&amp;id_item=1190&amp;detail_layout_field=itemtype_layoutmisc4&amp;menucontext=4\" title=\"http://www.vitalizing-democracy.org/discoursemachine.php?page=detail&amp;id_item=1190&amp;detail_layout_field=itemtype_layoutmisc4&amp;menucontext=4\">http://www.vitalizing-democracy.org/discoursemachine.php?page=detail&amp;id_item=1190&amp;detail_layout_field=itemtype_layoutmisc4&amp;menucontext=4</a>&gt;.</p><p>\"Framework for Action on Mental Illness and Mental Health.\" Canadian Alliance on Mental Illness and Mental Health. Web. 6 Dec. 2010. &lt;<a href=\"http://www.camimh.ca\" title=\"http://www.camimh.ca\">http://www.camimh.ca</a>&gt;.</p><p>Gastil, John. Political Communication and Deliberation. Los Angeles: SAGE Publications, 2008. 20. Print.</p><p>\"Toward Recovery and Well Being.\" Mental Health Commission. Mental Health Commission of Canada, Nov. 2009. Web. 6 Dec. 2010. &lt;<a href=\"http://www.mentalhealthcommission.ca\" title=\"http://www.mentalhealthcommission.ca\">http://www.mentalhealthcommission.ca</a>&gt;.</p><h3><strong>External Links</strong></h3><p><a href=\"http://www.cmha.ca/bins/index.asp\">Link 1</a></p><p><a href=\"http://www.shared-care.ca/\">Link 2</a></p><p><a href=\"http://www.mentalhealthcommission.ca\">Mental Health Commission of Canada</a></p><p><a href=\"http://www.mentalhealthcommission.ca/English/Pages/Strategy.aspx\">Mental Health Strategy for Canada</a></p><p><a href=\"http://www.mentalhealthcommission.ca/English/Pages/Strategy.aspx\">Final Framework Document</a></p><p><a href=\"http://www.mentalhealthcommission.ca/English/Pages/ConsultationReports.aspx\">Public Consultation Report</a></p><p>The “HOW”: <a href=\"http://www.mentalhealthcommission.ca/English/Pages/TheHOW.aspx\">Next Steps in the Development of Mental Health Strategy for Canada</a></p><p>Globe and Mail Series: <a href=\"http://v1.theglobeandmail.com/breakdown/\">'Breakdown' Canada’s Mental Health Crisis</a></p><p><a href=\"http://www.mentalhealthcommission.ca/English/Pages/AnnualReports.aspx\">Mental Health Commission of Canada Annual Reports</a></p><p><a href=\"http://www.mentalhealthcommission.ca/English/Pages/homelessness.aspx\">Mental Health Commission Homelessness Project</a></p><p><a href=\"http://www.ascentum.com\">Ascentum, Inc.</a></p>", "title": "Developing a Framework for a Mental Health Care Strategy for Canada"}