{"htmlbody": "<p><a id=\"Problems_and_Purpose\" name=\"Problems_and_Purpose\"></a></p><h2>Problems and Purpose</h2><p>The UK Youth Parliament met in the House of Commons in London for the second time on October 29, 2010 to address five of the country’s highest concerns. Participants started to arrive at 9:15am and were officially welcomed to the gathering at 11:10am by the official host of the event, Assistant Serjeant at Arms, Lawrence Ward, in the House of Commons Chamber.</p><p>Prior to the event, young people all over the UK voted online which issues they believed were imperative in addressing at the upcoming debate. Out of a list of about 20 issues, the five top voted would become the topics of the 2010 debate at the House of Commons. On the morning of October, 29, approximately 330 young people, accompanied by approximately 170 persons (mostly youth workers who sat in the galleries above the chamber), sat in the chamber anxious to debate the five issues. The debate portion of the event was divided into segments: 30 minutes were allowed for each debate. After all five debates, a vote would be conducted, addressing all five questions. To conclude the day, the results of the election would be read by the Chair of the House’s Backbench Business Committee, Mr. Speaker,</p><p>The event was intended to improve the views and understandings of each issue by the young people by bringing forward all perspectives. Moreover, it was intended that by stressing the results of the debates in an ensuing election addressing the five questions debated, the election would better publicize the voices of the country’s youth. Looking at all things deliberatively, there is no question that the UK Youth Parliament is correct when they assert that increased youth participation within the UK would greatly benefit the country. Ultimately the UK Youth Parliament, from this event, hoped to heighten the voice of the country’s youth in politics, heighten voter turnout, directly impact the decision makers, create opportunity for UK’s youth, and bring about social change. The UK Youth Parliament holds the claim to be an unpartisan, independent body, aiming not to represent any certain political party.</p><p>The event agenda included five main points (questions taken directly from transcript):</p><ol><li>Job opportunities: The UK Youth Parliament noted in their 2008 Manifesto that they hold the assertion that all young people should have the opportunity to participate in the work field, provided by their school.</li><li>Sex education: The UK Youth Parliament noted in their 2008 Manifesto that they hold the assertion that more emphasis on sex and relationship education should be made, especially regarding the emotional impact on individuals.</li><li>Transport: The UK Youth Parliament noted in their 2008 Manifesto that they hold the assertion that youth should not pay more than 50% of adult bus fare, a environmental consideration guideline should be maintained by all rural transport services, and disabled persons features need revision on all rural transport services.</li><li>University: The UK Youth Parliament noted in their 2008 Manifesto that they are against university tuition fees and would rather see a form of graduate contribution emerge in place.</li><li>War: The UK Youth Parliament noted in their 2008 Manifesto that they support British troops all over the world, but do not necessarily support military force. They state that military intervention should be a last resort.</li></ol><p> </p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p><a id=\"History_of_The_Organization\" name=\"History_of_The_Organization\"></a></p><h3>History of The Organization</h3><p>The organization emerged after the UK’s youth feared that their political opinions were being overlooked. As the founding father of The UK Youth Parliament, in 1996, Andrew Rowe presented a short bill to the House of Commons that requested for a Youth Parliament to better represent the youth’s perspective. Through Andrew Rowe, The National Society for the Prevention of Cruelty to Children sponsored Kate Parish to bring forth a case to allow for the new youth representative body. The UK Youth Parliament emerged in July of 1999 in the House of Commons. The first national sitting followed in February of 2001 in London.</p><p><a id=\"History_at_the_House_of_Commons\" name=\"History_at_the_House_of_Commons\"></a></p><h3>History at the House of Commons</h3><p>The 2010 event marked the second time the UK Youth Parliament has been allowed inside the chamber of House of Commons. The organization was the first non-parliamentary body to sit within the Chamber. In light of the favorable outcome of the 2009 UK Youth Parliament at the House of Commons, the Members of Parliament, in an overwhelming 499 to 21 vote, came to the conclusion that the gathering would become an annual ritual.</p><p><a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h2>Participant Selection</h2><p>Over 300 participants, all MYPs, voiced their opinions at the House of Commons in October, along side members of the UK parliament. The organization’s representatives, or MYPs are elected by the UK’s youth. The UK Youth Parliament is currently comprised of over 600 Members of Youth Parliament aged 11-18. In the past two years, nearly one million of the UK’s youth voted for their picks for their representatives.</p><p><a id=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\" name=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\"></a></p><h2>Deliberations, Decisions, and Public Interaction</h2><p><a id=\"Criteria_for_Deliberations\" name=\"Criteria_for_Deliberations\"></a></p><h3>Criteria for Deliberations</h3><p>All participants of the event were given full descriptions of the five issues being debated before the date of the debate. The entire day was made up of five debates, each on one of the selected issues suggested and voted for by the thousands of youth across the country. Each debate can be broken down into 3 parts:</p><ol><li>Opening - The issue was presented by either one MYP addressing both pros and cons, or two MYPs, one presenting a pro argument, and the other presenting the con argument. Each MYP was allowed 3 minutes to speak.</li><li>Opportunity for additional points - Once both MYPs presented an initial case or summary of their side of the issue, the floor was open to any other MYP willing to speak for or against the issue. However, to ensure a fair opportunity for all possible participants to speak, a limit of one minute for each additional point made by an MYP was encouraged. Anyone that wished to speak was told to stand up and wait to be addressed by the speaker. If called on, the speaker was told to first state his or her name and region before continuing.</li><li>Review - As a reminder to all, after the initial case or summary was presented and any additional comments or points were made, a concluding summary was made by an MYP to summarize all of the overall points that were made on the issue. The closing summary was also limited to 3 minutes.</li></ol><p><a id=\"Actual_Deliberation_and_Analysis_of_Deliberation_within_the_Chamber\" name=\"Actual_Deliberation_and_Analysis_of_Deliberation_within_the_Chamber\"></a></p><h3>Actual Deliberation and Analysis of Deliberation within the Chamber</h3><ol><li>Sex Education: The first question to be addressed at the event was: Should sex and relationships education be compulsory from primary school onwards?<ol><li>A fair initial overview was given by Joe Vinson (South West) addressing the lack of sex education in school and the damage that’s become the result. Though he notes the opposing side, it seems as though his initial summary lacked equal representation of the issue.</li><li>The issue was quickly motioned by Miss Maria Finnerty (London) who, first, made clear the opposing side that argues children are being taught about sex at too young of an age, and as a result, a depressing trend has emerged, and second, challenged the opposition. She brought forward the importance of teaching individuals about their body to answer the age old question, “Am I normal?” Miss Maria Finnerty brought forth an very enlightening argument, yet fairly addressed both sides of the question. Elizabeth Jessop (North West), Craig Price (South West), and Dean Moylneaux (Northern Ireland) followed with motions. Then, Poppie Simmonds (East Midlands), brought forward a great point, relationships should be taught over sex. She argued that relationships are responsible for sex and proper education would be responsible for safe sex practices. Many more interesting points were brought forward to make the overall issue of sex a very deliberative discussion. Though more contributions continued, Mr. Speaker made sure to include a representative from every region, sometimes having to interrupt individuals.</li><li>Felicity Stonehill (South East) gave an excellent summary and included every point made, as well as included names of individuals that brought forth certain perspectives.</li></ol></li><li>University Tuition Fees<ol><li>James Bartle (North East) presented the second question, “Should university tuition fees rise?” Bartle first argued that the rise was necessary to provide the deserving education to prevent a deteriorating system. He included the opposing multiple times in his presentation of the initial summary, which was unique compared to most motions that seemed black and white. He was very objective in that he made it clear that both sides had very valid arguments.</li><li>Quickly, a motion was brought forward by Connor Morgan (Northern Ireland) who enlightened the room about the debt that would accumulate from the raise in tuition. Quickly, many more MYPs rose to contribute to the individuals opposing the tuition rise.</li><li>The issue was summarized by Daniel Palmer (North West), who adequately addressed both sides of the issue, and reminded the audience of fairness before he concluded.</li></ol></li><li>Job Opportunities: Mohammed Abbas Hanif (London) read the proposition, “Should the school/training leaving age be raised to 18 immediately in order to lower youth unemployment?<ol><li>In his summary, Hanif addressed both sides of the argument. He asks his fellow MYPs how many of them feel like they are ready to work, implying that there is much to be learned before young people enter the work force. Yet, Hanif does address the argument that for some people, school may not be for everyone.</li><li>His initial summary is motioned by other participants in the chamber.</li><li>In the ending summary of the question, a great point is made by Hollie Mediana (Wales). She brings forward the idea that 2 more years of schooling would be costly and might influence our future careers in the direction of our work as opposed to our actual interests. Overall, the participants of this question were all very deliberative.</li></ol></li><li>War in Afghanistan: Tim Jennings (East of England) asked the question, “Should we withdraw all troops from Afghanistan by 2012?”.<ol><li>It seems as though Jennings presents a somewhat one-sided summary of the question, focusing mostly on the negative aspects of the war.</li><li>However, a motion is brought forth by Abiodum Olafokun (West Midlands). He brings forth the realization that once we finish the job, Afghanistan will thrive. However, he also brings up the aspect of money, as well as personal lives in a very deliberative motion. It seems the subject of war was responsible for the most anticipation among the MYPs. Many motions were brought forth addressing both sides appropriately.</li><li>Avery touching summary was made by Emma Chadwick (Yorkshire and Humber). She put into perspective the loss of friends and family as well as the need for change in Afghanistan.</li></ol></li><li>Transport and Young People: the fifth and final question posed was “Should reduced transport fares for young people be protected from spending cuts?”<ol><li>This question was asked and summarized by Amarvir Singh-Bal (West Midlands). Singh-Bal addressed the question very objectively, starting blatantly with the fact that some teens within the country receive free transportation, and some do not.</li><li>A motion was brought forward addressing the country’s debt and spending.</li><li>The summary of the question was made by Tom Astell (Yorkshire and Humber). Astell touched on all points of the question and insisted that the MYPs consider all aspects when voting. His summary was very successful in being deliberative.</li></ol></li></ol><p><a id=\"Decisions\" name=\"Decisions\"></a></p><h3>Decisions</h3><p>As reported on the UK Youth Parliament's official website, the results of the five issues that were debated are listed as follows:</p><ol><li>Should sex and relationships education be compulsory from primary school onwards? FOR-211 and AGAINST-104</li><li>Should university tuition fees rise? FOR-57 and AGAINST-267</li><li>Should the school leaving age be raised to 18 immediately in order to lower youth unemployment? FOR-56 and AGAINST-271</li><li>Should we withdraw all British troops from Afghanistan by 2012? FOR-137 and AGAINST-179</li><li>Should reduced transport fares for young people be protected from spending cuts? FOR-239 and AGAINST-80</li></ol><p><a id=\"Public_Interaction\" name=\"Public_Interaction\"></a></p><h2>Public Interaction</h2><p>The event was covered by the Parliament Channel, as well and BBC, and was streamed on the Parliament's website. Before the event even began, The UK Youth Parliament held a live blog on the organization's official website so users could be updated with any important information before the event, and during the event as the debate took place. On the official UK Youth Parliament website, there are advertisements linking the group to social networking sites and links to receive email updates straight from the organization itself. The debate has gained nation attention.</p><p>The UK Youth Parliament continues to promote a wider media interest and has main a notion to work with more schools in the current year.</p><p><a id=\"Funding\" name=\"Funding\"></a></p><h2>Funding</h2><p>The event was supported by the Parliament’s Education service, which covered costs such as, catering on the day and training weekend for debate leads. There was no additional sponsorship. Local Authorities from the represented regions were responsible for the cost of the MYP’s transportation to the event. However, it was reported that the cost of the House of Commons day services amounted to approximately $32849.26 US.</p><p><a id=\"Influence.2C_Outcomes.2C_Effects.2C_and_Criticism\" name=\"Influence.2C_Outcomes.2C_Effects.2C_and_Criticism\"></a></p><h2>Influence, Outcomes, Effects, and Criticism</h2><p>Youth can directly benefit by participating in deliberations like the 2010 Youth Parliament debate at the House of Commons in many respects: participants tune leadership and teamwork skills, as well develop new skills for new situations. By being taken seriously, the participants also and gain confidence, and self esteem.</p><p>Through debates like the one held at the House of Commons benefit not only the young people benefit from the event, but local authorities and the community are also directly benefited. The community is benefited from fresh new perspectives though active youth participation in political deliberations. The community also benefits from quality criticism from the source of youth programs, a aspect they would otherwise lack. The community ultimately is left with a more “vibrant” local democracy, and a better prepared youth. By the youth being enlightened by political issues, their skills and attitudes become well equip for learning, and in regard to future employment. Overall, the participation of youth in debates improves national democracy and capacity of the nation.</p><p>There has been criticism towards to UKYP because of their use of the House of Commons. The UK Youth Parliament was the first non-parliamentary group to step foot inside the chamber at the House of Commons. A lot of the opposition stemmed from the assertion that only the MPs can sit within the House of Common's chamber, and no one else. Even as MYPs, some citizens believed this was unfair to the MPs that have strived to hold the positions they possess.</p><p>There has also been criticism that the youth’s judgments are not credible. The argument can be brought up that young people are more directly correlated to risk and meaningless violence than adults, and more often possess a more authoritarian personality.</p><p>However, in contrary to criticism, the UK Youth Parliament has also been deemed a success by many figures. Many councils view the UK Youth Parliament as a role model, and often try to link their work with that of the UK Youth Parliament.</p><p><a id=\"Evaluation_and_Critique\" name=\"Evaluation_and_Critique\"></a></p><h2>Evaluation and Critique</h2><p><a id=\"The_Analytic_Process\" name=\"The_Analytic_Process\"></a></p><h3>The Analytic Process</h3><p>It is very apparent that from watching the 2010 UK Youth Parliament at the House of Commons, as well as reading through the official transcript, key features of the deliberation process are visible. A solid information base was provided to the participant before the day of the election, and well as training to some speakers, so all members had ample information on the key issues. People from all participating nations were called on to express all perspectives. All participants prioritized the key values at stake. Relevant concerns and points were made from all nine participating nations. A broad range of solutions to each problem was addressed. Each participant has prepared prior to the event, and has had a chance to meet with their MP regarding any questions. Because each topic was given an adequate amount of time for first, a initial overview, second, any and all pros and cons, and third, a concluding summary encompassing all points made, the pros and cons were very well taken into consideration.</p><p><a id=\"The_Social_Process\" name=\"The_Social_Process\"></a></p><h3>The Social Process</h3><p>The representatives used a formal legal procedure, an election, to vote on the five issues to reveal the findings of the group. In regards to the social process, all were given adequate speaking opportunities, as deemed by Mr. Speaker. Mutual comprehension was visible during the debate. The room was full of respect. It was easy for participants to chime in, and avoid any direct arguments. In the, \"All you need to know about the day\" debate guidelines, it was stressed that a participant not state any incorrect facts, not swear, not scrutinize or jeopardize the reputation of any political part or any part of parliament.</p><p><a id=\"References_and_External_Links\" name=\"References_and_External_Links\"></a></p><h2>References and External Links</h2><p>Actual Transcript from Event: <a class=\"external free\" href=\"http://www.ukyouthparliament.org.uk/downloads/UKYP_HCD_291010.pdf\" rel=\"nofollow\" title=\"http://www.ukyouthparliament.org.uk/downloads/UKYP_HCD_291010.pdf\">http://www.ukyouthparliament.org.uk/downloads/UKYP_HCD_291010.pdf</a></p><p>UK Youth Parliament Handbook: <a class=\"external free\" href=\"http://www.ukyouthparliament.org.uk/myp_handbook/UKYP_Handbook.pdf\" rel=\"nofollow\" title=\"http://www.ukyouthparliament.org.uk/myp_handbook/UKYP_Handbook.pdf\">http://www.ukyouthparliament.org.uk/myp_handbook/UKYP_Handbook.pdf</a></p><p>UK Youth Parliament Manifesto: <a class=\"external free\" href=\"http://www.ukyouthparliament.org.uk/downloads/UKYP_Manifesto.pdf\" rel=\"nofollow\" title=\"http://www.ukyouthparliament.org.uk/downloads/UKYP_Manifesto.pdf\">http://www.ukyouthparliament.org.uk/downloads/UKYP_Manifesto.pdf</a></p><p>Official UK Youth Parliament Website: <a class=\"external free\" href=\"http://www.ukyouthparliament.org.uk/4598.html\" rel=\"nofollow\" title=\"http://www.ukyouthparliament.org.uk/4598.html\">http://www.ukyouthparliament.org.uk/4598.html</a></p><p>“All you need to know” Handout: <a class=\"external free\" href=\"http://www.ukyouthparliament.org.uk/hoc/2010/HoC_All_You_Need_To_Know_2010.pdf\" rel=\"nofollow\" title=\"http://www.ukyouthparliament.org.uk/hoc/2010/HoC_All_You_Need_To_Know_2010.pdf\">http://www.ukyouthparliament.org.uk/hoc/2010/HoC_All_You_Need_To_Know_2010.pdf</a></p><p>UK Youth Parliament Registration Form: <a class=\"external free\" href=\"http://www.ukyouthparliament.org.uk/downloads/UKYP_Registration_Form.doc\" rel=\"nofollow\" title=\"http://www.ukyouthparliament.org.uk/downloads/UKYP_Registration_Form.doc\">http://www.ukyouthparliament.org.uk/downloads/UKYP_Registration_Form.doc</a></p><p>UK Youth Parliament Background Information Handout: <a class=\"external free\" href=\"http://www.ukyouthparliament.org.uk/hoc/2010/HoC_Event_Info.doc\" rel=\"nofollow\" title=\"http://www.ukyouthparliament.org.uk/hoc/2010/HoC_Event_Info.doc\">http://www.ukyouthparliament.org.uk/hoc/2010/HoC_Event_Info.doc</a></p><p>UK Youth Parliament Election Results 2010 Document: <a class=\"external free\" href=\"http://www.ukyouthparliament.org.uk/elections/UKYP_Election_Results_2010.pdf\" rel=\"nofollow\" title=\"http://www.ukyouthparliament.org.uk/elections/UKYP_Election_Results_2010.pdf\">http://www.ukyouthparliament.org.uk/elections/UKYP_Election_Results_2010.pdf</a></p><p>Risk Assessment Form: Risk_Assesment_House_of_Commons_131010.doc</p><p>Emily Middleton. “Youth participation in the UK- bureaucratic disaster or triumph of child rights?” 2006.</p><p>Jason John Wood. “Young People and Active Citizenship: An Investigation”. 2009.</p><p>Personal email response from Jane Parsons, the Office Manager of the UK Youth Parliament. Date: Dec, 7, 2010.</p><p><a id=\"Secondary_Literature\" name=\"Secondary_Literature\"></a></p><h2>Secondary Literature</h2><p>Wade, Harry, Anthony Lawton, and Mark Stevenson. Hear by Right: Setting Standards For The Active Involvement of Young People in Democracy. London: Local Government Association, 2001. Northyorks.gov. Web. 30 Nov. 2010. &lt;<a class=\"external free\" href=\"https://www3.northyorks.gov.uk/n2IRT/informationshar_/involvingchildr_/hearbyright/hearbyright.pdf\" rel=\"nofollow\" title=\"https://www3.northyorks.gov.uk/n2IRT/informationshar_/involvingchildr_/hearbyright/hearbyright.pdf\">https://www3.northyorks.gov.uk/n2IRT/informationshar_/involvingchildr_/hearbyright/hearbyright.pdf</a>&gt;.</p>", "title": "The 2010 UK Youth Parliament at the House of Commons"}