{"htmlbody": "<p> </p><p><em>Participedia</em> nutzt die Stärke der Zusammenarbeit, um auf ein neu entstehendes, globales Phänomen zu antworten: die schnell voranschreitende Entwicklung neuer Formen partizipativer Politik und Governance auf der ganzen Welt.</p><p>Wir leben in einer Welt, in der die Bürgerinnen und Bürger der meisten Staaten nach mehr Teilhabe an politischen Entscheidungen verlangen. Viele Regierungen, Nichtregierungsorganisationen und sogar einige Unternehmen reagieren darauf, indem sie neue Wege der Beteiligung erproben.</p><p>Hunderttausende partizipativer Prozesse finden jedes Jahr in fast jedem Land der Welt statt. Dies geschieht zu einer großen Vielfalt an politischen und themenspezifischen Problemen. Oft haben sie eine ergänzende Funktion - manchmal stehen sie im Wettbewerb mit traditionelleren Formen der Politik, wie zum Beispiel der repräsentativen Demokratie.</p><p>Participedia reagiert auf diese Entwicklungen, indem es eine kostengünstige und einfache Möglichkeit für hunderte von Wissenschaftlern und Praktikern auf der ganzen Welt zur Verfügung stellt, partizipative politische Prozesse zu sammeln und deren Leistungsfähigkeit zu vergleichen.</p><p><strong>Praktiker, Aktivisten, Regierungsvertreter/Beamte und Journalisten</strong> werden von Participedias durchsuchbarer Fall-, Methoden- und Organisationsdatenbank profitieren, welche auch Wissen darüber enthält, wie gut Prozesse bei ähnlichen Problemen funktioniert haben.</p><p><strong>Sozialwissenschaftler, Politikfeldanalysten, Demokratietheoretiker und andere Wissenschaftler </strong>werden vom Zugang zu einer dynamischen, vielfältigen und wachsenden Quelle qualitativer und quantitativer Daten profitieren. Wir möchten Sie ermutigen, Informationen über Fallstudien, Methoden und Organisationen beizutragen. Je mehr sich beteiligen, desto besser und wertvoller werden die Daten auf Participedia.</p><h2><a href=\"/de/content/team-0\">Das Participedia-Team &gt;&gt;</a></h2><p>Der Grundstein für Participedia wurde von Archon Fung (Kennedy School of Government, Harvard University) und Mark E. Warren (Institut für Politikwissenschaft, University of British Columbia) gelegt. Inzwischen wird Participedia von einem weltweit verteilten Exekutivkommittee gemanaged. Diese Webseite wurde von den Drupal-Entwicklern <a href=\"http://affinitybridge.com/\">Affinity Bridge</a> in Partnerschaft mit dem <a href=\"http://simcentre.ca/\">SIM Centre von Emily Carr</a> erstellt, mit Beiträgen einer großen Bandbreite von Mitwirkenden. Die vollständige Liste des Exekutivkomittees, des Internetteams und der Mitwirkenden des Projekts finden Sie <a href=\"/de/content/team-0\">hier. &gt;&gt;</a></p><h2><a href=\"/de/content/partner\">Partner &gt;&gt;</a></h2><p>Participedia ist das Ergebnis von Partnerschaften mit Menschen und Organisationen auf der ganzen Welt, die ein Interesse an partizipativer Politik und Governance teilen. Bitte nehmen Sie Kontakt mit uns auf, falls Sie über eine Partnerschaft mit uns sprechen möchten, um die globale Mission von Participedia zu unterstützen. Sehen Sie <a href=\"http://participedia.net/content/partners\">hier</a> die <a href=\"/de/content/partner\">vollständige Liste unserer Partner.  &gt;&gt;</a></p><p>Die großzügige Unterstützung des Social Sciences and Humanities Research Council of Canada (SSHRC) hat die Entwicklung dieser Beta-Version von Participedia möglich gemacht. Diese Unterstützung wurde in Form eines Partnership Development Grant zur Verfügung gestellt, für zwei Jahre ab April 2011. Durch die Unterstützung der Bertelsmann Stiftung ist Participedia nun auch in verschiedene Sprachen übersetzbar und kann so weltweit einfacher genutzt werden.</p><p> </p><p>Domains (. Org und. Com) großzügig von <a href=\"http://www.intellitics.com/\">Intellitics, Inc</a>. zur Verfügung gestellt</p>", "title": "Über Participedia"}