{"htmlbody": "<p> </p><p>BITTE BEACHTEN SIE: Sie müssen sich als Nutzer anmelden, um auf Participedia Inhalte erstellen zu können. <a href=\"/de/user/register\"><strong>Melden Sie sich hier an.</strong></a></p><h2>Willkommen auf unserer Hilfe-Seite</h2><p>Diese Hilfeseite enthält die Grundlagen und wir hoffen, dass sie mit der Zeit ausführlicher wird.</p><p>Falls die Angelegenheit, bei der Sie Hilfe benötigen, hier nicht behandelt wird, können Sie Ihre Fragen auch im <a href=\"/de/forum/help-using-site\">Hilfe-Forum</a> posten um zu sehen, ob andere Participedia-Nutzer helfen können. Mit spezielleren Hilfe-Fragen können Sie auch <a href=\"/de/contact\">Kontakt</a> mit dem Support-Team von Participedia aufnehmen. Wir aktualisieren unsere Hilfe-Sektion kontinuierlich, und Ihr Input hilft uns dabei herauszufinden, auf was wir schwerpunktmäßig achten und was wir genauer erklären müssen.</p><p>Folgen Sie dem Link unten für ausführliche Anleitungen dazu, wie man die Seite durchsucht, Inhalte beiträgt und wie man Participedia als Unterrichtswerkzeug benutzt: </p><h3><a href=\"/de/content/auf-participedia-informationen-finden\">Auf Participedia Informationen finden </a></h3><h3><a href=\"/de/content/inhalte-zu-participedia-beitragen\">Inhalte zu Participedia hinzufügen</a></h3><h3><a href=\"/de/filter/tips\">Tipps zur Textformatierung </a></h3><h3><a href=\"/de/content/participedia-als-aufgabe-seminaren\">Participedia in Seminaraufgaben</a></h3><h3> </h3><h2><strong>Wichtiger Hinweis für Mitwirkende</strong></h2><p>Dies ist immer noch eine Beta-Seite, so dass Störungen vorkommen können. Lassen Sie es nicht zu, dass seine Störung oder ein Unfall ihren sorgfältig zusammengestellten Artikel oder Kommentar auffrisst! Je länger Ihr Beitrag, desto trauriger wäre es, ihn dadurch zu verlieren, dass aus Versehen die Seite neu geladen wird! Wir raten ihnen ausdrücklich, jede Art von Beitrag in einem Text-Editor (wie TextPad oder TextEdit) zu entwerfen und ihn per Kopieren/Einfügen auf Participedia zu übertragen. Falls Sie Word benutzten, kopieren Sie Ihren Text bitte aus Word in einen einfachen Texteditor (zum Beispiel TextPad) und kopieren Sie ihn dann von dort nach Participedia; Word -Text beinhalten oft versteckte Codes, die die Formatierung Ihres Beitrages zerstören können.</p><h2>Andere Arten der Mitwirkung</h2><p>Sie können das Wachstum von Participedia auch auf viele andere Weisen unterstützen. <a href=\"http://participedia.net/contact\">Geben Sie uns Feedback</a> , wie wir die Seite verbessern sie können. Klicken Sie auf \"Gefällt mir\", um dieses Projekt auf <a href=\"http://www.facebook.com/Participedia\">Participedias Facebook-Seite</a> bekannter zu machen, folgen Sie uns auf Twitter <a href=\"https://twitter.com/participedia\">@Participedia</a> oder klicken Sie auf die \"TEILEN\"-Schaltfläche (direkt unter der Überschrift jeder einzelnen Artikel-Seite), um im sozialen Netzwerk ihrer Wahl einen Fall, eine Methode oder eine Organisation ihrer Wahl zu teilen. Vor allem aber erzählen Sie bitte Ihren Freunden und Kollegen von Participedia, damit diese Seite für so viele Menschen wie möglich von Nutzen sein kann.</p><p> </p>", "title": "Die Participedia-Hilfe"}