{"htmlbody": "<h3>Mission and Purpose</h3><p>To promote inclusive politics.</p><h3>History</h3><p>The de Borda Institute was established in 1997, but by that time, we had been advocating the three Borda methodologies since 1986.</p><h3>Specializations and activities</h3><p>Voting systems in both decision-making and elections.</p><h3>Major projects and events</h3><p>1986 in Belfast: a People's Convention brought together both unionists and republicans, yet still 8 years before the cease-fire.  First use of the MBC and matrix vote.</p><p>1990 in Moscow: published an article on consensus in Novy Mir.</p><p>1990 in Tbilisi, <em>before </em>the war in Abhazia: gave a press conference (in Russian) on power-sharing.</p><p>1990 in Yugoslavia, <em>before </em>the collapse: published a newspaper article on consensus politics.</p><p>1991 in Belfast: held another consensus experiment, this time with electronic voting; we also had a guest from Sarajevo, and six months <em>before </em>the war, we warned of the dangers of holding a two-option plebisicte in Bosnia.</p><p>1998 in Belfast: designed a computer program such that any user may analyse any voters' profile according to the rules of an MBC (plus 6 other v oting methodologies).</p><p>2003 in East Africa: warned of the dangers, balkanisation, of using a two-option plebiscite in Sudan.</p><p>2004 in Belfast: tried to persuade Belfast City Council to become the world's first democratically elected chamber to take decisions by electronic preference voting.</p><p>2006 in Belfast: the world's first use of the Quota Borda System.</p><p>2012 in London: <em>Defining Democracy</em> book launch of the House of Lords.</p><p>2012 in Dublin: <em>Defining Democracy</em> also launched in <em>Áras an Uachtaráin</em>, the official residence of the Irish President.</p><h3>Funding</h3><p>Joseph Rowntree Charitable Trust (initial grant plus a research grant) and</p><p>Community Relations Council (Northern Ireland)</p><h3>Publications</h3><p>Defining Democracy (Springer, 2012),</p><p>Designing an All-Inclusive Democracy (Springer, 2007).</p><p>more on <a href=\"http://www.deborda.org/publications/\">http://www.deborda.org/publications/</a></p><h3>Secondary Sources</h3><p> </p><h3>External Links</h3><p>Society for Social Choice and Welfare, Caen</p><p>Conflict Research Society, London</p><p>New Economics Foundation, London</p><p>Green European Foundation, Brussels</p><h3>Notes</h3><p>The de Borda Institute has also done a considerable amount of work in East and Southern Africa.  Apart from Russian, the director also speaks some Swahili and Serbo-Croat, and is now learning Chinese： 现在正在学习中文。</p>", "title": "The de Borda Institute"}