{"htmlbody": "<p><em>Note:  This article is in need of assistance with editing and content.  Please help us complete it.</em></p><h3><strong>Summary</strong></h3><p>This case study features the Citizen Participation in Science and Technology (CIPAST) project, which aimed to bring together experience actors from organizations with significant experiences in the use of participatory procedures in scientific and technological issues, with the ultimate objective of improving knowledge and experience transfer between European actors and decision-makers involved in participatory initiatives by structuring a network, disseminating good practices and circulating relevant information.</p><h3>Problems and Purpose</h3><p>The goal of CIPAST as a whole was to encourage the development of a participatory public culture in Europe, specifically relating to the public’s influence on science and technology, fields often seen as capable of only influencing the public, rather than being influenced by the public. According to the CIPAST Training Toolkit, as science and technology advance, they continue to address and be directly involved in more and more areas of society, “generating both the interest and concern of citizens,” (1). A number of issues have been raised by these advancements, and the involvement of civil society was recognized by CIPAST as crucial to addressing and solving these new, modern issues. The goal, then, was to get citizens involved in deliberative procedures and increase their involvement in assessment and policy-making, all of which had generally been limited to experts and policy-makers, despite the obvious and direct effect on civil society.</p><p>The problem which CIPAST wished to address was that a major roadblock to citizens’ participation was “lack of know-how regarding the approach and means to carry out participation,” (1). This meant expanding democratic dialogue and the scope of the decision-making processes so as to allow the citizenry to be more directly involved in assessment of technological and scientific advancements “transform our lives, including risks and benefits,” (1). There had been many efforts to involve the public in participatory experiences in which they could address and assess techno-scientific developments, but there was no organized understanding of all these efforts and their implications. CIPAST was an answer to this.</p><p>As the CIPAST Final Report states, there was obvious experience in this sector, though it was generally scattered and broadly inconclusive, having no large-scale impact. CIPAST was to be a culmination of all of these experiences, combined to make a broader and more inclusive knowledge-base on participatory experiences in this subject-area. According to The CIPAST Final Report, the goal of CIPAST was “to structure a European platform for exchanging knowledge and experience concerning participatory procedures, as a means to foster the construction of a European culture of civil society engagement with socio-technical issues,” (2).</p><p>The three main goals of CIPAST, according to the Final Report, were:</p><ol><li>To structure and expand upon a European network of organizations liable to implement participatory methods.</li><li>To stimulate the exchange of information and experiences within this network and beyond.</li><li>To foster the transfer of expertise through the implementation of training programs so as to develop an integrated concept of and material for capacity building. (2)</li></ol><p>These goals were to be accomplished by bringing together various diverse and experienced actors from the international community to create a pooled knowledge-base. In its simplest form, CIPAST was a forum in which people shared their knowledge on and experiences in the subject of public participation.</p><p>The long-term goal was to develop a training toolkit, for which that target audience would be decision-makers within the political and private spheres, the research sector, and for-profit and not-for-profit industries.</p><h3>History</h3><p>While the history if CIPAST itself is brief, taking place from April 2005 until March 2008 (3 years), the CIPAST website traces its own history back further, back to the 1970s when issues began to arise regarding energy policies, including both policy-making and implementation. The CIPAST website states that, since the 1970s, it has become increasingly more important to involve the public in policy-making, especially with regards to biotechnology and envirionmental protection. Forms of public participation that inspired the ideas of CIPAST include social mobilizations, NGOs, various associations, and formal participatory procedures that have been introduced into the decision-making process, often times explicitly involving government officials and experts until recently (1).</p><h3>Originating Entities and Funding</h3><p>CIPAST was organized and coordinated by Cité des Sciences et de l´Industrie, a science museum located in Paris, France. The idea of CIPAST was conceived by The European Commission, and stems directly from The European Commission’s Science and Society Action Plan, as the second priority of the plan. The plan calls for action, stating that policies on science and technology should be brought closer to the public and that policy-making should include the general public, stating: “Science activities need to centre around the needs and aspirations of Europe’s citizens to a greater extent than at present. Citizens must also be given the opportunity to express their views in the appropriate bodies.” (2)</p><p>The European Commission funded the project, contributing 750,000 Euro for Cité des Sciences et de l´Industrie’s execution of the project. It was funded under the Sixth Framework Programme for Research and Technology (3).</p><h3>Participant Selection</h3><p>CIPAST intended to bring together multiple organizations from the international body that had valuable experience in using participatory procedures relating to science and technology, making sure that these actors were of various different fields of interest. The goal was to get experienced actors from parliamentary offices, research institues, science museums, and various fields within academia (3).</p><p>The Cité des Sciences et de l´Industrie oversaw and made the final decisions in the participant selection process, and eventually decided upon 12 different organizations from throughout Europe to carry out the CIPAST project, from four different professional fields of expertise, all of whom had had significant experience in participatory procedures in science and technology in various forms. There were (2):</p><ul><li>Two (2) Technology Assessment Institutions: The Danish Board of Technology (Denmark) and the Rathenau Institute (Netherlands)</li><li>Four (4) Science Centers and Museums: Cité des sciences et de l’industrie (France), Citta della Scienza (Italy), Deutsches Hygienemuseum (Germany), and the Bonn Science Shop (Germany)</li><li>Two (2) National Research Institutes: Institut National pour la Santé et la Recherche Medicale (INSERM) (France), Institut National de la Recherche Agronomique (INRA) (France)</li><li>Four (4) Academic Research Policy Groups: The Centre for the Study of Democracy at Westminster University (England), The Science &amp; Society Interface at Universite de Lausanne (Switzerland), Ecole des Mines de Paris (Centre de Sociologie de l’innovation) (France), and Fondation Nationale de Sciences Politiques (France)</li></ul><p>During CIPAST’s third and final year, they selected a group of 100 experts in the field of participatory procedure in science and technology. These experts were listed at the end of the project as contact persons on the CIPAST database in the Training Toolkit. They were selected as the designated experts after answering a questionnaire that was sent out to the CIPAST network database (2).</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>CIPAST was divided into three separate yearlong sections, called work packages.</p><p>Work Package #1 ran from April 1, 2005 to March 2006, and was led by the Cité des Sciences with the goal of bringing together all the coordination activities and establishing management. During this time, CIPAST focused on establishing and expanding the network they wished to work with, primarily by launching the networking communication tools that were to be used throughout the remainder of the project and beyond. These tools were the website, newsletters, discussion groups, and the database. The preparations for the training workshop of the following Work Package also began during the first year.</p><p>Work Package #2 ran from April 2006 until March 2007 and was led by the Bonn Science Shop. This Work Package was focused primarily on preparing for, executing, and analyzing the first training workshop, held in June of 2006 in Dresden, Germany, as well as continuing to work on the development of the network of people and organizations involved in CIPAST and experienced in participatory procedure.</p><p>Work Package #3 ran from April 2007 until March 31, 2008, the official end of the CIPAST project, and was led by INRA. This third and final work package was devoted to preparing for the second training workshop, held in Procida, Italy in June 2007. On top of that, the third work package spent considerable time after the training workshop assessing the workshops, and using their findings to develop a concise and comprehensive methodology for encouraging public participation into specific yet flexible training material focusing on specific case study methodology, which took form in the official CIPAST Final Report and the CIPAST Training Toolkit, published with all their findings and conclusions at the end of March 2008, coinciding with the conclusion of the CIPAST project.</p><p>There were two training workshops, mentioned above, held in Dresden in June, 2006 and in Procida in June, 2007, both of which were titled “How To Design and Organize Public Deliberation.” Both were designed to allow and encourage the exchange of experience and expertise in the field of participatory procedure among participants, and allowed for the establishing of contacts and consolidation of the network of valuable people and organizations. Training focused on participatory exercises and inter-participant interactions and exchanges in order to foster capacity building. Some of the exercises from the workshops included:</p><ul><li>“What is Citizen Participation?”</li><li>\"The Basic Principles of Participation and How to Manage Them,”</li><li>Two separate methodology poster exercises</li><li>The interactive training exercise entitled “Planning Citizen Participation”</li><li>The study of multiple case studies</li></ul><p>There were over 80 participants from over 20 countries in each of the workshops (2).</p><h3>Influence, Outcomes, and Effects</h3><p>One of the most substantial outcomes of the CIPAST project was the training toolkit published in March 2008, entitled “<a href=\"http://www.cipast.org/download/CD%20CIPAST%20in%20Practice/cipast/en/index.htm\">CIPAST in Practice- Doing Public Participation</a>,” with four chapters including: Introduction, Design, Practice, and What Else?</p><p><a href=\"http://www.cipast.org\" title=\"http://www.cipast.org\">The CIPAST website</a> offers an overview of methods and best practices as well as participatory initiatives. The case-study based training package activities have confirmed that training for public participation in science and technology has to be considered as a multiple objective aim: as training activity before (and for) the implementation of a public participation initiative but also as an offer to get informed about public participation in general – and not being directly targeted to the translation into training action. CIPAST therefore has decided to put case studies at the core of its training and to focus on a process of active and participative learning. CIPAST in Practice now provides elementary sets for teaching and learning which are based on ‘real life case studies’ and which can be used and re-assembled by potential users . The given tools are completed through information resources about designing participatory procedures experts, literature and additional experiences. All case studies presented in this training package were developed by involving actors and users. All case studies were tested in training sessions in two international workshops 2006 and 2007.</p><p>The training toolkit included information on designing participatory procedures and various resources, a suggested model of a training workshop based off of the CIPAST training workshops, basic sets for teaching participatory procedure based off of the case studies discussed duting the training workshops, adaptable training material that can be used in a large variety of cases, as well as other valuable resources like access to experts and literature (1).</p><p>The other major outcome of the CIPAST project was the establishment of the international network of experienced people, organizations, and national contact points concerned with participatory procedure methods in science and technology. A network of about 3,000 contacts, including individuals and organizations, was developed throughout the project. Networking was further encouraged through the use of four tools: a database, a website, newsletters, and discussion groups.</p><p>CIPAST also established four reccomendations for the international community concerned with participatory procedure in science and technology (2):</p><ol><li>To foster and support the existing dynamics of European cooperation and networking between all different actors involved in participation.</li><li>To support further organization of training sessions on citizen participation in science and technology based on case-studies.</li><li>To support an interdisciplinary group of researchers and practitioners to both develop a case-studies database and investigate local cultures of participation.</li><li>To document the various experiences of involvement of civil society in the field of nanotechnologies.</li></ol><h3>Analysis and Criticism</h3><p>According to the CIPAST Final Report, \"Within three years, CIPAST fulfilled the three core objectives at the heart of its work programme by</p><ul><li>Setting up and expanding on a European network of different actors concerned with participatory procedures in science and technology.</li><li>Developing communication and dissemination tools such as website, discussion lists and newsletters and creating a database devoted to participation in science and technology.</li><li>Elaborating and testing through two training workshops a corpus of tools for capacity building and training, based on an original case-studies methodology.\"</li></ul><p> </p><p><strong>Secondary Sources</strong></p><p>(1) <a href=\"http://www.cipast.org/download/CIPAST_FINAL_REPORT.pdf\">http://www.cipast.org/download/CIPAST_FINAL_REPORT.pdf</a></p><p>(2) <a href=\"http://www.cipast.org/download/CD%20CIPAST%20in%20Practice/cipast/en/intro_1.htm\">http://www.cipast.org/download/CD%20CIPAST%20in%20Practice/cipast/en/intro_1.htm</a></p><p>(3) <a href=\"http://www.2020-horizon.com/CIPAST-Citizen-Participation-in-Science-and-Technology(CIPAST)-s30826.html\">http://www.2020-horizon.com/CIPAST-Citizen-Participation-in-Science-and-Technology(CIPAST)-s30826.html</a></p><p>(4) <a href=\"http://www.cipast.org/\">http://www.cipast.org/</a></p>", "title": "Citizen Participation in Science and Technology Project \"CIPAST\" (E.U.)"}