{"htmlbody": "<h3>Definitionen</h3><ul><li>FALL: Artikel über <em>Fälle</em> beinhalten Beispiele partizipativer Politik und Governance jeglicher Form und Größe. Fälle können aktuell oder historisch sein, abgeschlossen oder noch andauernd.</li><li>METHODE: Artikel über <em>Methoden</em> vermitteln Informationen über die vielen Prozesse, die angewandt werden, um Innovationen und partizipative Politik und Governance zu leiten, wie Bürgerjurys, <em>deliberative polling</em> und Bürgerhaushalte.</li><li>ORGANISATION: Artikel über <em>Organisationen</em> beinhalten Profile formeller und informeller Gruppen, die Innovationen bei partizipativer Politik und Governance gestalten, umsetzen oder unterstützen.</li></ul><h3>Inhalte zu Participedia beitragen</h3><p>Auf Participedia Inhalte zu einem Fall, einer Methode oder einer Organisation beizutragen ist sehr einfach. Bitte gehen Sie auf <a href=\"/de/user/register\"><strong>Jetzt registrieren</strong></a>, damit Sie Beiträge zur Seite erstellen können; Sie müssen sich registrieren, um Artikel hinzufügen, bearbeiten oder an Diskussionen teilnehmen zu können.</p><p>Sobald Sie registriert und angemeldet sind, können Sie auf mehrere Weisen beitragen:</p><ol><li><em>Einen neuen Artikel über einen Fall, eine Methode oder eine Organisation erstellen.</em> Auf der Seite <a href=\"/de/create-content\"><strong>Inhalt erstellen</strong></a> wählen Sie aus, welche Art von Artikel Sie entwerfen möchten. Sie müssen nicht darauf vorbereitet sein, einen vollständigen Artikel zu schreiben; Sie müssen den Artikel lediglich anlegen. (Falls Sie einfach nur einen Artikel vorschlagen wollen, den jemand anderes schreiben soll, geben Sie einfach die Überschrift Ihres Artikels ein und wählen Sie \"Stub\" in der Auswahlliste zur Vollständigkeit.) Die Reiter oben auf dem Eingabeformular (zum Beispiel “Zweck, Geschichte, Teilnehmer” usw.) helfen Ihnen, sich im Formular zurecht zu finden. Einige Felder sind offen und sehen vor, dass Sie einen Text eingeben, darunter auch eine kurze Beschreibung. Andere Felder sehen vor, dass Sie aus einer Liste möglicher Antworten auswählen.</li><li><em>Einen bestehenden Eintrag editieren oder ergänzen. </em>Wenn Sie einen Artikel über einen Fall, eine Methode oder eine Organisation anzeigen, klicken Sie über dem Artikel auf den Reiter \"Bearbeiten\", um direkt hineinzugehen und den vorliegenden Eintrag zu ergänzen. Der Reiter \"Überarbeitungen\" gestattet Ihnen, die Liste aller Beitragenden zu dem Artikel anzuzeigen und wann diese Ihren Beitrag geleistet haben.<br/><img alt=\"1st Inuit Youth Symposium on the Inuit Language | Participedia\" src=\"http://participedia.net/sites/default/files/contributing-content-fig1.png\"/></li><li><em>Eine Diskussion starten oder an einer Diskussion teilnehmen.</em> Sie können zu jedem Fall, zu jeder Methode und zu jeder Organisation Kommentare abgeben, indem zu diesem bestimmten Artikel Sie einen Diskussionsstrang eröffnen. Diese Diskussionen sind ein gutes Mittel, um auf Fragestellungen aufmerksam zu machen, die weiteres Nachdenken oder Beachtung erfordern, oder um Bedenken bezüglich vorhergehender Überarbeitungen eines Artikels zu erheben. Genau wie jeder Wikipedia-Beitrag über einen Reiter \"Diskussion\" für Diskussionen über diesen Eintrag verfügt, hoffen wir, dass die Participedianer lebhafte Debatten über unsere Artikel führen werden. Sie können über jeden beliebigen Eintrag eine Diskussion starten oder, falls bereits eine Diskussion im Gange ist, an dieser teilnehmen.<br/><img alt=\"British Columbia Citizens' Assembly on Electoral Reform | Participedia\" src=\"http://participedia.net/sites/default/files/contributing-content-fig2.png\"/></li><li><em>Einen Fall, eine Methode oder eine Organisation nominieren.</em> Helfen Sie mit, die  Participedia-Community zu erweitern, indem Sie einen potenziellen Fall, eine potenzielle Methode oder Organisation vorschlagen, von dem/der Sie glauben, dass er/sie auf der Seite hinzugefügt werden sollte. Klicken Sie einfach <a href=\"/de/forum/nominate-case-method-or-organization\"><strong>hier, um das Forum zu besuchen</strong></a>  und geben Sie einen Namen an sowie eine kurze Beschreibung und nach Möglichkeit einen Link zu dem Fall, der Methode oder der Organisation an, den/die Sie vorschlagen möchten.</li></ol><h2>Wirken Sie in jeder Sprache mit</h2><p>Auch wenn die Benutzeroberfläche von Participedia derzeit ausschließlich auf Englisch ist, freuen wir uns über Artikel in allen Sprachen. Tragen Sie Inhalte in der Sprache bei, die Sie bevorzugen, entweder mit Hilfe unserer Texteingabefelder oder indem Sie den Text von einem externen Editor kopieren und einfügen. Wenn Sie einen Artikel auf einer anderen Sprache als Englisch anlagen, geben Sie bitte in Klammern direkt hinter dem Titel des Artikels die Sprache an - z.B. “Orcamento Participativo (Portugiesisch)”. Wir arbeiten an einer mehrsprachigen Benutzeroberfläche, was auch die Übersetzung unserer Formulare für die Eingabe von Fällen, Methoden und Organisationen beinhaltet. Falls Sie Interesse daran haben sollten, die Entwicklung von Participedia in Ihrer Sprache oder Region zu unterstützen, nehmen Sie bitte <a href=\"/de/contact\">Kontakt</a> mit dem Participedia-Team auf. Einstweilen können Sie sicher sein, dass wir daran arbeiten,  Participedia zu einer wahrhaft globalen, mehrsprachigen Ressource zu machen.</p><h6>Leitlinien für die Übersetzung von Inhalten in andere Sprachen:</h6><p>Falls Sie mehr als eine Sprache fließend beherrschen, möchten wir Sie ermutigen, Artikel, die bereits auf Participedia vorliegen, zu übersetzen. Falls Sie das tun, verwenden Sie bitte die Folgende Art von Hinweis gleich zu Anfang Ihres Artikels</p><p>Bitte beachten Sie: dies ist eine englische Übersetzung der ursprünglich italienischen Fallstudie, die zuerst eingestellt wurde von Maria Martinez am 01/19/2012, und die zu finden ist unter <a href=\"http://participedia.net/de/cases/progetto-ex-mercato-ortofrutticolo-bologna-italy\">http://participedia.net/de/cases/progetto-ex-mercato-ortofrutticolo-bologna-italy</a></p><p>Klicken Sie <a href=\"/de/cases/project-ex-farmers-market-bologna-italy\"><strong>hier</strong></a> um ein Beispiel zu sehen, wie dieser Hinweis in den Textkörper eines Artikels eingefügt werden sollte.</p><p>Und noch eine Sache: Wenn Sie einen Artikel übersetzen, achten Sie bitte auch darauf, die entsprechenden Angaben in den Datenfeldern zu machen.</p><h2>Bilder &amp; Videos einfügen</h2><p>Einem Fall, einer Methode oder einer Organisation Bilder und Videos hinzuzufügen kann Ihre Inhalte bereichern. Beide Funktionen finden Sie unter dem Reiter \"Bilder\", wenn Sie Ihren Artikel bearbeiten. </p><p>Um einen Link zu einem Video hinzuzufügen, das im Internet verfügbar ist oder zu einem \"existierenden\" Video, laden Sie es <a href=\"/de/node/add/video\"><strong>hier</strong></a> hoch und beginnen Sie dann, den Titel in den Video-Upload-Block zu tippen, unter dem Reiter \"Bilder\" Ihres Artikels.</p>", "title": "Inhalte zu Participedia beitragen"}