{"htmlbody": "<h3>Auf Participedia Informationen finden</h3><p>Fast der gesamte Inhalt auf Participedia ist in Form eines Falles, einer Methode oder einer Organisation.</p><ul><li>Artikel über <em>Fälle</em> beinhalten Beispiele partizipativer Politik und Governance jeglicher Art und Dimension. Fälle können aktuell oder historisch sein, abgeschlossen oder noch andauernd.</li><li>Artikel über <em>Methoden</em> vermitteln Informationen über die vielen Prozesse, die umgesetzt werden, um Innovationen und partizipative Politik und Governance zu leiten, wie Bürgerjurys, <em>deliberative polling</em> und Bürgerhaushalte.</li><li>Artikel über <em>Organisationen</em> beinhalten Profile formeller und informeller Gruppen, die Innovationen bei partizipativer Politik und Governance gestalten, umsetzen oder unterstützen.</li></ul><p>Sie können Fälle, Methoden und Organisationen auf verschiedene Weise suchen oder durchstöbern.</p><ol><li><em>Stöbern: </em>wenn Sie die <a href=\"/de/browse/filtered/case\">Fälle-Seite</a>, <a href=\"/de/browse/filtered/method\">Methoden-Seite</a> oder <a href=\"/de/browse/organizations\">Organisationen-Seite</a> besuchen, können Sie die gesamten Artikel dieser Art in entweder geografischer oder chronologischer Reihenfolge (gemäß des Datums, an dem der Artikel hinzugefügt wurde, die neuesten zuerst) durchstöbern. Standardmäßig werden Sie nur komplette oder teilweise komplette Artikel sehen; dies schließt \"Stubs\" aus, die als Platzhalter oder Vorschläge für Artikel gedacht sind, die noch gefüllt werden müssen.</li><li><em>Suche nach einem Artikel-Typ:</em> Innerhalb jeder Art von Artikeln (Fälle, Methoden oder Organisationen) können Sie Kriterien auswählen (in den Feldern rechts auf der Seite) um zu filtern, welche Artikel Sie angezeigt bekommen. Die Suchfilter behandeln jedes zusätzliche Kriterium als ein \"UND\" – somit liest Participedia die Kriterien in diesem Beispiel als: zeig mir jeden Fall aus dem Land: Italien <em>UND</em> Art der Interaktion: Diskussion <em>UND</em> geografischer Bereich: lokal.<br/><img alt=\"Untitled\" src=\"http://participedia.net/sites/default/files/finding-information-fig1.png\"/></li><li><em>Suche auf der gesamten Seite:</em> Nutzen Sie das Suchfeld oben auf der Seite, um auf der gesamten Webseite nach jedem beliebigen Stichwort zu suchen; dadurch erhalten Sie eine Reihe Suchergebnisse, die jeden Fall, jede Methode <em>oder </em>Organisation umfassen, die Ihr Stichwort enthalten. <em>Tipp: Sie können das Suchfeld leer lassen und dann einfach auf “Suchen” klicken, um eine vollständige Liste ALLER Fälle, Methoden und Organisationen auf dieser Seite angezeigt zu bekommen.</em> Sobald Sie auf der Seite mit den Suchergebnissen sind, können Sie Ihre Ergebnisse erneut filtern, indem Sie Kriterien auswählen. Da viele Kriterien jedoch nur eine Art von Artikeln betreffen, kann das Klicken auf Kriterien schnell zu Ergebnissen führen, die ausschließlich Fälle, Methoden oder Organisationen beinhalten. Zum Beispiel kann das Filtern über einen Ländernamen  Ihnen sowohl Fälle als auch Organisationen aus diesem Land anzeigen, aber das Filtern nach einer Entscheidungsmethode wird Ihnen ausschließlich Fälle als Ergebnis anzeigen (weil nur Fälle \"Entscheidungsmethode\" als Kriterium beinhalten).</li></ol><p>Sie können auf Participedia auch Nutzerprofile suchen oder durchstöbern. Wenn Sie in Ihrem eigenen Nutzerprofil Informationen über Ihre Interessen, Ihre Arbeit oder Ihren Standort mitteilen, steigt auch die Wahrscheinlichkeit, dass es Ihnen gelingt, Nutzer mit ähnlichen Herausforderungen oder Expertise zu finden. Schlussendlich finden Sie Informationen über das Projekt Participedia an sich, indem Sie die Seite <a href=\"/de/ueber-participedia\">Über uns</a> besuchen, oder indem Sie nach den <a href=\"/de/news\">Nachrichten</a> schauen.</p>", "title": "Auf Participedia Informationen finden"}