{"htmlbody": "<p>Bitte beachten Sie: diese Beispielaufgabe richtet sich an ein Fortgeschrittenenseminar im Grundstudium. Sie kann in ihrem Schwierigkeitsgrad so angepasst werden, dass sie entweder für Seminare im Hauptstudium  geeignet ist oder für Einführungskurse.</p><h3>Aufgabe</h3><p>Schreiben und veröffentlichen Sie einen Artikel auf Participedia (<a href=\"http://participedia.net/de/\" title=\"http://participedia.net\">http://participedia.net</a>). Dieses Papier kann, falls Sie dies möchten, in Teams von 2-3 Personen geschrieben werden. Ein Papier von nur einem Autor ist ein 5-seitiges Papier, und für jeden weiteren Co-Autor ist ein höherer Grad an Ausführlichkeit/Komplexität gefordert, der weiteren 3 Seiten entspricht. Um “Seiten” zählen zu können, können Sie Ihre Participedia-Seiten kopieren und in  Word einfügen, mit 2,5 cm Seitenrändern, Schriftart Times New Roman 12 Punkte, um zu sehen, wie viel Sie haben.</p><h3>Abgabetermine</h3><p>Bei dieser Aufgabe gibt es drei Abgabetermine:</p><ol><li>Geben Sie einen Absatzmit einer Beschreibung Ihres Falls ab (6 Wochen vor dem endgültigen Abgabetermin)</li><li>Schreiben Sie einen Entwurf Ihres Artikels auf Participedia und geben Sie den Link ab (3 Wochen vor dem endgültigen Abgabetermin)</li><li>Stellen Sie Ihren Artikel fertig und reichen Sie erneut den Link ein (finaler Abgabetermin)</li></ol><h3>Musterartikel</h3><p>Um zu sehen, wie ein fertiger Artikel aussieht, sehen Sie sich den Artikel über die <a href=\"/de/cases/british-columbia-citizens-assembly-electoral-reform\">British Columbia Citizens' Assembly on Electoral Reform</a> an. Beachten Sie, dass dieser Artikel über “Fall-Daten” verfügt,  zu finden in der rechten Spalte, und einen erläuternden Text. Sowohl der erläuternde Text als auch die Fall-Daten können erstellt oder aktualisiert werden, indem “Bearbeiten” ausgewählt wird und dann entweder der “Artikel-Textkörper” eingefügt wird oder indem die Reiter direkt über dem Artikel durchgeklickt werden. Die Vorgehensweise, wie man Fall-Daten und beschreibende Texte erstellt und bearbeitet, wird weiter unten ausführlich erläutert.</p><p>Zusätzlich zu dem Artikel ergänzen Sie bitte die “Fall-Daten”, die Sie rechts auf der Seite finden. Dies beinhaltet Bilder, die mit dem Fall, der Methode oder der Organisation zu haben genauso wie Information zu Variablen, wie die zur Diskussion stehenden Inhalte, die Art der Angestellten, der angedachte Zweck, die Art der Interaktion, ob das Verfahren unterstützt wurde und vieles mehr. Wir empfehlen, dass Sie sich diese Datenfelder ansehen, bevor Sie in Ihren Quellen nach Informationen suchen, so dass Sie so viele von den Fall-Daten eingeben können wie möglich.</p><h3>Und was mache ich dann?</h3><p>Dies sind die Hauptschritte beim Erledigen dieser Aufgabe.</p><h4>1. Wählen Sie einen Fall, eine Methode oder eine Organisation aus.</h4><p>Der erste Schritt bei dieser Aufgabe besteht darin, einen Fall, eine Methode oder eine Organisation auszuwählen, den oder die Sie in Ihrem Artikel beschreiben wollen. Für potenzielle Fälle gibt es verschiedene Quellen:</p><ul><li>Artikel-Stubs auf Participedia. Um diese Artikel angezeigt zu bekommen, klicken Sie auf die Reiter <strong>Fälle</strong>, <strong>Methoden</strong> oder <strong>Organisationen</strong> oben auf der Homepage. Anschließend klicken Sie in der Spalte “Die Suche verfeinern” auf der rechten Seite des Bildschirms, suchen Sie die Variable “Grad der Fertigstellung” und klicken Sie dann auf “Stub.” Sie können einen dieser unfertigen Artikel auswählen und ihn für Ihre Aufgabe fertigstellen.</li><li>Sie können ebenfalls in verschiedenen Büchern und Artikeln Fälle finden, beispielsweise: Deliberative Democracy Handbook; Public Participation Handbook; Fallstudiensammlungen von Archon Fung und anderen (z.B. Deepening Democracy); <a href=\"http://thataway.org/\" title=\"http://thataway.org\">National Coalition for Dialog and Deliberation website</a>; <a href=\"http://www.deliberative-democracy.net/\" title=\"http://www.deliberative-democracy.net/\">Deliberative Democracy Consortium website</a>; <a href=\"http://www.pgexchange.org/\" title=\"http://www.pgexchange.org/\">Civicus Participatory Governance website</a></li></ul><p>Wenn Sie einen Fall, eine Methode oder Organisation ausgewählt haben ist es wichtig, sicherzustellen, dass es darüber auf Participedia nicht bereits einen fertigen Artikel gibt. Suchen Sie auf PP nach dem Fall und sehen Sie nach, ob Ihre Suche einen fertigen Artikel ergibt.</p><h4>2. Sammeln Sie Quellen für den Fall</h4><p>Ihr Participedia-Artikel wird nicht in erster Linie auf Feldstudien beruhen, sondern vielmehr auf Sekundärquellen. Folglich ist es wichtig, sicher zu stellen, dass zu diesen Fall bereits ausreichend geforscht wurde und dass Ihnen dieses Material zur Verfügung steht. Nachdem Sie Ihren Fall ausgewählt haben, sammeln Sie das dazugehörige relevante Material. Lesen Sie sich dieses Material durch und bewerten Sie, ob Sie genügend Material haben, um sowohl Ihren Participedia-Artikel zu entwickeln als auch die entsprechenden Datenfelder auszufüllen. Wenn möglich, sammeln Sie relevante Bilder. Falls Sie nicht genügend Sekundärquellen zu dem Fall finden können, den Sie ausgewählt haben, müssen Sie einen anderen Fall auswählen.</p><h4>3. Schreiben Sie einen Absatz über Ihren Fall</h4><p>Sobald Sie einen Fall mit ausreichend Sekundärquellen, um die Aufgabe zu erledigen, haben, schreiben Sie einen kurzen Absatz von ungefähr 300 Wörtern, in dem Sie den Fall beschreiben. Wie heißt er? Was war das Ziel? Wer hat mitgemacht? Wo war das? Was haben die Leute entschieden? Was ist passiert?</p><h4>4. Schreiben Sie einen Entwurf Ihres Artikels</h4><p>Schreiben Sie Ihren ersten Entwurf in einem Textverarbeitungsprogramm wie Microsoft Word. Wir schlagen die folgende Struktur für Ihren Artikel vor, aber Siekönnen auch Kategorien hinzufügen oder weglassen, um Ihrem Fall, Ihrer Methode oder Ihrer Organisation gerecht zu werden:</p><ol><li>Definition</li><li>Probleme und Zweck</li><li>Geschichte</li><li>Auswahl der Teilnehmer</li><li>Deliberation, Entscheidungen und öffentliche Interaktion</li><li>Einfluss, Ergebnis und Effekte</li><li>Analyse und Kritik</li><li>Sekundärquellen</li><li>Externe Links</li><li>Fußnoten</li></ol><p>Lesen Sie anschließend Ihre Sekundärquellen und nutzen Sie diese, um die oben genannten Abschnitte zu füllen. Stellen Sie sicher, dass alle Sekundärquellen in Fußnoten genannt werden.</p><h4>5. Geben Sie Ihren Entwurf auf Participedia ein</h4><p>Folgen Sie diesen Schritten, um Ihren Entwurf auf Participedia zu laden:</p><ol><li>Legen Sie ein <strong>Participedia</strong>-Benutzerkonto an, indem Sie den Reiter “Jetzt anmelden” auf der Homepage benutzten und <strong>loggen </strong>Sie sich dann auf <strong>Participedia ein</strong>. Ohne Benutzerkonto wird es Ihnen nicht möglich sein, Inhalte zu erstellen oder zu bearbeiten.</li><li>Sobald Sie Ihr Benutzerkonto angelegt haben, klicken Sie auf den Reiter <strong>Inhalt erstellen</strong>.</li><li>Auf der “Inhalt erstellen”-Seite wählen Sie <strong>Einen Fall hinzufügen</strong>, <strong>Eine Methode hinzufügen </strong>oder <strong>Eine Organisation hinzufügen</strong>.</li><li>Auf der “Einen Fall/Methode/Organisation hinzufügen”-Seite geben Sie ihrem Projekt einen Namen, erstellen eine kurze Zusammenfassung, benennen Tags und, wenn möglich, laden ein Bild hoch, das als “Hauptbild” des Artikels dient. Darüber hinaus werden Sie auch aufgefordert, anzugeben und zu aktualisieren ob der Artikel “unvollständig“, „fertig” oder lediglich ein “Stub” ist, der als Platzhalter dient. Bis Sie mit Ihrem Artikel fertig sind, klicken Sie “unvollständig” an. Wenn Sie Ihren Artikel beendet haben, mit Überarbeitungen und Daten-Informationen, klicken Sie auf  “fertig”.</li><li>Aus Ihrem Artikelentwurf kopieren Sie den Text unter jeder Überschrift und fügen ihn unter der entsprechenden Überschrift in der Text-Box wieder ein. Womöglich möchten Sie Ihren Text aus Word in ein Nur-Text-Dokument kopieren [z.B. TextPad], bevor Sie ihn in die Text-Box kopieren, um allen Einfüge-Fehlern vorzubeugen, die durch versteckte Formatierungscodes in Word verursacht werden können. Von hier aus können Sie den Text entweder bearbeiten, indem Sie die die Werkzeuge oben an der Text-Eingabebox nutzen, wie zum Beispiel fett, Aufzählungszeichen und Link, oder Sie, falls Sie sich mit HTML-Formatierung auskennen,  gehen zum Nur-Text-Editor um komplexere Formatierungen vorzunehmen, indem Sie auf das  Feld  “Textformat” direkt über dem Feld für die Eingabe des Textkörpers gehen. Achten Sie darauf, dass relevante Hyperlinks eingefügt werden, um Ihren Artikel für Ihre Leser so hilfreich wie möglich zu machen.</li><li>Zusätzlich dazu, dass Sie eine Übersicht erstellen müssen, müssen Sie auch auf die Reiter klicken, um die “Falldaten”-Eingabefelder für <strong>Ort, Bilder, Zweck, Geschichte, Teilnehmer, Verfahren, Organisatoren</strong> und <strong>Ressourcen zu erreichen</strong>.  Die Reiter für jedes Datenset befinden sich direkt über dem großen Feld, das den “Artikel-Textkörper” enthält. Wenn Sie jeweils auf diese Reiter klicken, sehen Sie Felder zur Dateneingabe. Folgen Sie den Aufforderungen im Formular, geben Sie so viel der abgefragten Daten wie möglich ein. Falldaten sind ein zentraler Bestandteil der Katalogisierung; geben Sie sich deswegen bitte größtmögliche Mühe, so viele dieser Felder wie möglich auszufüllen. Beispielsweise wird der Fall nicht auf der Karte auf der Homepage erscheinen, solange der Ort nicht unter dem Reiter \"Ort\" eingegeben wird. Uns ist klar, dass einige der Daten für die Studierenden nicht leicht zu finden sind, doch je mehr sie finden und teilen können, desto besser.</li><li>Schreiben Sie sich auf, was für Sie gut funktioniert und was nicht.  Schicken Sie bitte Ihr Feedback an das Participedia-Team, indem Sie uns entweder eine Mail an <a href=\"/cdn-cgi/l/email-protection#432a2d252c03332231372a202a3326272a226d2d2637\"><span class=\"__cf_email__\" data-cfemail=\"7d14131b123d0d1c0f09141e140d1819141c53131809\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a> schicken oder indem Sie auf den <strong>Kontakt</strong>-Link oben auf jeder Seite klicken. Sie können den <strong>Kontakt</strong> -Link ebenfalls nutzen, um technische Unterstützung anzufragen, falls Sie bei der Nutzung der Seite auf Probleme stoßen sollten.</li><li>Denken Sie während Ihrer Arbeit an das <strong>Speichern</strong>. Die Schaltfläche <strong>Speichern</strong> befindet sich unten auf der Bearbeitungsseite. Sie müssen einen Artikel nicht in einer Sitzung fertigstellen, aber achten Sie darauf, dass Sie speichern, bevor Sie die Bearbeitungsseite verlassen. Sie können jederzeit zurück auf die Seite gehen, um Informationen zu bearbeiten oder hinzuzufügen, indem Sie auf der <strong>Hauptseite nach dem Fall, der Methode oder der Organisation suchen und dann auf den Reiter</strong> <strong>Bearbeiten</strong> klicken. Wir schlagen ebenfalls vor, dass Sie beim Schreiben und Bearbeiten die <strong>Vorschau</strong> unten auf der Bearbeitungsseite nutzen.</li></ol><p>Sie haben einen Participedia-Artikel erstellt!</p><h4>6. Erhalten Sie Feedback</h4><p>Schicken Sie einen Link zu Ihrem Artikel an Ihren Dozenten, um Kommentare zu erhalten, und berücksichtigen Sie diese Kommentare für die endgültige Version Ihres Artikels. Sie können den Link auch an Ihre Freunde verschicken, um weitere Kommentare zu bekommen.</p><h4>7. Geben Sie Ihre Seminaraufgabe ab</h4><p>Geben Sie geheftete Ausdrucke der Participedia-Seiten, die Sie erstellt oder bearbeitet haben, ab. Falls Sie bereits existierende Seiten bearbeitet haben, markieren Sie einfach am Rand diejenigen Abschnitte, die Sie hinzugefügt oder geändert haben. Denken Sie daran, oben rechts Ihren Namen/Ihre Namen auf die Seiten zu schreiben und heften Sie sie zusammen.</p><p><em>Verwandte Seiten</em></p><ul><li><a href=\"/de/content/participedia-seminaraufgaben\">Participedia in Seminaraufgaben</a></li><li><a href=\"/de/content/beispiel-benotungsschema\">Benotungsschema</a></li></ul>", "title": "Participedia Beispielaufgabe 1: Verfassen Sie einen Eintrag für einen Fall, eine Methode oder eine Organisation"}