{"htmlbody": "<p>Studenten dazu zu bringen, Artikel für Participedia zu schreiben oder zu bearbeiten kann eine wunderbare Aufgabe im Rahmen von Seminaren sein, die sich mit politischer Partizipation, Demokratieinnovation oder Deliberation befassen.</p><p>Während sie einen Fall, eine Methode oder eine Organisation auswählen, recherchieren und beschreiben lernen die Studierenden etwas über die Substanz von Partizipation, finden Sekundärquellen und lernen, wie man diese korrekt zitiert und entwickeln ihre Internetkompetenzen, um auf Wikis zu posten. Die Studierenden finden es lohnend, ihre Arbeit auf Participedia zu publizieren, wo sie von potenziell vielen Menschen gelesen und genutzt wird.</p><p>Als er an der Universität Washington gelehrt hat, hat John Gastil im Sommersemester 2010 das Verfassen eines Participedia-Artikels als Aufgabe in seinem Seminar über Politische Deliberation aufgegeben. Diese Seminaraufgabe hat zu einigen hervorragenden Artikeln geführt, und seitdem sind andere Wissenschaftler diesem Beispiel gefolgt, darunter Graham Smith von der Universität Southampton und Rodolfo Lewanski von der Universität Bologna. Wir arbeiten daran, Unterstützung für Hochschullehrerinnen und –lehrer anzubieten, die das Verfassen von Participedia-Artikeln als Aufgabe in ihren Seminaren stellen wollen.</p><p>Bis jetzt haben wir eine Reihe von Dokumenten erstellt, die Ihnen den Einstieg erleichtern sollen.</p><ul><li><a href=\"/de/content/participedia-beispielaufgabe-1-verfassen-sie-einen-eintrag-f-r-einen-fall-eine-methode-oder\">Beispielaufgabe 1</a> ist ein Aufgabenmuster zum Schreiben eines Falls. Selbstverständlich können Sie diese Vorlage kopieren und an ihre eigenen Seminare anpassen.</li><li>Das <a href=\"/de/content/beispiel-benotungsschema\">Benotungsschema</a> ist das Benotungsschema für diese Aufgabe. Es wurde auf der Grundlage von John Gastils Benotungsschema aus dem Sommersemester 2010 angepasst.</li></ul><p>Falls Sie tatsächlich das Verfassen von Participedia-Artikeln als Aufgabe in einem Seminar stellen, lassen Sie uns bitte wissen, wie es läuft. Uns ist sehr daran gelegen, Participedia so zu entwickeln, dass es Lehranforderungen entspricht.</p>", "title": "Participedia in Seminaraufgaben"}