{"htmlbody": "<h3>Definition</h3><p>According to California Secretary of State’s website and voters’ guide, Proposition 31:</p><blockquote><p> “Establishes [a] two-year state budget; [s]ets rules for offsetting new expenditures; and Governor budget cuts in fiscal emergencies. Local governments can alter application of laws governing state-funded programs. Fiscal Impact: Decreased state sales tax revenues of $200 million annually, with corresponding increases of funding to local governments. Other, potentially more significant changes in state and local budgets, depending on future decisions by public officials.”</p></blockquote><p>Proposition 31 was voted on during the November 2012 elections in the state of California.  If passed, this proposition would have had many and large changes to the state government.</p><h3>Problems and Purpose</h3><p>This bill will change the budget to a two-year cycle, which would solve the problem of short term thinking about budget issues.  In the past the budget was on a one-year system, which did not challenge legislators to think about the future budget issues that might arise.  This two-year cycle will make the budget a more in-depth process as opposed to the view that pervades now, which is that if the budget does not work out this year there is only one year that has to be endured before the budget can be revised.  With the approval of a two-year system, legislators will need to be more careful with their approval of a two-year budget as things are more likely to change in the two-years as opposed to one.  The other major problem is the allocation of tax money to the local counties for state programs.  This would be remedied by allowing counties and cities to refuse both the program and the money from the state government.  This solution would cut down on state spending and allow for more specialized programs that counties and cities are allowed to implement on their own.</p><h3>History</h3><p>Recently in the state of California there has been an economic downturn for the government.  The state has a debt of over $617 billion dollars and is trying to find ways to bring that number back down.  This proposition proposes a change from a one-year budget cycle in the state government to a two-year cycle.  The state government has been in charge of many functions that this proposition is trying to transfer to local governments.  The proposition will allow the government to be more transparent with their fiscal policies by preventing the state government from passing budgets behind closed doors.  One of the main fiscal impacts this proposition pertains to what money goes to the state and what is allocated to the local government.  If enacted, there will be $200 million from state sales tax that will be given to local governments.  This proposition will also require politicians from creating programs without first showing that there are concrete results.  This proposition has been drafted due to recent issues with transparency and overspending in state programs in the State of California.  This proposition is geared towards people who are more comfortable with what is going on in their local government than what is going on at the state level.  The restrictions of this proposition applies not only to state government but also to local government.  There are many large scale changes that would come to affect the state budget and local program implementation.</p><h3>Originating Entities and Funding</h3><p>Proposition 31 has been heavily supported monetarily by a wide range of people and organizations.  One of the biggest single contributors is called California Forward which is a nonprofit organization that is, according to their website, working to bring government closer to the people.  They are trying to be a part of the larger deliberative process to make government more transparent by partnering with “Speak Up CA”.  This organization holds two of the three top donation numbers that support the passing of this proposition.  On the other side of the issue there is a significant drop off of funds to oppose this proposition.  The main contributor of the opposition is the American Federation of State, County &amp; Municipal Employees California People Issues PAC.  The opinion of this PAC on their website it is not readily available.   The total monetary support for this proposition is close to $3,750,00, whereas the total support for the opposition is only around $300,000.</p><h3>Participant Selection</h3><p>With the passage of Proposition 31, the local government would gain more control over how they would use state funding. The definition of “local government” can include: county governments, city governments, school districts, community college districts, and special districts.  In addition, the roles of the Legislature and the Governor would change as well.   With the passage of Proposition 31, here is what the roles of the three parties (Local Governments, Legislature, and the Governor) would look like:</p><p><em>Local Governments:</em></p><ul><li>Can develop their own process for how they administer and run state programs, provided that their plans are cohesive with state laws.  These plans can, for example, change the way local governments disperse services, including economic development, education, social services, public safety, and public health.  Each plan must be approved by the governing boards of the (1) county; (2) school districts; and (3) other agencies that represent a majority of the local population.  If these plans are approved, then the program could receive state funding.2</li></ul><p><em>Legislation:</em></p><ul><li>Cannot create expenditures of more than $25 million unless they also include corresponding spending cuts.1</li><li>Must create a process that will be used to review every state-funded program (local or state managed) once every five years.  During this review process, the Legislature cannot pass bills except for those that (1) take effect immediately (must receive 2/3 vote of both houses) or (2) override a Governor’s veto (must receive 2/3 vote of both houses).2</li><li>This process must be integrated into a part of its two-year session.  The designated time period would be at the beginning in July of the second year of the session. </li></ul><p><em>Governor:</em></p><ul><li>Has the power to cut the budge unilaterally in times of declared fiscal emergencies only if the Legislature does not take action.2</li><li>Cannot reduce spending that is required by the Constitution or federal law, such as school spending, debt service, pension contributions, health programs, and social service programs.2</li></ul><h3>Deliberation, Decisions, and Public Interaction</h3><p>The overall goal of Proposition 31 is for the government to run more efficiently and with more public involvement.  As stated earlier, this involves some modifications in state-funded programming.  The Legislature would need to develop a process and use it to review every state-funded program at least once every five years.  Using this process, they would need to decide the effectiveness of each program and whether it deserved state funding.  This process is aimed to decreasing wasting state funds on low-performing programs and funnel more funds into successful programs. This process would become a timely priority of the Legislature, lasting for two months of their session. </p><p>Although the Legislature has exercising control over state-funded programs, in general Proposition 31 seeks to shift more control and flexibility from the state government to the local governments of the cities and counties of California. </p><p>According to the “Vote Yes on Proposition 31” website, the roles and direct impacts the general public could have on its community would increase dramatically:</p><blockquote><p>“To improve performance at the local level, communities will need more flexibility to tailor programs to meet local needs.  Through ‘Community Strategic Action Plans’, the proposal would give local governments the incentives and authority to design programs that work together to improve results.  Cities, counties, school district, and special districts would identify common goals—such as improving outcomes for youth—and how they would coordinate actions to cost-effectively achieve them.  [Proposition 31] would identify state laws or regulations that prevent local governments from efficiently and effectively providing services, and include a local method for achieving the state objective.”</p></blockquote><p>The advocacy group “California Forward” advocates that:</p><blockquote><p>“[Proposition 31] encourages cooperation through local governments: Schools need to work with social service agencies and social service agencies need to work with law enforcement.  Through Community Strategic Action Plans, local leaders would be given the flexibility and incentives to work together to develop integrated approaches to meet community standards.”</p></blockquote><p>The ‘Community Strategic Action Plans’ would be a huge part of the deliberative process for local governments.  Under their “Big Five Outcomes” for the Proposition, the group California Forward advocates to “Foster Regional Collaboration”.  Not only would agencies within a smaller community connect and work together, but Proposition 31 focuses on linking communities together through civil discourse and public service projects.</p><p>Proposition 31 would give local governments the power to develop, through a “public process”, a Community Strategic Action Plan that would help to “advance community priorities that they cannot achieve themselves”.  Not only would Proposition 31 grant local governments the authority to develop an “Action Plan” as they are called in the full text of the Proposition, but would give local governments the authority to approve the Action Plan and the state would give incentive funds to local governments so they will be more receptive to developing Action Plans.  In the event that an Action Plan does not meet, or is impeded by a state law, Proposition 31 also provides that the local government can create a local rule in order to meet the requirement of a state law.  These Action Plans, however, would be under the review of the Legislature, which would determine the effectiveness of the Action Plans and if they have improved the community in which they serve in the capacity that they are necessary.</p><p>Although the Legislature has final say in terms of the future of Action Plans, in return, under Proposition 31, the Legislature must make budge bills available to the public at least three days before lawmakers vote on them in an attempt to be more transparent and accountable to the general public.</p><h3>Influence, Outcomes, and Effects</h3><p>This proposition was voted on November 6, 2012. The measure was defeated by a vote of 60.7% to 39.3% as of November 12, 2012. One of the reasons this bill was not passed by California voters could be that it was too complicated and far-reaching. Also, there was a lack of support for the Proposition 31 by any major political parties. Democrats, Republicans, Libertarians, and the Green party all opposed the bill at one time or another. There were some good things about the bill, such as the two-year budget cycle, and the ability for constituents to let legistlators know what they think of a bill before it is voted on. A similar, more precise proposal could do well in a future election.</p><p>There will be no direct effects from Proposition 31, as this bill was not passed. An indirect effect will most likely be in the form of a similar budget and accountability proposition. The good things from this bill should be crafted into a new measure which can then be voted on. The process in which this proposition was developed will most likely continue to create ballot measures which will be proposed to California voters in future elections. </p><h3>Analysis and Criticism</h3><p>This proposition would have created transparency within the legislative process. If passed, the law would have required that any bill that includes spending or cuts of revenue of $25 million or more would also be required to propose a revenue source to pay for the spending, or to show where cuts to other state programs would be. This would have prevented the government from increased borrowing to fund the spending and from reducing revenue. Also, this proposition would have created transparency by requiring that all bills be made public at least three days before any decisions or votes are conducted by the California State Senate or California State Assembly. This measure would also have required all state funded programs to be routinely evaluated for efficiency. This would have allowed money that goes to programs that are not working to be reallocated to programs that are more efficient.</p><p>Each year, the Governor and California Legislature pass a budget that lasts until the next year. Proposition 31 would have changed the California state budget process from a one-year plan to a two-year plan. This was said to most likely reduce the time the Governor spends drafting a budget, and reduces the time spent to discuss, approve or reject the budget by the legislature. Moving to a two-year budget would have also prevented legislators from passing short-term budget gimmicks. Publicizing this proposed budget would have allowed California citizens the opportunity to review the budget and allow time for the public to provide lawmakers with their input before a vote, which is fundamental in a democracy.</p><p>Proposition 31 would have increased local funding and allowed for flexibility within counties and cities. After the 2012 state budget cut $1.4 million previously allocated to local governments, this measure would have sent 200 million dollars back to the local level. This would’ve allowed counties, cities, and school districts to use the resources in ways they deem appropriate for their constituents. The 200 million dollars would have been generated from existing taxes and simply reallocated from the state budget to local county budgets based on population. This proposition would not have raised or lowered taxes. This measure would have also allowed local governments to implement new ways of carrying out state funded programs. If passed, local governments would have been able to develop local processes that are comparable to existing state processes. The Legislature could have rejected these procedures and said procedures would have expired after four years unless reinstated.</p><p>This measure would’ve also given new power to the Governor. If, after 45 days, the Legislature did not address a fiscal emergency, the Governor could then have cut spending to balance the budget. The cuts could not have exceeded the amount needed to balance the budget, and appeal would have required a two-thirds vote in both the State Senate and the State Assembly to override any cuts. This would’ve allowed for lower spending in some years were revenues to be lower than projected.</p><p>The criticisms for Proposition 31 start with the bill itself. Opponents contested that the bill was poorly written and that because of the nature in which it was drafted (by citizens), it would’ve led to countless lawsuits in the future. Challengers went on to say that the bill is flawed and that some of the people who worked on the development of the bill through California Forward have spoken out against the measure, and stepped down from their positions with the organization. While conceding that reform is needed, those against the bill cited contradictions within the proposition and poorly defined requirements as one of the main reasons for opposition.</p><p>The opponents also argued that Proposition 31 would have tied the hands of lawmakers when trying to increase funding for programs like education. Opponents said that while the bill intended to prevent overspending by not allowing increased disbursements without identifying a source of revenue, in some cases, it would have prevented any spending at all. Since the proposition would have forced legislators to name a source of revenue for all spending over $25 million, if there had been a surplus, those leftover dollars could not have been spent without increasing taxes or cutting funding to other programs. This perpetuated the notion that the bill was poorly written and full of flaws. </p><h3>Secondary Sources</h3><p>AFSCME California PEOPLE. AFSCME California. Web. 1 Nov 2012. <a href=\"http://www.calafscme.org/\">http://www.calafscme.org/</a>.</p><p>California Forward. California Forward. Web. 1 Nov 2012. <a href=\"http://www.cafwd.org/\">http://www.cafwd.org/</a>.</p><p>DiCamillo, Mark, and Mervin Field. \"The Field Goal.\" . University of Cailfornia, Berkeley, 25 2012. Web. 25 Sep 2012.</p><p>\"Proposition 31.\" Ballotpedia. N.p.. Web. 1 Nov 2012. <a href=\"https://ballotpedia.org/California_Proposition_31,_Two-Year_State_Budget_Cycle_\">https://ballotpedia.org/California_Proposition_31,_Two-Year_State_Budget...</a>(2012).</p><p>\"Proposition 31.\" California Official Voter Information Guide. N.p.. Web. 1 Nov 2012. &lt;<a href=\"http://voterguide.sos.ca.gov/propositions/31/&gt;\">http://voterguide.sos.ca.gov/propositions/31/&gt;</a>. [DEAD LINK]</p><p>\"Prop 31 Funding: Top Donations, By Donor.\" KCET: Link. KCET Link TV. Web. 2 Nov 2012. &lt;<a href=\"http://www.kcet.org/news/ballotbrief/elections2012/propositions/prop-31-campaign-finance-funding.html&gt;\">http://www.kcet.org/news/ballotbrief/elections2012/propositions/prop-31-...</a>. [DEAD LINK]</p><p>The Associated Press, . \"Proposition 31 At a Glance.\"Ventura County Star [Ventura County] 4 10 2012, n. pag. Print.</p><p>Yes on Proposition 31. Accountable CA. Web. 1 Nov 2012. <a href=\"http://www.accountableca.org/\">http://www.accountableca.org/</a>.</p><h3>External Links</h3><ul><li><a href=\"http://voterguide.sos.ca.gov/propositions/31/\">California Official Voter Information Guide</a> [DEAD LINK]</li><li><a href=\"http://www.cafwd.org/pages/about-us\">California Forward</a></li><li><a href=\"http://www.sbsun.com/pointofview/ci_21731941/prop-31-more-harm-than-good\">San Bernardino Sun Opinion Article</a></li><li><a href=\"http://ballotpedia.org/wiki/index.php/California_Proposition_31,_Two-Year_State_Budget_Cycle_(2012)\">Ballotpedia</a></li><li><a href=\"http://www.accountableca.org/\">Yes on Proposition 31</a></li><li><a href=\"http://www.latimes.com/news/opinion/opinion-la/la-ol-agenda-21-20120913,0,1700406.story\">LA Times Article: Is Prop 31 a UN Conspiracy</a></li><li><a href=\"http://www.sfexaminer.com/benefits-of-proposition-31-are-unclear/\">San Francisco Examiner: Benefits of Prop 31 Unclear</a></li><li><a href=\"http://www.vcstar.com/news/2012/oct/04/proposition-31-at-a-glance/\">Ventura County Star: Prop 31 at a Glance</a> [DEAD LINK]</li><li><a href=\"http://field.com/fieldpollonline/subscribers/Rls2428.pdf\">Field Poll by Cal Berkeley</a></li><li><a href=\"http://www.kcet.org/news/ballotbrief/elections2012/propositions/prop-31-campaign-finance-funding.html\">Who's Funding Prop 31?</a> [DEAD LINK]</li></ul><p> </p>", "title": "California Proposition 31 (2012)"}