{"htmlbody": "<p><em>See <a href=\"http://participedia.net/en/methods/citizens-initiative-review\">here</a> f</em><em>or a comprehensive general account of the Citizens' Initiative Review process .</em></p><h3>Definition</h3><p>Oregon Citizens’ Initiative Review Measure 85 is a ballot initiative examined by the Oregon Citizen’s Initiative Review Commission in Oregon State. Citizens’ Initiative Review of Ballot Measure 85 is a proposal titled “Amends Constitution: Allocates Corporate Income/Excise Tax ‘Kicker’ Refund To Additionally Fund K Through 12 Public Education” (Healthy Democracy). A panel of 24 registered voters from Oregon gathered at the Salem Conference Center in Salem, Oregon to deliberate and evaluate Ballot Measure 85. On August 10, 2012, the panel has released its analysis on Measure 85 and recommended Oregon voters to support this initiative on 19-5 vote. </p><h3>Problems and Purpose</h3><p>The Citizens’ Initiative Review (CIR) is a platform for Oregonian citizens to publicly evaluating ballot measures for voters to have easy access to useful information of ballot initiatives during election time.  CIR is designed to give comprehensive and clear analysis of initiatives to voters to make informed decisions. Results and findings produced by the CIR will be published in the Oregon voters’ pamphlet.</p><p>CIR Ballot Measure 85 is an initiative that redirects the corporate income and excise tax “kicker” refunds to fund K-12 public education. “Kicker” in this context refers to the Oregon state surplus refund. In 1979 Oregon Legislature passed the “2 percent kicker law” that requires the state to return excess revenue to both individual and corporate taxpayers when actual General Fund revenues exceed the forecast amount by more than 2 percent. With CIR Measure 85, the kicker refund money would be redirect to State’s General Funds on K-12 public education instead of returning to the corporations. Measure 85 would only allocate kicker refund money of the corporations and would not have any impact on the kicker refunds for individuals.</p><h3>History</h3><p>In 2006, two graduate students from the University of Oregon, Tyrone Reitman and Elliot Shuford, organized a project that introduced the CIR concept in Oregon. Ned Crosby, the founder of the Jefferson Center who developed the Citizens’ Jury, and his wife, Patricia Been, agreed to fund the CIR project in Oregon. With the support and fund, Ritman and Shuford founded an organization called Healthy Democracy Oregon (HDO) that would execute the project, which was named the Oregon Citizens’ Initiative Review. The foundation of the CIR process is inspired and based on Crosby’s pioneering work of the Citizens Jury method, which is an innovative method of public deliberation and engagement. In 2008, HDO advocated for CIR and ran a test trail that was successful at raising awareness and funds to assemble an official CIR pilot in 2010. HDO worked with professionals and experts from the Secretary of State’s office, State Elections Office, campaign officials, and policy makers to conduct two Oregon CIR reviews on Measure 73 and Measure 74. An evaluation team, funded by the National Science Foundation, concluded that the two CIR panels were highly deliberative and the CIR Citizens’ Statements were useful to majority of voters. The Oregon legislature approved House Bill 2634 and recognized the CIR as a permanent part of Oregon elections in June 2011. This made Oregon the first state in the nation to adopt this policy into law and the CIR will be applied during the 2012 election.</p><p>In 2011, the act of the Oregon Legislature also established the Oregon Citizens’ Initiative Review Commission to oversee and authorize the Oregon CIR. The CIR Commission is solely funded by charitable foundations and individual donations. State funds are not involved in the support of the CIR Commission and the law prohibits any corporate or union treasuries’ contributions to the Commission. The CIR Commission has been working with Healthy Democracy for the two ballot initiatives, Measure 82 and Measure 85, since August 2012.</p><h3>Participant Selection</h3><p>For each CIR measure ballot, including Measure 85, a panel of 24 “randomly selected and demographically diverse” registered voters from across the Oregon state is convened (Healthy Democracy). Those 24 participants gathered at the Salem Conference Center in Salem, Oregon to engage in a comprehensive public deliberation of Ballot Measure 85. Stratified random sampling was used in the process of selecting the participants as a method to fairly reflect the diverse demographics of Oregon’s electorate. Selected panelist is given a compensation for participating along with travel expenses to the panel location.</p><p>A two-step selection is taken place during the process of forming the panel. First, 10,000 voters are randomly selected from the Oregon statewide voter registration list. Invitations mails are sent through the postal office to request voters’ applications to participate. Secondly, Potential panelists who agreed to serve are compiled into a large pool for selection and each person in the pool is assigned a number for privacy protection. More than 800 registered Oregonian voters volunteered to serve in the 2012 panel. Lastly, 24 voters are chosen through stratified random sampling to match the demographics of state electorate in a public meeting. Age, gender, ethnicity, education, and partisan affiliation and location of residence are taken into concern when matching the demographics.</p><p>The CIR panel demographic composition for Measure 85 included 13 female and 11 male participants. 12 panelists have voted in 2 or more of last 4 elections and 12 panelists have voted in less than 2 of the last 4 elections. 21 out of the 24 panelists are Caucasians or white and 3 are non-Caucasian or white. There were 10 Democrats, 8 Republicans, and 6 non-partisan, independent, or other. 6 panelists are between the age of 18 to 34, 11 are between 35 to 59 years old, and 7 are 60 years old and over. 7 panelists attended High School or less for their highest education status, 9 attended some College, and 8 own Bachelor’s degree. 5 panelists are in the first congressional district, 5 are in the second, 4 are in the third, 5 are in the fourth, and 5 are in the fifth.      </p><p>In addition to the 24 panelists, the CIR also involves three other categories of participants and they are: advocate team that is in favor of the Measure; advocate team that is in opposition to the Measure; and black ground presenters who will present neutral background information related to the Measure to the panelists.</p><p>There were four organizations representing the advocate team in favor of the Measure, and two institutions in opposition to the Measure. Nine background witnesses worked as experts to present background information related to Measure 85 to the 24 panelists.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>Healthy Democracy and the Oregon CIR Commission conducted the CIR for Measure 85 from August 6 to August 10, 2012. Each day, the panel met at the Salem Conference Center to review the measure for five consecutive days. During the five-day-event, proponents and opponents of Ballot Measure 85 presented their arguments to the 24 panelists in a public hearing manner. After hearing the arguments from both sides, panelists had the opportunity to call upon additional policy experts, background presenters, for additional information relating to Measure 85.  </p><p>With background presenters’ testimony and both advocate teams’ arguments, panelists learned sufficient information to deliberate over the merits of Measure 85. During deliberation, panelists identified key findings along with statements in favor and against Measure 85, which is drafted as a <em>Citizens’ Statement</em>. On August 10, 2012, the CIR released their analysis on Measure 85 and published their conclusions in the fall voters’ pamphlet statement. The pamphlet is available and will be mailed to all Oregonian voters (Healthy Democracy).</p><p>19 of 24 panelists were in support of Measure 85 and some reasons are:</p><ul><li>Measure 85 will not affect the personal “kicker” and increase personal or corporate taxes.</li><li>There are criticisms from the broad bipartisan that stated the corporate “kicker” is a flawed public policy and Measure 85 can improve the unreasonable refund to corporations from the result of inaccurate revenue projections.</li><li>With Measure 85, corporate “kicker” money would stay in Oregon State instead of out state, where corporations’ headquarters are located.</li><li>Measure 85 will redirect 100% of the corporate “kicker” to K-12 public education and this will be an addition to, but not a replacement for the current Oregon education funds.</li><li>Due to inflation and increased funding of other services and costs, the K-12 education budget is decreasing. Measure 85 will encourage Oregon to improve and focus on education.</li></ul><p>5 of 24 panelists were opposed to Measure 85 and some reasons are:</p><ul><li>Measure 85 does not guarantee additional funding for K-12 education thus can’t assure improvement for K-12 school funding and might mislead public’s perception that Measure 85 is the solution.</li><li>Measure 85 eliminates corporations’ flexibility of using the kicker funds at times of emergency.</li><li>“Kicker” cannot be considered as a reliable funding because of the infrequent historical kicker return and unpredictable projection.     </li><li>There are risks to allocate funds into Oregon General Fund since Oregon Legislators have spent on average 99% of all the funds over the past 30 years.</li></ul><h3>Influence, Outcomes, and Effects</h3><p>Ballot Measure 85 will be voted on Nov. 6, 2012 in Oregon along with eight other ballot initiatives range from Measure 77 through 84. Therefore, it is hard to predict the final outcome of Measure 85. However, SurveyUSA conducted a poll from Sept. 10-13 on Ballot Measure 85 by interviewing 700 adults in Oregon. 633 out of the 700 adults were registered to vote and 522 out of the registered voters were determined to vote in the 2012 election. The poll question was:</p><p><em>“On Measure 85, which is about a corporate tax “kicker,” are you…? Certain to vote yes? Certain to vote no? Or not certain?” </em>(SurveyUSA)</p><p>The result of the poll found 14% in support, 21% opposed, and 65% undecided. Many criticized that the poll question failed to inform the respondents what Measure 85 is. The poll question has no indication and explanation of the Measure’s influence on corporate kicker. Perhaps, that is the reason why the vast majority of respondents were undecided. Both Democrats and Republicans are not the majority in the 14% support of this Measure.   </p><p>Due to the unsatisfied poll result, SurveyUSA conducted a new poll with the same question on Oct. 16-18. The results were 15% in favor, 25% opposed, and 60% undecided. In addition with the previous poll question, SurveyUSA asked a detailed follow-up question to explain the impact of Measure 85 on the corporate kicker. The follow-up question states:</p><p>Let me read you a more detailed description of Measure 85: The title of the ballot measure says: Amends Constitution: Allocates corporate income/excise tax \"kicker\" refund to additionally fund K through 12 public education. A Yes vote allocates the corporate income and excise tax \"kicker\" refund to the General Fund to provide additional funding for K through 12 public education. A NO vote retains existing corporate income and excise tax \"kicker\" that requires refund to corporations when revenue exceeds estimated collections by two percent or more. Based on this description, will you vote yes? Or vote No? on Measure 85? (SurveyUSA)</p><p>The results for the follow-up question were 53% in favor, 26% opposed, and 21% undecided. As expected, the majority of respondents who voted in favor were Democrats. However, Republican votes were in an equal split where 38% voted in favor, 38% opposed, and 24% undecided.</p><p>The SurveyUSA poll shows that majority voters in Oregon have little knowledge on Ballot Measure 85 and voters need additional information in order to make a better decision. In this case, the CIR analysis released in the fall voters’ pamphlet can have an educational impact to give comprehensive and trustworthy information on Measure 85 to voters. Fortunately, the CIR on Measure 85 can encourage voters in Oregon to learn about both sides of the arguments and perform better decision-makings.     </p><h3>Analysis and Criticism</h3><p>Researchers from University of Washington and Pennsylvania State University compiled Participant Evaluations of the Oregon Citizens’ Initiative Review on Measure 85. University grant funding and contribution from the Kettering Foundation funded this evaluation research. Questionnaires were distributed daily to the 24 panelists who engaged deliberation for Measure 85. First, they were asked to look back over the five-day-event and rate their overall satisfaction with the CIR process. 50% responded “high satisfaction” and the other 50% responded “very high satisfaction.” Secondly, panelists believed the CIR process was fair and stated both proponents and opponents had equal time to present their argument. Thirdly, participants rated and perceived the moderators for the panel as neutral. Lastly, majority of panelists indicated having equal opportunity to speak during deliberation process and consented that they had little trouble at understanding the discussion.</p><p>Editorial from OregonLive, powered by <em>The Oregonian</em>, raised several concerns and criticisms on the CIR in general and CIR Measure 85. The editorial pointed out that Oregon state officials, the driving force behind Measure 85, were refused to participate in the CIR process. This may lead to exclusion of future campaigns participating in CIR. Furthermore, the editorial noted the pilot test, Ballot Measure 74, of the review in 2010 was incapable of representing the Oregon electorate as a whole. In the CIR review for Measure 74, 13 of 24 panelists were in favor of the ballot, which would pass legalization of medical marijuana dispensary system. However, 55% of voters in Oregon opposed the measure. Some argued that Oregonian voters do not need the key findings and scientific report produced by the CIR panel.</p><p>On the other hand, a report funded by the National Science Foundation proved that the pilot in 2010 review did have an impact on voters (Frohnmaver). The report stated that more than 40% of voters in Oregon saw the Voters’ Pamphlet statement and 30% among those voters used it as a reference to decide how to vote in 2010. Those 30% who found the pamphlet helpful is equivalent to more than 400,000 voters in Oregon.</p><h3>Secondary Sources</h3><p>Chisholm, K. (2012, October 19). <em><a href=\"http://www.blueoregon.com/2012/10/surveyusa-uses-mulligan-measure-85-and-surprise-its-passing/\">SurveyUSA Uses A Mulligan On Measure 85, and (Surprise!) It’s Passing</a>.</em><br/>Frohnmayer, D. and Keisling, P. (2012, August 07). <a href=\"http://www.oregonlive.com/opinion/index.ssf/2012/08/citizens_initiative_review_pro.html\"><em>Citizens’ Initiative Review Problems Show Improving Democracy Takes Work</em></a>.<br/>Gastil, J. (2012, August 07). <a href=\"http://www.oregonlive.com/opinion/index.ssf/2012/08/citizens_initiative_review_doe.html\"><em>Citizens’ Initiative Review Does Help Voters, Study Shows</em>.</a><br/>Hubbard, Saul. (2012, August 11). <a href=\"http://healthydemocracy.org/panel-supports-kicker-change/\"><em>Panel Supports ‘Kicker’ Change</em>.</a><br/>Mapes, J. (2012, October 2). <em><a href=\"http://www.oregonlive.com/mapes/index.ssf/2012/09/did_surveyusa_get_oregon_voter.html\">Did SurveyUSA Get Oregon Voter Sentiment Wrong On Repealing the Corporate Kicker?.</a></em><br/>The Oregonian Editorial Board. (2012, August 01). <a href=\"http://www.oregonlive.com/opinion/index.ssf/2012/08/a_bad_omen_for_citizen_initiat_1.html\"><em>A Bad Omen For Citizen Initiative Review Panels</em></a>.<br/>SurveyUSA. (2012, September 13). <a href=\"http://www.surveyusa.com/client/PollReport.aspx?g=f35f6734-8377-4585-bb0e-a1a5fc418199\">Results of SurveyUSA Election Poll #19677</a>.<br/>SurveyUSA. (2012, October 18). <a href=\"http://www.surveyusa.com/client/PollReport.aspx?g=242a16b4-1a4c-47eb-a09e-52040667cc42\">Results of SurveyUSA Election Poll #19925</a>.</p><h3>Other Citizens' Initiative Reviews on Participedia </h3><p><a href=\"http://participedia.net/en/cases/oregon-citizens-initiative-review-2010-measure-73\">Measure 73 (2010)</a><br/><a href=\"http://participedia.net/en/cases/oregon-citizens-initiative-review-2010-measure-74\">Measure 74 (2010)</a><br/><a href=\"http://participedia.net/en/cases/oregon-citizens-initiative-review-measure-82-0\">Measure 82 (2012)</a></p><h3>External Links</h3><ul><li>Healthy Democracy Oregon. (2010). <a href=\"http://healthydemocracy.org/wp-content/uploads/2012/08/Prelim_Final_Report_8.10.12.pdf\"><em>Citizens’ Initiative Review 2010, Measure 85, Interim Final Report</em></a>.</li><li>Healthy Democracy Oregon, <a href=\"http://healthydemocracy.org/citizens-initiative-review/measure-85/\">Citizens’ Initiative Review of Ballot Measure 85</a>.</li><li>Healthy Democracy Oregon, <a href=\"http://healthydemocracyoregon.org/citizens-initiative-review\">Citizens’ </a><a href=\"http://healthydemocracy.org/citizens-initiative-review/oregon/how-it-works/\">Initiative Review.</a></li><li><a href=\"http://www.oregon.gov/DOR/programs/gov-research/Documents/2012-personal-income-tax-statistics_101-406_2014.pdf\">Oregon Corporate Excise and Income Tax Statistics, <em>Appendix A: 2 Percent Surplus Refund (Kicker) History</em></a></li><li><a href=\"http://www.oregon.gov/circ/Pages/Initiative-Review.aspx\">Oregon.gov, <em>Citizens’ Initiative Review Commission- Initiative Review</em></a>.</li><li><a href=\"https://www.oregonlegislature.gov/lro/Documents/Measure_85_RR.pdf\"><cite>State of Oregon, </cite><cite>Legislative Revenue Office: Measure 85</cite><cite>.</cite></a></li></ul><p> </p>", "title": "Oregon Citizen's Initiative Review 2012 - Measure 85"}