{"htmlbody": "<p><em>Note: a German translation of this case is available at: <a href=\"http://participedia.net/en/node/2218\">http://participedia.net/en/node/2218</a></em></p><p><a id=\"Summary\" name=\"Summary\"></a></p><h2>Summary</h2><p>Tomorrow’s Europe, categorized as Europe’s first transnational deliberative poll, was a part of the European Commission’s Plan D for Democracy, Dialogue and Debate. With an aim to stimulate democratic participation and establish a European Union that was closer to its citizens, this deliberative experiment convened 362 randomly selected citizens (of the 27 member states of the European Union) for a weekend in October (of 2007) at the European Parliament in Brussels in which to discuss various social and economic issues affecting the European Union and its member states. Through small group discussions led in over 23 different languages, sample surveys, along with a two-way communication platform system (between citizens and policymakers), citizens were able to engage in substantive debate and discussions on issues ranging from pension and retirement to the issue of enlargement. Although a worlds first in its category, Tomorrow’s Europe not only proved to be successful in employing public opinion research tools in a \"new and constructive\" manner, the event also set precedence for future deliberative polling methods within various nations and organizations.<a href=\"#1\">[1]</a></p><p><a id=\"Problems.2C_Purpose.2C_and_History\" name=\"Problems.2C_Purpose.2C_and_History\"></a></p><h2>Problems, Purpose, and History</h2><p>On October 13, 2005, the European Commission, also known as the executive body of the European Union, introduced its Plan D for Democracy, Dialogue and Debate which arose during a “period of reflection” following the rejection of the European Constitution by French and Dutch voters earlier that year.<a href=\"#2\">[2]</a> In an effort by heads of state to better understand the citizenry in which the EU sought to represent, Plan D was launched in order to enable member states to initiate national debates on prominent issues regarding the future of Europe. By emphasizing the importance of substantial dialogue, public debate, and civic participation, the commission allocated nearly 45 million euro in aid towards various pan-European projects and non-governmental organizations. Of the six initiatives selected, were projects such as Speak up Europe, Radio Web Europe, and Jacques Delores' Tomorrow’s Europe project.</p><p>Tomorrow’s Europe itself was a project both initiated and coordinated by Jacques Delores, the creator of Notre Europe, an independent ‘think tank’ based in Paris, France. Striving to create a “true European debate” devoid of national political distortion, this deliberative experiment convened 362 randomly selected citizens (of the 27 member states of the European Union) for a weekend at the European Parliament in Brussels in which to engage in substantive debate and discussions.<a href=\"#3\">[3]</a> These discussions were subsistent of an array of social, economic, and foreign policy issues affecting the future of the European Union and its member states.</p><p>In essence, with an enhancement of citizen integration and cooperation, the hope behind Tomorrow’s Europe was to give citizens a voice in decisions made within the European Union. In addition, the creators presumed the event would set precedence for the creation of a cross-border democracy, enhanced participatory democracy, as well as a European Union that was closer to the citizens.</p><p><a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h2>Participant Selection</h2><p>With the aim to gather “Europe into one room,” TNS Sofres, an internationally renowned polling institute and market research center (responsible for the Eurobarometer), conducted a parallel random sampling from the 27 member states within the European Union.<a href=\"#4\">[4]</a> The 3550 participants invited to the deliberative poll were thus determined by country in rough proportion to the size of its delegation in the actual European Parliament. With an intentional over-representation of smaller countries, this provided an equalized balance in terms of the voices present.</p><p>The initial survey and comprehensive questionnaire itself was administered between August 20-September 21 in which the 3550 citizens were queried on various socio-economic issues pertaining to the future of the European Union itself. On September 10, 2007, a subsample of 362 participants, were then invited to a weekend in Brussels, Belgium, in which to partake in a process of information and deliberation.</p><p>The demographics of the participants themselves varied significantly from those of the non-participants. Although the members were typically male, single, employed with a secondary education or higher, there were still differences, albeit minimally, in terms of the attitudes and opinions of policies. Therefore, Tomorrow’s Europe was thought to have collected a good microcosm of the EU.</p><p><a id=\"Deliberations_and_Decisions\" name=\"Deliberations_and_Decisions\"></a></p><h2>Deliberations and Decisions</h2><p>The Tomorrow’s Europe project commenced with an initial surveying of the 27 member states within the European Union in which the citizens were queried and polled on specific targeted issues. Following the baseline poll, 362 randomly selected participants were then invited to the European Parliament for a weekend to debate the following issues:</p><ul><li>The preservation of pension systems</li><li>Enlargement and the admittance of additional member states (Ukraine and Turkey)</li><li>The maintenance of competitiveness in an increasingly global economy</li><li>Role of the European Union in the world</li></ul><p>Prior to the date of the actual event, the participants were provided with briefing materials and substantial information in which to sufficiently prepare for the coming rigorous debates and discussions. The briefing packet, titled Tomorrow's Europe: The first-ever wide deliberative poll, provided an outline of the event, its purpose, and the structural mechanisms of the European Union. In addition, the issues (to be debated) were divided into sub-sections with an outline of the challenges, the pro’s and con’s of various approaches, and probable solutions in response to the inherent challenges presented.</p><p>When the participants convened in Brussels on October 13, 2007, the 362 citizens were able to alternate between small group discussions and plenary question and answer sessions. Within small group discussions, led by trained moderators, participants were able to engage in debates and discussions on the previously mentioned issues. The participants were then able to present their findings and opinions to a panel of policy experts and policymakers in the plenary question and answer sessions. This session was reflective of a two-way communication method system.</p><p>Various deliberative polling methods were also implemented throughout the duration of the event. By employing James Fishkins’ deliberative polling methods, Tomorrow’s Europe was able to determine the effects of deliberation through a polling of participants upon initial contact, before the invitation, upon arrival at the event, and then at the end. In addition, Tomorrow’s Europe also applied \"new and constructive\" ways in which to poll participants.<a href=\"#5\">[5]</a> By utilizing mass media outlets such as internet and public research tools, Tomorrow’s Europe was successful in conducting small group discussions in over 23 languages (simultaneous translations) and were often able to broadcast parts or portions of the event on television and online.</p><p><a id=\"Outcomes_and_Effects\" name=\"Outcomes_and_Effects\"></a></p><h2>Outcomes and Effects</h2><p>The results of the deliberative discussions and attitudes of participants in terms of the targeted issues were as follows:</p><ul><li>In the case of retirement, the number of participants in favor of a raise in the retirement age rose from 57% to 70% after the sessions. With an acceptance that the current rules in the retirement system were flawed, 60% of the citizens thus believed that the pension system was heading for bankruptcy.</li><li>In terms of enlargement, the percentage of participants supporting a continual increase in the admittance of new member states (Turkey and Ukraine in particular) to the European Union, despite their qualifications, decreased from 65% to 60%. There was a strong consensus amongst the participants that the EU was adding members in haste, which they believed, would have adverse effects upon the unions’ ability to make critical decisions. In addition, the participants were supportive of utilizing coercion as a means to defend another EU country against attack but not to prevent genocide or removing the threat of mass weaponry.</li><li>On the topic of the EU and its role in an increasingly globalized economy, support for foreign investments as the means to maintain competitiveness rose from 58.4% to 69.3%.</li><li>In regards to the issue of EU integration, participants were in agreement that the degree of the EU’s role in the pension policy and system should be minimized and left to the individual member states. There was also much sentiment amongst the member states in terms of the incompetency of the European Union. Therefore, there was an increase from 52% to 59% favoring a larger union role on the issue of energy and an increase from 55% to 63% in diplomatic relations. (Luskin 4-8)</li></ul><p>As part of the deliberative process, the participants were able to present these findings to a panel of policy experts and policymakers during the plenary question and answer sessions.</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h2>Analysis and Criticism</h2><p>With the commencement of the Tomorrow’s Europe project, Europe was able to begin ascending on to the world stage in terms of deliberative polling. Although the project proved to be effective in various ways, there were instances in which Tomorrow’s Europe fell short of ideal expectations.</p><p>Many questions and concerns were raised in terms of Tomorrow’s Europe and its claim as being a true representation of the EU and its member states. Although the project aimed to randomly sample citizens in proportion to the number of seats each member states held in the European Parliament, it was apparent that the proportions were invariably flawed. In terms of the initial polling conducted, Germany (the larger holder of seats with 12.6%) were underrepresented by 1.7% and the Maltese (smallest holder of seats with .6%) were over-represented by an astonishing percentage of 2.2%. Therefore, it was apparent that randomly polling the microcosm of the European Union might have been a slightly far-fetched idea.<a href=\"#6\">[6]</a></p><p>The project itself successfully employed Fishkins’ deliberative polling method, which sought to explore the effects deliberation and enhanced knowledge had on the attitudes and opinions of the public. Although it was apparent that the polls reflected significant knowledge gains in terms of the issues discussed, it was apparent that there was insufficient evidence as to the degree of substantive information and deliberation present within the small group discussions. Dr. John Gastil stated that deliberation occurs when one is able to reflect on his or her own values, weigh the benefits and disadvantages, as a result, making a decision according to his or her best assessment (Gastil 87). Therefore, without transcripts or videos of all of the discussions (both small group discussions and question and answer sessions), it was difficult to assess the quality of information participants were basing their decisions and conclusions on.</p><p>Despite its criticisms, it was inevitably clear that significant knowledge gains were made and old and new member states were able to build consensus on a variety of overarching issues regarding the EU. By enhancing its stakes and deliberative processes, this project has great potential in establishing a stronger, more unified EU as well as foundation that will pave way for future deliberative methods and processes within Europe.</p><p><a id=\"References\" name=\"References\"></a></p><h2>References</h2><p><a id=\"1\" name=\"1\">1.</a> <a class=\"external free\" href=\"http://cdd.stanford.edu/polls/\" rel=\"nofollow\" title=\"http://cdd.stanford.edu/polls/\">http://cdd.stanford.edu/polls/</a></p><p><a id=\"2\" name=\"2\">2.</a> <a class=\"external free\" href=\"http://www.opendemocracy.net/blog/dliberation/how_can_the_tomorrows_europe_poll_claim_to_be_representative\" rel=\"nofollow\" title=\"http://www.opendemocracy.net/blog/dliberation/how_can_the_tomorrows_europe_poll_claim_to_be_representative\">http://www.opendemocracy.net/blog/dliberation/how_can_the_tomorrows_europe_poll_claim_to_be_representative</a></p><p><a id=\"3\" name=\"3\">3.</a> <a class=\"external free\" href=\"http://europa.eu/legislation_summaries/institutional_affairs/decisionmaking_process/a30000_en.htm\" rel=\"nofollow\" title=\"http://europa.eu/legislation_summaries/institutional_affairs/decisionmaking_process/a30000_en.htm\">http://europa.eu/legislation_summaries/institutional_affairs/decisionmaking_process/a30000_en.htm</a></p><p><a id=\"4\" name=\"4\">4.</a> <a class=\"external free\" href=\"http://www.peopleandparticipation.net/display/CaseStudies/Tomorrow's+Europe,+the+first+EU-wide+Deliberative+Poll\" rel=\"nofollow\" title=\"http://www.peopleandparticipation.net/display/CaseStudies/Tomorrow's+Europe,+the+first+EU-wide+Deliberative+Poll\">http://www.peopleandparticipation.net/display/CaseStudies/Tomorrow's+Europe,+the+first+EU-wide+Deliberative+Poll</a> [DEAD LINK]</p><p><a id=\"5\" name=\"5\">5.</a> <a href=\"http://www.neweurope.org/blog/tomorrows-europe-var-en-aegte-succes/\">http://www.neweurope.org/blog/tomorrows-europe-var-en-aegte-succes/</a> [DANISH]</p><p><a id=\"6\" name=\"6\">6.</a> <a class=\"external free\" href=\"http://www.tomorrowseurope.eu/spip.php?article169\" rel=\"nofollow\" title=\"http://www.tomorrowseurope.eu/spip.php?article169\">http://www.tomorrowseurope.eu/spip.php?article169</a> [BROKEN LINK]</p><p><a id=\"7\" name=\"7\">7.</a> <a href=\"http://www.nationalcaucus.org/blog/2007/10/11/today-us-...-tomorrows-europe%3F\">www.nationalcaucus.org/blog/2007/10/11/today-us-...-tomorrows-europe%3F</a></p><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h2>Secondary Sources</h2><p>Gastil, John. Political Communication and Deliberation. 1st ed. Thousand Oaks, CA: Sage Publications Inc., 2008. Print.</p><p>Luskin, Robert C., James S. Fishkin, Stephen Boucher, and Henri Monceau. Considered Opinions on Further EU Enlargement: Evidence from an EU-Wide Deliberative Poll. Tech. Paris, 2008. Print.</p><p>Strauss-Kahn, Dominique. BUILDING A POLITICAL EUROPE: 50 Proposals for Tomorrow’s Europe. Tech. 2004. Print.</p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p><a class=\"external text\" href=\"http://www.tomorrowseurope.eu/\" rel=\"nofollow\" title=\"http://www.tomorrowseurope.eu/\">Tomorrow's Europe Official Website</a></p><p><a class=\"external text\" href=\"http://www.nationalcaucus.org/blog/2007/10/11/today-us-...-tomorrows-europe%3F\" rel=\"nofollow\" title=\"http://www.nationalcaucus.com/blog/2007/10/11/today-us-...-tomorrows-europe%3F\">National Presidential Caucus Article on Tomorrow's Europe</a></p><p><a class=\"external text\" href=\"http://cdd.stanford.edu/2007/final-report-tomorrows-europe-the-first-eu-wide-deliberative-poll/\" rel=\"nofollow\" title=\"http://cdd.stanford.edu/polls/docs/summary/\">Final Report by the Center for Deliberative Democracy</a></p><p><a class=\"external text\" href=\"http://www.speakupeurope.eu/\" rel=\"nofollow\" title=\"http://www.speakupeurope.eu/\">Speak Up Europe</a> [GERMAN]</p><p><a class=\"external text\" href=\"http://democracy.blogactiv.eu/plan-d-needed-more-than-ever-democracy-dialogue-and-debate/\" rel=\"nofollow\" title=\"http://democracy.blogactiv.eu/plan-d-needed-more-than-ever-democracy-dialogue-and-debate/\">Democracy for Europe</a></p>", "title": "Tomorrow's Europe"}