{"htmlbody": "<h3>Mission and Purpose</h3><p>            One of Citizens for Democracy primary objectives is to create a democratic culture in Pakistan. Part of this focus includes work to counteract religion in politics and state affairs. To do this they must call upon all of its members to unite in a stand against the current usage of the ‘blasphemy laws’ and religion in politics.</p><p>            Posting the tag line “Power to the people1”, this organization wants to achieve results by empowering the people of Pakistan.  To achieve the organizations goals, this organization has established core values and principles with which its membership can align. Using these as a guide, Citizens for Democracy opposes laws and customs that discriminate on the bases of race, religion, language, ethnicity, gender, class and economic status. This group backs all measures that defend innocent people from false accusations under the ‘blasphemy laws’. Some reasons people may be falsely accused are personal reasons, dispute, rivalry and professional jealousy. This organization also encourages the use of free speech, as well as, discourse and debate surrounding free speech. They also works against extremism within Pakistan societies. They do this, because extremism can threaten individual’s security and destroy state institutions that are democratic. Citizens for Democracy envisions Pakistan as a place where social justice prevails, there are equal opportunities, and the country can ensure security of individuals lives and property for their citizens. Essentially, this organization is hoping and fighting for Pakistan to live peacefully throughout all national, ethnic, religious, and other communities.</p><p>            Among the goals that have already been presented, Citizens for Democracy wishes to bring the killer of Salmaan Taseer to justice, as well as, trying to guarantee that all cases of murder are treated as murder and not as religion or culture issues. They would also like to have no tolerance for violence of any kind, start the process of forming complaints against issues of hurtful speech in places of worship, and monitoring the media.</p><h3>History</h3><p>              On December 19, 2010, this organization was formed at a meeting for Karachi Press Club. This event was held by Professional Organizations Mazdoor Fedrations &amp; Hari Joint Committee (POJAC). This group is an umbrella organization with 82 member groups. Since the creating of Citizens for Democracy, it has brought in two new chapters in Lahore and Ishamabad.</p><p>            Citizens for Democracy was created originally to fight against the ‘blasphemy laws’, as previously stated. The ‘blasphemy laws’ are rooted in the Indian Penal Code of 1860, specifically in, Section 295-B and 295-C of the Pakistan Penal Code. This Penal Code was introduced while General Mohammad Zia-ul-Haq was the leader. Section 295-B was specifically created to protect holy persons of only Islam, which is Pakistan’s state religion. Most recently, Section 295-C was created by the parliament in 1986. This made it a crime to make derogatory remarks involving the Holy Prophet (PBUH). The punishment for violation these two sections could be as extreme as life in prison or death.</p><p>            In the more than hundred years before Section 295-C was created, there had only been fewer than ten reports of ‘blasphemy law’ cases. However, after Section 295-C was enacted in 1986, as many as 4,000 cases have been reported. Within Pakistan, authorities have charged around 650 people with offenses under the ‘blasphemy laws’. Around half of those cases charged people who were non-Muslims. From these laws, over 20 people have been sentenced to death and two thirds of the cases are in the Punjab Province of Pakistan.</p><h3>Participation Selection</h3><p> </p><p>            People are allowed to participate based on their own will, yet they have many calls to action on their website and in local newspapers. This organization not only wants individuals to actively participate, but also wishes to unite large groups through affiliation, as well. Citizen for Democracy provides Pakistani people with the opportunities to fight against how Pakistan’s government is being run currently. Their website details a lot of ways that individuals can get involved on many different levels. On a very basic level, for example, signing up for the blog to get email notifications on new postings.  If someone wishes to take more of an active role, members are able to repost articles and posts on to other social networking sites.  If the desire is to fully engage with the organization, members have the option to contact the organization directly to figure out ways to become more involved on the face-to-face/local level.</p><p>            This website offers a lot of information for people who are interested in learning more about the organization as well. It provides news stories and articles directly related to their core principles and values.  This includes information on activities of individuals, group, and other organizations, notable and relevant events (past and present), and ways for individuals to voice their opinions through comments on their website and Facebook, for example. Their website also highlights the events, awareness programs, and rallies that they participate in. These events are for those who want to participate and are used to build up support for the overall goals. </p><p><strong>Deliberation, Decisions, and Public Interaction</strong></p><p> </p><p>            The primary method that this organization uses to empower its membership and drive change is that it presents the citizens with enough information for individuals to create an informed decision about how their country is currently being run and to offer ways on their website and other social networking sites to get involved if they want to support this organization. This organization not only, allows readers to post comments on the articles posted on the website, and post the articles to other social networking sites, but it also facilitates meetings and events. The meetings are open to any individual and organizations to attend. There is an event page that announces upcoming activities in advance or provides a summary or recap of recent events. Utilizing social media, Facebook pages have also been established to help people to get informed and also share the information with others. One specific item Citizen for Democracy is taking on is filing a formal complaint against Sultan Mosque cleric Munir Ahmed Shakir for provoking people to violently act out during his Friday sermon. </p><p><strong>Influence, Outcome, and Effects</strong></p><p> </p><p>            This organization has generated very positive results, because it has provided a way for citizens to demonstrate peacefully about their desires for democracy, tolerance, and justice. Citizen for Democracy is an alliance of many groups and individuals that all have a common desire to support the direction and influence the outcomes of this organization’s involvement across the nation. These individuals and groups come together to urge repeals of the ‘blasphemy laws’, pushing an amendment of these laws, discuss these topics with expert scholars on the topics, creating events, meeting with others who feel strongly about the topic and challenging the ‘blasphemy laws’ in front of the Supreme Court. These organizations have already come together with many positive outcomes, such as, bring people together, creating events to promote awareness and creating a website for people to come to that are interested. This is, because they provide citizens with opportunities to work together in a unified stance and demonstrate peacefully about the desires surrounding the topic.</p><p>            As previously stated, Citizens for Democracy is a coalition of many groups that all influence the direction and outcomes of the organization. Some of these groups include Sindh High Court Bar Association, Pakistan Medical Association, All Pakistan Newspaper Employees Confederation, Mutahida Labour Federation, Karachi Union of Journalists, Pakistan Workers Federation, All Pakistan Trade Union Federation, All Pakistan Clerk Association, Democratic Labour Union State Bank of Pakistan, UBL Workman Union, National Bank Trade Union Federation, Karachi Bar Association, Pakistan Nursing Federation, National Trade Union Federation, Sindh Hari Committee, Govt. Sec. Teachers Association, Pakistan Hotel and Restaurant Workers Federation, Mehran Mazdoor Federation, All Sindh Primary Teachers Association, Sindh Professor Lecturer Association, Malir Bar Association (Karachi), Pakistan Trade Union Federation, Railway Workers Union Open Line Workshop, Mehran Railway Employees Welfare Association, and All Pakistan Trade Unions Organizations. </p><p><strong>Analysis and Criticism</strong></p><p> </p><p>            Citizens for Democracy is a really good organization for the Pakistani citizens, because, unlike other organizations that protest violently, it provides an outlet for citizens to voice their opinions peacefully. It provides both online and in person ways for people to get education. Online it explains exactly what they, as an organization, the changes they are working to support, and provides many articles to read to stay up to date about what is going on. Though there are many of these articles on their website, they do not add them frequently. There has only been one new article posted in the last month.  Unfortunately, lack of current content can also adversely affect membership involvement, because there is less need to check the web site on a frequent basis.</p><p>            Although this is a very good organization, it supports values and principles that are ofter controversial in Pakistan, so it faces challenges and also has its critics. One comment by Ali Kazmi is that people are lazy and that getting many people to fight against the ‘blasphemy laws’ and come up with their own ideas will be difficult. Right now they have many good ideas, but these ideas have been hand fed to them and he believes that this organization may not see follow through. Another critic he has of Citizens for Democracy is what he calls “perceived external enemies”. Pakistan citizens have a large focus on people, such as United States citizens, as being enemies without specific reason or example. This can hurt the organization, as well, because it supports extremist view points.</p><p>            Ema Anis has also criticized Citizens for Democracy. She said that she went to one of the groups events to see how this new organization worked and what she saw didn’t make her feel like there was going to create change. She saw people coming in at their leisure to sign a petition that was sent to Pakistan governing officials about wanting to move away from extremist view points. Though she believes this is a nice idea, she doesn’t believe it has the power to create change. She believes petitions are easy to do, but active participation is hard to get.</p><p>            Overall, this organization can truly help Pakistan conquer extremism and the ‘blasphemy laws’. It does have road blocks to face, but it have the power and backing to achieve their goals. None of their critics they have gotten so far seem to be detrimental to the organization or the causes they are fighting to support. </p><h3>Secondary Sources</h3><p> </p><p>Anis, Ema. \"Citizens of Hypocrisy: Can a Petition save Pakistan?\" <em>The Express Tribune Blog RSS</em>. N.p., 2011. Web. 07 Dec. 2012.</p><p>\"Citizens For Democracy.\" <em>Citizensfordemocracy</em>. Wordpress.com, n.d. Web. 5 Nov. 2012. &lt;<a href=\"http://citizensfordemocracy.wordpress.com/%3E\">http://citizensfordemocracy.wordpress.com/&gt;</a>.</p><p>\"Citizens for Democracy, Pakistan.\" <em>Facebook</em>. Facebook, n.d. Web. 13 Nov. 2012. &lt;<a href=\"https://www.facebook.com/cfd.pakistan%3E\">https://www.facebook.com/cfd.pakistan&gt;</a>.</p><p>\"Citizens for Democracy, Pakistan: Position and Press Statement on Assassination of Salmaan Taseer.\" <em>South Asia Citizens Web</em>. Sacw.net, 7 Jan. 2011. Web. 7 Nov. 2012. &lt;<a href=\"http://sacw.net/article1824.html%3E\">http://sacw.net/article1824.html&gt;</a>.</p><p>Beenasarwar. \"Statement: Citizens for Democracy.\" <em>Journeys to Democracy</em>. Wordpress.com, 23 Sept. 2010. Web. 13 Nov. 2010. &lt;<a href=\"http://beenasarwar.wordpress.com/2010/09/24/statement-citizens-for-democracy/%3E\">http://beenasarwar.wordpress.com/2010/09/24/statement-citizens-for-democ...</a>.</p><p>\"Citizens for Democracy: A New and Bold Initiative.\" <em>Pak Tea House</em>. N.p., 16 Jan. 2011. Web. 7 Nov. 2012. &lt;<a href=\"http://pakteahouse.net/2011/01/16/citizens-for-democracy-a-new-and-bold-initiative/%3E\">http://pakteahouse.net/2011/01/16/citizens-for-democracy-a-new-and-bold-...</a>.</p><p>Americansforpakistan. \"Pakistani ‘Citizens for Democracy’ Demand Justice.\" <em>Americans for Democracy and Justice in Pakistan</em>. N.p., 17 Mar. 2011. Web. 6 Nov. 2012. &lt;<a href=\"http://americansforpakistan.com/2011/03/17/pakistani-citizens-for-democracy-demand-justice/%3E\">http://americansforpakistan.com/2011/03/17/pakistani-citizens-for-democr...</a>.</p><p>Morrisey, Thomas. \"\"Citizens for Democracy\" Confronts Extremism in Pakistan.\" <em>UPIU.com</em>. N.p., 14 Mar. 2011. Web. 07 Dec. 2012.</p><h3>External Links</h3><p> </p><p><a href=\"http://citizensfordemocracy.wordpress.com/\" target=\"_blank\">http://citizensfordemocracy.wordpress.com/</a></p><p><a href=\"https://www.facebook.com/cfd.pakistan\" target=\"_blank\">https://www.facebook.com/cfd.pakistan</a></p><p><a href=\"http://sacw.net/article1824.html\" target=\"_blank\">http://sacw.net/article1824.html</a></p><p><a href=\"http://beenasarwar.wordpress.com/2010/09/24/statement-citizens-for-democracy/\" target=\"_blank\">http://beenasarwar.wordpress.com/2010/09/24/statement-citizens-for-democracy/</a></p><p><a href=\"http://pakteahouse.net/2011/01/16/citizens-for-democracy-a-new-and-bold-initiative/\" target=\"_blank\">http://pakteahouse.net/2011/01/16/citizens-for-democracy-a-new-and-bold-initiative/</a></p><p><a href=\"http://americansforpakistan.com/2011/03/17/pakistani-citizens-for-democracy-demand-justice/\" target=\"_blank\">http://americansforpakistan.com/2011/03/17/pakistani-citizens-for-democracy-demand-justice/</a></p><p><a href=\"http://www.pakistaniaat.net/2011/03/12/support-signature-campaign-by-citizens-for-democracy/\">http://www.pakistaniaat.net/2011/03/12/support-signature-campaign-by-citizens-for-democracy/</a></p><p><a href=\"http://tribune.com.pk/story/151527/blasphemy-law-speak-now-or-forever-hold-your-peace/\">http://tribune.com.pk/story/151527/blasphemy-law-speak-now-or-forever-hold-your-peace/</a></p><p><a href=\"http://www.dailytimes.com.pk/default.asp?page=2010\\12\\27\\story_27-12-2010_pg7_42\">http://www.dailytimes.com.pk/default.asp?page=2010\\12\\27\\story_27-12-2010_pg7_42</a></p><h3>Notes</h3><p> </p>", "title": "Citizens For Democracy, Pakistan"}