{"htmlbody": "<h3> </h3><h2>Mission and Purpose</h2><p>The creators of DemocracyLab discovered that most online political deliberation is based on emotion instead of facts. Thus, their goal is to change the way we deliberate by emphasizing the need for important values and objectives within such conversations. This is achieved through an internet-mediated platform meant for respectful and credible deliberation. The DemocracyLab website fosters this type of environment through allowing participants to rank different values, objectives, and policies of a certain topic. <br class=\"kix-line-break\"/><br class=\"kix-line-break\"/>DemocracyLab users are encouraged to delve into the values behind an issue in order to understand and respect others’ thought processes behind proposed solutions. This idea of value-based decisions has been a unique aspect of DemocracyLab, which separates it from other online deliberation platforms. Using emotions and opinionated remarks can lead to confusion between those deliberating. Instead, values allow people to have a common ground of understanding as the foundation for their deliberation. <br class=\"kix-line-break\"/><br class=\"kix-line-break\"/>DemocracyLab also believes that technology has an extensive influence on making large-scale decisions. As the world of technology expands, more people are able to take part in online deliberation.  DemocracyLab is dependent on the participation, knowledge, and opinions of citizens in order to bring everyone closer to the ideal democracy that America needs.</p><h2>History</h2><p>DemocracyLab was founded by Mark Frischmuth in July 2006. Frischmuth became interested in political deliberation after the 2004 Presidential Election, when George W. Bush was chosen to serve for a second term. Regarding the results, the media stated that “America voted on its values.” However, this statement did not resonate with Frischmuth, his friends, or his family. That election opened his eyes to a disconnect which existed between the values of the American people and those of the policies being implemented. This revelation was unsettling for him, and he was determined to make a change.<br class=\"kix-line-break\"/><br class=\"kix-line-break\"/>Frischmuth then began to take steps toward creating a platform for value-based deliberation. He first sought wisdom and insight from family and friends, who encouraged him to pursue this end. So he applied for the 501 (c)(3) nonprofit organization through the Internal Revenue Service (IRS), and began to network and interview for the Board of Directors. Once approved, he created the DemocracyLab website. Once the organization started to gain momentum, Frischmuth sought out many respected people for feedback. One specific person who influenced Frischmuth was the founder of <a href=\"http://americaspeaks.org/\">AmericaSpeaks</a>, Carolyn J. Lukensmeyer. She gave Frischmuth insight regarding how to further develop his organization.</p><p>A pilot project for DemocracyLab was then launched at the University of Portland, where students used the forum to facilitate deliberation and find a solution to relevant issues at the campus. This project allowed Frischmuth to see the website in action and revealed some shortcomings of the organization. As a means to act on these shortcomings, Claire Adamsick, the Communications Director of DemocracyLab, attended the <a href=\"http://ncdd.org/\">National Coalition of Dialogue and Deliberation</a>(NCDD) in order to gain further insight on how to develop DemocracyLab and expand political deliberation amongst the country. As the organization continues to drive forward, more tests will be done to see how the website has improved and regressed.</p><p>There is still much room for DemocracyLab to grow into a fully-functional online platform for political deliberation. The current focus of the organization is on team building and developing the website. However, as DemocracyLab continues to grow, the hope is that this will shift to improving the means in which value-based decisions are made.</p><h2>Open Source Software</h2><p>DemocracyLab was founded using <a href=\"http://opensource.org/\">Open Source Software</a>, which is essentially free software that prevents nonprofit organizations from paying a hefty price for their fully operative websites. The users of the software are able to improve and edit the software by adding the appropriate code for the errors that they find within the program. Thus, every time the software is downloaded, it will ideally be updated and improved by various users to make it just as fast and reliable as other expensive software.</p><p>DemocracyLab has used Open Source Software as a means to build their website. Since it is a nonprofit organization, this reliable and free software has opened the doors to improve online deliberation and make the website easy to use for those who are engaged in the platform. This software has helped DemocracyLab become closer to creating a place where citizens, politicians, and leaders can use the site to make informed decisions that are representative of citizens' values.</p><p>Open Source Software is devoted to the creation of user-generated content and the ability to obtain it without cost. A primary value of the <a href=\"http://opensource.org/about\">Open Source Software Initiative</a> is free redistribution, and fights to make web use and software affordable. They also do not tolerate discrimination, and allow people of every age, color, and organization to access it.</p><h2>Participants </h2><p>Anyone is able to participate on the DemocracyLab online engagement platform, as long as they are connected to some kind of social media. Users can only access the forum by logging into their Facebook, Twitter, or Linkedin accounts. However, DemocracyLab stressed that they will not post anything on those social media sites without the permission of the user.</p><p>DemocracyLab can be found on <a href=\"https://twitter.com/democracylab\">Twitter</a>, <a href=\"https://www.facebook.com/pages/DemocracyLab/11842793001?sk=info\">Facebook</a>, and <a href=\"http://www.meetup.com/DemocracyLab/\">Meetup.com</a>. These sites update followers on where they are hosting in-person events and on what issues are currently being deliberated. There are approximately 1,000 followers on Twitter, but this number continues to grow as new members join the movement toward better deliberation.</p><p>In order to participate in DemocracyLab, concerned citizens can go on to their website, democracylab.org, and click on the link “Get Involved.” Once on that page, the website lists the various ways to get involved. Citizens can donate money, follow DemocacyLab on Twitter, like them on Facebook, or contact the creators directly. DemocracyLab does not necessarily recruit participants, but instead gives everyone the opportunity to voice their opinions in a civil and respectful manner. </p><h2>Deliberation, Decisions, and Public Interactions </h2><p>DemocracyLab encourages deliberation through providing an online platform where one can choose their most prevalent values, objectives, and policies of an issue, in order to arrive at a credible solution. They use a system of ranking in order to allow participants to identify the root values of an issue instead of allowing party biases to distort them. This form of deliberation is open to everyone who has access to social media. </p><p>There is no means to come to a consensus while using DemocracyLab. The online platform is solely used to discuss issues with other concerned citizens in the community. The ability to know others’ opinions will hopefully encourage politicians and those in power to use DemocracyLab as a way to make sounds decisions. <br/><br class=\"kix-line-break\"/>When one enters DemocracyLab’s <a href=\"https://democracylab.herokuapp.com/\">online engagement platform</a>, they are able to choose from a series of different issues to deliberate upon. Next, they are brought to a screen with pre-selected values that are representative of the problem at hand. The users can drag and drop different values into categories entitled: “of most importance,” “of least importance,” or “no opinion.” Once the values are classified, users can then rate their objectives and policies in the same manner. This system of ranking allows participants to state their opinions, but prevents the distortion of political party biases and strong emotional attachments from slipping in. In addition, participants are able to see what others had ranked as their most important values, objectives, and policies to help improve their analytic rigor.</p><h2>Influence, Outcomes, and Effects </h2><p>DemocracyLab’s ultimate goal is to create a more deliberative and democratic society through improving deliberation on social media platforms. They have made large strides towards this goal through their technological impact on the way people think and make decisions for their community. They have been influenced greatly by several political deliberation groups such as: <a href=\"http://www.americaspeaks.org/\">AmericaSpeaks</a>, <a href=\"http://www.delib.net/\">Delib</a>, <a href=\"http://www.everyday-democracy.org/en/index.aspx\">Everyday Democracy</a>, <a href=\"http://healthydemocracy.org/\">Healthy Democracy Fund</a>, <a href=\"http://www.metagovernment.org/\">Metagovernment.org</a>, <a href=\"http://ncdd.org/\">National Coalition of Dialogue and Deliberation</a> <a href=\"http://participatedb.com/\">Participate DB</a>, <a href=\"http://www.policyconsensus.org/\">Policy Census Initiative</a>, and <a href=\"http://blog.ushahidi.com/\">Ushahindi</a>. DemocracyLab has implemented some of the themes and values of these groups as a premise for political deliberation. The organization is still in its beginning stages, so the effects are not apparent yet. However, DemocracyLab has the potential to facilitate some of the most imperative political deliberations on the internet.</p><h2>Analysis and Criticism </h2><p>Despite the well-thought-out goals and ideas of DemocracyLab, some criticisms by its users have also come to light. One critique of the organization is that participants can only gain access to the platform through social networking websites like Facebook, Twitter, or Linkedin. This means that concerned citizens who do not use social media sites cannot participate in deliberation via DemocracyLab. Although social media could potentially promote participation (i.e. seeing “friends” using the site), it could also deter participants who prefer to be more private. DemocracyLab stresses that no information will be posted without your consent, but users may still be wary of connecting their political engagements to their mediated social life.<br class=\"kix-line-break\"/><br class=\"kix-line-break\"/>Also, it would be beneficial to have more clarification on how to use the website.  The “drag-and-drop” system of the values, objectives, and policies may be confusing for some users. More so, it constrains participants to only a few options. Many users of online deliberation platforms want to voice their opinions instead of being forced to choose from a list. <br class=\"kix-line-break\"/><br class=\"kix-line-break\"/>Despite these shortcomings, DemocracyLab seizes the opportunity for a diversity of voices to make sound decisions based through the ranking of values, objectives, and policies. It also fosters a respectful environment by preventing participants from posting vulgar content which is detrimental to political deliberation. Once DemocracyLab has further developed, it could be an ideal way for the community to be engaged in politics and make sound decisions regarding the future of their community and their country.</p><h3>Secondary Sources</h3><p>Adamsick, Claire . Email interview. 17 Oct. 2012.<br/><br/>Frischmuth , Mark . Phone interview. 19 Oct. 2012.</p><p>\"Exemption Requirements - Section 501(c)(3) Organizations.\" Internal Revenue Service. Web. 19 Oct. 2012.&lt;<a href=\"http://www.irs.gov/Charities-&amp;-Non-Profits/Charitable-Organizations/Exemption-Requirements---\">http://www.irs.gov/Charities-&amp;-Non-Profits/Charitable-Organizations/Exem...</a> Section-501(c)(3)-Organizations&gt;.</p><p>Markus, Megan . \"DemocracyLab: Open Source Politics.\" Diss. University of Portland, 2012. Web.<br/>&lt;<a href=\"http://democracylab.org/wp-content/uploads/2012/04/Final-Paper_DemocracyLab.pdf&gt;\">http://democracylab.org/wp-content/uploads/2012/04/Final-Paper_Democracy...</a>.</p><h3>External Links</h3><p>DemocracyLab Website<br/><a href=\"https://democracylab.org/\">https://democracylab.org</a><br/><br/>DemocracyLab Facebook<br/><a href=\"https://www.facebook.com/pages/DemocracyLab/11842793001?sk=info\">https://www.facebook.com/pages/DemocracyLab/11842793001?sk=info</a><br/><br/>DemocracyLab Twitter<br/><a href=\"https://twitter.com/democracylab\">https://twitter.com/democracylab</a><br/><br/>How to Design Online Deliberation Forums<br/><a href=\"http://www.intellitics.com/blog/2012/02/07/new-research-paper-presents-30-general-design-considerations-for-online-deliberation-systems/\">http://www.intellitics.com/blog/2012/02/07/new-research-paper-presents-30-general-design-considerations-for-online-deliberation-systems/</a><br/><br/>DemocracyLab Meetup.com<br/><a href=\"http://www.meetup.com/DemocracyLab/\">http://www.meetup.com/DemocracyLab/</a><br/><br/>AmericaSpeaks<br/><a href=\"http://www.americaspeaks.org/\">http://www.americaspeaks.org/</a><br/><br/>Delib<br/><a href=\"http://www.delib.net/\">http://www.delib.net/</a><br/><br/>Everyday Democracy<br/><a href=\"http://www.everyday-democracy.org/en/index.aspx\">http://www.everyday-democracy.org/en/index.aspx</a><br/><br/>Healthy Democracy Fund<br/><a href=\"http://healthydemocracy.org/\">http://healthydemocracy.org/</a><br/><br/>Metagovernment.org<br/><a href=\"http://www.metagovernment.org/\">www.metagovernment.org</a><br/><br/>National Coalition of Dialogue and Deliberation (NCDD)<br/><a href=\"http://ncdd.org/\">http://ncdd.org/</a><br/><br/>Participate DB<br/><a href=\"http://participatedb.com/\">http://participatedb.com/</a><br/><br/>Policy Census Initiative<br/><a href=\"http://www.policyconsensus.org/\">http://www.policyconsensus.org/</a><br/><br/>Ushahidi<br/><a href=\"http://blog.ushahidi.com/\">http://blog.ushahidi.com/</a><br/><br/>Open Source Software<br/><a href=\"http://opensource.org/\">http://opensource.org/</a></p><h3> </h3><p> </p>", "title": "DemocracyLab"}