{"htmlbody": "<h3>Definition</h3><p>Americans Elect is a nonprofit nonpartisan organization whose goal is to “fix the way we elect our leaders” by implementing the first non partisan, national online presidential primary. Americans Elect has focused on achieving three clear goals:</p><ul><li>Gaining nationwide ballot access for a third presidential ticket to compete in the 2012 race;</li><li>Holding the first ever nonpartisan secure national online primary at AmericansElect.org;</li><li>Fielding a credible, balanced, unaffiliated ticket for the 2012 presidential race.</li></ul><p> </p><h3>Problems and Purpose</h3><p><u>Purpose</u>: To offer more viable third party options to the American public.</p><p>The founders all felt that the status quo is broken; they are exasperated with partisan politics. They wanted a new solution and they felt like a radically new approach would reset the political scene. Two of their core ideas - the importance of a centrist, bi-partisan approach to the solving of our nation's problems and the possibility of an independent, unity ticket for the presidency. </p><p><u>Problems</u>: One of the many problems with Americans Elect is exposure.</p><p>The reason that the organization suspended itself until 2013 was they weren’t able to get enough American political interest in the general population for their vision. This same lack of interest eventually made them unable to champion a candidate to go on the ballot and declared “no candidate had reached the required level of national support to qualify for Americans Elect's online convention.”  Nobody had come close to meeting the minimal threshold of 10,000 votes to win the Americans Elect online primary. </p><p>Partisanship was a serious problem with the movement. Not too long after they dropped their plans to offer a third party candidate for the 2008 presidential election, they told the press that they would focus on other campaign issues. They then targeted some of their funding towards partisan advertisements in the years leading up to 2012, such as encouragement for the Simpson-Bowles commission to control deficit spending. </p><p>The group has met with skepticism within the Washington beltway because there has been a backlash of criticism based on the traditional third party argument; people see this as another way to take away disproportional votes from one of the two main parties which could create a counterproductive scenario.  The group, Americans Elect, failed to generate interest in possible campaigns from Sens. Joe Lieberman and Lamar Alexander, and its intensive outreach to a host of other prospective candidates, including former Nebraska Sens. Chuck Hagel and Bob Kerrey, didn’t yield much political “buzz” for its efforts. </p><p>Buddy Roemer, former Democratic governor from Louisiana and former Republican presidential candidate, who on a prime facie basis, fulfilled the politically expansive profile Americans Elect was seeking, topped the list of \"declared candidates.\" He had 4,354 on-line support clicks, placing him squarely in the lead of this race, but he failed to qualify for the Americans Elect candidacy before the group withdrew from the 2012 campaign. It was common conjecture that Americans Elect leadership determined that Governor Roemer’s pedigree and maverick positions (e.g. legalized gambling) did not fit neatly into the worldviews of the organization's donors. </p><p>The most successful candidate on the \"draft\" side, was Ron Paul, who came the closest to the mark with 9,330 \"support clicks”. Ron Paul was considered a political outlier, whose nomination would undoubtedly never have cleared American Elect’s nine-member board of directors, which Phil Ackerman put together and bestowed $5 Million in seed money.  The directors retain the right to vet and even veto the candidates to spare the organization embarrassment and even mutiny. </p><p> </p><h3>History</h3><p>The history of Americans Elect begins with Unity08, a political movement that attempted to reform the political system by giving voters a viable nonpartisan “third party option in the 2008 presidential elections.\" The group was created by political figures, Doug Bailey, former President Carter Chief of Staff Hamilton Jordan, former New Jersey Governor Christine Todd Whitman, and Gerald Rafshoon, and was made up of Democrats and Republicans who wanted to see a change in the status quo, transitioning away from highly polarized leadership and towards a future where Americans had more power to affect the political system.  Unfortunately, Unity08 fizzled out with time after the founders, Doug and Rafshoon, quit the team to “draft Mr. Bloomberg” as a potential candidate for President as an alternative to the 2008 election calculus.</p><p>Peter Ackerman and Kahlil Byrd established Americans Elect in 2010 as a continuation of Unity08. The goal of Americans Elect was to create the first “nonpartisan, national online presidential primary.\" They refined the “Field of Dreams – Build It and They Will Come” strategy to be different from the Ross Perot, Ralph Nader, John Anderson, and Theodore Roosevelt third-party models where the candidate came first, and the money and organization followed. What Americans Elect was trying to do was the reverse.  Ackerman and Bird were out to build an organization and handle the tedious task of getting the party on the ballot in every state, all in hopes of enticing an “A” List candidate. </p><p>Many were optimistic 2012 was the year because there was general unhappiness in the electorate over Congress and the legislature’s gridlock and lack of accomplishment.  To not drum up enthusiasm for a third-party in a year like this when neither candidate was prohibitively popular, was almost resignation that a third-party renaissance in American politics will continue to be put off. </p><p> </p><h3>Participant Selection</h3><p><u>Delegates:</u></p><p>Every American citizen committed to improving the political process at the Federal government can join the process.  Americans Elect delegates can be any registered voter who signs up online to choose a presidential ticket through successive rounds of Internet voting. Americans Elect’s open membership policies garnered just shy of eligible delegates to be included in the selection process. </p><p><u>Candidates:</u></p><p>Much of the attraction associated with becoming a delegate is that delegates and not party leaders have full control of who is drafted as a candidate. Their criterion for possible presidential selection included proverbial qualifications such as being a United States Senator, a president of an organization with a large member base, a ranked military officer, Governors, Cabinet portfolios, etc. Such lofty credentials qualifications were not necessary in the end because all constitutionally eligible United States citizens are permitted to run for President of the United States. </p><p><u>Nominee:</u></p><p>In order to qualify for the primary ballot, a single candidate with the qualifications listed above needed only 10,000 support clicks from ten different states. The initial phase of voting was intended to weed the competition down to six contenders.  If any ticket received a majority they would immediately become the nominee. Without that being the case, the top two individuals who received the most votes would face off in another round of voting to determine the nominee. </p><p> </p><h3>Deliberation, Decisions, and Public Interactions</h3><p>This group received substantial media coverage during the beginning of their organization. It slowly tapered off as time went on and a candidate didn’t emerge. Political movements are typically built around compelling personalities or causes, but not technology, and neither personality or causes materialized for Americans Elect. Despite widespread discontent with the two-party system and near-record numbers of people saying that they would be open to voting for a third-party candidate, the future of another major political party emerging after the failure of Americans Elect to field a viable candidate in 2012 appears impractical. </p><p>The perception in many politico circles is this was a dubious end for a group that carried a number of high-profile backers in the political strategist and donor community and who, as of earlier this month, had secured ballot access in more than half of the 50 states. Elections in a Republic like the United States are winner take all with the Electoral College, so there will be a clear victor elected, without all the coalition-building that comes with a parliamentary system. Like any other secular industry selling homogenous goods or services with a high barrier to entry like commercial aircraft, high-speed mainframe computers and political parties, usually duopolies emerge, e.g. Boeing vs. Airbus, Cray vs. IBM, Republicans versus Democrats.  The only dynamic that might not force voters into two camps may be non-secular in origin, which is something Unity08 wanted to avoid at all costs. </p><p>There are lots of small “third parties” out there, but they rarely win major elections. The few political “independents” in Congress, like Sen. Bernie Sanders of Vermont, are people who get elected not because of some structure someone else set up, but through their own political skill. And they end up caucusing with one party or the other anyway, as Senator Sanders caucuses with the Democrats. </p><p> </p><h3>Influence, Outcomes, and Effects</h3><p>There hadn’t been a credible third-party candidate since 1992 when Texas businessman, Ross Perot, garnered an impressive 19% of the popular vote and created a novel dynamic and uncertainty among the pundits in the race between President George Herbert Bush and Governor Bill Clinton.  Ross Perot also ran for president as a third-party candidate in 1996, but his backing had dwindled to only 9% of the electorate. </p><p>The defection of Bailey and Rafshoon supplanted Unity08 of much its mainstream support on behalf of a third-party strategy largely because the notion of “Draft Blomberg” was met initially with a fair amount of enthusiasm. However, a poll conducted by Quinnipiac University<a href=\"http://cityroom.blogs.nytimes.com/2008/01/09/poll-some-would-draft-bloomberg-for-governor/\"> </a>found that 61 percent of New Yorkers thought Mr. Bloomberg had a “moral obligation” to serve out his full term, and Mr. Bloomberg’s reluctance to seize the possibility were catalysts in their “cause célèbre” to dissipate almost as fast as it was proposed. </p><p>Americans Elect tried to immediately distinguish themselves from the fractionalized 2008 Bloomberg courtship.  Right out of the gate, within its first few hours of business to select a nominee through a 2012 online primary, Americans Elect’s 360,000 delegates drafted 52 candidates for president, including well-recognized politicians such as Michael Bloomberg, Jon Huntsman, Buddy Roemer, Warren Buffett, Rahm Emanuel and Condoleezza Rice.     </p><p>What frustrated follow-on actions from advancing this impressive list was the manifest complexity of the process.  The delegates could anticipate beginning three rounds of online voting to narrow the field to six candidates.  The ultimate winner would be selected in June as the Americans Elect nominee and will appear on the ballot in November.  Their running mate would have to be a past member of the opposing political party of the nominee.  For instance, if George Stephanopoulos, a former Democrat, was the nominee, a Republican like Condoleezza Rice would be slotted as the vice-presidential candidate. That many conflicting ideologies on the same ticket projected a risky partnership; the actual task of governing for leaders who were political incompatible would result in something as dysfunctional as the Democratic or Republicans parties may do on their own.  </p><p>The result was a hardening of conventional wisdom that a third-party movement will not take much more than a pox-on-both-your-parties sentiment or a single-issue crusade for the effort to succeed. It will also require a compelling candidate and a convincing, comprehensive platform. And it will require money — perhaps several hundred million dollars — to compete with the financial power of the major parties. “This is a very, very major organizational undertaking,” said Larry Jacobs, a political scientist at the University of Minnesota. “It’s like building an army from scratch. And how you do that without significant resources — organizational resources, monetary resources, intellectual resources.” Unfortunately, in era of 30-second “sound bites,” over-complication contributed to failing to generate enough interest in the concept.  </p><p> </p><h3>Analysis and Criticism</h3><p>At first Unity08 was a “media darling” story because their premise was so simplistic and its simplicity made the idea plausible.  A group of political consultants, both Democratic and Republican, proposed a presidential ticket comprise of one candidate from each side of the partisan divide. The founders of Unity08 believed their best chance for momentum was to mine support from the prevalent dissatisfaction from the public’s view that neither the Democratic nor the Republican leaders are doing enough to put the country in the right direction.</p><p>Unity08 said it could win by stressing an outsider’s commitment to tackling problems the parties haven’t solved — partly because of the long run of divided government but also, the outsiders say, because both parties are motivated to emphasize partisanship in the cause of self-preservation. “Good and qualified people see politics as so poisonous today that they simply don’t want to participate,” explained Mark McKinnon, a former adviser to President George W. Bush and a major player in the Americans Elect movement. “It’s just damn difficult to break the iron grip of the two-party system.</p><p>The irony about Americans Elect to date is the view the only way to repair the perception of flawed democracy involves secret money. There also arises a serious question as to whether an organization whose stated aim is to participate in the presidential election — and has qualified <em>as a political party</em> on state ballots — can claim it is a nonprofit organization not required to disclose donors. Americans Elect argues that secrecy is necessary because its underwriters fear retaliation for challenging the political status quo. Its eventual nominee will comply with ordinary rules requiring disclosure and limiting contributions.</p><p>The one tangibly positive upshot of Americans Elect, is that it propelled one of its founders, Angus King, into the victor’s circle as the newest Senator from Maine.  Angus King has served earlier as an independent Governor of Maine.  True to his conviction, Senator-elect King ran as an independent candidate and earned more votes from registered Democrats than the official Democratic nominee. </p><p> </p><h3>Secondary Sources</h3><p>1.  Vogel, Kenneth P. and Abby Phillip, “Americans Elect 2012 presidential run: The third-party group has cash, but no candidate,” <u>Politico</u>, 13 January 2012, 21 October 2012, &lt;<a href=\"http://www.politico.com/news/stories/0112/71399.html&gt;\">http://www.politico.com/news/stories/0112/71399.html&gt;</a>.</p><p> </p><h3>External Links</h3><p>2.     <u>Unity -08: The Re-United States of America</u>, &lt;<a href=\"http://www.unity08.com/&gt;\">http://www.unity08.com/&gt;</a>.</p><p>3.     <u>Americans Elect: Pick a President, Not a Party</u>, &lt;AmericansElect.org&gt;.</p><p> </p><h3>Notes</h3><p>4. Bailey, Doug, ‘”Unity ‘08” Seeks Third Party,” <u>The Washington Post</u>, 27 June 2006, 21 October 2012, &lt;<a href=\"http://www.washingtonpost.com/wp-dyn/content/discussion/2006/06/15/DI2006061501406.html&gt;\">http://www.washingtonpost.com/wp-dyn/content/discussion/2006/06/15/DI200...</a>.</p><p>5. Chan, Sewell, ”Time for the Mayor to Make Up His Mind,” <u>The New York Times</u>, 11 January 2008, 21 October 2012, &lt;<a href=\"http://cityroom.blogs.nytimes.com/2008/01/11/\">http://cityroom.blogs.nytimes.com/2008/01/11/</a> time-for-the-mayor-to-make-up-his-mind/.</p><p>6. Giroux, Greg, “From CQ Weekly: Third-Party Push by Unity ’08 a Matter of Hope vs. History, <u>The New York Times</u>, 7 May 2007, 21 October 2012, &lt;<a href=\"http://www.nytimes.com/cq/2007/05/07/cq_2681.html?pagewanted=print&gt;\">http://www.nytimes.com/cq/2007/05/07/cq_2681.html?pagewanted=print&gt;</a>.</p><p>7. Cilliza, Chris and Aaron Blake, “Americans Elect and the death of the third party movement,” <u>The Washington Post</u>, 18 May 2012, 21 October 2012, &lt;<a href=\"http://www.washingtonpost.com/blogs/the-fix/post/americans-elect-and-the-death-of-the-third-party-movement/2012/05/17/gIQAIzNKXU_blog.html&gt;\">http://www.washingtonpost.com/blogs/the-fix/post/americans-elect-and-the...</a>.</p><p>8. Linkens, Jason, “Late Returns: Americans Elicet Candidates Still Not Doing Well,” <u>Huffington Post</u>, 2 May 2012, 21 October 2012, &lt;<a href=\"http://www.huffingtonpost.com/\">http://www.huffingtonpost.com/</a> 2012/05/02/late-returns-candidates-not-doing-well_n_1472654.html&gt;.</p><p>9. Linkins, Jason, “Americans Elect?  More Like American’t Elect,” <u>Huffington Post</u>,15 May 2012, 21 October 2012, &lt;<a href=\"http://www.huffingtonpost.com/2012/05/15/  \">http://www.huffingtonpost.com/2012/05/15/  </a> americans-elect-candidate-deadline_n_518060.html&gt;.</p><p>10. Meyerson, Harold, “Don’t let Americans Elect muddy the 2012 race,” <u>The Los Angeles Times</u>, 20 March 2012, 21 October 2012, &lt;<a href=\"http://articles.latimes.com/2012/\">http://articles.latimes.com/2012/</a> mar/20/opinion/la-oe-meyerson-americans-elect-20120320&gt;.</p><p>11. Marcus, Ruth, “Americans Elect: A wild card for the Internet age,” <u>The Washington Post</u>, 27 December 2011, 21 October 2012,&lt;<a href=\"http://www.washingtonpost.com/opinions/americans-elect-a-wild-card-for-the-internet-age/2011/12/27/gIQAPYlILP_story.html&gt;\">http://www.washingtonpost.com/opinions/americans-elect-a-wild-card-for-t...</a>.</p><p>12. Douthat, Ross, “The Third Party Fantasy,” <u>The New York Times</u>, 15 May 2012, 21October 2012,&lt; <a href=\"http://campaignstops.blogs.nytimes.com/2012/05/15/the-third-party-fantasy/&gt;\">http://campaignstops.blogs.nytimes.com/2012/05/15/the-third-party-fantasy/&gt;</a>.</p><p>13. Linkins, Jason, “Americans Elect Having Trouble Finding Americans Who Want to Elect,” <u>Huffington Post</u>,  27 March 2012, 10 November 2012, &lt;<a href=\"http://www.huffingtonpost.com/2012/03/27/americans-elect-\">http://www.huffingtonpost.com/2012/03/27/americans-elect-</a> candidate_n_1383441.    html&gt;.</p><p>14. Avlon, John, “2012’s New Contenders,” <u>The Daily Beast</u>,  29 September 2011, 10 November 2012, &lt;<a href=\"http://www.thedailybeast.com/articles/2011/09/29/americans-elect-a-new-way-to-pick-a-president.html&gt;\">http://www.thedailybeast.com/articles/2011/09/29/americans-elect-a-new-w...</a>.</p><p>15. Feldman, Linda, “Why Americans Elect failed to find a presidential candidate,” <u>The Christian Science</u>, 18 May 2012, 10 November 2012, &lt;<a href=\"http://www.csmonitor.com/\">http://www.csmonitor.com/</a> USA/DC-Decoder/Decoder-Wire/2012/0518/Why-Americans-Elect-failed-to-find-a-presidential-candidate&gt;.</p><p>16. Stafford, Michael, “A Christian alternative to America’s broken political duopoly,” <u>ABC Religion and Ethics</u>, 25 January 2012, 10 November 2012, &lt;<a href=\"http://www.abc.net.au/religion/articles/2012/01/25/3415799.htm&gt;\">http://www.abc.net.au/religion/articles/2012/01/25/3415799.htm&gt;</a>.</p><p>17. 6.     “Draft your nominee for president,” <u>SFGate</u>, 2 February 2012, 10 November 2012, &lt;<a href=\"http://blog.sfgate.com/opinionshop/2012/02/02/draft-your-nominee-for-president/&gt;\">http://blog.sfgate.com/opinionshop/2012/02/02/draft-your-nominee-for-pre...</a>.</p><p>18. Cilliza, Chris.“Independent Angus King wins Maine Senate race,” <u>The </u><u>Washington Post</u>, 5 November 2012, 10 November 2012,&lt;<a href=\"http://www.washingtonpost.com/blogs/the-fix/wp/2012/11/06/independent-angus-king-wins-maine-senate-race/&gt;\">http://www.washingtonpost.com/blogs/the-fix/wp/2012/11/06/independent-an...</a>.     </p>", "title": "Americans Elect"}