{"htmlbody": "<p>Shamshir Kaur<br/>\nThe Hampton Roads Center for Civic Engagement (HRCCE)</p>\n<p>Definition<br/>\nThe HRCCE’s main purpose is to promote a democracy in Hampton Roads, Virginia in which deliberation is maintained and then integrate that sustainable democracy within public conversation, public decision making, and knowledgeable opinion of Hampton Roads’ citizens. The HRCCE designs and implements a deliberative forum in which their citizens can actively and efficiently collaborate with their government. The HRCCE motivate its citizens to be involved in their regions future issues and the Center’s goal is to make sure their public agencies are responsible and clear on issues. The HRCCE is a unbiased source where facts stand strong on even some of the most difficult regional issues. The center reaches out to the public so everyone has a chance to understand the issues that the region is dealing with and brings in the public voice that has long been over-looked.</p>\n<p>Problems and Purpose<br/>\nThe HRCEE center plans to make big steps towards obtaining a more deliberative democracy in their region. Problems in today’s deliberation arise from public opinions not being heard and big companies and organizations usually running the show. The main problem is that the public depends on their government to follow through with decisions and implement them, and more than a few times, the public has been left frustrated and angry. The American belief is that public deliberation is directly tied with the government and that is not happening anymore. Too many times has the public felt like they are not a priority when it comes to the government making decisions and society demands access to the government through participation options. In partnership and combined ventures with the region’s public and private universities and local governments, the Center intends to expand a sturdy civic commitment program of research and practice customized to the southeastern Virginia region, structuring the region’s own lasting ability for civic enhancement.</p>\n<p>HRCCE will provide an institutional resource within southeastern Virginia which public agencies may access either to help in designing participation plans an agency will conduct, or, as direct implementer of a participation program using small or large group facilitation processes and practical information skill.</p>\n<p>There are three main aspects to HRCCE’s pathway;</p>\n<p>First, the inclusion of citizens in the public choices related to their region’s quality of life and future improves the quality and sustainability of public decisions and supports responsibility and clearness.</p>\n<p>And second, that citizens have both rights and duties to participate in the shaping of their community and all public decision making will be improved by the knowledgeable commitment of citizens.</p>\n<p>Lastly, these prospective enhancements come from changes that occur over time. This is a new advance to public decision making and it requires a change in the relationship between citizens and government. The new advances come about due to our world changing. Deliberation is not what is used to be in our founding fathers’ times, there is so much change that has happened since. New technologies, new ways to communicate (i.e. the internet, email, blogs, twitter, etc.,) new issues, new media, basically a lot has changed. That change will come with new experiences and new admiration for the power of community teamwork.</p>\n<p>History<br/>\nThe origin of the Hampton Roads Center for Civic Engagement was an initiative intended and managed by Jim Babcock and the regional group - Future of Hampton Roads. The initiative had a main goal to basically strive for opportunities that would make the Hampton Roads region more willing to efficiently make the region connected and more willing to deliberate. Regions can be regarded as “economic engines” of the future so this initiative was to make sure that the future of Hampton Roads was going in the right direction and therefore the HRCCE was born. </p>\n<p>The future of Hampton Roads, Inc. was founded in 1982 by a select few of Hampton Roads community leaders with a promise to improve the present and future quality of life for citizens of Hampton Roads. As a non-partisan and non-profit organization, the Future of Hampton Roads, Inc. depends mostly on individuals and businesses ready to support it financially and accepts no funds from political subdivisions.</p>\n<p>Participant Selection<br/>\nAnyone can participate in this organization, who actively wants to participate in diversifying deliberation. Whether you are a resident of Virginia, or a resident from another state, you may participate. Hampton Roads Center for Civic Engagement has many events outside of the state of Virginia and many online forums to participate. You can even participate through writing directly to them. The main resources and the most promotion will take place in Virginia because the main motive is directed towards the area of Hamptons Roads and their local and surrounding residents.</p>\n<p>Deliberation, Decisions, and Public Interaction<br/>\nThe HRCCE looks out to different programs and agencies to provide opportunities for the public to promote and maintain more deliberative interactions between the public and the government. Programs like Deliberative Polling©, AmericaSpeaks©, Citizen Jury©, and Study Circles©1 and many others, have already been used by regions around the U.S. and even internationally. These programs do a great job of pin-pointing specific issues that are of legitimate public concern. The HRCCE’s plan is to bring these effective programs to the Hampton Roads region, while specifically customizing their function to the region’s public makeup which consists of 16 independent cities and counties, and to southeastern Virginia’s social and economic environment. HRCCE will supply an institutional source within southeastern Virginia which public agencies can access to assist in coming up with participation plans for an agency to conduct. By doing all this, the HRCCE plans to implement all these various resources and programs to achieve their end final goal of having a civil public population that knows how to deliberate based on many different factors like knowledge, interaction, respect, critical thinking, analyzing, reasoning, and understanding. The HRCCE is generating much help from these various programs to ensure that their citizens from Virginia and many surrounding cities have the chance and ability to learn in a way where public deliberation will be done in a way where it is the most efficient method.</p>\n<p>The HRCCE makes sure it also works with other organizations to achieve the highest level of deliberation. In May of 2011, the HRCCE was invited to join the Kettering Foundation’s “family” of Centers for Civic Life. This invite resulted due to the HRCCE’s hard work to make sure their citizens are a part of public problem solving. This invitation consists of the HRCCE entering a “joint learning relationship” with the Kettering Foundation and also other Centers for Civic Life. What this means is that all these centers will be working together on various issues as research for problem solving and answering the Kettering Foundation’s two main questions: “What does it take for democracy to work as it should?” and “What does it take for citizens to shape their collective future?” as stated by the Kettering Foundation. One example of a active issue that the HRCCE Board is working on is the high school dropout rates. The different kinds of participant involvement that the HRCCE is using consist of conducting interviews and also encouraging the public to discuss in online surveys that are posted on the organization’s website. </p>\n<p>The HRCCE is very active in making sure they utilize public-decision making by partnering with various different organizations. The HRCCE has also partnered up with the City of Virginia Beach to include citizens that want to make a change to the city’s future of transportation. Citizens of Hampton Roads and city officials have agreed with the HRCCE that they would like to see “Envision Transportation,” which is a community conversation on transportation choices in Virginia Beach, to grow into an endeavor to bring the local government closer to the citizens to continue to achieve public-made decisions. The citizens agree with the local government to analyze possibilities together when it comes to the future of transportation for Virginia Beach. </p>\n<p>Influence, Outcome, and Effects<br/>\nThe HRCCE is so people have a safe neutral place where everyone feels invited to the table. The HRCCE encourages, supports, and sustains activities and organizations that promote regionalism, and pursues the vision of a political union representing the region. Basically HRCCE’s main goal is to bring back a form of deliberation that has been lost through the years due to corruptness and just not bringing attention to the issue. The end effect that the HRCCE hopes to achieve is to have a system of deliberation that will provide the most richest reasoning and thinking when it comes to arguing about and agreeing on certain decisions. Just being able to deliberative with one another in a manner that is respectful and profession will automatically yield the best results. </p>\n<p>Analysis and Criticism<br/>\nThe HRCCE hopes to create opportunities for everyone’s voice and opinions to be heard in Hampton Roads. Their main goal is to make sure they create a deliberative democracy and help their community make knowledgeable decisions with communal dialogue. </p>\n<p>Even though the HRCCE creates the perfect atmosphere for respectful diverse deliberation, there are still problems that can arise. If there is a majority of one group in a certain communicative hall, the minority will feel overpowered and also this is going to have a little bit of bias because it is based in Virginia. Views and opinions will always be different according to what state you are residing in. The only problem here that can be a huge factor is the region. If this HRCCE organization primarily focuses on residents specially in Hampton Roads, how will those residents even see the different opinions and views from surrounding states and even further to the coasts? Hopefully the HRCCE will really take into consideration the surrounding regions’ ideas and thoughts into implementing their deliberation motives and methods. </p>\n<p>Secondary Sources<br/>\n•\tHR Partnership. “Hampton Roads Center for Civic Engagement’s first e-Newsletter.” Smartregion.org. May 26th 2009. <a href=\"http://smartregion.org/2009/05/hrcce-first-e-newsletter/\">http://smartregion.org/2009/05/hrcce-first-e-newsletter/</a>. Oct. 19th 2012</p>\n<p>•\tJames B. Oliver Jr. “Civic Engagement.” Virginia Town &amp; City July 2009. Oct. 15th 2012. <a href=\"http://www.hrp.org/Site/docs/ResourceLibrary/09JulyVTC-VML_Web.pdf\">http://www.hrp.org/Site/docs/ResourceLibrary/09JulyVTC-VML_Web.pdf</a></p>\n<p>•\tState of Regional Cooperation in Hampton Roads. Jan. 2009. The Hampton Roads Partnership. October 15th 2012. <a href=\"http://www.hrp.org/Site/docs/ResourceLibrary/RegionalCooperationReport_Jan09.pdf\">http://www.hrp.org/Site/docs/ResourceLibrary/RegionalCooperationReport_J...</a></p>\n<p>External Links<br/>\n•\tHampton Roads center for Civic Engagement. 2012. HRCCE. October 19th 2012. <a href=\"http://hrcce.org/site/\">http://hrcce.org/site/</a></p>\n<p>•\tKettering Foundation Taps HRCCE. 2011. HRCCE. November 18th 2012. <a href=\"http://hrcce.org/site/library/107-kettering-foundation-taps-hrcce\">http://hrcce.org/site/library/107-kettering-foundation-taps-hrcce</a></p>\n<p>•\tVirginia Beach Voices on Transportation. 2011. Envision Transportation. November 18th 2012. <a href=\"http://envisiontransportation.com/learn-more/248-citizen-voices-on-transportation-notes-from-august-1-meeting\">http://envisiontransportation.com/learn-more/248-citizen-voices-on-trans...</a></p>\n", "title": "Hampton Roads For Civic Engagement"}