{"htmlbody": "<h5><strong>Summary</strong></h5>InterACT’s Transportation Priorities Project Dream It, Fund It, Build It InterACT, a subsidiary of Identity Clark County (a private, non-profit organization focused on community and economic development), recognized an impending implosion of voter financial support for Clark County’s transportation system and elected to take on a project that enabled its citizens to <em>dream it, fund it, build it</em>. The Washington State Legislature had failed to impose gas tax (or other) dollars to care for an aging/in need of expansion transportation system, and voter confidence was affecting tax measures.<p>A grassroots-effort to learn what citizens want, what are they willing to pay for and how they willing to pay for it was designed and taken out into the community. A series of 32 smaller community meetings led to five larger community forums, all of which led to a community-wide all-day summit over a short, three-month time period (August through November 2002).</p><p>Along the way citizens were provided education and information on how transportation works – from concept to design to construction. As they “learned,” their perceptions of transportation changed somewhat – which told us that education was certainly a key to understanding and support of transportation issues. In addition we learned that people care deeply what happens in their neighborhoods, and see fixing travel around the County and to and from Oregon as a priority, and if people know their money will be spent on local projects – and there is an accountability factor - they are willing to pay for it.</p><p>The result of the project is a report to the community . . . jurisdictions, citizens and legislators . . . which includes a list of recommendations and how we got there. The model we used, which was to some extent a design-as-you-go process, worked beautifully and could work equally well for a multitude of issues.</p>We still don’t have all the answers but are currently designing Transportation Priorities Project Phase II which will lead us to most of the answers . . . the bottom line being, what will be supported when voters go to the polls. <p>TPP was InterACT’s way of hearing the diverse perspectives, perceptions, and opinions in the community to answer three critical questions:</p><p>1. What do citizens want?</p><p>2. What are they willing to pay for?</p><p>3. How do they prefer to pay for it?</p><p>~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~</p><p>The Project</p><p>On this website <a class=\"external free\" href=\"http://www.rtc.wa.gov/InterACT/\" rel=\"nofollow\" title=\"http://www.rtc.wa.gov/InterACT/\">http://www.rtc.wa.gov/InterACT/</a> is the project report <a class=\"external free\" href=\"http://www.rtc.wa.gov/InterACT/reports/TPP-Findings.pdf\" rel=\"nofollow\" title=\"http://www.rtc.wa.gov/InterACT/reports/TPP-Findings.pdf\">http://www.rtc.wa.gov/InterACT/reports/TPP-Findings.pdf</a> prepared by Walt Robeerts / The Performance Center, which details how the project was conceived, designed and executed, and documents the results. The “Additional Information” provided as attachments to the report capture direct comments/concerns from the jurisdictions prior to launching the project, actual text of polling questions used, keypad technology polling results, a transportation briefing document (educational piece), direct citizen input comments, and jurisdiction reactions to the project.</p><p>~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~</p><h5><strong>Purpose</strong></h5>The purpose of TPP is to allow citizens, stakeholders, and the diverse communities of Clark County to explore local and regional transportation priorities (Dream It), transportation funding options (Fund It), and key strategies to address the transportation challenges important to maintaining this region’s high quality of life (Build It). (1) <h5><strong>History</strong></h5><p>In the last 20 years Washington state’s population has increased by 48%, jobs have increased by 58%, and vehicle miles traveled increased by 88%.  All the while, total personal income as grown by 110%, the state capital outlay for road capacity per dollar of personal income dropped by 50%.  Clark County had a population of 192,000 in 1980; today there are about 363,000 people living in Clark County with over 200,000 cars.  This is a population growth increase of 82% and more cars today than the number of people in Clark County in 1980. (<em>Excerpted from the Transportation Briefing Document for TPP, prepared by Dean Lookingbill (RTC)) </em>(1)</p><h5><strong>Funding and Budgeting</strong></h5><p>Initial funding for TPP came from InterACT’s sponsoring  organization, Identity Clark County (ICC), a not-for- profit organization concerned with economic and community development in Clark County.  ICC was able to provide $25,000 in funding from its transportation committee’s budget.  Southwest Washington’s Regional Transportation Council contributed  an additional $25,000 of federal funds.  Additional support came from jurisdictions throughout Clark County.  Thanks to the volunteers and generous in-kind contributions, this ambitious, countywide, citizen-led, fast-paced, stakeholder engagement process was accomplished on a very lean budget. (1)</p><h5><strong>Participation Selection</strong></h5><p>The Project Management teams for TPP were \"Citizen-led.\" This means that members of the InterACT board helped manage the project.  The board invited other individuals to participate, who volunteered their time to enlist support and participation from other citizens in Clark County.  \"Citizen-led\" also means that no government body was leading or managing this process.</p><p>The TPP Management Team consisted of: Marjorie Casswell, InterACT project manager; Brian Wolfe, InterACT chair; John McKibbin and Ginger Metcalf, Identity Clark County; and Walt and Tammy Roberts, The Performance Center.  The TPP Design Team was comprised of the Management Team and a small group of citizens from around Clark County.  The TPP Outreach and Action Team added another 30 citizens that were chosen to be representative of the entire county, which was divided into five regions: Central, North, South Central, Southeast, and Southwest.   TPP Area Outreach and Action Teams identified groups and organized TPP Meetings and Forums in various communities in each of the five areas.  Each of these various teams met on numerous occasions to develop and refine the design of each element of the TPP process.  In addition, Dean Lookingbill, Director of the Southwest Washington Regional Transportation Council (RTC), with his helpful and capable staff, provided the TPP team with invaluable information and jurisdictions outreach support throughout the process.  (1)</p><h5><strong>Deliberation and Public Interaction</strong></h5><p>The TPP process began with twenty-three government officials who were consulted and interviewed about the project to seek their opinions and views on local and countywide transportation issues. A set of questions was developed and presented for participants at 32 TPP Area Meetings, which were conducted throughout Clark County. These Meetings were guided and aided by the input from the Jurisdictions Interviews and the TPP Design Team.</p><p>These Area Meetings were designed to seek participants’ views with minimum influence from presentations or group discussions.  Each Area Meeting was 90 minutes or less and captured the opinions and preferences of participating citizens through the use of an electronic keypad polling system and written comments.  Area Meeting participants were not given time to reference a document providing a very general overview of transportation planning and funding information, nor were they given an opportunity to discuss the topics and questions prior to giving their input.</p><p>Four TPP Area Meeting sessions were held at Battle Ground High School. The meeting was restricted to an hour in which the students focused on the subject and questions related only to transportation performance and funding options.  They did not have time to explore transportation system concerns, priorities for improvement, and priority actions for improving the system.  The summary results from the high school sessions are presented separately from the input received at the balance of the TPP Area Meetings.  This information provides a glimpse of how “younger” citizen participants’ perceptions differed from the “older” participants’ perceptions. (1)</p><p>Next, five TPP Area Forums were conducted. These Area Forums were 2 ½ hours long and were designed to give participants more information about transportation planning processes, funding mechanics and trends, and the results from the area meetings. Participants also had an opportunity to have small and large group discussions before turning to keypad polling and written comments to give their input.</p><p>The Area Meetings polling summary results were compared to the Area Forums polling summary results and presented at the TPP Summit, a daylong event.  All written input from both TPP activities was shown at the Summit. Around 110 citizens and 30 government officials listened to a series of presenters, engaged in small and large group discussions, and compared their views, opinions and preferences through keypad polling and written comments. (1)</p><p>The process was designed to be a “progressive ‘conversation’”(1) so that the information gathered at Area Meetings was comprehensive, summarized, and presented at the Area Forums. The TPP Summit deliberations were framed upon the information brought forward from Area Meetings and Area Forums. As it progressed, The TPP process increased in substance, quality, and size.</p><h5><strong>Findings</strong></h5><p>At the end of the entire process, a few key findings surfaced. For one, people care deeply what happens in their neighborhoods, and see fixing travel around the county and to and from Oregon as a priority. Additionally, Information, or education, changes what and how people think about transportation, for the better. Lastly, If people know their money will be spent on local projects, they will be willing to pay for it. (1)</p><p>One of the most significant findings was the strong interest expressed to pursue a regional funding authority, approach and strategy.  A regional funding mechanism that keeps local tax dollars in the region and leverages potential matching funds gained in priority, support and interest as TPP progresed.  Additionally, a possible regional gas tax gained in popularity. (1)</p><p>Some TPP Participants’ Comments (1):</p><p>•  <em>System support has fallen way behind system demand - incremental measures and system controls will not make a significant difference and bridge the gap.  We need to transform the system considering the full scope of resources and demands.</em></p><p><em>•  Developing a regional transportation system plan seems to be a good idea.  We need a plan that designs projects for a BALANCED (roads, transit, bike/pedestrian, etc.) system and links funding phases to specific project lists.  Seek funding for phased lists, deliver the projects, and then proceed with similar process for future phases.  Jurisdictions must coordinate to do this successfully.</em></p><p><em>•  Clark County planning is not going to get any more billion-dollar projects if it does not improve roads!  Clark County is years behind the planning for growth and traffic</em></p><p><strong>What are the top transportation system concerns?</strong></p><ol><li>Transportation Funding/Spending</li><li>Transportation to/from Oregon</li><li>Transportation Planning/Policy/Strategy</li></ol><p><strong>What are the top priorities for improvement for the transportation system?</strong></p><ol><li>Transportation Funding/Spending</li><li>Transportation Planning/Policy/Strategy</li><li>Transportation to/from Oregon</li></ol><p>To measure perceptions of the transportation system’s current performance the following three categories were defined (1):</p><p><strong>Neighborhood/Local Community Transportation:</strong> Local capacity, upkeep, safety, traffic calming, traffic signals, sidewalks and pedestrian crossings, school bus routes and zones, parking, etc.</p><p><strong>Transportation Throughout Clark County</strong>:  Keeping the current roads and related infrastructure in good condition. Improving and creating new capacity (mostly roads) within the county to ease congestion, improve access and reduce travel times to destinations within the County.  Provide more choices/alternatives/public transit/bike lanes to better get around the county. </p><p><strong>Transportation to/from Oregon:</strong>  Easing peak congestion through improved bridges, transit service, special commuter lanes, and widening I-5 bottlenecks.  Could include pay-to-use systems, commuter rail and or light rail. Keeping up with maintenance and safety of existing system.</p><h5><strong>Strengths &amp; Weaknesses</strong></h5><p>The greatest strength of the TPP process is the diversity of opinions received from participants.  The greatest challenge was the task of getting people to attend meetings. Additionally, the length of the entire process (3 months) was a short period of time to reach out and obtain participants in such a large county.</p><p>Feedback from many of the TPP Summit participants, jurisdictions’ representatives, and TPP Management Team members strongly suggest that it is both timely and worthwhile to continue the TPP process or something like it.  At this time (February 2003), a plan for continuing the TPP effort has not been fully formulated.  The TPP Management Team will seek input on the purpose, value, products, leadership, funding, timing, and format for the next phase of TPP. (1)</p><h5><strong>Recommendations</strong></h5><p>The following are a few recommendations offered from participants (1):</p><p>1. First and foremost, TPP needs a home, and needs to continue with the same intense grassroots participation.</p><p>2. Lobby for a statewide funding mechanism that includes a regional transportation funding component. </p><p>3. Coordinate jurisdictions planning efforts and present a unified/winning case to receive state and federal funding.</p><p>4. Approach transportation planning from a complete system perspective.</p><p>5. Broaden and increase efforts to inform citizens on all aspects of transportation. </p><h5><strong>Sources</strong></h5><p>1. <em>Findings of the Transportation Priorities Project</em>. Roberts, Walt. Rep. The Performance Center, Feb. 2003. Web. Nov.-Dec. 2012. &lt;<a href=\"http://www.rtc.wa.gov/InterACT/reports/TPP-Findings.pdf&gt;\">http://www.rtc.wa.gov/InterACT/reports/TPP-Findings.pdf&gt;</a>.</p><h5><strong>External Links</strong></h5><p><a href=\"http://www.rtc.wa.gov/InterACT/reports/TPP-Findings.pdf\">http://www.rtc.wa.gov/InterACT/reports/TPP-Findings.pdf</a></p><p><a href=\"http://www.rtc.wa.gov\">www.rtc.wa.gov</a></p>", "title": "Transportation Priorities Project"}