{"htmlbody": "<p>The San Francisco Urban-Rural Roundtable was a deliberative event conducted by Roots of Change in San Francisco, California. In September of 2008, Mayor Gavin Newsom of the City of San Francisco invited fifty people from both urban and rural communities to participate in three “Roundtable” meetings over a five month period; of the fifty individuals invited forty eight accepted, including California’s Secretary of Food and Agriculture, A.G. Kawamura. The purpose of the Roundtable was to provide recommendations to establish a foodshed for the City of San Francisco. The series of Roundtable meetings were organized by a Coordinating Team of food system and policy experts who facilitated conversations and table discussions. The first set of Roundtable discussions was held on October 22, 2008. This meeting was opened by Mayor Newsom stating the challenges and needs that were to be addressed by the Roundtable. Four committees were formed within the group of forty eight people who had agreed to participate. These committees were named: Place-based Agriculture, Aquaculture and Cultural Values; Resources and Environment; Healthy Food Access; and Agricultural Economic Viability. Each committee separately brainstormed ideas and potential recommendations that reflected their values. After the first meeting, the Coordinating Team compiled a briefing book based on dialogue among the committees. The book consisted of a set of preliminary recommended strategies and was sent to each of the participants. The second set of Roundtable meetings was held January 7 and 8, 2009. This round of meetings was intended to prioritize a set of goals and strategies in three-hour, facilitated dialogues. The discussions provided the Coordinating Team with more input to craft a set of six draft recommendations. The final Roundtable was held on March 30, 2009. During this meeting, the final draft recommendations were presented to the Mayor. The Mayor was receptive to the recommendations and in July of 2009 he enacted an Executive Order that turned the recommendations into San Francisco’s first, formalized food policy.</p><p><a id=\"Purpose_and_Problem\" name=\"Purpose_and_Problem\"></a></p><h2>Purpose and Problem</h2><p>The purpose of the San Francisco Urban-Rural Roundtable was to form a working foodshed that would serve the City of San Francisco. The final recommendations consisted of programs, incentives, strategies and practical actions that San Francisco could implement to support the California agriculture community. Furthermore, the foodshed would promote the amount of high quality, sustainably produced, and affordable foods available to San Francisco residents. The Roundtable process brings together rural food producers and urban businesses to develop a system of mutual benefit.</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>The San Francisco Urban-Rural Roundtable is one of many deliberative events put on by Roots of Change. Roots of Change was founded in 1999 with the goal of developing a sustainable food system in California by 2030. Roots of Change works with a network of food producers, businesses, nonprofits, communities, government agencies and foundations that share similar interests in food policy. According to Roots of Change, the ideal sustainable food system would benefit workers and farmers, while having less damaging effects on the environment than those of industrialized agriculture.</p><p><a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h2>Participant Selection</h2><p>Fifty people from urban and rural communities with a wide range of professions involving food and agriculture were invited by Mayor Newsom to participate in the San Francisco Urban-Rural Roundtable; forty eight accepted the invitation. Participants in the Roundtable consisted of business leaders, nonprofit and community leaders, and government officials that represented multiple aspects of the food system and a large geographic region within California. More specifically participants were: farmers, ranchers, food distributors, food retailers and entrepreneurs, chefs and food journalists, institutional food buyers and school food advocates, hunger and social justice activists, public health leaders, architects and planners, environmentalists, and senior representatives of the US Department of Agriculture and the California Department of Food and Agriculture, including California’s Secretary of Food and Agriculture, A.G. Kawamura. The purpose of having individuals from such a wide variety of vocations and regions within the state is to ensure mutual benefit among a actors.</p><p><a id=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\" name=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\"></a></p><h2>Deliberations, Decisions, and Public Interaction</h2><p>The Roundtable meetings gave individuals the opportunity to voice their interests, opinions and recommendations to benefit the community or occupation they represent. The first round of meetings was held on October 22, 2008 at the University of California, Davis. The meeting opened with the Mayor Newsom of San Francisco addressing the challenges and needs of the Roundtable. Following the mayor, the California Secretary of Food and Agriculture contributed his perspective on the project. Secretary Kawamura came from a citrus farming family in southern California and discussed his personal experience with the impact of urbanization on agriculture. After the opening comments, the Roundtable participants were separated in four committees that they would be working with for the remainder of the Roundtable. The participants were given a list of four goals to focus on while brainstorming potential recommendations. These goals were to:</p><p>1) Enhance and maintain place-based and cultural values of agriculture in the foodshed including multifunctional land and water use, distinctive landscapes, and diverse cultural traditions 2) Ensure economically feasible stewardship of resources including agricultural land and other natural resources in the San Francisco foodshed. 3) Increase access to and availability of affordable, healthy, locally and sustainably produced food by increasing public funding and other means. 4) Create new markets for good locally grown food, agritourism and other sustainable enterprises that local food producers can use to earn greater economic returns.</p><p>The Roundtable Meetings were facilitated by members of the Coordinating Team. The Coordinating Team was a group of food system and policy experts who listened to and supported conversation among the participants. The Coordinating Team took notes on the dialogue among each of the committees. From their notes, they developed a briefing book that consisted of “preliminary recommended strategies with supporting analysis and additional resources.” This was sent to the Roundtable participants in early December to prepare them for the following meetings in the beginning of January. The second round of meetings was held on January 7 and 8, in San Francisco and Davis, depending on the committee the participants were a part of. For this set of Roundtable meetings, the participants were asked to prioritize the goals addressed at the first meeting and the strategies posed in the briefing book. The dialogue at this meeting was described in the final report as “sophisticated and dynamic.” Following the second round of Roundtable meetings, the Coordinating Team developed a set of six draft recommendations based on group discussions. They then sent the recommendations to the participants and asked each participant to provide comments and feedback. Fifteen out of the fifty participants responded to the request. The Coordinating Team integrated the comments and developed a final set of five recommendations.</p><p>The last meeting of the Roundtable was held on March 30, 2009. In attendance were the City of San Francisco's Mayor, Gavin Newsom; Secretary of Food and Agriculture, Kawamura; and Deputy Secretary of Agriculture, Robert Tse. The participants in attendance were separated into five panels. Each panel was responsible for presenting one of the five final draft recommendations.</p><p><a id=\"Influence.2C_Outcomes.2C_and_Effects\" name=\"Influence.2C_Outcomes.2C_and_Effects\"></a></p><h2>Influence, Outcomes, and Effects</h2><p>Following the final Roundtable, the Mayor positively responded to the recommendations and committed to implementing the recommendations over the next 18 months. On July 9th, 2009 Mayor Newsom implemented Executive Directive 09-03, Healthy Sustainable Food for San Francisco. To further emphasize the success of the Roundtable, this Executive Directive was the first ever food policy in the City of San Francisco. This was a direct result of the San Francisco Urban-Rural Roundtable. Due to the success of the San Francisco Urban-Rural Roundtable, Roots of Change worked with Los Angeles Mayor Antonio Villaraigosa to develop the Los Angeles Urban-Rural Roundtable in September 2009.</p><p> </p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h2>Analysis and Criticism</h2><p>The San Francisco Urban-Rural Roundtable was well received by the Mayor of the City of San Francisco and resulted in policy implementation. However, in respect to the quality of deliberation that occurred at the Roundtable meetings, the information provided on the event leaves room for question. In this analysis, deliberation is defined as a process in which “people carefully examine a problem and a range of solutions through an open, inclusive exchange that incorporates and respects diverse points of view” (Gastil, xi). The part of the definition in question is the extent to which the policy recommendations were achieved by an “open, inclusive exchange.” The Roundtable lacked consistent commitment from the each of the participants. In order to develop policy recommendations that accurately represent all of the participant’s perspectives, it is necessary that each participant is actively and consistently involved in each step of the Roundtable process. Only fifteen of the forty-eight participants provided feedback on the draft recommendations and the final meeting only had thirty four of the forty eight participants in attendance. There are multiple ways these factors can be interpreted: the thirty three participants who did not provide feedback were one hundred percent satisfied with the draft recommendations; the thirty three participants who did not provide feedback were one hundred percent dissatisfied with the draft recommendations and did not want to spend time replying; or a mix of the previous two. Any of the three provide uncertainty regarding which participants were represented by the policy recommendations.</p><p><a id=\"References\" name=\"References\"></a></p><h2>References</h2><p>Roots of Change: Urban-Rural Roundtable Final Report (Accessed Dec 5).</p><p>Roots of Change: Mayor Newsom Executive Directive on Healthy Sustainable Food (Accessed Dec 5.)</p><p>Gastil, John. 2008. Political Communication and Deliberation. Los Angeles: SAGE Publications.</p><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h2>Secondary Sources</h2><p>Gastil, John. 2008. Political Communication and Deliberation. Los Angeles: SAGE Publications.</p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p><a class=\"external free\" href=\"http://rootsofchange.org/sites/default/files/reports/URRT_FINAL_pdf.pdf\" rel=\"nofollow\" title=\"http://rootsofchange.org/sites/default/files/reports/URRT_FINAL_pdf.pdf\">http://rootsofchange.org/sites/default/files/reports/URRT_FINAL_pdf.pdf</a> <a class=\"external free\" href=\"http://rootsofchange.org/sites/default/files/reports/MayorNewsomExecutiveDirectiveonHealthySustainableFood.pdf\" rel=\"nofollow\" title=\"http://rootsofchange.org/sites/default/files/reports/MayorNewsomExecutiveDirectiveonHealthySustainableFood.pdf\">http://rootsofchange.org/sites/default/files/reports/MayorNewsomExecutiveDirectiveonHealthySustainableFood.pdf</a> <a class=\"external free\" href=\"http://www.youtube.com/watch?v=NV9dlGJmatA\" rel=\"nofollow\" title=\"http://www.youtube.com/watch?v=NV9dlGJmatA\">http://www.youtube.com/watch?v=NV9dlGJmatA</a></p>", "title": "San Francisco Urban-Rural Roundtable"}