{"htmlbody": "<h3><strong>Mission and Purpose</strong></h3><p>The David Mathews Center for Civic Life wants to educate organizations and communities on how to engage in deliberative discussion and its benefits of reaching collaborative solutions. Their mission is to, “foster infrastructure, habits, and capacities for more effective civic engagement and innovative decision making.” They believe that communities have the ability to address their own concerns by bringing together unique voices in lateral meeting formats to decide what they can do together, as opposed to asking authority figures to intervene and solve problems for them (McKenzie,“Rebuilding Our Community: What Should We do?”).The focus of their educational workshops is to improve communities’ ability to convene, work together to make creative decisions, and learn from the interactive experiences of forums and workshops.</p><p>In addition to educating the public on the deliberat­­ive process, the David Mathews Center also wants to foster democracy by bringing Alabama citizens together for deliberative conversations and helping them take action on an issue of community concern. These deliberative conversations focus on a range of important issues and allow for citizens to consider a number of solutions alongside their potential consequences, and then reach a working group decision.</p><h3><strong>History</strong></h3><p>In the 1990s, The Center was founded originally as the Alabama Institute for Community Leadership and Development. This institute hosted annual workshops to teach communities the skills necessary for deliberative discussion. These workshops based their structure on resources developed by the National Issues Forums.</p><p>The Institute became the Alabama Center for Civic Life in the early 2000s. The Center became a 501 (c)(3) and expanded their mission to working with communities on national issues in conjunction with local issues.</p><p>The Center was renamed to honor David Mathews in 2008. David Mathews served as the secretary of Health, Education, and Welfare during the Ford administration during which he worked on restoring public confidence in government and reforming the regulatory system (“David Mathews”). David Mathews is a former President of the University of Alabama and is currently President and Chief Executive Officer of the Charles F. Kettering Foundation in Dayton, Ohio(“About Us”).</p><h3><strong>Signature programs</strong></h3><p>The David Mathews Center for Civic Life wants the public to participate in and be educated about their role in democracy and how they can improve their ability to make creative decisions. The Center’s signature programs are the Alabama Issues Forums (AIF), the Coaching Community Innovation Workshops (CCI), the Teacher’s Institute, Citizen’s Congress, the Jean O’Conner-Synder Internship Program, and their joint learning programs with The American Village.</p><p><u><strong>Alabama Issues Forums (AIF):</strong></u></p><p>The Alabama Issues Forums (AIF) bring Alabama citizens together in deliberative discussion to prioritize their issues of concern and then reach attainable solutions that can be maintained. These discussions discourage the divisions created by debate and encourage “actively listen[ing] and think[ing] through real solutions to issues, while also considering the trade-offs and consequences associated with the actions discussed.” (“Signature Programs: Alabama Issues Forums”). The AIF is based on the belief that, “ordinary citizens can and do make a significant impact on the issues that concern them and that opportunities for deliberative decision-making strengthens their work” (McCauley et al. “2009-2010 Alabama Issues Forum Report”).</p><p>AIF uses National Issues Forums (NIF) materials and issue maps created by The Center to foster deliberative experiences. The issue maps are created for the participants to use as a reference for how to talk about the issue they are discussing. These provide a framework for “careful weighing of attractions, bothersome aspects, costs, consequences, and trade offs among different courses of action”(“Signature Programs: Alabama Issues Forums”). The maps provide important background information and three possible solutions, each with pro and con arguments. These issue maps allow for participants to see alternative perspectives prior to the deliberation taking place (McKenzie et al.“Dropouts: What Should We Do?”). After the forum has been completed,The Mathews Center then provides annual reports to the public describing the information that they gathered from the AIF that reflect how citizens are thinking about issues in the areas of “citizen responsibilities, education, economic development, and public health”(“Signature Programs: Alabama Issues Forums”).This information is gathered through post-deliberation reflections and questionnaires completed by the participants.</p><p>The 2009-2010 AIF used the NIF issue book entitled, “Democracy’s Challenge: Reclaiming the Public’s Role,” to discuss why citizens are not participating in public life or engaging in their communities as much as they have in the past 50 years. They addressed these issues of concern in 21 communities across Alabama with over 400 citizens.</p><p>The 2010-2011 AIF, “Our Community, Our Future: The Role of Citizens in Solving the High School Dropout Situation,” was decided upon by the people of Alabama when asked what community issues concerned them. Approximately 1,000 citizens in 30 counties participated in 40 forums to deliberate the dropout situation in Alabama. The issue was further explored through a Citizen’s Congress in June of 2010 to develop an issue map for the AIF, “Dropouts: What Should We Do?” . The center provided neutral moderators and recorders for every forum and each deliberation was carefully recorded. Seven major themes developed out of the 40 deliberations which revealed “a statewide dialogue with cross demographic agreement” on numerous important aspects of the dropout issue. After the deliberations, communities committed to take action through projects or initiatives to help solve the issue.The Center aims to encourage and increase civic engagement by acting as a forum for the community to gather, come up with a creative and tangible solution and take collective action. They want participants to move from the deliberation in to securing commitments to act on their solution, one of the seven democratic processes that the Center utilizes and believes in(McCauley,2012). An example of action that was taken after this forum involves a group of high school students, Future Problem Solvers, from Russell County. These students created a community resource situation website that provides links to resources that could assist students who need help in order to graduate high school. These students also interviewed a number of high school dropout and created a documentary based on their findings and they have also produced a number of skits that are used in middle schools to educate younger students about the issue(McCauley,2012)(“The Central High School Dropout Project”).The Mathews Center was one of three sponsors for an event titled, “Making Community Decisions about Alabama’s Dropout Situation.” The event encouraged deliberation and the solutions that resulted from the AIF by connecting organizations that focus on eliminating the dropout rate with citizens and communities, enabling civic action.</p><p>The 2012-2013 AIF focus is on the issue of bulling which was identified as a problem during the 2010-2011 AIF. The Center compiled research to create an issue map entitled, “Bullying: What is it? How do we prevent it?” in which three frameworks detailing potential actions and consequences guide the participants through the deliberation. The Center participated in the 2nd Annual Auburn University Anti-Bullying Summit, “Be a Hero, Take a Stand” by holding a workshop entitled,“Citizen’s Congress: naming and Framing the Bullying Issue.” The workshop provided The Mathews Center with the framework for their AIF issue map. The AIF deliberative discussions are using the issue map to come up with creative solutions to the bullying problem in Alabama.</p><p><u><strong>Coaching Community Innovation Workshops (CCI)</strong></u></p><p>Coaching Community Innovation (CCI) workshops are “designed to improve community capacities to make innovative decisions, secure commitments to act together, and learn from experiences”(“Coaching Community Innovative Workshops\"). CCI workshops take place annually and include moderator and convener development workshops, reporting-out events, naming and framing workshops, and civic networking events.</p><p>Moderator and convener development workshops consist of a shortened forum experience, a discussion on moderating techniques, and a mock forum in which participants practice their moderating and recording skills. The shortened forum is an opportunity for participants to observe the moderator’s techniques. The following discussion focuses on the DMC Moderator Development Handbook which outlines the aspects of moderating, questions to encourage deliberation, and provides ways help manage conflict. After the discussion, participants practice what they learned by participating in a mock forum in which participants take turns moderating and recording. The workshop ends with reflections on moderating and convening.</p><p>Naming and framing workshops allow for participants to define and raise questions about a problem, and then create a framework for decision making in which the community will deliberate. The naming process begins with discussing the many pieces involved in an issue and then discussing the relationship between the public and the issue at hand while taking personal concerns into account. To frame the issue, the discussion then gets centered on three approaches during which the citizens approve the framework and come up with suggestions to improve it. The participants then come up with examples of solutions and the consequences that might result.</p><p><u><strong>Teachers’ Institute</strong></u></p><p>Teachers’ Institute provides teachers with, “the understanding, skills, and tools to enhance lifelong civic learning and increase student engagement in the classroom”(“Teacher's Institute\"). Teachers practice deliberative skills, problem analysis, and moderator development exercises through an extended series of interactive sessions. The Mathews Center holds one annual Teachers’ Institute at the American Village in Montevallo, Alabama.</p><p>Teachers participate in a shortened forum as an introduction to deliberation, they listen to presentations on how to incorporate deliberation into the classroom, and participate in discussions about the content that they were learning. They participate in a mock forum in which they practice their moderating and recording skills and the Institute concludes with teachers discussing ways that they can use deliberation in their schools. The Institute emphasizes the connection between teaching, learning, and democracy and how incorporating deliberation into the classroom can increase “civic engagement and ownership of learning”(“Teacher's Institute\").</p><p>The Teachers’ Institute wants participants to learn and implement deliberation into classroom learning about current events and prepare students for participation in a democracy. Teachers learn to apply NIF in the classroom to national and state standards and also practice deliberation, problem analysis and moderator development. The Institute also provides teachers with the experience of deliberative conversation in a decision-making forum, they try out different ways to teach students deliberation, and the teachers study a variety of testing methods to use when fostering civic learning in the classroom.</p><p><u><strong>Citizens’ Congress</strong></u></p><p>Citizens’ Congress is an event that brings citizens together to focus on issues of concern in Alabama. Large discussions allow participants to name and frame a problem by, “sharing what they hold valuable in relation to the issue, identifying community-based approaches to addressing the issue, and sharing and actively listening to a variety of viewpoints on the issue”(“Citizen's Congress”).The Mathews Center then uses the information gathered at the event to create an issue book or map to help deliberation during an AIF.</p><p>Citizens’ Congress helps the Center name and frame an issue prior to every AIF. It is a biennial event that is open to public.</p><p>A Citizens’ Congress took place on June 23, 2010 at the American Village where citizens were invited to help assess the dropout issue from the 2010-2011 AIF. 170 citizens participated in creating a decision making tool for the AIF.</p><p>Another Citizen’s Congress took place at the “Be a Hero, Take a Stand” Summit in June, 2012. The congress focused on naming and framing the bullying issue by taking their values and relating them to the bullying problem, discussing community solutions, while sharing and listening to diverse voices which were compiled into an issue map to be used during the 2012-2013 AIF.</p><p><u><strong>The Jean O’Conner-Synder Internship Program</strong></u></p><p>The Jean O’Conner Snyder Internship Program, started in the 2008-2009 school year, is a community-based research internship program directed by The Mathews Center and the University of Alabama’s New College. The program takes students from surrounding universities and provides them with learning experiences in which they “research the use of deliberative practices to develop an on-going community capacity to address common concerns”( “Interns”).</p><p>The students work with communities in the state to develop community-wide deliberation. The interns represent a diversity of majors and their research projects examine the possibilities for encorporating deliberation into their fields of interest.</p><p><u><strong>Joint Learning Programs with American Village</strong></u></p><p>The Mathews Center works with the American Village to create community learning programs for the thousands of students and teachers who visit the American Village annually.</p><p>Various retreats, workshops, and the Teachers’ Institute take place at the American Village.</p><p>“Founded in 1995, the American Village serves the Nation as an educational institution whose mission is to strengthen and renew the foundations of American liberty and self-government by engaging and inspiring citizens, leaders and stewards”(“Mission &amp; Goals”).</p><h3><strong>Funding</strong></h3><p>The Mathews Center is primarily funded by the Citizenship Trust and the American Village. The funds from the Citizenship Trust are shared with the Center for the development and education of citizens on the process of deliberation.</p><p>The University of Alabama’s New College funds the overseeing staff member and interns who work within the Jean O’Conner-Snyder Internship Program. This collaboration of the memorandum of understanding (MoU) between the Center and the New College in which the interns assist and participate in the many programs that the Mathews Center offers to the community at large.</p><p>Vendor contracts with community foundations also assist in the funding of the Mathews Center for forums in which they will participate</p><p>Due to the non-profit status of the Mathews Center they use Conveners, people who donate their time and services to put together forums. These 40 Conveners from 30 counties perform a wide range of tasks such as sending out press releases, finding locations for the forums to take place, sending out email invites and much more(McCauley,2012).</p><h3><strong>Publications</strong></h3><p><a href=\"http://mathewscenter.org/wp-content/uploads/2010/12/Center-Book.pdf\"><u>http://mathewscenter.org/wp-content/uploads/2010/12/Center-Book.pdf</u></a></p><p><a href=\"http://mathewscenter.org/wp-content/uploads/2010/12/DMCOPRebuild.pdf\"><u>http://mathewscenter.org/wp-content/uploads/2010/12/DMCOPRebuild.pdf</u></a></p><p><a href=\"http://mathewscenter.org/wp-content/uploads/2010/12/ForCommunitiesToWork.pdf\"><u>http://mathewscenter.org/wp-content/uploads/2010/12/ForCommunitiesToWork.pdf</u></a></p><h3><strong>Sources</strong></h3><p>\"About Us.\" Mathewscenter.org. David Mathews Center for Civic Life, n.d. Web. 18 Oct. 2012. &lt;<a href=\"http://mathewscenter.org/about/&gt;\">http://mathewscenter.org/about/&gt;</a>.</p><p>\"The Central High School Dropout Project.\" The Central High School Dropout Project. N.p., n.d. Web. 13 Nov. 2012. &lt;<a href=\"http://chsdop.weebly.com/index.html&gt;\">http://chsdop.weebly.com/index.html&gt;</a>.</p><p>\"Citizen's Congress.\" Mathewscenter.org. The David Mathews Center for Civic Life, n.d. Web. 19 Oct. 2012. &lt;<a href=\"http://mathewscenter.org/13-2/citizens-congress/%3e\">http://mathewscenter.org/13-2/citizens-congress/&gt;</a>.</p><p>\"Coaching Community Innovative Workshops.\" Mathewscenter.org. The David Mathews Center for Civic Life, n.d. Web. 19 Oct. 2012. &lt;<a href=\"http://mathewscenter.org/13-2/coaching-community-innovative-workshops/%3e\">http://mathewscenter.org/13-2/coaching-community-innovative-workshops/&gt;</a>.</p><p>\"David Mathews Center for Civic Life.\" SUPER Emerging Scholars. SUPER Emerging Scholars, n.d. Web. 19 Oct. 2012. &lt;<a href=\"http://ses2012.wordpress.com/sponsors/david-mathews-center-for-civic-life/%3e\">http://ses2012.wordpress.com/sponsors/david-mathews-center-for-civic-life/&gt;</a>.</p><p>\"David Mathews.\" Kettering Foundation. Kettering Foundation, 2012. Web. 19 Oct. 2012. &lt;<a href=\"http://kettering.org/people/david-mathews/%3e\">http://kettering.org/people/david-mathews/&gt;</a>.</p><p>\"Interns.\" Mathewscenter.org. The David Mathews Center for Civic Life, n.d. Web. 19 Oct. 2012. &lt;<a href=\"http://mathewscenter.org/internship/%3e\">http://mathewscenter.org/internship/&gt;</a>.</p><p>McCauley, Chris, and Mark Wilson, comps. 2009-2010 Alabama Issues Forum Report. Rep. The David Mathews Center for Civic Life, n.d. Web. 20 Oct. 2012. &lt;<a href=\"http://mathewscenter.org/wp-content/uploads/2010/07/AIF-Report-Final.pdf%3e\">http://mathewscenter.org/wp-content/uploads/2010/07/AIF-Report-Final.pdf&gt;</a>.</p><p>McCauley, Christopher. Telephone interview. 13 Nov. 2012.</p><p>McKenzie, Bob, Chris McCauley, and Mark Wilson. Dropouts: What Should We Do? N.p.: David Mathews Center for Civic Life, n.d. Mathewscenter.org. The David Mathews Center for Civic Life, 2010. Web. 20 Oct. 2012. &lt;<a href=\"http://mathewscenter.org/wp-content/uploads/2010/12/Issues-Brief_web.pdf%3e\">http://mathewscenter.org/wp-content/uploads/2010/12/Issues-Brief_web.pdf&gt;</a>.</p><p>McKenzie, Robert H., Dr, Chris McCauley, Cristin Foster, Mark Wilson, Dr, and Ashley Kontos. Our Community Our Future: The Role of Citizens in Solving the High School Dropout Problem. Rep. Ed. Glenda Conway, Dr. The David Mathews Center for Civic Life, 2012. Web. 20 Oct. 2012. &lt;<a href=\"http://mathewscenter.org/wp-content/uploads/2010/07/DMC_OCOF_2012.pdf%3e\">http://mathewscenter.org/wp-content/uploads/2010/07/DMC_OCOF_2012.pdf&gt;</a>.</p><p>McKenzie, Robert H., Dr, Chris McCauley, Cristin Foster, Mark Wilson, Dr, and Cynthia Reed, Dr. Bullying: What Is It? How Do We Prevent It? Ed. Glenda Conway, Dr. N.p.: David Mathews Center for Civic Life, n.d. Mathewscenter.org. The David Mathews Center for Civic Life, 2012. Web. 20 Oct. 2012. &lt;<a href=\"http://mathewscenter.org/wp-content/uploads/2010/12/Bully-Brochure_press_PMS.pdf%3e\">http://mathewscenter.org/wp-content/uploads/2010/12/Bully-Brochure_press...</a>.</p><p>McKenzie, Robert H. Rebuilding Our Community: What Should We Do? 1st ed. Monevallo: n.p., 2011. Community Decsion Making. Mathewscenter.org. The David Mathews Center for Civic Life, May 2011. Web. 20 Oct. 2012. &lt;<a href=\"http://mathewscenter.org/wp-content/uploads/2010/12/DMCOPRebuild.pdf%3e\">http://mathewscenter.org/wp-content/uploads/2010/12/DMCOPRebuild.pdf&gt;</a>.</p><p>\"Mission &amp; Goals.\" American Village Citizenship Trust. American Village Citizenship Trust, n.d. Web. 19 Oct. 2012. &lt;<a href=\"http://www.americanvillage.org/site/PageServer?pagename=gen_about_mission%3e\">http://www.americanvillage.org/site/PageServer?pagename=gen_about_mission&gt;</a>.</p><p>Moderator Development Handbook. Alabama: David Mathews Center for Civic Life, n.d. Mathewscenter.org. The David Mathews Center for Civic Life. Web. 20 Oct. 2012. &lt;<a href=\"http://mathewscenter.org/wp-content/uploads/2010/12/Moderator-Development-Handbook-Final.pdf%3e\">http://mathewscenter.org/wp-content/uploads/2010/12/Moderator-Developmen...</a>.</p><p>Naming and Framing Difficult Issues to Make Sound Decisions. Rep. Charles F. Kettering Foundation, 2011. Web. 20 Oct. 2012. &lt;<a href=\"http://mathewscenter.org/wp-content/uploads/2012/05/Naming_Framing_2011-.pdf%3e\">http://mathewscenter.org/wp-content/uploads/2012/05/Naming_Framing_2011-...</a>.</p><p>\"Our Community, Our Future!\" Mathewscenter.org. The David Mathews Center for Civic Life, 8 Mar. 2012. Web. 13 Nov. 2012. &lt;<a href=\"http://mathewscenter.org/2012/03/08/our-community-our-future/%3e\">http://mathewscenter.org/2012/03/08/our-community-our-future/&gt;</a>.</p><p>\"Signature Programs: Alabama Issues Forums.\" Mathewscenter.org. David Mathews Center for Civic Life, n.d. Web. 18 Oct. 2012. &lt;<a href=\"http://mathewscenter.org/13-2/alabama-issues-forums/%3e\">http://mathewscenter.org/13-2/alabama-issues-forums/&gt;</a>.</p><p>\"Teacher's Institute.\" Mathewscenter.org. The David Mathews Center for Civic Life, n.d. Web. 19 Oct. 2012. <a href=\"http://mathewscenter.org/13-2/teachers-institute/\">http://mathewscenter.org/13-2/teachers-institute/</a>.</p><p><strong>External Links</strong></p><p><strong><a href=\"http://mathewscenter.org/\"><u>http://mathewscenter.org/</u></a></strong></p><p><strong><a href=\"http://chsdop.weebly.com/index.html\"><u>http://chsdop.weebly.com/index.html</u></a></strong></p><p><strong><a href=\"http://www.americanvillage.org/site/PageServer\"><u>http://www.americanvillage.org/site/PageServer</u></a></strong></p><p><strong><a href=\"http://www.as.ua.edu/nc/\"><u>http://www.as.ua.edu/nc/</u></a></strong></p>", "title": "David Mathews Center for Civic Life"}