{"htmlbody": "<h3>Mission and Purpose</h3><p>The Pirate Party’s goal is to change laws that are compromising copyrights and the rights to privacy. They believe in complete freedoms of speech and openness, free from censorships, wire-tapping, and the inability to be anonymous. In reference to privacy laws, they hope to gain the same rights as their parents did 40 years ago (TEDxTalks). Those rights including, not being virtually monitored or tracked on the Internet and postal service.  Ultimately, they want to be able to send information or letters on the Internet or by postal with ease and comfort of privacy, because 40 years ago this sort of tracking did not exist to such an extent. </p><p>As for in the United States, The pirate movement also believes in eliminating the current welfare system and creating higher taxes but with a minimum income assurance, meaning that every person is given enough money to live off of. “This forces businesses to compete against the government and treat their employees well, as well as give them a decent wage. It also prevents any person from starving, going without healthcare, reduces violence and break-ins significantly” (McCrea).</p><p>Their message is based on the idea of politics of protest, protesting to change the status quo.  One can compare their missions of protest similar to those like the Greens who wanted to protest pollution and Liberals who protested the royal’s overbearing power control on the church. These protests and movements became established politics and policy makers all because they turned something into an ideology, similar to the Pirate Party (TEDxTalks).</p><h3>History</h3><p>The Pirate Party originated in Sweden by founder Rickard Falkvinge on January 1, 2006, originally being named “Piratpartiet.”  Non-supporters had giving them the name of ‘pirates’, in hopes of shaming them from the idea that they like sharing and copying (TEDxTalks).  Falkvinge expresses that he became a politician by talking about politics in a pub and later increasing to a political leader that has parties present in over 56 countries.</p><p>Upon creating the party, Falkvinge saw three objections he had from the European Government in 2005.  First off, there was the software patents debate in parliament that would criminalize knowledge. Secondly, there was copyright monopoly harshening in Sweden.  And lastly, the data retention direction in Sweden, which would make all cellular phones contain tracking devices issued by the government (TEDxTalks). </p><p>The first steps Rickard Falkvinge took to starting the Pirate Party was making a manifesto on an online chat of a mere few sentences. Within his first day, the party consisted of about 300 activists and supporters.  At this point in the creation of the party, elections for the European Parliament of 2006 were only eight months away.  There was increase in support and activisms within those months and they received .68% in the first election. However, due to the lack of funds, Falkvinge was forced to beg for money and donations, ultimately being chastised by non-supporters and tabloids.  For the reelections 18 months later, the Pirate party received 7.13% votes and gained two seats in the European Parliament (TEDxTalks). </p><h3>Specializations and activities</h3><p>The official Pirate Party can be broken up into different sections depending on location and region around the World.  This allows organization and ease when planning meetings or gatherings because people and members are relatively close together.  Pirate Party International (PPI), a non-governmental organization founded in 2010, helps to connect the party together even at such a large spectrum (PP International).  It reinforces guidelines and communication, as well as promoting the cause, for all Pirate Parties internationally.  The PPI bridges the gap for all Pirate Parties and can help establish new local parties in select countries. Pirate Party members are extremely diversified, coming from different backgrounds, allowing the ability for deliberation within the group possible and accessible. There are currently 29 active members from five continents that assist to the needs and run the PPI organization (PP International). Within the members, there is a board of directors who deliberate on issues regarding the organization and external issues manages the PPI. </p><p>The United States also has many local parties of pirates.  They can be labeled as the United States Pirate National Committee (PNC) and then categorized more within states individually through membership.  The PNC originated with the mindset of bringing the United States parties together, similar to the PPI.  By having a centralized organization and committee, they can have collaborating and deliberation between local state parties and promote events properly. </p><p>Within the PNC, there are also different levels of membership, member and observer states. Member states have established parties with delegates who attend the National Committee meetings. Members are authorized to have complete voting privileges at deliberations and have the authority to approve new members by a majority vote. Observer States are encouraged to attend national committee meetings but do not posses the same status as member states. Observer states can eventually gain membership but must establish an organization with enough activists and members.  (United States Pirate Party).</p><p><strong>Participation Selection </strong></p><p>Participation in Pirate parties is voluntary, anyone can join. The best way to get involved is to sign up at one of the Pirate Parties websites, chat, contribute, or through social media. Some Pirate parties offer Student Internships, where students can get college credit for helping their pirate party. This will also allow  Pirate Parties to continue being very popular amongst the younger generation.<br/><br/>Individuals can also get involved by managing Pirate Parties Internationals social media sites by volunteering part time. responsibilities for volunteer social media networkers will help develop an on going social media plan. While also updating, planning, and strategizing emerging trends and opportunities.  Volunteers must monitor, track, interpret and leverage all social media trends. Main function is to supervise and regulate Pirate Parties International's social media and platforms.</p><p>If interested parties wish to ask them a question, you can email them asking them about anything you like by going to their website.</p><p><strong>Deliberation, Decissions, and Public Interaction</strong></p><p>Just like any other organization, Pirate Parties throughout the world hold meetings via web chat where people can bring their ideas for the Pirate Parties forum, government crowd sourcing, platform, website, and campaigns. They have a public forum for new participants to introduce themselves to other participants. Find out about current events and get links to articles and commentary.<br/><br/>The meetings forum includes the months meeting agenda, and any other issues that need to be addressed. The political council forum is for extra meeting discussions on topics like civil liberties write up, privacy write up, protecting free culture, and democratic engagement. Along with other forums for decision making for standing committees, projects, parties, local events, and records/archives.<br/><br/>One of the events the Pirate Parties International puts on is Pirate Con. An annual national convention of all pirates around the World. That holds conferences in London, UK. At Pirate Con people have the opportunity to watch debates and find out what's going on in Pirate Parties. The participants input is used as a platform that helps shape the Pirate Parties agenda in Parliament and other countries.  Pirate Con allows people to get involved in many ways. From discussions, trainings, networkings, and sharing their personal experiences and advice.</p><h3>Influence, Outcome and Effects</h3><p>The issues pirates hope to tackle include copyright laws, reinforce and protect fair dealing, and decriminalizing non-commercial sharing and to limit copyright to commercial use of a product. Pirate parties believe the internet is a invaluable good, and hope to resist any censorship, and regulation of the internet. Part of their belief is that they feel this is a violation of our First Amendments rights, to be protected from having their mail read, especially over the internet. They seek to reform election and lobbying laws, limiting the amount of power and money politicians can receive in private donations. Tackling direct democracy and participation, without the fear of repression. They also support social economic justice and the value of the little people over large corporations, the 1%.</p><h3>Analysis and Criticism </h3><p>Pirate Parties have been known for their lack of solid platform and coherence in sticking to policies. As well as admitting to having gaps in their resources, people worry they may be connected to neo-Nazi National Democratic Parties.<br/><br/>Pirate's are known to copy, paste, and share on the internet. They stand by their civil liberties and choose to rise up and protect their beliefs and now have 2 seats in European Parliament, 15 seats in the Berlin parliament, 150+ seats in local councils across europe, and presently in 56 countries across the world.<br/><br/>One major criticism is that people in Hollywood don't believe that there is anything noble about pirate parties or pirate bay, because they illegally steal copyright content and accept money for what they do. Another Criticism of Pirate Parties is that people see  Pirate Parties working to reinvent politics. Some say that Pirate Parties are Glorifying hackers as a significant force. While others accuse members of the Germany Pirate parties to be members of the right wing extremist National Democratic party of Germany (NDP). As we know Pirate Parties are \"opposed to pointless storage of telephone and internet connection data of all citizens. That existing copyright law is just as out moded as the current patent system. Rejecting all forms of web censorship or warning messages on illegal web content.\"</p><p>Pirate Parties transparent participation is easily accessible by supporters and opposers in the ever so controversial parties web chat meetings on their website. People can immediately see what is said and being done in all Pirate Parties meetings.</p><h3>Secondary Sources </h3><p>McCrea, T. (2012, October 17). US Pirate Party Captain and PPI board member. Email  Interview</p><p>TEDxTalks. “‪TEDxObserver - Rick Falkvinge - The Pirate Party - the politics of protest‬.” <em>YouTube.</em> Web. March 21, 2012.</p><p><u>PP International. </u>2010. &lt;<a href=\"http://www.pp-international.net/&gt;\">http://www.pp-international.net/&gt;</a></p><p><u>United States Pirate Party. </u>&lt; <a href=\"http://pirate-party.us/about\">http://pirate-party.us/about</a>&gt;</p><h3>External Links</h3><p><a href=\"http://www.calpirateparty.org/index.html\">http://www.calpirateparty.org/index.html</a></p><p><a href=\"http://www.businessinsider.com/pirate-party-germany-elections-2012-4?op=1\">http://www.businessinsider.com/pirate-party-germany-elections-2012-4?op=1</a></p><p> <a href=\"http://www.spiegel.de/international/germany/germany-s-pirate-party-seek-to-reinvent-politics-a-829451.html\" target=\"_blank\">http://www.spiegel.de/international/germany/germany-s-pirate-party-seek-to-reinvent-politics-a-829451.html</a></p><p> </p><p>By Ashley Davis and Serena Kendall</p>", "title": "Pirate Parties Across the World"}