{"htmlbody": "<h3>Mission and Purpose</h3><p>People of color do not experience the same society as Caucasian Americans. In many areas of the U.S., minority populations are still discriminated against. For instance, people of color are refused of public services or political participation. According to statistics from United States Census of Bureau, the State of California is composed mostly of people of color and white Hispanic (60.3%) rather than white Americans (39.7%). However, they are still considered a minority population because they are often underserved, neglected, and discriminated against.  They still suffer from unequal treatment on jobs, lack of homeownership, lack of higher education.</p><p>The main focus of the Greenlining Institute is to arouse the public’s awareness of issues related to racial discrimination and inequality by instituting change, on both an institutional and state scale. The Greenlining Institution provides resources such as training and funding to people of color; additionally, it gives them ability to speak for themselves and also help other people. The Greenlining Institute empowers minorities to speak for themselves and help other people of color. In a word, it not only gives people of color fish but also teaches them how to fish.</p><p> </p><h3>History</h3><p>The Greenlining Institute was founded in San Francisco in 1993 by Robert Gnaizda, John Gamboa and in conjunction of members of diverse ethnic groups: Asian American, African American, and Latino American. The members committed themselves to fight against redlining activities and institutional discrimination, and advocated for social change. After several informal discussions, they first found the Greenlining Coalition with around twelve members. Now the Greenlining Institute has over forty members.</p><h3>Participation</h3><p>The Greenlining Institute provides the opportunity to over 100 young college graduates a year to receive leadership skills and gain insight into discrimination facing minority populations. College graduates can apply to the institute’s training program, or fellowship and internship opportunity, via online application and selection, as it says on its institute website, is fair and open to everyone. These participants are given the chance to become directly involved in Greenlining Institute's research and event planning. By involving more youth in social movements and making more people learn about current issues, the Greenlining Institute gives the young equipment of power and skills advocating solutions for problems.</p><p>The <em>Greenlining Coalition</em> composed of nearly forty member corporations and organizations that all aim to achieve common goal to build an equal society and more opportunity for people of color.</p><p> </p><h3>Deliberation, Decision, and Public Interation</h3><p>The Greenlining Institute holds two-day Economic Summit every year. The Economic Summit is not just literally about economics. It also includes about other topics such as social justice and politics. Mostly, the institute invites leaders from government, banking, nonprofit and community groups to address problems related to these fields and find possible solutions. (The Greenlining Institute) Yet, Economic Summit is sometimes open to the public as well. People can get free admission tickets via <em>Eventbite </em>website. Deliberation process is basically to invite presenters, often those leaders, to introduce problems and present their views or stand to other participants. And, in these summits, moderators were often faculty from the Greenlining Institute. Participants of The Economic Summit will brainstorm and work together to develop an agenda.</p><p>The Greenlining Institute helps public interaction by conducting researches and publishing useful information to equip citizens, especially minority communities, with more knowledge.   </p><p>For example, it translated California Voter Guide into three languages: English, Spanish, and Chinese. California Voter Guide does help deliberation, decision, and public interaction. For one, provided in three languages, the guide provides more accesses to people of non-native speakers to learn of the election and therefore also help provide equality of opportunity to participate in the politics. For another, California Voter Guide invokes California residents’ awareness of the importance of this election. It offers information that is free and therefore makes people of lower incomes have an access to participate. California Voter Guide helps more people have more knowledge of the election and therefore helps the people make better decisions. Except educating citizens, the Greenlining Institute also questioned politicians for minority communities. For instance, Orson Aguilar, the executive director of the Greenlining Institute, published a news article on how candidates answered and viewed questions raised by the Greenlining Institute about poverty and people of color in the United States. The Greenlining Institute, during the presidential debate, also asked candidates to provide envisions for solving these problems. And, the answer for questions from candidates was “pathetic”, according to timeunion.com and the Greenlining Institute. What the Greenlining Institute was doing is to call presidential candidates’ attention to face the racial issues facing in the United States. And, since it was during the presidential debate, the Greenlining Institute also raised awareness of the audience of the debate.</p><p> </p><h3>Influence, Outcome, and Effects</h3><p>The Greenlining Institute established Leader Academy in 1996, an institution to train young leaders. And, in order to ensure diversity of California public school, the Greenlining Institute uses Facebook, Twitter, and other online sources to connect people of color. Moreover, in response to recent increase in textbooks and tuition, the Greenlining Institute tried to make higher education more affordable by influencing or lobbying politicians and educational institutions. Also, The Greenlining Institute had been successful in using telecommunication technology. The institute collected funds to educate those underserved and low-income communities on the use of telecommunications technology which could help people deliberate and speak up for themselves. (The Greenlining Institute)The Greenlining Institution conducts and publishes many researches in many areas including politics, economics, and education on its own website which is free-access and therefore the public is welcome to learn more about issues and the institution. The Greenlining Institute provides a-year- long fellowship opportunity to youngsters of completed undergraduate degree. The fellowship program will give youngsters opportunity to participate in discussion of policies and therefore make those students have deeper understanding of policies and some related issues and realize importance of the policies and issues.</p><h3>Analysis and Criticism</h3><p>The Greenlining Institute has been accused of being money-oriented. According to Consumer Watchdog, the Greenlining Institute favored the side of those corporations and organizations donated much money to the Greenlining Institute. On the one hand, the Greenlining Institute claims itself a non-profit organization working for minority communities. On the other hand, it was accused of not heading to its aim. The followings were examples of incidents the two sources raised. For one, the Greenlining Institute supports Proposition 33 which claimed to be adverse to low-income, new drivers and college students due to surcharge from insurance companies. Consumer Watchdog website argues the Greenlining Institution’s support of Proposition 33 is due to receive of funding from Mercury Insurance Company’s chairman, George Joseph who funded and sponsored Proposition 33. The Greenlining Institute is criticized for not making choices based on helping minority communities but on amount of donation it receives.</p><p>Another example is an argument between FTCR (The Foundation for Taxpayer &amp; Consumer Rights) and The Greenlining Institute on the Proposition 9 which rose by FTCR claiming to prevent utility companies, especially those private ones, from surcharging customers and also provide an additional rate reduction. (Smart Voter) The Greenlining Institute was on opposed side of this proposition. Consumer Watch Dog website claimed that the Greenlining Institute did not support Proposition 9 was because of receiving much money from the stakeholders, utility companies.</p><p> </p><h3>Secondary Sources</h3><p>The Greenlining Institute: <a href=\"http://greenlining.org/index.php\">http://greenlining.org/index.php</a></p><p>John Gizzi, “<em>California’s Greenlining Institute: Arm-Twisting for Financial Affirmative Action</em>”. August, 2008, Web, Nov. 2, 2012</p><p><a href=\"http://www.capitalresearch.org/pubs/pdf/v1217524969.pdf\">http://www.capitalresearch.org/pubs/pdf/v1217524969.pdf</a></p><p>United States Census Bureau, <em>State &amp; County QuickFacts (</em>2011). Web. Nov.8, 2012. <a href=\"http://quickfacts.census.gov/qfd/states/06000.html\"><u>http://quickfacts.census.gov/qfd/states/06000.html</u></a></p><p> </p><h3>External Links</h3><p>Smart Voter: <a href=\"http://www.smartvoter.org/1998nov/ca/state/prop/9/\"><u>http://www.smartvoter.org/1998nov/ca/state/prop/9/</u></a></p><p>Sourcewatch: <a href=\"http://www.sourcewatch.org/index.php?title=Greenlining_Institute\"><u>http://www.sourcewatch.org/index.php?title=Greenlining_Institute</u></a></p><p>Consumer Watchdog: <a href=\"http://www.consumerwatchdog.org/newsrelease/consumer-watchdog-campaign-mercury-insurance-billionaire-gives-another-195k-effort-white\">http://www.consumerwatchdog.org/newsrelease/consumer-watchdog-campaign-mercury-insurance-billionaire-gives-another-195k-effort-white</a></p><p> </p><h3>Notes</h3><p> </p>", "title": "The Greenlining Institute"}