{"htmlbody": "<h3>Definition</h3><p>The Center for Voter Deliberation of Northern Virginia is a non-profit whose main objective is to organize community deliberations with people in the local area. The institution was established in 2009 and was one of the first of its kind. Using a web-based blog platform, they make community members aware of the deliberations they are sponsoring in the area. Blog entries on their website are posted detailing the subject of the deliberation and time and place at which the deliberation will occur and how to become a participant. Subjects of the deliberation are locally chosen. Currently, another function of the website is to make people aware of important news and happenings regarding deliberations occurring worldwide, so the creators regularly post entries regarding vital news about deliberations. The CVDNVA prides itself on being non-partisan and entirely volunteer run.</p><p> Since their creation in 2009, their motto has been “a chance to be heard is a reason to listen.” The founders, Bill Corbet and Beth Offenbacker, designed this organization with the goal of trying to educate the public on the importance of participation in political life. In the Northern Virginia area, the creators became aware that there was distinct interest in being involved in deliberative discussions on important issues but that there was a lack of opportunity for them to do so. The Center for Voter Deliberation in Northern Virginia ideally wishes to give people that chance, a chance to give their representatives real and constructive feedback on policies and issues in the national and local area. With the formation of this organization, students and community members now have that option, the option to participate in a real deliberation on actual issues. </p><h3>Purpose and Problems</h3><p> Since its founding in 2009, the purpose of the Center for Voter Deliberation in Northern Virginia has always been to give people in the community a chance to voice their opinions on a variety of issues facing the American people.  It is rooted in the idea that people need to come together and talk about issues, this way they can come to a consensus and give their representatives more accurate information on what the people want. The idea is that America would move towards a more deliberative form of democracy.</p><p>            While the Center for Voter Deliberation of Northern Virginia does give the community an influx of new ways to engage in deliberation, it requires that the participants to seek out their website and find time in their busy schedules to volunteer and participate.  Time community members most likely don’t have to spare.  Since there is no compensation for their time, the center has to count on people to be willing to participate without an incentive. </p><h3>History</h3><p>The Center for Voter Deliberation was created with the hope of working with other organizations in the area to design and carry out deliberations on locally selected topics. The founders intended for this to be a way for the community to move towards a more deliberative democracy, a democracy where people think, talk, and act together. For the past few years, CVDNVA has organized numerous study circles, public forums, and deliberations. They developed this organization with the design that with a more educated and involved community of voters participating in the American system, then democracy will thrive. Through the deliberations organized by the CVDNVA ideally the informed voters will be able to make better decisions and improve the community.  The Prince William Study Circles was even the winner of the Virginia Statewide Neighborhood Organization of the year award in 2009 (Brookshire 2009).  </p><h3>Participant Selection</h3><p>The structure of this organization is dependent on it being non-partisan; therefore participation is volunteer based. In an effort to be inclusive of all those eligible to vote, participation is open to anyone living in the community and willing to participate.  For the convenience of participants, deliberations usually take place in public areas such as a library or cafe. Their desire to remain a non-partisan organization requires that a participant’s personal views are not taken into consideration when selecting participants.  Therefore they are asked no questions about personal beliefs before being selected to participate. The ultimate objective is to foster discussion between regular citizens who want to discuss issues that are affecting them. Being passionate about issues is very key to the success of these forums.</p><p>            In addition, the online deliberations on Second Life are open to anyone. On their blog, they will post information about times and the issues that will be discussed and then people who want to participate need to create an avatar on Second Life and then return to The Center for Voter Deliberation website and register their avatar on the blog entry. </p><h3>Deliberations, Decisions, and Public Interaction</h3><p>The Center for Voter Deliberation of Northern Virginia strives to promote deliberations among neighbors in their specific community. Deliberations are often small consisting of around 15 people. The deliberations typically take place in public spaces, like colleges and libraries. There is always a trained facilitator that The Center for Voter Deliberation in Northern Virginia appoints to moderate the session. The first forum planned by this organization took place on April 3rd in 2009.  Residents and local experts convened to talk about the choices presented in a <a href=\"http://www.nifi.org/\">National Issues Forum </a>(NIF) which frames the issue of Health Care for the purpose of public deliberation.  There were four deliberations that took place at the locations of the Prince William Campus, Big Bear Café in Washington DC, Bus Boys and Poets in Washington DC, and Prince William Area Commission on Aging. The forums that took place in Washington DC were much larger and the participants were more liberal overall than the ones that took place in Northern Virginia. Facilitators from CVDNVA helped moderate the deliberation for ninety minutes on three solutions as to how to handle the health care problem. The forum attracted 155 people in total. They didn’t arrive at a consensus, but surveys showed that people wanted lower costs and fewer people uninsured.</p><p>Furthermore, they co-convene the Prince William Study circles which currently organize seven study circles in their city which are made up of 15 diverse residents. The study circles are six hours long and moderated by a member of the Center for Voter Deliberation of Northern Virginia. The goal is make a decision on local issues and try and take action.  According to the assistant dean of Prince William university life, “We decided to get the community talking and to have a respectful, honest and productive conversation about neighborhood issues. The whole point of the circles is to empower the community to take the initiative” (Musick 2010). The study circles were formed to help community members take action and improve their community.</p><p>Since then the organization has entered into the arena of online deliberation as well using a forum called Second Life. People interested in the Deliberation will register on the website and then log into second life at the specific time posted on the website. Second Life is a 3D virtual chat rooms used for many things, deliberations being one of them.  While it is online, it allows people to interact just like they would at a real meeting. Before the deliberations, orientations on how to use Second Life are given on specific days because knowing how to use the forum is critical to the success of the deliberation. Once participants are signed up on the day of the deliberation, they are assigned a table and small group within the virtual realm. Each table has a CVDNVA moderator there. Usually the online forums are also sponsored by other organizations around the country in order to create a larger deliberation. For example, The Center for Voter Deliberation of Northern Virginia was one of the 6 sponsors for an online America Speaks’ National Discussion “Our Budget, Our Economy.”  During this virtual online deliberation, there was an introduction section, then three choices were discussed, then benefits and trade-offs, and then a wrap up section during the deliberation.</p><p>Decisions are most often made through intense discussion of several solutions and then participants attempt to come to a consensus on how to move forward and take action to improve their neighborhood. </p><h3>Influence, Outcomes, and Effect </h3><p>The Center for Voter Deliberation of Northern Virginia was created with the idea that creating opportunities for people to deliberate on issues would help to educate the public not only on issues but also on how important it is for every citizen to be involved in politics. American citizens are so fortunate to have the opportunity to have a say in the government but so many people do not take advantage of this chance to make a difference. The American democratic system has so much possible potential. By giving people an opportunity to discuss and work through issues, and hear other people’s stances on current problems facing their neighborhood, this helps them to make an informed decision and know exactly how to take action.  A well-informed public is critical to creating a more deliberative democracy and a better America. </p><h3>Analysis and Criticism </h3><p>The Center for Voter Deliberation of Northern Virginia is a way for citizens who want to become more politically active to have an opportunity to do so. Through blog entries they alert the community to deliberations they are sponsoring and to exciting news regarding deliberations all over the world. Barriers to deliberation using this organization could include inequality. Discussion norms could cause people’s opinions to be swayed by participants with a gift for speaking and persuasion. One side of the issue could be portrayed in a better light based on who said it and how it is said. An additional barrier could include the spiral of silence. People commonly feel less of an enticement to speak up if they feel like the majority of the group has common beliefs they do not share. Especially since these deliberations are technically non-partisan when the participants are selected they do not control for the possibility of a majority of the group sharing similar political beliefs. </p><h3>Secondary Sources</h3><p>Brookshire, C. (2009) “Prince William Study Circles and Community Partners win State</p><p>            Award” <em>Wildwood Condos</em>. Retrieved from</p><p>            <a href=\"http://www.wildwoodcondosva.org/news/53-prince-william-study-circles-and-community-partners-win-state-award.html\">http://www.wildwoodcondosva.org/news/53-prince-william-study-circles-and- </a></p><p>            <a href=\"http://www.wildwoodcondosva.org/news/53-prince-william-study-circles-and-community-partners-win-state-award.html\">community-partners-win-state-award.html</a></p><p>Corbett, B. (December 30th, 2009) National Issues Forum on Health Care. <em>National</em></p><p><em>            Issues Forum</em>. Retrieved from</p><p>            <a href=\"http://www.nifi.org/news/news_detail.aspx?itemID=15762&amp;catID=13676\">http://www.nifi.org/news/news_detail.aspx?itemID=15762&amp;catID=13676</a></p><p>Corbett, B. (June 26, 2010) Online in \"Second Life\" - Participate in AmericaSpeaks'</p><p>               National Discussion \"Our Budget, Our Economy.\" <em>National Issues Forums</em>.</p><p>               Retrieved from</p><p>              &lt;<a href=\"http://www.nifi.org/news/news_detail.aspx?itemID=17947&amp;catID=16349\">http://www.nifi.org/news/news_detail.aspx?itemID=17947&amp;catID=16349</a>&gt;</p><p>Musick, M. (Jaunary 13, 2010) “Prince William Study Circles Strengthen Communities</p><p>                and Earn Top Honors.” <em>The Mason Gazette</em>. Retrieved from</p><p>                <a href=\"http://gazette.gmu.edu/articles/15658\">http://gazette.gmu.edu/articles/15658</a></p><p>Offenbacker, B. (2011) Deliberation as a Public Participation Technique. <em>Virginia Tech </em></p><p><em>            University</em>.  Retrieved from</p><p>            <a href=\"http://apavirginia.org/documents/conference/2011/Public_Participation_Techniques.p\">http://apavirginia.org/documents/conference/2011/Public</a></p><p>            <a href=\"http://apavirginia.org/documents/conference/2011/Public_Participation_Techniques.p\">_Participation_Techniques.p</a></p><h3>External Links </h3><p><a href=\"http://www.cvdnva.org/\">http://www.cvdnva.org/</a></p><p><a href=\"http://www.nifi.org/index.aspx\">http://www.nifi.org/index.aspx</a></p><p><a href=\"http://www.pwsc.org/\">http://www.pwsc.org/</a></p><p><a href=\"http://secondlife.com/\">http://secondlife.com/</a></p><p> </p><p> </p><p> </p><h3> </h3><p> </p><p> </p>", "title": "The Center for Voter Deliberation of Northern Virginia "}