{"htmlbody": "<p> </p><h3>Problems and Purpose</h3><p>The Chicago Alternative Policing Strategy (CAPS) main goal was to open a two way channel of communication between the local public and the police department in order for them to work together to combat concerns and issues that each community felt were most important to them. With the community and police department working hand in hand they had hoped for better response time from local police to criminal activity, while also ensuring that each community was voicing their opinion on what police should prioritize. CAPS took a different approach to force structure when compared to most other police precincts; they set up an environment where each community had their own set of officers to get to know and interact with - creating a safer and more united community against crime.</p><h3>History</h3><p>In the late 1960s, the federal government sponsored experiments encouraging police officers nationwide to spend more time in the communities they carried responsibility for.  This initiative wasn’t successful back then, but it got the attention and interest of several important academics, who continued to elaborate on this topic. By the mid-1980s, a new generation of college-educated police chiefs had risen to power, and they began to apply what they had learned in college. As the crime rates were very high at that time, the new public policy was just the right offer to the anxious citizens that the politicians could use.</p><p>Implementation of CAPS began in April 1993 with the official roll-out in five of the City's 25 police districts: Englewood (7th), Marquette (10th), Austin (15th), Morgan Park (22nd), and Rogers Park (24th). These prototype districts are diverse in terms of their demographics, economics, crime problems, and levels of community organization. As such, they provided a valuable laboratory for testing and improving the CAPS model before it was expanded citywide. </p><p>Implementation of CAPS in the other 20 police districts began in 1994, and the strategy is now operational in all of Chicago's neighborhoods. The five original prototype districts continue to serve as a laboratory for testing new ideas and new technology. [<a href=\"https://portal.chicagopolice.org/portal/page/portal/ClearPath/Get%20Involved/How%20CAPS%20works/What%20is%20CAPS\">1</a>]</p><p>By May 1995 it had expanded to involve the entire Chicago Police's Patrol Division. This in turn led to the setup of beat meetings, which provide opportunities for residents and police who work for/live in these high-crime neighborhoods. These beat meetings have grown into major community meetings that help police identify and solve problems. Over time, crime rates in Chicago neighborhoods decreased. </p><h3>Originating Entities and Funding</h3><p>CAPS was designed and furnished by the Chicago Police Department in conjunction with the people of Chicago as a way to combat crime problems. During the first 8 years of the CAPS program, the crime rate in Chicago fell dramatically. As the end of that recording phase approached, we were beginning to see the start of tighter budgets and tougher fiscal climate. The reality of this has played a major role in funding throughout the past few years. In the mid-1990s, funding and federally funded recruiting was at its highest.  As the program moved into its 8th year, funding became somewhat stagnant. The primary source of funding is the Chicago Police Department and the city of Chicago. The type of policing they are conducting does not require too much extra funding. The program reassigns police officers to beat routes rather than patrol routes and encourages them to build relationships with the communities they serve. This doesn’t incur to much additional cost. Chicago Mayor Rahm Emanuel has decided, however, to rededicate the CAPS mission. He plans to reinvest in the progress it was making by assigning 50 of the employees from police headquarters to their respective districts, joining about 70 other employees. Members in the community seemed satisfied with this. Mayor Emanuel’s support of the program may be signaling more funding and resources headed their way.</p><h3>Participant Selection</h3><p>Beat meetings are designated community meetings that allow residents to voice concerns and ask questions. They normally take place every month at a designated area within the local community such as churches, libraries, parks, local housing or schools. The schedule and agenda's are posted on the Chicago Police website for community members to access. Police normally do not coordinate the meeting but play a major role in the meeting to ensure questions and concerns are being met by the Department. Everyone is able to speak at these meetings and voice their concerns. Beat meetings usually include a moderator, who helps ensure that the meetings are being run efficiently. Beat Sergeants partake in these meetings by acting as advisors to the moderators and offer training to the facilitators, officers, and residents to ensure that problems are being solved swiftly. On average these beat meetings attendance is around 7 police officers and up to 26 residents. Over the past few years public awareness of community policing has grown, due to aggressive city-coordinated marketing efforts via radio, television, internet and advertisements in newspapers and throughout the city. The rise of advertisements has led to more awareness about meetings times, locations and agendas.</p><h3>Deliberation, Decision-Making, and Public Interaction</h3><p>The deliberation process for the CAPS program is focused around meetings known by locals as “Beat Meetings.” This is the time used by the residents of the beat or anybody connected with the beat to have an open discussion and meeting with the officers who patrol the area. According to the Chicago Police website, beat meetings are required to happen quarterly, at a minimum. More commonly, however, beat meetings take place monthly. The schedule is posted online, on the Chicago Police Department website, for the public to access and plan for. The Chicago Police Department assigns officers to beats for a minimum of one year. </p><p>Additionally, the CAPS program offers a five-step problem solving process and these beat meetings provide an opportunity for the community to work with the police to find solutions for problems through this problem solving process. “Chicago’s problem-solving model defines problems as chronic concentrations of related incidents. These incidents are linked mostly by common locations, but also by common victims, offenders, or methods of operation. The persistence of problems may point to a common set of causes, and dealing with these underlying causes can prevent future problems”. [<a href=\"http://www.ipr.northwestern.edu/publications/papers/urban-policy-and-community-development/docs/caps/2002/takingstock.pdf\">2</a>]</p><p>The five steps of the process include:</p><p>1.      Identify and prioritize problems</p><p>2.      Analyze problems</p><p>3.      Design response strategies</p><p>4.      Implement response strategies</p><p>5.      Assess the success of response strategies</p><p>According to the Chicago Police Department website, beat meetings are held in three different formats, all of which offer their own form of political engagement and deliberation. A community team leader and a beat officer facilitate the most common and effective version of the meeting. As the Chicago Police stated, “Beat meetings and problem solving are most effective when they include a broad range of community stakeholders: residents, business owners, and representatives from local schools, churches and neighborhood organizations.” Therefore, a meeting led by both officers and community members do just that. The other two types of meetings are facilitated by a group of either party, rather than a combination of the two.  </p><p>Every beat community meeting should follow an agenda. And, at a minimum, every meeting agenda should cover the following items [<a href=\"https://portal.chicagopolice.org/portal/page/portal/ClearPath/Get%20Involved/How%20CAPS%20works/Beat%20Meeting%20Agenda\">3</a>]:</p><p>1. Welcome and introduction of participants.</p><p>2. Feedback on progress made on problems since the last meeting.</p><p>-- Discuss whether the current problem-solving strategies seem to be working, whether they need to be modified, or whether the problem seems to have been sufficiently reduced or eliminated to justify moving on to new problems.</p><p>3. Discussion of current crime conditions and new problems.</p><p>-- Beat team officers present information about general crime conditions on the beat.</p><p>-- New problems (which are chronic in nature) are identified.</p><p>-- Participants determine whether any newly identified problem is significant enough to be added to the Beat Plan. The Beat Plan is a form used by the beat team to keep track of problem-solving activities on the beat. Generally, the beat team and community will be limited in the number of problems they can work on at any one time. Therefore, the group needs to prioritize which problems will be worked on.</p><p>4.Development of strategies and coordination of responsibilities</p><p>-- Because there will not be sufficient time at the meeting to analyze each strategy in detail, it is important that a community contact person be identified. This person will take responsibility for working with the beat team and other interested residents to analyze the problem in more detail, develop strategies, and organize and coordinate the community's involvement.</p><p>5. Next meeting date.</p><p>-- Announce the date, time and place for the next beat community meeting.</p><p>-- Schedule working groups for ongoing problem solving. Most of the work on problem-solving strategies will take place outside the beat community meeting. Therefore, residents and police must be prepared to work on these chronic problems in between beat meetings.</p><p>The decisions that arrive from these meetings are derived from a combination of plans and ideas from the people and the police. They work together to progress through the five-step problem solving process and come up with the best solution possible. The meetings could include specialized officers from gang or drug units and other areas from around the force – whatever helps solve the problem they are working on.</p><p>The public interaction in these meetings is what is most important. The beat meetings and idea behind the CAPS program in general is to increase public interaction with the police. The officers are assigned a beat and they serve on that specific beat for a year. During their time, they are encouraged to get to know the community leaders and members who make up that neighborhood. The trust and confidence they build benefits the department for years. More information about the positive effects of this program are below in the analysis and criticism section. </p><h3>Influence, Outcomes and Effects</h3><p>Following the adoption of CAPS by the local communities, by 1998 they met initial goal of beat teams in their area by 66 percent. CAPS helped to improve the perception of police responsiveness in preventing crime, helping victims and maintaining order in neighborhoods. CAPS also led to the reorganization of the Chicago Police Department, for example, the reorganization of the turf-based teams, making it necessary for the officers to interact and patrol new areas within Chicago. The 9-1-1 system was also redesigned, making emergency calls going to the department that is closest to them, for a quicker response time. The CAPS system also led to a change in the hierarchy of the police department itself leading to a greater effort of teamwork among beat officers, and made the sergeants responsible for their coordinated area 24 hours a day.</p><p>Perception of the police department by ethnicity also changed significantly through the among whites, 24 to 40 percent increase among the black community and 31 to 46 percent jump of the Latino community. CAPS creation helped to develop closer working relationships between the police department and residents in each beat. CAPS led to a better understanding between police and residents offering them a chance to meet face-to-face and get better acquainted, helping to increase friendlier and long term relations. One of the greatest major outcomes and effects of CAPS is its effect on crime rate within the city. At the end of 2000, robbery was nearly down 56 percent when first being documented in 1991, offenses with guns fell to 55 percent, auto-theft 37 percent, murder down 32 percent, and rape 44 percent.</p><p>According to the study of Wesley Skogan, a professor at Northwestern University, who has been monitoring CAPS since 1993, the general opinion of the citizens on the program was   mostly positive. 1,500 citizens were asked about the impact of CAPS, and most of them said they had noticed more police activity. At the same time, they reported being stopped less often by police. “In Englewood and Austin, residents said police had become less abusive while people in Morgan Park, Rogers Park, and Marquette noticed no change. In four out of the five neighborhoods surveyed, residents had grown more optimistic about police, saying the department had become more responsive to their concerns. In all five neighborhoods, residents reported a very small improvement in perceived crime fighting, but Skogan found similar results in two neighborhoods not operating under the CAPS model, leaving the question in doubt. For the most part, residents did say they felt safer” [<a href=\"http://prospect.org/article/eyes-street-community-policing-chicago\">4</a>].</p><h3>Analysis and Criticism</h3><p>Overall, the community policing efforts, in coordination with the Chicago Police Department have shown dramatic changes in the crime rates in Chicago; however, there are a few points that could appear to skew the data.</p><p>Criticism for  community policing included information relating to crime rates before the inception of CAPS. Chicago was already beginning to see a negative trend in crime rates in many neighborhoods.  It wasn’t until after the inception of CAPS that we saw a dramatic decrease in crime. Therefore, some people may find the exponential decrease misleading. The studies that showed huge decline of crime were usually from areas in the city where crime was the highest – making even minor changes seem dramatic. Additionally, the decline of Chicago's crime rate could also be attributed due to the recession in the city in the mid-to-late 90's.</p><p>Chicago has seen crime decrease in general because of incarceration laws. High-profile offenders who use more violent weapons are seeing increased jail time and therefore are off the streets longer and live, in jail, without access to weapons. This too has caused a slight decrease in the crime rates. The Chicago police have also stepped up their pressure on the drug market and the criminals involved there. This increased pressure has caused a decrease in drug sales. Lastly, the way neighborhoods are divided, racially, in Chicago could yield to higher crime rates in certain neighborhoods compared to others; as well as, certain neighborhoods favoring certain types of crime versus other types.</p><p>With all the being said, the community policing efforts in Chicago have shown decreases in crime. As stated above, at the end of 2000, robbery was nearly down 56 percent when first being documented in 1991, offenses with guns fell to 55 percent, auto-theft 37 percent, murder down 32 percent, and rape 44 percent.</p><p>The decrease in crime in these Chicago neighborhoods due to community policing is impressive and commendable. However, some of the most important work being done by these officers has nothing to do with directly catching criminals. An article in The American Prospect rehearses a case of Chicago Police Officer Patti Black who works in the neighborhood in and around Lowe Street. Many of the arguments being made in this article refer back to the credibility and trust she builds with the community members she interacts with everyday. She compares the amount of time spent on the beat to drug dealers in her neighborhood - both are common occureances. Officer Black references a family of seven women who were victimized by a rapist, with one girl being as young as 12. The relationship Officer Black has made with these community members helped catch the rapist and offer a sense of comfort to the victims because they know when she says, “make sure she comes and testifies,” the people of the community are more likely to oblige. “[Officer Black] wonders if she would have caught the rapist at all under the police department's old operating model, which emphasized arrests rather than intervention.”</p><p>Additionally, the progress made in public deliberation because of community policing has given a voice to a group of people who otherwise may not be taken seriously. In most major cities the poorer communities are the least political active and choose to obstruct rather than faciliate the criminal process. By allowing community members an opportunity to speak up and be heard, they now have a stake in the progress their neighborhood makes. People who play large roles in that process are more likely to work harder to help it succeed because its success is now something they can celebrate. Everybody appreciates progress and this progress can be seen across many demographics.</p><p>The major problem I see with community policing in Chicago is a lack of governmental support. Over the past few years, particularly at the end of Mayor Daley’s tenure, resources and funding for community policing vanished dramatically. The city saw some stagnation with regards to results and the motivation for the program was called into question. Mayor Emanuel has reaffirmed his support to the program and in 2013 is going to offer more money and resources to boost the program into tomorrow. This is in response to an increase in murder by 60% and an overall increase of gang violence. Chicago continues to be a model for other metropolitan police departments, many of which strive to implement a program similar to CAPS. Chicago has some of the most change-resistant people in the United States and many community leaders are saying, “If Chicago can do it, so can we.”</p><p><a id=\"Secondary_sources\" name=\"Secondary_sources\"></a></p><h2>Secondary Sources</h2><p>Community policing to get boost, Mayor Emanuel vows [<a href=\"http://www.suntimes.com/news/metro/15673803-418/facing-higher-murder-rate-emanuel-emphasizes-bright-spots.html\">http://www.suntimes.com/news/metro/15673803-418/facing-higher-murder-rate-emanuel-emphasizes-bright-spots.html</a>]</p><p>Eyes on the Street: Community Policing in Chicago [<a href=\"http://prospect.org/article/eyes-street-community-policing-chicago\">http://prospect.org/article/eyes-street-community-policing-chicago</a>]</p><p>IPR Publication, Community Policing [<a class=\"external autonumber\" href=\"http://www.northwestern.edu/ipr/publications/policing.html\" rel=\"nofollow\" title=\"http://www.northwestern.edu/ipr/publications/policing.html\">www.northwestern.edu/ipr/publications/policing.html</a>]</p><p>How Caps Works [<a class=\"external autonumber\" href=\"https://portal.chicagopolice.org/portal/page/portal/ClearPath/Get%20Involved/How%20CAPS%20works\" rel=\"nofollow\" title=\"https://portal.chicagopolice.org/portal/page/portal/ClearPath/Get%20Involved/How%20CAPS%20works\">portal.chicagopolice.org/portal/page/portal/ClearPath/Get%20Involved/How%20CAPS%20works</a>]</p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p>National Institute of Justice: Community Policing and the New Immigrants: Latinos in Chicago [<a class=\"external autonumber\" href=\"http://www.ncjrs.org/pdffiles1/nij/189908.pdf\" rel=\"nofollow\" title=\"http://www.ncjrs.org/pdffiles1/nij/189908.pdf\">www.ncjrs.org/pdffiles1/nij/189908.pdf</a>]</p><p>National Institute of Justice: Taking Stock: Community Policing in Chicago [<a class=\"external autonumber\" href=\"http://www.ncjrs.org/pdffiles1/nij/189909.pdf\" rel=\"nofollow\" title=\"http://www.ncjrs.org/pdffiles1/nij/189909.pdf\">www.ncjrs.org/pdffiles1/nij/189909.pdf</a>]</p><p>National Institute of Justice: Problem Solving in Practice: Implementing Community policing in Chicago [<a class=\"external autonumber\" href=\"http://www.ncjrs.org/pdffiles1/nij/179556.pdf\" rel=\"nofollow\" title=\"http://www.ncjrs.org/pdffiles1/nij/179556.pdf\">www.ncjrs.org/pdffiles1/nij/179556.pdf</a>]</p><p>National Institute of Justice: Public Involvement: Community Policing in Chicago [<a class=\"external autonumber\" href=\"http://www.ncjrs.org/pdffiles1/nij/179557.pdf\" rel=\"nofollow\" title=\"http://www.ncjrs.org/pdffiles1/nij/179557.pdf\">www.ncjrs.org/pdffiles1/nij/179557.pdf</a>]</p>", "title": "Community Policing in Chicago"}