{"htmlbody": "<h3>Mission and Purpose</h3><p>Mission Statement: \"The American Democracy Project for Civic Engagement is a national, multi-campus initiative that seeks to foster informed civic engagement in the United States. The project seeks to create a greater intellectual understanding and commitment to participate in the civic life of the United States.</p><p>Focused on undergraduates at public colleges and universities, the American Democracy Project has created a collaborative network of 199 public colleges and universities, representing more than 1.7 million students, that are member institutions of the American Association of State Colleges and Universities (AASCU). The three-year project, sponsored by AASCU in collaboration with The New York Times, will provide opportunities for participating campuses to engage in activities and projects designed to increase the number of undergraduate students committed to meaningful civic actions.\" *</p><h3>Participant Selection</h3>Participants include over 250 colleges and universities who are members of the American Association of State Colleges and Universities (AASCU). Forty-seven states (except Hawaii, Idaho, and Wyoming) plus the District of Columbia are represented by participants in the ADP.  In order to become a member of the ADP, the campus must be members of the AASCU. Potential members must also apply for membership with a letter of interest submitted by the university’s president to the National Manager of the ADP, Jennifer Domagal-Goldman. The benefits and opportunities stemming from involvement with the ADP are incredibly helpful to the students- and there is no membership fee for either student or institution. The ADP seeks to conduct conferences and meetings to better the policies and educational resources to students across the nation. <br/><br/>The ADP is a collaboration with the New York Times. It is partnered with the Center for Deliberative Democracy at Stanford University, the Center for Democracy and Citizenship, the Center for the Study of Citizenship at Wayne University, CIRCLE, Epsilen, the National Conference on Citizenship, the New England Resource Center for Higher Education, Public Agenda, The Carnegie Foundation for the Advancement of Teaching, The Democracy Commitment, and the Yellowstone Association.<h3>Deliberation, Decisions, and Public Interaction</h3><p>The American Association of State Colleges and Universities, “holds an annual meeting, sponsors seven national civic engagement initiatives and provides a national platform for AASCU faculty, staff, and students to foster informed, engaged citizens for our democracy.” ** <br/><br/>Special Days in Action: The ADP participates in days of action during several days per year. These are holidays emphasizing civil action, including holidays such as Earth Day, 9/11, and MLK Day. </p><ul><li>For example, the United States District Court for the Middle District of Tennessee, U.S. Citizenship and Immigration Services, and the American Democracy Project collaborated on Tennessee’s largest naturalization ceremony in celebration of Constitution Day in 2012. Three hundred people took an oath of national allegiance to the United States of America on the 225th anniversary of the signing of the Constitution. </li></ul><p>Civic Engagement in Action Series: The Civic Engagement in Action Series are nationwide and campus-wide activities for undergraduates to promote civic engagement. The series focus on national issues and examine American problems and conflicts. </p><ul><li>America’s Future: Protecting the Fiscal Health of Our Democracy</li></ul><p dir=\"ltr\">The objective is to give undergraduates an awareness about America’s current fiscal situation, educate them about the financial future and assist them (and policy makers) in order to develop solutions that will end, or at least lower, the national debt and deficit. This is important because students need to be aware of the increasing rise of both federal debt and deficit since 1980, and the effects America’s fiscal situation will have on future generations. </p><ul><li>Campus and Community Civic Health Initiative</li></ul><p dir=\"ltr\">The objective is to find ways to assess both campus and community civic health, and develop a program to improve the assessed health. It also plans to determine how college/university campuses support community civic health. Civic health includes involvement in community groups, discussion of politics, discussing local issues, volunteering, service activities, and political action. This was started in June, 2012 as an effort to improve both campus and community civic health. This is a signature program for the ADP’s 10th anniversary in partnership with the National Confederation on Citizenship. </p><ul><li>Civic Agency</li></ul><p dir=\"ltr\">The objective is for all citizens, no matter their financial statuses, ethnicities, religions, or geography, to come together and develop the idea of a civic agency. Civic agency is a set of skills needed for collective action. The intent is to change civic decline into centers of civic renewal. This initiative is in partnership with the Center for Democracy and Citizenship. </p><ul><li>Deliberative Polling®</li></ul><p dir=\"ltr\">The objective is a multiple part process where campus subjects are tested through “Deliberative Polling” strategies on public issues. The first part includes a random, representative sampling that polls specific public interest topics. Some members of the sample are then invited to deliberate the issue in a public forum, then after the discussion, are asked the original question. Changes of opinion illustrate opinions based on true deliberation and information. Practices created from the Deliberative Polling tests are then used to educate undergraduate students about these issues. This will promote active members of society once these students earn their degree. </p><ul><li>eCitizenship: New Tools, New Strategies, New Spaces</li></ul><p dir=\"ltr\">The objective is to determine how our democracy is transformed by technology, and to educate students about this technology. Strategies are created to teach students about using social media for a “civic purpose.” eCitizenship recognizes the increasing importance of technological tools like blogs, Facebook, or wikis. This is a three year initiative partnered with the Center for the Study of Citizenship at Wayne State University and thirty-five institutions. A sub-initiative is the Informed Citizen Project.</p><p dir=\"ltr\"><u>Informed Citizen Project:</u> This is centered on ADP’s civic participation on the World Wide Web. Undergraduates need to be critical of the media and information consumed from that environment. It seeks to develop media and information literacy in regards to civic engagement, and create new programs in college-level media for graduates to be engaged citizens.   </p><ul><li>Global Engagement Initiative</li></ul><p dir=\"ltr\">The objective is to both identify and analyze long-term policies regarding population, resource management, technology, information, economic integration, conflict and security, and governance. It is the only international initiative in the ADP, seeking to educate students about global challenges, and how to make informed judgments. It is partnered with the Center for Strategic and International Studies. </p><ul><li>Stewardship of Public Lands</li></ul><p dir=\"ltr\">The objective is to educate participants (faculty members) on the history and science of controversies in public lands, especially Yellowstone National Park. These faculty members will then return to their colleges and universities, where they will develop programs for their students regarding Yellowstone or local public lands. Public lands, such as national parks, throughout the US are sources of contention over ownership rights, environmental issues, potential sources of energy, and general use of land. This is in collaboration with the Yellowstone Association, which supports the preservation of the national park. </p><ul><li>Political Engagement Project </li></ul><p>​The objective is to teach students about politics, public policy, and how to become involved in nonpartisan issues. Through this project, undergraduates should develop skills useful in democratic participation, taught in non-partisan and non-ideological environments. The Political Engagement Project emphasizes the importance of involvement in both political and nonpolitical activities. </p> <h3>Meeting Process</h3>The American Democracy Project engages and several different forms of meetings throughout the year. Some of the meetings are annual, while others are conducted more in a conference style focusing in either one specific area or in accordance with one college specifically. The annual meeting typically occurs in October, gives a chance for a larger group of contributors to discuss national issues and take steps toward establishing leadership. Also, once a year, the ADP and The Democracy Commitment meet to convene and discuss their goals for the following year. The American Democracy Project also hosts individual meetings and conferences across the nation throughout the year. <ul><li>2012 Annual Meeting began place on October 29, 2012 and lasted until October 31, 2012 at The Roosevelt in New Orleans, Louisiana. The theme of this year’s event was “Addressing the American Challenge” The meeting focused on addressing the challenge of providing transformational leadership for colleges and universities to help better the achievement gap among students. The 2013 Annual meeting has been set for October 21-23, but the location and general agenda have yet to be announced. </li><li>American Democracy Project/ The Democracy Commitment 2013 National Meeting will take place June 6, 2013- June 8, 2013. This will be their third annual meeting. The theme of the meeting, 21st Century Citizens: Building Bridges, Solving Problems, focuses on, “educational experiences and civic skills needed by today’s graduates.” These experiences and skills are necessary for both civic engagement and in the workforce. More than 500 attendees are expected which will include college and university administrators, students, community members, and faculty members. The ADP/ TDC National Meeting will have sessions where topics such as global citizenship, political engagement, 21st century citizenship skills, and service-learning are discussed. These sessions will be in the format of lightning rounds, poster presentations, round table discussions, concurrent presentations, workshops, and panels.</li><li>Council of State Representatives (CSR) took place from March 21 to March 23 in 2012 in the nation’s capitol of Washington D.C. In attendance was the American Association of State Colleges and Universities (AASCU) Council of Representatives. Representatives from all 50 states were present and the goal is to advocate for higher education policies for the AASCU institutions. </li><li>2012 Academic Affairs Summer Meeting was held in San Francisco, California from July 26 to July 28. The meeting was expected to “focus on the critical tools and elements that are necessary to create a 21st century institution... examining issues such as data analytics, … working with for-profit providers, … models for campus-wide internationalization” *** </li></ul><h3>Influence, Outcome, and Effects</h3><ul><li>The Democracy Commitment is modeled after the American Democracy Project. Unlike the ADP, it focuses on community colleges throughout the nation. This is to create an awareness for community college students about civic learning, and to foster a participation in democracy. </li><li>Film Your Issue is partnered with the ADP. This is a contest for home filmmakers to create a video about issues important to them. </li></ul>Secondary Sources<br/><a href=\"http://www.aascu.org/programs/ADP/\">http://www.aascu.org/programs/ADP/</a><br/><a href=\"http://www.fhsu.edu/adp/\">http://www.fhsu.edu/adp/</a><br/><a href=\"http://americandemocracy.illinoisstate.edu/\">http://americandemocracy.illinoisstate.edu/</a><br/><a href=\"http://www.gcsu.edu/adp/index.htm\">http://www.gcsu.edu/adp/index.htm</a> <br/><a href=\"http://www.nytimes.com/ref/college/collegespecial2/coll_aascu_mission.html\">http://www.nytimes.com/ref/college/collegespecial2/coll_aascu_mission.html</a> <br/><a href=\"http://adpaascu.wordpress.com/\">http://adpaascu.wordpress.com/</a> <br/><a href=\"http://www.mtsusidelines.com/mtsu-to-play-host-to-states-largest-naturalization-ceremony/\">http://www.mtsusidelines.com/mtsu-to-play-host-to-states-largest-naturalization-ceremony/</a> <br/><a href=\"http://adpaascu.files.wordpress.com/2012/05/adp-ncoc-campus-community-civic-health-initiative_description.pdf\">http://adpaascu.files.wordpress.com/2012/05/adp-ncoc-campus-community-civic-health-initiative_description.pdf</a> <br/> External Links<br/><a href=\"http://www.filmyourissue.com\">www.filmyourissue.com</a> <p>Notes</p><p>* The mission statement is taken from The New York Times. As of November, 2012, there are over 250 participating institutions. </p><p>** Taken from the aascu.org</p><p>*** Taken from aascu. org</p>", "title": "The American Democracy Project"}