{"htmlbody": "<p> </p><p><strong>Description</strong></p><p>Center for Ethical Leadership (CEL) is a nonprofit organization that it spread across the nation. Its focus lays in building leadership within smaller community to advance social change. The group supports individual, institutional, and community advancements to improve issues on inequality and injustice through its programs.</p><p>The CEL has strived to maintain its status as one of many organizations that encourage societal involvement and promote parity within the United States for twenty years. Its main office is currently located in Seattle, Washington and they are operating few programs such as Gracious Space, Community Learning Exchange, and Nourishing Networks. Following its foundational values, the programs continue to motivate people to engage in greater interests of the society by educating them.</p><p> </p><p><strong>History</strong></p><p>Dr. Bill Grace, the founder of CEL began his first social justice actions at an early age and earned a doctoral degree by researching how people utilize their personal passion into taking civil actions. During his doctoral research, he encountered a girl who shared her personal experience of how she became a social activist herself. She explained how her experience as a child - as Dr. Grace did – affected her most in shaping her motivation in leading desegregation in Puget Sound schools.</p><p>This greatly enlightened him that raising awareness should begin from the younger generation so he became an educator. He developed the 4-V model which is the keystone of the Center and serves as a guideline for its leaders to place Values, Vision, and courage to critique as their top priorities.</p><p>When CEL was finally founded in 1991, Dr. Grace stated that it was founded to be a “catalyst for creating a just society.” While most early leadership organizations in the United States during the early nineties promoted a leadership development model which focused at individual level, Dr. Grace distinguished his center by adding on a different principle of advancing leadership at a group level.</p><p>The Center enjoyed its quick expansion throughout nation in its early stage through a strong partnership with the W.K. Kellogg Foundation. Since its establishment, the Center has been dedicated in practicing the rudimentary concepts of Collective Leadership and frameworks for community advancements. Its effort still lay in fostering creative ways to promote harmony of diverse groups of people within a community.</p><p>In 2005, Dr. Bill Grace has stepped down from the Executive Director role and is currently continuing his social work through teaching.</p><p> </p><p><strong>Mission and Purpose</strong></p><p>The purpose of CEL is to direct local communities in a better direction by sharing its core values with the community members in order to cultivate leaders. CEL has worked with various local communities beyond boundaries and ever since it was founded it has worked with more than 15,000 participants from 30 different states. Its mission and purposes are clarified by defining Ethical Leadership, the 4-V Model, and Collective Leadership.</p><p> </p><ul><li> <strong>Ethical Leadership </strong></li></ul><p>The most basic definition the Center offers for Ethical Leadership is “knowing your core values and having the courage to live them in all parts of your life in service of the common good”.</p><p>A list of insightful questions that may help one to strive toward achieving higher level of Ethical Leadership is listed here:</p><p>·         Will you be the same person at work? At home? In the community?</p><p>·         Will you have the courage to live out your values when there is pressure to compromise or rationalize?</p><p>·         How do your values contribute to the common good?</p><p><strong>The 4-V Model</strong></p><p>The diagram below is what Dr. Grace calls the 4-V model. </p><p><img alt=\"\" src=\"http://ethicalleadership.org/about-us/our-story/4-v-model/image_mini\"/></p><p> </p><p> </p><p><strong>Value</strong>, which is located at the top of the triangle, is what the leaders should base their actions on. Not only do they have to firmly believe in their core ethics, but also they have to commit to them by beginning to modify their daily lives at home and/or at work. Dr. Grace regards this as the integration of both the external and internal values that actually produce an outcome.</p><p><strong>Vision </strong>enables the leaders to widen their perspectives and “frame” their services. This incorporates the ability to predict how their actions can potentially affect their community in what specific ways. Dr. Grace argues it is crucial for a leader to truly know him or herself because without a thorough self-reflection, it will be virtually impossible to have a vision for a greater entity.</p><p><strong>Voice </strong>is the instrument that is necessary to pronounce the visions of the leaders. They need to persuade the public with a rhetoric that is appealing and convincing, but also with credibility. Dr. Grace explains that this is a part of “finding one’s voice” to express and deliver their ideas and visions more effectively. It is useful to confirm coherence frequently between Vision and Values because it is possible that the Voice could alter the original intent.</p><p><strong>Virtue </strong>is located at the center of the model because it is fundamentally another name for Ethical Leadership. Doing what is considered as right and good is clearly part of this component nevertheless this is the overarching glue that binds the former three V’s. The virtuous character, also known as integrity, cannot be attained without transforming one’s values into actions or without an ultimate goal for the entire group. It is suggested that the leaders ask themselves <em>“How are my values, vision and voice keeping up with the common good?”</em></p><p> </p><ul><li> <strong>Collective Leadership</strong></li></ul><h3>The official website of CEL defines Collective Leadership as “a way for diverse groups of people in our communities to hold purpose, direction, and action cooperatively”.</h3><p>The Center supports individual, institutional, and public transformations based on the desire to create a more healthy and inclusive society. The Center emphasizes Collective Leadership from each community member and encourages expanding the individualistic perspective of “I” to a wider angle that is geared toward “We”. And it stresses the potential power “we” create is stronger than an individual one. Consequently Collective Leadership maintains equality by decreasing the distinction between “you” and “I.” Collective Leadership includes willingness to listen to anyone who wants to contribute to the society even if that means they have opposing points of view. It advocates sharing ideas and valuing them because any single idea could be fostered into a stimulant that can possibly bring forth changes. Also, Collective Leadership encourages people to use their individual talents for the betterment of the bigger group. According to <em><u>The Collective Leadership Storybook: Weaving Strong Communities</u></em>, the four common patterns that define and facilitate a new form of social chemistry and Collective Leadership are as followed:</p><p> </p><p>·         We take time to form deep relationships with each other.</p><p>·         We cross boundaries that keep us from working with other who share our purpose.</p><p>·         We trust community wisdom and tap into it to find the answers it holds.</p><p>·         We know our story and together imagine the narrative for our community.</p><p> <strong>Additional concepts</strong></p><p>Service, Polis, and Renewal are three additional key factors that contribute in developing quality Ethical Leadership.</p><p><strong>Service </strong>is the bridge between Vision and Values because a true, selfless Vision is to be discovered only after providing service that support one’s Values.</p><p><strong>Polis</strong> is a Greek work that means city and it constitutes the English word <em>politics</em>. And this is the product of a leader doing the work of articulating the Vision with a Voice in a public context.</p><p><strong>Renewal</strong> is considered as the last step that takes places while Voice transforming into Values. This is when the works done by a leader actually renews or modify the society’s original state as a result of Polis.</p><p> </p><p><strong>Programs</strong></p><p>The Center has created different types of programs throughout the years including The Confluence (1999-2006), Kellogg Leadership for Community Change (2002), and Youth Leaders of Promise as one of its earliest launching programs. And since 2005, Bill Grace Leadership Award has been given to those citizens who lead the Puget Sound area of Washington with focus on social, environmental, and economic justice. There are several events throughout the year that take in forms of conferences, training courses, and open-conversation sessions. Currently the Center is offering following programs:</p><p> </p><ul><li>Community Learning Exchange (CLE)</li></ul><p>The goal of CLE is to foster mutual support for diverse groups of people through sharing diverse perspectives of people with various backgrounds. The CLE program was first established by the W.K. Kellogg Foundation in 2002 and the major contribution of the program comes from sharing knowledge amongst the local citizens while creating personal connections. The program also focuses on school improvements and boosting the high school graduation rate of African Americans in the area. This program provides resources such as 3-day programs and weekly podcasts online.</p><p> </p><ul><li>Gracious Space</li></ul><p>This program is interesting because one of the Center’s publications is named after this program, hence it can be said that this program is an influential portion of what the Center stands for. The Center offers a description of the program as “a simple yet powerful approach” which sets an atmosphere where they invite “strangers” to cooperatively solve problems without biases and judgments. The purpose of Gracious Space is to teach the general concept of safe environment for communication among the local citizens. This program creates an environment for the group members to invite more strangers for more active communication and to discuss what they have learned on specific local issues to arrive at best solutions. The coaching sessions are available every quarter in Seattle area or through personal appointments.</p><p> </p><ul><li>Nourishing Networks</li></ul><p>The goal of Nourishing Network is to ease hunger in local communities. The organization’s website says, “Give a man a fish; you have fed him for today. Teach a man to fish; and you have fed him for a lifetime”. This nourishing network concentrates on supporting locally-owned solutions to fill out the existing economical gaps that leave people hungry and provide them with the skills, tools, and resources to sustain themselves. The Center believes that the solution to hunger and nutrition lay in localized networks and that it can be solved if people collaborate. Community members can participate by contacting the program coordinator directly or registering through the blog. Currently, this program is implemented in these areas in Washington State:</p><p>·         North Shore</p><p>·         Kirkland</p><p>·         Issaquah</p><p>·         Lake Washington School District</p><p>    ·         Redmond</p><p>    ·         Bellevue</p><p> </p><ul><li>Convening &amp; Dialogue</li></ul><p>The Center provides Convening &amp; Dialogues program for deliberation of local members on specific local issues. The Center believes that through the dialogue, it can create conditions for both personal and collective transformations. The program designed and implemented hundreds of gatherings across the country. Through this program, the Center helps people and groups to address complex social issues such as poverty, racial, and educational inequality.</p><p> </p><p><strong>Participant Selection and Deliberation Process of Programs</strong></p><p>CEL accepts every type of people as participants within the local area regardless of their racial, age, or educational differences to further advance similar goals for the greater good of the community. The program participants are able to simply call the program coordinator and then they are asked to fill out a short survey about personal values and behaviors. The survey does not ask for the participant’s demographics because they do not select participants by any discriminating means. In so doing, the Center intends on becoming a deliberative organization by advancing one of the criteria of democratic process by respecting any person. It also promotes analytic rigor through the internal journey Dr. Grace endorses. It allows the participants to examine underlying values, which is the very top of the 4-V Model. Lastly, throughout the Center’s programs, the citizens volunteer to evolve as more qualified leaders.</p><p>Especially the Community Learning Exchange is very deliberative in that the participants are educated for three days. First the Center teaches the concept of Gracious Space, core values of center, and what activities they are engaged in to create better way for local community. After that, Center’s committee members ask participants compelling questions regarding sensitive issues that their local communities are facing. After each participant has enough time to reflect on the issues, they discuss it together. Throughout the discussion, participants first cultivate relationship and are asked to open up to think about local issues in new ways as. The Center suggests various ways to improve their local community life.  </p><p><strong>Public interaction and Publications</strong></p><p>In general, the Center makes efforts in publishing free downloads available online for extra resources besides the publications for purchase. They are assimilating to the new technological mediums such as the tablet PCs and e-reader softwares, which is a way to cater to broader public. They have online forums and weekly podcasts that are broadcasted but the online forums are the more important factor because this is where they give space to the public to openly criticize the Center and its activities. Some of the publications that are currently on sale are:</p><p> </p><p><u>The Collective Leadership Storybook: Weaving Strong Communities</u></p><p>This book describes the key values of working together that encourage Collective Leadership.</p><p> </p><p><u>Courageous Collaboration with Gracious Space</u></p><p>In the midst of this rapid changing and increasing diversity within communities and organization, the Center published this book to encourage collaborations as providing frameworks of the Gracious Space.</p><p> </p><p><u>Gracious Space</u></p><p>The Center not only provides programs of Gracious Space, but also published this particular book with more rigid understandings of Gracious Space. This book explains what Gracious Space is, how it can be used, and how to create it in your community and work place.</p><p> </p><p><u>Ethical Leadership: In pursuit of the common good</u></p><p>This book is a biography of the founder, Bill Grace, and describes the key values he has developed.</p><p> </p><p>And <u>Kellogg Leadership for Community Change: Crossing Boundaries Strength Communities</u></p><p>This book focuses on more in-depth concept of Collective Leadership, community change, social advocacy and evaluation.</p><p><strong>Analysis of Influences and Outcomes</strong></p><p>The Center seems as though it is an organization operating in an ideal circumstance and has been appraised for creating fair and safe communicating space for the general public. The CEL program was also successful with raising high school graduation rate and assisting spreading the concept of Ethical Leadership in various states such as Montana, New York Texas, and Minnesota. There was a report from Texas that student participants of Gracious Space and CLE were more aptly prepared to enter higher education including Ivy League institutions. There was statistics from Minnesota that the graduation rate of Native American students in public high schools jumped from 18% to 50% after participating in CEL’s programs. Similarly the African American youth population in Michigan graduated with the rate of little over 60%. Additionally, Gracious Space members successfully passed an initiative that created a $133 million-funding to build new schools in the low-income areas of Hispanic communities in Southern Texas.</p><p>It is worthwhile to note that the presence of the Center in these areas directly or indirectly influenced these rates. It has been reported that the public compliments that the Center provides networking opportunities between the White community and the minorities as well especially throughout the discussions.</p><p> </p><p>The Center works effectively to improve some of these social issues drastically but it has limitations in that it is a non-profit organization, thus it lacks support to fund enough scholarships at times. Nonetheless this problem is yet to be solved for any non-profit organization around the world. </p><p><strong>Secondary Sources </strong></p><p>Dale Nienow, Roger Erskine, Melissa Hamsaki, ed. “The Center for Ethical Leadership Project Annual Report”. <em>The Center for Ethical Leadership</em>. 2008. Web. 07 November 2012.</p><p>Sanders, Hillary. <a href=\"http://www.bothell-reporter.com/news/134367208.html\"><u>“Northshore Nourishing Network is eager to help students and their families”</u></a>. <em>Bothell Reporter</em>. November 22, 2011. Web. 07 November 2012.</p><p><a href=\"http://www.chhsm.org/news/2011/11/30/leadership-training-transforms-horizon-house.247010\"><u>“Leadership training transforms horizon house”</u></a> <em>Chhsm</em>, November 30, 2011. Web. 05 November 2012.</p><p><br/><strong>External Links</strong></p><p><a href=\"http://ethicalleadership.org/\"><u>The Center for Ethical Leadership</u></a></p><p><a href=\"http://www.kobobooks.com/ebook/Title/book-aNm4KDqvzEaqDiufs8d3XQ/page1.html?utm_source=productlistings&amp;utm_medium=cpc&amp;utm_campaign=title-Gracious+Space%3a+A+Practical+Guide+to+Working+Better+Together&amp;gclid=CKj_0srizbMCFQuCQgod-RcAgA\"><em><u>Gracious Space : A Practical Guide to Working Better Together</u></em></a></p><p><a href=\"http://ethicalleadership.org/publications-and-media-1/core-values-exercise\"><u>Core Values Exercise</u></a></p><p><a href=\"http://ethicalleadership.org/publications/free-resources-1\"><u>A list of free publications for downloads</u></a></p>", "title": "The Center for Ethical Leadership "}