{"htmlbody": "<h3>Problems and Purpose</h3><p>The state of California is criticized for not being engaged enough in politics. In addition, it has some of the lowest civic engagement rates in the nation. “ Nationwide, California is ranked among the bottom five in voter registration rates and 46th in the percentage of people who talk about politics with their family and friends a few times a week or more” (Zocal Public Square). Civic engagement is an ongoing issue in California, specifically in the lens of the large political engagement issue when it comes to voting and voter registration. Another area where it is lacking is in social civic engagement such as in volunteering and in speaking with others about politics. What may account for this is that there is found to be an inverse relationship between levels of ethnic diversity and civic engagement according to Sociologist Robert Putnam in his study called “E Pluribus Unum”. Michael Alvarez, a political scientist at the California Institute of Technology claims that there is a social disconnect fueled by the size, population, and diversity of the state which affects the ability of citizens to be connected.</p><p>The Davenport Institution for Public Engagement and Civic Leadership at Pepperdine University works to engage the citizens of California in the policy decisions that affect their everyday lives to ultimately help solve California’s public problems. They believe that the states municipal and education leaders are seeking ways to involve the residents of their communities in the important issues they confront (Davenport Institute). Thus, this produces more creative policy solutions and encourages the citizens to be more engaged and committed to the work of self-governance. They work with governments, special districts, regional governance associations, and non-profit organizations to support and promote this civic engagement.</p><p>The institute works with city governments, school districts, and civic organizations in three ways. First, it serves as a matchmaker and consultant between municipalities and professional firms. This is how it is able to connect creative leaders with others who might be looking for a local solution to the particular policy issue. Secondly, it acts as a sponsor working directly and indirectly to support citizen engagement projects financially by dedicating a substantial portion of their annual budget to grant-making. The Davenport Institute offers communities financial support up to $25,000 to carry out legitimate engagement projects through their Public Engagement Grant Program. They also bring in outside funding. The third way is by the institute serving as a promoter and advocate for the process of civic engagement through speeches, op-eds, and other opportunities like the “A Place in the World” conference hosted with the Pepperdine School of Public Policy. The Executive Director or Board Members are also available and can be contacted to speak about citizen engagement in the community </p><p> </p><h3>History</h3><p>The Davenport Institute was formerly known as Common Sense California. It was founded as a multi-partisan and non-profit organization in 2005. </p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The institute created a half day training seminar where participants learn the “Civic Engagement Spectrum”; from informing to involving residents, when your city, region, or school district is ready to engage the public, how to develop a positive engagement campaign, important attitude and behavior changes for elected officials, staff, and residents. Lastly, they will learn the five main criteria for judging an effective civic engagement process.</p><p>For this particular event people who should attend are city staff (City Managers, Planners, etc.) elected officials (Mayors, Council Members), school district leaders (Supes, School Board Members), county/regional officials and staff.  The purpose of this event is to promote public involvement on important decisions that can lead to solutions when managed effectively.</p><p>The institute also hosts conferences such as the “Deliberative Democracy in America” which took place on February 23-24th, 2007. It was an opportunity to explore important ways of furthering democracy in California. It was co-hosted with the Pepperdine University School of Public Policy, with the sponsorship by New America Foundation. Those who attended the conference heard from experts and practitioners about deliberative democracy. Leaders of social, cultural, business, nonprofit, and political systems in the state spoke on how they believe tools of deliberative democracy might be useful in California, and what limitations or challenges they observe.  On the second day of the conference, they carried out a deliberative exercise that would consider several specific approaches they could take in California.</p><p>Davenport has several blogs where citizens can get involved in talking about local issues. In Common is the institutes' Participatory Governance Blog where people can find information about the latest resources, studies, programs, and discussions about Civic Engagement in California, nationwide, and globally. Golden Governance is a joint project between the Davenport Institute and the National Conference on Citizenship (NCoC). Here cities, towns, and counties across the state can rethink about how to approach some of their challenges with the help of public participation. This is a space where local leaders and members of the community are able to share their success stories and work together to provide services and solve problems. The blog Big Society Watch keeps readers up to date on the highlights of the ideas, programs, and controversies about British Prime Minister David Cameron’s “Big Society” agenda which includes his plan to de-centralize  services to the local level of government and how this can be related back to civic engagement and local government programs in the United States. The last blog is called Government 2.0 Watch. It offers information relating to how governments around the world use social media, mobile apps, and other technological innovations to interact with their residents</p><p>The Davenport Institute also participates in state public engagement projects on multiple government levels; citywide, regional, and statewide projects. They cover a wide range of categories including budget and service prioritization, healthcare policy, participatory budgeting, housing, land use, and transportation. In 2009, for instance, they worked on a project concerning Santa Cruz Online Budgeting. At this time Santa Cruz was “faced with a $9.2MM budget deficit” (Public Policy Pepperdine). Dick Wilson, City Manager, worked alongside Peter Koht, his Economic Development Coordinator to come up with a way to engage the public. The result was the creation of a “Budget Crisis” website which allowed citizens to voice budget reduction suggestions that could “be voted up or down by fellow citizens”.</p><p> </p><h3>Influence, Outcome, and Effects</h3><p>The institute believed that the “Deliberative Democracy in America” conference led to a greater understanding of deliberative democracy by both policy makers and opinion leaders in California. In the recent years, they have witnessed a growth in “participatory budgeting” efforts and municipalities attempting to do the same. Many other cities are considering projects like these.  The Davenport Institute conducted the 2008 Citizen Engagement Grant Program. They offered financial aid and consultative support to cities and school districts for legitimate engagement efforts. In three months, they received over 70 submissions from around the state for civic engagement project on subjects ranging from budgeting to school district visioning.</p><p>The Santa Cruz Online Budgeting project was said to be a “success in engaging the public” because they received many suggestions. According to the summary, however, only “8% of the city population participated”. In the end 48 positions were cut to reduce costs.</p><h3>Analysis and Criticism</h3><p>The events and the outcomes of the numerous projects taken on by the Davenport Institute there is seemingly a lack in participation by regular citizens of the community. Those who are participating, who are invested in coming up with solutions, and becoming engaged tend to be former elected officials, local activists, and city officials. Much of this is due to the fact that the conferences and trainings put on by the organization are largely targeted at these particular demographics.</p><p>Ultimately, the institute succeeds in creating opportunities for local leaders to learn about civic engagement and at educating them on how to outreach to residents of their own communities to get them involved in political deliberation. In this sense, the institute mostly influences the participation of regular citizens on California issues indirectly. </p><h3>Funding</h3><p>James Irvine Foundation’s California Democracy Program</p><p>W.K. Kellogg Foundation</p><p>William &amp; Flora Hewlett Foundation</p><p>The Whitman Institute</p><p>Individual support from concerned Californians</p><h3>Secondary Sources</h3><p><em>Pepperdine University School of Public Policy</em>. N.p., n.d. Web. 14 Nov. 2012. &lt;<a href=\"http://publicpolicy.pepperdine.edu/davenport-institute/content/projects/santa-cruz-online-pb-case-study.pdf&gt;\">http://publicpolicy.pepperdine.edu/davenport-institute/content/projects/...</a>.</p><p>\"Pepperdine University School of Public Policy.\" <em>About the Davenport Institute</em>. N.p., n.d. Web. 14 Nov. 2012. &lt;<a href=\"http://publicpolicy.pepperdine.edu/davenport-institute/about/&gt;\">http://publicpolicy.pepperdine.edu/davenport-institute/about/&gt;</a>.</p><p>\"We Need to Talk.\" <em>Zocalo Public Square</em>. N.p., 19 May 2011. Web. 14 Nov. 2012. &lt;<a href=\"http://www.zocalopublicsquare.org/2011/05/19/we-need-to-talk/events/the-takeaway/&gt;\">http://www.zocalopublicsquare.org/2011/05/19/we-need-to-talk/events/the-...</a>.</p><h3>External Links</h3><p><a href=\"http://www.noozhawk.com/article/050811_santa_barbara_challenge_common_sense_california/\">http://www.noozhawk.com/article/050811_santa_barbara_challenge_common_sense_california/</a></p><p><a href=\"http://www.google.com/search?q=Common+sense+california&amp;aq=f&amp;oq=Common+sense+california&amp;sugexp=chrome,mod=3&amp;sourceid=chrome&amp;ie=UTF-8\">http://www.google.com/search?q=Common+sense+california&amp;aq=f&amp;oq=Common+sense+california&amp;sugexp=chrome,mod=3&amp;sourceid=chrome&amp;ie=UTF-8</a></p><h3>Notes</h3><p> </p>", "title": "Davenport Institute for Public Engagement and Civic Leadership - Pepperdine University"}