{"htmlbody": "<h3>Misson</h3><p>Tasmania Together is a community action plan that was developed by a broad group of citizens in conjunction with the Tasmanian government in order to promote long-term social, economic, and environmental goals of the Australian state. The project calls for heavy community involvement and feedback about issues that are most relevant and important to the Tasmanian community. The plan currently includes 12 goals and 155 benchmarks indicating the most important community issues expressed in deliberative discussions in 2000, 2005, and 2011.[1] These goals and benchmarks are monitored and reported on by a Progress Board, consisting of nine members (although legislation was passed by Parliament in 2012 to repeal the employment of the Progress Board, and instead use government agencies to report progress in an effort to reduce state funding to the plan). The plan also requires the Progress Board to issue reviews and recommendations for any addition, alteration, or deletion of current goals or benchmarks in order to ensure the plan is operating at maximum potential and securing a prosperous future for the Tasmanian community.</p><h3>Problems and Purpose</h3><p>Tasmania Together was originally created to placate controversial topics in the community, such as the 1998 decision to reduce the number of parliament seats, the decision to permit gambling machines in hotels and bars in 1997, and a conflict about clear-cutting rainforests.[2] The premise was based on another commission called <a href=\"http://en.wikipedia.org/wiki/Oregon_Progress_Board\">Oregon Shines</a>, based in the U.S. state of Oregon, which had similar motives to appease conflict by seeking community input.</p><p>The purpose of the Tasmania Together plan is to ensure a harmonious and prosperous society for the state’s collective community. It promotes an open government model, which allows citizens the opportunity to freely participate in decision-making based on their views, ideas, and priorities. The system is meant to be cooperative and innovative as to encourage deliberation among citizens and eventually use their suggestions to create a safe and healthy lifestyle for the community as a whole. The plan currently has 12 goals (listed on its website) it seeks to accomplish by the year 2020, when the project’s initial run is complete:</p><p>1.     A reasonable standard of living for all Tasmanians.</p><p>2.     Confident and safe communities.</p><p>3.     High quality education and training for lifelong learning and a skilled workforce.</p><p>4.     Active, healthy Tasmanians with access to quality and affordable health care services.</p><p>5.     Vibrant, inclusive and growing communities where people feel valued and connected.</p><p>6.     Dynamic, creative and internationally recognized arts community and culture.</p><p>7.     Acknowledgement of the right of Aboriginal people to own and preserve their culture, and share with non-Aboriginal people the richness and value of that culture.</p><p>8.     Open and accountable government that listens to and plans for a shared future.</p><p>9.     Increased work opportunities for all Tasmanians.</p><p>10.  Thriving and innovative industries driven by a high level of business confidence.</p><p>11.  Value and protect our biodiversity and natural heritage. Sustainable management of our natural resources.[1]</p><p> </p><h3>History</h3><p>In May 1999, Tasmania’s then-Labor Premier Jim Bacon appointed 22 community members from diverse backgrounds to develop a government-funded plan for the state’s future. In July of that year, 60 additional individuals were invited to a three-day conference to research and draft a proposal. The draft was completed at the end of 1999 and sent to 14,000 community members with a request for feedback. A number of deliberative meetings and consultations followed to address comments and criticisms and revise the draft.[2]</p><p>The final draft of the plan was published in October 2000 and included 24 primary goals and 212 benchmarks. In order to oversee, report on, and revise the progress of these goals, the government passed the <em><a href=\"http://www.tasmaniatogether.com.au/__data/assets/pdf_file/0015/131730/TT_Act1.pdf\">Tasmania Together Progress Board Act 2001</a></em>, which required the employment of a group of citizens to carry out these duties. The act also mandated the plan be reviewed and revised (if necessary) quinquenially by asking citizens about their past, present, and future priorities and if the plan is adept at meeting those priorities.[2]</p><p>A revised plan was published in June 2006 after a number of citizen forums occurred for the first five-year review during 2005 and yielded 12 modified goals and 143 benchmarks. The second five-year review took place in 2010, included over 5,000 citizen participants and yielded a number of key issues to be addressed moving forward while maintaining the core values of the plan. A report on the review and its resulting recommendations was issued to the Tasmanian Parliament in 2011.[2]</p><p>In October 2012, the Tasmanian Parliament enacted legislation to repeal the requirement of a Progress Board to oversee the plan. The <em><a href=\"http://www.parliament.tas.gov.au/bills/pdf/48_of_2012.pdf\">Tasmania Together Progress Board Repeal Bill 2012</a></em>, was passed in order to reduce spending. The Progress Board cut was estimated to save an estimated $1.1 million per year in funding, and was instructed to disband after its final meeting in 2012[4]. Resources of the Board will be redirected to support the priorities of the Tasmanian government after it is disbanded. These priorities include data collection, performance reporting, community consultation and community engagement.[4] Projects such as the “Stats Matter” project (a joint initiative between the government and the Australian Bureau of Statistics which intends to maximize strategic capacity of data collection) and The Tasmanian Government Framework for Community Engagement (which will assist agencies in effective deliberation with communities) will receive the funding taken from the Board. The Tasmanian government believes disbanding the Board is the best course of action to enhance community engagement.[4] The abolition of the Progress Board was met with controversy and concern about the future of the project, with the Tasmania Together chairman suggesting there would no longer be a “spin-free-story” about the plan’s progress and instead be heavily influenced by political agendas.[3]</p><p>The initial run of the project is set to end in 2020.</p><p> </p><h3>Participant selection</h3><p>All Tasmanian citizens are encouraged to participate in deliberative discussions and contribute to the Tasmania Together plan through community surveys and verbal feedback. However, a governing board charged with overseeing the plan was established by the <em><a href=\"http://www.tasmaniatogether.com.au/__data/assets/pdf_file/0015/131730/TT_Act1.pdf\">Tasmania Together Progress Board Act 2001</a></em>. The act mandated the Progress Board to consist of seven members who represent a broad spectrum of the Tasmanian community. These seven were appointed through public nomination, taking into account a collective balance of gender and regional demographics. Two additional members included a representative from the University of Tasmania and a person appointed to fulfill the requirement of the <em><a href=\"http://www.dpac.tas.gov.au/__data/assets/pdf_file/0004/34969/md10.pdf\">State Service Act 2000</a></em>.</p><p>The Progress Board had the power to carry out any administrative functions necessary in order to ensure positive performance and development of the Tasmania Together plan. It was responsible for researching and collecting data about the goals and benchmarks and then monitor and monitor and report on progress toward achieving them. It also is tasked with developing relationships between different community sectors and revising the plan if necessary.</p><p>A bill issued to the Tasmanian Parliament in October 2012, <em><a href=\"http://www.parliament.tas.gov.au/bills/pdf/48_of_2012.pdf\">Tasmania Together Progress Board Repeal Bill 2012</a></em>, disbanded the Tasmania Together Progress Board. This legislation was passed in the interest of using its resources to fund other projects and create policy to benefit the Tasmanian community. In passage of the bill, the government ensured the priorities of Tasmania Together would continue to address issues Tasmanian citizens maintained as important.[4]</p><p> </p><h3>Deliberation, decisions, and public interaction</h3><p>The project has encouraged strong community involvement and feedback since it’s creation. It promotes a by the people, for the people attitude and welcomes any and all positive participation to secure a healthy future for the state. The project is required by law to hold five-year review sessions and adjust goals and benchmarks as necessary to cater to the priorities and interests of the Tasmanian community as a whole.</p><p>Decisions about these adjustments are primarily made through citizen participation. For it’s 10-year review in particular, Tasmania Together held a number of deliberative forums between September and December 2012. This public consultation process saw over 5,000 responses, including 2,178 individual questionaires, 658 online questionairs, 96 written submissions, 1,000 telephone surveys, 1,000 forum attendees, and 334 contributions from students through the <a href=\"http://www.tasmaniatogether.com.au/youth_challenge\">Tasmania Together Youth Challenge</a>.[5]</p><p>With the data collected through the 10-year review forums, the Progress Board evaluated the responses of Tasmanian citizens and developed recommendations for additions, amendments, and deletions of the plan. They made significant changes to the plan’s benchmarks in order to greater suit the needs of the public and ensure consistency. They also reviewed how these revisions could be implemented by 2015 and 2020, respectively.[7] Parliament subsequently approved these revisions.</p><p>Tasmania Together also has a <a href=\"http://www.tasmaniatogether.com.au\">website</a> with information about the project that has been collected since its inception, including previous reviews and revisions of the plan, reports about community involvement, and reports to parliament about the program’s progress. The website also lists a number of ways community members can <a href=\"http://www.tasmaniatogether.com.au/how_to_get_involved\">get involved</a>, such as becoming a partner of the organization (which allows for more authoritative comments on the benchmarks currently under consideration), changes they can make in their own lifestyles (<a href=\"http://www.tasmaniatogether.com.au/__data/assets/pdf_file/0016/132343/70122_-_Tas_Together_-_51_Ways.pdf\">for which the organization provides an informational pamphlet</a>), and through the Acknowledgement Program (which recognizes people who have made substantial contributions to the community). The organization also has an annual youth challenge for Tasmanians under 20 which challenges participants to investigate and evaluate what is important to them concerning the future of the state. . Tasmania Together also has a social media presence on <a href=\"https://twitter.com/TasTogether\">Twitter</a> and <a href=\"http://www.facebook.com/tastogether\">Facebook</a> in order to reach community members of all ages.</p><p> </p><h3>Influence, outcome, and effects</h3><p>In 2011, the Progress Board released a pamphlet outlining the outcomes from the 10-year review consultation process, titled <a href=\"http://www.tasmaniatogether.com.au/__data/assets/pdf_file/0007/147517/TasmaniaTogether_Review_-_what_the_community_said.pdf\">“Speak Today Shape Tomorrow.”</a> The pamphlet addressed the project’s goals and benchmarks and recognized key themes that were of major concern to the public during the deliberative forums, including financial strain, health services, education, safety, and sustainability. The Progress Board in turn took these issues into consideration and made new recommendations to the Tasmanian Parliament, which were approved in November 2011.[6] The Tasmanian Parliament is not required to take any specific action in implementing new policy based on the recommendations of the Progress Board, but actively endorsed the goals and benchmarks presented in 2011. The project is intended to continue to grow and evolve to suit the needs of the Tasmanian community until the end of its initial run in 2020.</p><p> </p><h3>Analysis and criticism</h3><p>While the project as a whole is mostly recognized as a positive and beneficial model for the Tasmanian community, it has been criticized on occasion for being too broad and, at times, too ambitious. One of the goals of the project is to completely rid the state of poverty by 2020, which may be excessive and unrealistic. There is also no indication or scale of importance dictating what goals need to be achieved with the most haste, leaving those decisions up to governmental policy-makers who are heavily influenced by partisanship.</p><p>The Tasmanian government also heavily funds the project, leaving it susceptible to political bias. While it was necessary for Tasmania Together to initially be funded by the government in order to create a substantial presence and impact, it would be more reasonable moving forward to be run on public support as to prevent partisanship when adopting or adjusting policies. Furthermore, with the repeal of the Progress Board in 2012, there is no oversight to make sure the government is not acting on self-interests, and without these checks and balances, the project will no longer be community-driven.</p><p> </p><h3>Secondary Sources</h3><p>Bergheim, Stefan. \"Positive Futures - Issue 3.\" <em>Tasmania Together</em>. Zentrum fürgesellschaftlichen Fortschritt, 31 2012. Web. 12 Nov 2012.</p><p>Tasmania Together Progress Board 2011, . <em>Speak Today Shape Tomorrow</em>. Hobart: Tasmania Together, 2011. 1-30. Web. 14 Nov. 2012.</p><p> </p><h3>External Links</h3><p><a href=\"http://www.tasmaniatogether.com.au\">Tasmania Together</a></p><p><a href=\"http://www.fortschrittszentrum.de/dokumente/2012-01_SA3_Tasmania_TogetherE.pdf\">Zentrum für gesellschaftlichen Fortschritt (Center for Societal Progress)</a></p><p><a href=\"http://www.tasmaniatogether.com.au/__data/assets/pdf_file/0015/131730/TT_Act1.pdf\">Tasmania Together Progress Board Act 2001</a></p><p><a href=\"http://www.parliament.tas.gov.au/bills/pdf/48_of_2012.pdf\">Tasmania Together Porgress Board Repeal Bill 2012</a></p><p><a href=\"http://www.tasmaniatogether.com.au/__data/assets/pdf_file/0007/147517/TasmaniaTogether_Review_-_what_the_community_said.pdf\">Speak Today Shape Tomorrow pamphlet (10-year review)</a></p><p><a href=\"https://twitter.com/TasTogether\">Tasmania Together Twitter</a></p><p><a href=\"http://www.facebook.com/tastogether\">Tasmania Together Facebook</a></p><p> </p><h3>Notes</h3><p>1.     <a href=\"http://www.tasmaniatogether.com.au/about\">About Tasmania Together</a></p><p>2.     <a href=\"http://www.fortschrittszentrum.de/dokumente/2012-01_SA3_Tasmania_TogetherE.pdf\">Zentrum für gesellschaftlichen Fortschritt (Center for Societal Progress)</a></p><p>3.     <a href=\"http://www.themercury.com.au/article/2012/10/10/363535_tasmania-news.html\">“Tasmania Together board cut” (The Mercury News)</a></p><p>4.     <a href=\"http://www.parliament.tas.gov.au/bills/Bills2012/pdf/notes/48_of_2012-SRS.pdf\">Progress Board repeal fact sheet</a></p><p>5.     <a href=\"http://www.tasmaniatogether.com.au/__data/assets/pdf_file/0007/147517/TasmaniaTogether_Review_-_what_the_community_said.pdf\">What the Community Said – Tasmania Together 10 Year Review</a></p><p>6.     <a href=\"http://www.tasmaniatogether.com.au/__data/assets/pdf_file/0003/160554/111706_TasTogether_2011_final.pdf\">Tasmania Together Plan (Revised 2011)</a></p><p>7.     <a href=\"http://www.tasmaniatogether.com.au/__data/assets/pdf_file/0007/154438/10_Year_Review_Recommendations_to_Parliament_-_November_2011_final.PDF\">Recommendations to Parliament 2011</a></p><p> </p>", "title": "Tasmania Together"}