{"htmlbody": "<p><em>For a comprehensive general account of the Citizens' Initiative Review process see <a href=\"http://participedia.net/en/methods/citizens-initiative-review\">here</a>.</em></p> <p>The <a href=\"http://participedia.net/en/methods/citizens-initiative-review\">Oregon Citizen’s Initiative</a> Review is a panel of ordinary registered voters who receive information from opponents and proponents of statewide legislative initiatives. Using these partisan sources, their own values and third party research, the panel members deliberate on the pros and cons of these propositions and equally communicate every viewpoint on the matter. When they conclude deliberations, they issue a Citizen’s Statement, their personal recommendation for course of action, which is printed into the Voter’s Guide that is sent out just prior to each election. The OCIR is funded entirely through charitable grants and doesn’t accept any money from corporations and the like. Measure 82 would amend the Oregon state constitution to allow privately-owned, non-tribal casinos to exist, under certain regulations. It proposes that 25% of all revenue gathered in these casinos will go to state funds with specific purposes in mind. It goes hand-in-hand with Measure 83, which specifically instates a private casino on Multnomah Greyhound Park in Wood Village, a smaller community east of Portland. </p><h3>Problems and Purpose</h3><p>The purpose of this measure is to amend the Oregon state constitution to overturn the 28-year ban on private casinos. It doesn’t, however, instate any casinos on its own, and in fact calls for a citizen or legislature vote to approve each new private casino. With companion Measure 83, only one new casino would be established. The corporate backers of this measure say there are additional benefits, like the opportunity for increased tourism, growth of jobs and business, and that they want to break the monopoly of casinos in Oregon. The state backers of this measure are looking to increase revenue for the state. They will take 25% of the gross adjusted revenue of all private casinos, 80% of which will cover administrative costs for the State Lottery, and 20% of which will go to a state fund for public schools and other purposes. The problems with the measure are numerous, not the least of which is the uncertainty of how many jobs will be lost at other businesses and casinos in the process of creating jobs at new ones, and the technical breaking of the spirit of various treaties with the Tribes of Oregon (though private casinos have never been specifically forbidden in these agreements).</p><h3>History</h3><p>There have been a series of attempts to legalize casinos in Oregon State over the last four decades. In 1972 there was a proposal to turn the Paramount Theater in Portland into a state-operated casino by its owner John Haviland, who believed that almost all the money made would be from tourists providing taxes for the state. In 1978 another group, The Open Door Committee, proposed building casinos along the Oregon coast. They wanted to keep the gambling industry clean from the rampant organized crime in the state, and to distribute the tax earnings among the entire state. Though these initiatives failed independently, it was not long after that, in 1984, that the state created a formal ban on any authorization of non-tribal casinos, and defined what a casino legally was. A similar bill to the current one was shot down by 68% of voters in 2010, and was proposed by the same backers, two entrepreneurs from Lake Oswego, who have been attempting to open the door for private casinos in Oregon since 2005. </p><h3>Originating Entities and Funding</h3><p>The originators of this measure are two entrepreneurs from Lake Oswego named Bruce Studer and Matthew Rossman, who have been pushing similar legislation since 2005. One of the corporate entities involved are Great American Gaming, a subsidiary of Great Canadian Gaming, which operates many private casinos within those two countries and would like to see new markets open with legislation. Another is the Clairvest Group Inc, which is a Canadian equity management firm that participates in many industries across North America. Their co-CEO and Managing Director, Jeff Parr, has served as a representative for the initiative, speaking both publically and to many publications on its behalf. Other large firms that have provided funding are the Navegante Group, which trades in casino and resort development and Johnson Reid, LLC, which is a Portland-based real estate and land economy firm. Additional support comes from many labor unions in the area, including Roofers Union Local 49, the International Brotherhood of Electrical Workers local 48, and the Laborers’ International Union of North America Local 296, likely due to the speculated jobs the development would create.</p><h3>Participant Selection</h3><p>Participants for the Oregon CIR are selected from a stratified random sample to match actual population and demographic percentages in Oregon, so that a correct representation is present for deliberation. These target percentages are found from analysis of a randomly sampled group of 20,000 registered voters. This work is done by DHM Research, a survey research company that operates out of Portland, Oregon. The number selected was 24 participants, who were distributed among the following attributes: Male or female, high or low voting participation, ethnicity, which if either party affiliated with, age, education level, and of course which congressional district they inhabited. Together, they were as representative of the makeup of Oregon’s voting public as is possible for a group of that size. In this case the selection resulted in 12 men and 12 women, 21 white citizens and 3 minority citizens, 10 Democrats, 8 Republicans, and 6 identifying as other affiliations. Age and Education were fairly evenly split between the categories, and the only small issue was that there were 5 representatives from 4 of the Congressional Districts, and only 4 from the final District. </p><h3>Deliberation, Decisions, and Public Interaction</h3><p>After reviewing the facts and weighing the testimony of various proponents and opponents, the following positive attributes were assigned to the measure. It was determined that since the measure merely opens the door for casinos to be opened, it wasn’t forcing anything on local communities since those communities can independently decide whether they’d like a casino in subsequent elections. It was purported that approximately 2,000 new permanent jobs would be created, construction of casinos aside. Research disagrees that the mere presence of a casino would increase gambling behavior. Casinos are tourist attractions and can garner an influx of wealth into the community. The money will all stay within the state because these casinos can only be approved if the company running them is incorporated within Oregon, and those companies must not be exempt from taxes. Finally, the estimated tax revenue from such casinos would be $32-54 million annually, which can go to the faltering public school system, police, gambling addiction centers, and much more.</p><p>Those opposed to the measure expressed the following viewpoints and reasons. The backers of the amendment stand to gain much profit from it, and are opening the door for out of state influence. In general, more casinos and more gambling is not a socially responsible outcome. More Oregonians could develop addictions to gambling, as well as drugs and alcohol. This measure goes against the spirit of treaties with the tribes residing within Oregon, and will hurt the revenue from tribal casinos which play a large part in supporting those tribes. Many small businesses have small Video Lottery terminals, and those businesses located near any new casinos could lose up to 46% of that revenue, which could put them under. There is also a concern about increased crime, and traffic congestion. Finally, those opposed stated that educational funding shouldn’t be dependent on the gambling losses from Oregon citizens.</p><p>A final neutral finding was that economists disagree on the long-term impact of private casinos in Oregon. </p><h3>Influence, Outcomes, and Effects</h3><p>Numerous articles have been written on the majority stance of the OCIR regarding measure 82. Those in favor numbered 7, while those opposed were 17. This deliberative outcome, and the articles permeating local news outlets about it, has influenced the general opinion of the Oregon public on the matter. An even grander effect has backers and supporters of the measure pulling funding and advertising for it. Until recently, the backers of the private casinos had spent over $5 million on a campaign to drum up public interest and favor, with print and television ads over all local channels. Now, those backers have publically admitted that the initiative has little chance of surmounting the odds, and have ceased campaigning. This has had the spiral effect of causing more articles on the event, such as <em>“Casino Proponents Know When to Fold‘Em” </em>from OPB contributor David Nogueras, which continue to overturn any support the initiative may have had. Despite this turn of events, opponents of the measure are still cautious. They have decided to continue their campaign, which has cost $1 million so far, saying that it’s important to keep the conversation alive all the way to Election Day.</p><p>Now that the election has passed, the measure has failed by a large margin, as polls had projected. In large part the cutting of the campaigns’ funding affected this outcome, as did the $2 million ad campaign funded by the Confederated Tribes of the Grande Ronde which stated that private casinos would break promises to these tribes.</p><h3>Analysis and Criticism</h3><p>The Oregon CIR process has in general garnered immense praise, as evidenced by its formal adoption into the election process over the last few years. However, the Review Board does have its critics, which became especially vocal earlier this year. Our Oregon, the group that put forth an anti-kicker measure earlier this year, refused to cooperate with the CIR, stating that there’s “very strong evidence…that the output of the Citizen’s Initiative Review has zero impact on shaping the opinions of voters.” They opted not to spend their time convincing a review board of the merits of their measure when they could instead have their people out there getting support that matters. Their cited reason is that over the last two CIRs, the results and recommendation that were made did not result in a similar majority vote from the Oregon electorate, and that polls found that the CIR’s recommendation didn’t factor heavily into voter’s decisions.</p><p>However, these claims of impotency have been refuted by many, including John Gastil, head of the Department of Communication at Pennsylvania State University. Though the CIR didn’t directly change the outcome on issues like Measure 73, they did significantly sway those in favor and those opposed. In initial polls, it had 70% support, and despite virtually no strong opposition campaign, ended with 57% support, which didn’t affect the outcome but did mean many were swayed by the CIR’s output.  Since the CIR is still in its infancy, it is early to tell how effective it can become at informing and changing the minds of Oregon’s citizens.</p><p>On this particular measure, the panelists themselves rated their satisfaction with the process and their ability to learn, speak and be heard very highly. None rated satisfaction below neutral, which received 16.7% of the vote, 25% rated high satisfaction, and 58.3% rated very high satisfaction with the process. The panelists also rarely perceived bias on the part of the moderators, with only one day where a max of 5 out of the 24 panelists perceived bias, though there was disagreement on whether it favored the proponents or the opponents. </p><h3>Secondary Sources</h3><p><a href=\"http://healthydemocracy.org/wp-content/uploads/2012/08/CIR-Measure-82-Interim-Final-Report.pdf\">\"Citizen's Initiative Review: Ballot Measure 82 - Interim Final Report.\"</a> Healthy Democracy. N.p., Aug. 2012. Web. Retrieved 2012/10/22.<br/><a href=\"http://news.google.com/newspapers?id=G5hfAAAAIBAJ&amp;sjid=QTEMAAAAIBAJ&amp;pg=2534%2C3579523\">\"Developers eye dog track for nontribal casino\"</a>. <em>Lewiston Tribune</em>. AP. March 13, 2005. Retrieved 2012/10/25.<br/><a href=\"http://news.google.com/newspapers?id=2VNYAAAAIBAJ&amp;sjid=gvcDAAAAIBAJ&amp;pg=4450%2C6266256\">\"Gambling casino idea suggested\"</a>. <em>The Bulletin</em>. UPI (Bend, OR). December 5, 1972. Retrieved 2012/11/04.<br/><a href=\"http://news.google.com/newspapers?id=8ZczAAAAIBAJ&amp;sjid=_OEDAAAAIBAJ&amp;pg=3639%2C5697406\">\"Group urges casino gambling to aid Oregon Coast economy\"</a>. <em>Eugene Register-Guard</em>. UPI. October 19, 1978.    Retrieved 2012/11/08.</p><h3>Other Citizens' Initiative Reviews on Participedia </h3><p><a href=\"http://participedia.net/en/cases/oregon-citizens-initiative-review-2010-measure-73\">Measure 73 (2010)</a><br/><a href=\"http://participedia.net/en/node/769\">Measure 74 (2010)</a><br/><a href=\"http://participedia.net/en/cases/oregon-citizens-initiative-review-2012-measure-85\">Measure 85 (2012)</a></p><h3>External Links</h3><p><a href=\"http://healthydemocracy.org/wp-content/uploads/2012/08/CIR-Measure-82-Interim-Final-Report.pdf\">Final Report </a><br/><a href=\"http://www.clairvest.com/people/jeff-parr/\">Clairvest – Jeff Parr</a><br/><a href=\"http://www.greatamericancasino.com/about.htm\">Great American Gaming</a><br/><a href=\"http://www.navegantegroup.com/our-company\">The Navegante Group</a><br/><a href=\"http://johnson-gardner.com/\">Johnson Reid LLC</a></p><p>Media/Press</p><p><a href=\"http://community.statesmanjournal.com/blogs/capitolwatch/2012/08/24/citizens-review-panel-opposes-measure-82-expanded-version/\">Citizens review panel opposes Measure 82</a> [DEAD LINK]<br/><a href=\"http://www.opb.org/news/article/casino-proponents-know-when-to-foldem/\">Casino Proponents Know when to Fold’Em</a> <br/><a href=\"http://www.politifact.com/oregon/statements/2012/sep/27/yes-82-and-83-campaign/do-measures-82-and-83-authorize-just-one-new-casin/\">Do Measures 82 and 83 Authorize Just One More Casino?</a><br/><a href=\"http://www.koinlocal6.com/news/local/story/Casino-vote/gC0Db72O0E-ol71e7wDKng.cspx\">‘The Grange’ Targets Voters for Casino</a> [DEAD LINK]<br/><a href=\"http://www.oregonlive.com/opinion/index.ssf/2012/08/a_bad_omen_for_citizen_initiat_1.html\">A Bad Omen for Citizen Initiative Review Panels</a><br/><a href=\"http://www.oregonlive.com/opinion/index.ssf/2012/08/citizens_initiative_review_doe.html\">Citizen’s Initiative Review Does Help Voters, Studies Show</a><br/><a href=\"http://www.oregonlive.com/politics/index.ssf/2012/11/no_casino_measures_82_and_83_l.html\">State Measures 82 and 83: Casino measures fail after supporters suspend their campaign</a></p><p> </p>", "title": "Oregon Citizen's Initiative Review 2012 - Measure 82"}