{"htmlbody": "<h3><u>Mission and Purpose</u></h3><p>           The <a href=\"http://oregonskitchentable.org/the-latest/\">Oregon’s Kitchen Table</a> key objective is to provide a neutral, non bias space for Oregonians to participate in deliberation that will lead to effective decision making. This organization wants all Oregonian voices to be heard. Majority of people want to be a part of the decision making process, but don’t know where to start. As well, there are people who know how to share their opinions and take part in the decision making process, but don’t always feel like their voices are being heard. Another one of Oregon’s Kitchen Table goals is to resolve these issues and incorporate all Oregon voices into the decision making process. This organization allows for citizens to connect to real decisions in Oregon.<br/>            Furthermore, this organization wants to work with the public to create thorough consultations that don’t have a spin on them. Resulting in creating decisions that reflect what Oregonians really want. The more participation the more decision makers can see how Oregonians think. Oregon’s Kitchen Table wants to help identify public priorities in order to make the best decisions. Citizens face tough issues and Oregon’s Kitchen Table wants to establish a simple, easy, online, and in person space for Oregon citizens across the state to face these challenges. This is a collaborative problem solving process.<br/>            In addition, Oregon’s Kitchen Table recognizes that governmental trust is low and that input from everyone is very important. They want to bridge the gap between Oregon citizens and decision makers.  Overall, as one of the project managers Sarah Giles stated, “Oregon’s Kitchen Table wants to increase public interest in participating in public issues at the local, regional, and statewide level.”<br/><br/></p><h3><u>History</u></h3><p>              Oregon has been working for many years to get citizens involved in public issues, especially after a concerning report that came out in 2010. Phil Keisling, a former secretary of state, stated that, “forty percent of 1.2 million Oregon citizens eighteen to forty were not registered to vote.” This shows how difficult it has become to get basic communication between government and their citizens. Now Oregon is experimenting with a new tool, Oregon’s Kitchen Table. Originally Oregon’s Kitchen Table started off as an experiment in the College of Urban and Public Affairs at Portland State University, launching on May 4th, 2012. The initial pilot was launched on June 11th 2012 and ran until June 22nd 2012. The first results from the first consultation were posted on August 15th 2012. The remaining results were sent out in three sections every two weeks. This pilot was statewide. After success, they started the second consultation on November 8th 2012 and will run until December 15th 2012. The second consultation was created just for Curry County.<br/>            This year is also the ten year anniversary of the partnering of the Policy Consensus Initiative and Portland State University which formed the National Policy Consensus Center. This is where Oregon’s Kitchen Table was created.<br/>             The name of this organization came from James Geringer. James was a former Wyoming governor and currently is PCI’s (Policy Consensus Initiative) Co-Chair. Geringer stated, “My background reflects a time when folks would get together to resolve an issue or agree on something by dropping by the house, leaning on the hood of a pickup truck for a chat, or going inside for coffee and a visit around the kitchen table. Typically, when we agreed on a course of action, a handshake or a simple nod sealed the deal. Issues were resolved and commitments were made around the kitchen table.” After this the concept developed, the now called Oregon’s Kitchen Table, would be a place to take our dinner conversations and ideas out of the Kitchen and into the public.<br/><br/></p><h3><u>Specializations and activities</u></h3><p>              Oregon’s Kitchen Table specializes in public issues and the state’s budget plan. Specifically the Oregon’s Kitchen Table focuses on helping the governor create Oregon’s ten year plan and the 2013-2015 budget. Oregon’s Kitchen Table focuses on certain outcome areas that need to be addressed. In the first consultation there were four outcome areas. Education, healthy people, economy and jobs, and environment issues were discussed in the first consultation. The first consultation was statewide, but the second consultation was specifically for Curry County.<br/>                The second consultation is addressing the county services and financial problem (revenue shortfall). The main part of Curry County’s economy comes from agriculture and timber/logging. The issue being faced is the county is losing revenue and governmental funding for the timber/ logging industry. This is resulting in a decline in the timber industry and state revenue. Unfortunately, like most places, Oregon and Curry County have been slow to recover from the economic crisis. The county needs to find another way to fund or come up with alternative solutions for increasing revenue and that’s where Oregon’s Kitchen Table comes in. The second consultation was created to help solve problems like these.<br/><br/></p><h2><u>How it Works: </u></h2><p>             There are many ways you can contribute to Oregon's Table. The First, take a seat at the table and sign up online. Second, spread the word! Tell your friends about Oregon's Kitchen Table. They need your help reaching out to the community. Also, contact your legislator. Making the legislators aware that this project is important to themselves and their people is a crucial step in making a difference. As well, people can make a donation to Oregon's Kitchen Table. They operate through public and individual funding. Anything helps and they appreciate your support. Lastly, share a photo! Oregon's Kitchen Table has a flicker and facebook page where you can sumbit photos of people at your own kitchen table. </p><p>             Oregon’s Kitchen Table is both an online and in-person space for Oregon citizens to deliberate and have an impact on the decision making process. There have been two sets of consultations. Oregon’s Kitchen Table started off as an experiment. The pilot was statewide and the first consultation was conducted all online. First, the governor and the Department of Administrative Services asked for the public’s opinions and invited them to help prioritize and give input on what they wanted to see happen. This input was for the ten year budget plan and the 2013-2015 budget for Oregon. Next, the advisory board at Oregon’s Kitchen Table creates a series of questions that will help reflect the citizen’s opinions and show how they want things prioritized. These are called consultations. The advisory board is made up of highly regarded leaders that represent all communities throughout Oregon. This group is non-partisan, non-profit, and private which gives them a chance to create consultations that are not biased and don’t have a spin on them. The board also provides information to educate the citizens on the issues and decisions that have to be made. Once the advisory board created a consultation they released it to the citizens that signed up to “sit down” at Oregon’s Kitchen Table. This first consultation was released on June 11th 2012. After that, citizens got a period of time to participate in the online consultation (answering questions, prioritizing, and giving input on what they want to see happen). Once the consultation closed (June 22nd 2012), Oregon’s Kitchen Table reviewed the results and made them available for decision makers, media, and the public. The results were sent out in three sections. This gives citizens a chance to fully take in and comment on the results. Additional results were sent out every two weeks. Each results section had two columns of responses. One was the Oregon Kitchen Table members and the other one was the randomly selected representative sample of Oregonians. To make the results more representative of all Oregonians they ran the consultation twice. Once for people who participated in Oregon’s Kitchen Table and then they gave it to a random selection of Oregonians. In the end, the governor uses the consultation results and feedback to help make decisions that will represent what Oregon citizens want.<br/>            The second consultation has been modified slightly. This consultation is not statewide. It was specifically made for Curry County. As well, this consultation is not only online there are opportunities where people can participate in face-to-face deliberation as well online. This consultation was available November 8th 2012 and it will run until December 15th 2012. The rest of the process for this consultation is the same.<br/>            Through this process Oregon’s Kitchen Table helps educates the public and creates a real space for deliberation.<br/> </p><h2><u>Participation:</u></h2><p> </p><p>          Who can participate? Everyone is allowed to participate. They are really looking for Oregon Citizens from all across the state. This way they can collect data from the entire state with a more representative sample. Since Oregon’s Kitchen Table is just getting started, the number of participants is on the lower end. Currently 1,614 people have taken a seat at the table (participated in the first consultation). Oregon’s Kitchen Table is happy with these numbers, but the more participation the better. Given that the organization is still in its growing phase, they run additional consultations with a random sample across Oregon. This way they can ensure more accurate results. Also, so results are not distorted, each participant is even a unique ID and URL for every consultation. This way each citizen can only participate one time per consultation.<br/>            Oregon citizens are not the only participants in Oregon’s Kitchen Table. The governor and state departments also play an active role with this organization. The governor takes the results from the consultation, responds to the results, and uses the input in his decision making. Also, as is the case in the second consultation, departments or the state ask Oregon’s Kitchen Table to run a consultation. Curry County specifically asked Oregon’s Kitchen Table to run a consultation for their county.</p><p>As well, there are multiple ways an Oregon Citizen can be involved. They can take a seat at the table (participating in the consultations), spread the word to get more people involved, and make the legislators aware that this project is important. Also, Oregon’s Kitchen table has created multiple media outlets for more participation. This would include a facebook page, twitter page, a website, and an e-mail.</p><p>            Having an online consultation can cause difficulties such as; people who want to participate not having internet access, people with disabilities, and language barriers. Oregon’s Kitchen Table has thought about these issues and is working through them. One thing they have done is partnered with libraries for people without internet access. Also they have set up assistance hours at local libraries and colleges for the second consultation. At these assistance hours member will do all they can to make it simple and possible for all citizens to participate.  They help with the signup process, creating an e-mail, answer questions, and more.<br/> </p><h3><u>Major projects and events</u></h3><p> </p><p>       With the help of partners including, American Leadership Forum, National Policy Consensus Center, Policy Consensus Initiative, Program for Public Consultation, Rural Development Initiatives, Oregon’s Kitchen Table is able to host and promote their events through word-of-mouth exposure and financial assistance. These partners also help assist the users of Oregon’s Kitchen Table, who provide access to informational and financial resources to try and provide high quality discussion. Also, Oregon's Kitchen Table is partnering with libraries, to help serve those in lower income areas, and do not have access to internet and other resources to participate in the disscussion of politcal issues.</p><p>          Currently, Oregon’s Kitchen Table hosts ongoing rounds of participation and discussion for various political issues. Once the round ends, they gather the information and publish it for viewers to see how their local area feels about various issues. Based on their website, it seems that anyone can sign-up and join in whenever they would like. Although this program is fairly new, it also seems as if Oregon’s Kitchen Table is beginning to spread the use of its organization by targeting a few various counties as well. Currently, it is Curry County’s turn to deliberate on their issues, and they have about a month to do so. For the Curry County deliberation, Oregon’s Kitchen Table is partnering with several locations such as libraries and schools to assist those who need help accessing resources to help them make informed decisions and opinions.</p><p>           Additionally, Oregon’s Kitchen Table uses resources through social media sites, such as Facebook and Twitter to further and promote their project. With the help of these sites, Oregon’s Kitchen Table keep those interested in participating aware of upcoming events, and dates for the next deliberation period.<br/> </p><h3><u>Funding</u></h3><p> </p><p>           Oregon's Kitchen Table relies on funding through a list of groups, including non-profit organizations, civic leaders, local and national state government leaders, and individual donations. The organization focuses on being formed off of a non-partisan basis through College of Urban and Public Affairs at Portland State University, and in turn, the University is a primary funder of the Oregon’s Kitchen Table. Another large name funder is The State of Oregon’s Department of Administrative Services (DAS). The DAS’s mission is primarily to serve the people of Oregon through government, which works to make legislative decisions and inform the people.<br/>            The organization also relies on funding by other independent, charitable foundations, including the Johnson Family Foundation, Circle Foundation, Ford Family Foundation, Oregon Community Foundation, &amp; Meyer Memorial Trust. The donations and assistance from these local foundations help the Oregon Kitchen Table to continue to spread their organization and provide a solid monetary foundation. Oregon’s Kitchen Table makes sure there is a diversity of funders to make sure the results are not geared toward one specific group.</p><p>            As far as funding by citizens go, the website for Oregon’s Kitchen Table lists a section for their general public to take action, and provides a link for anyone to provide a monetary donation as well, making it easy and accessibly for further contributions.</p><h3><u>Publications</u></h3><p> </p><p>        The Oregon's Kitchen Table organization emphasizes itself on being an outlet for voices to be heard, and input to be used and shown as a result. They have done this by publishing their findings for public viewers, as well as for the government and legislators to see. Titled “Oregon’s Kitchen Table – First Consultation Education Outcome Area and Justice System Findings”, the program seeks to encourage deliberation, as well as wanting to show the direct impact its citizens and participants are making in Oregon politics.</p><p>         These publishings are provided for groups and individuals to see the results of those who deliberated with Oregon Kitchen Table. In this first set of published results, which consisted primarily of tallied results from a survey about the local government’s budgeting, Oregon’s Kitchen Table was able to divide these issues into a few sub-categories, which included, education, healthy people, the economy and jobs, and healthy environment issues.</p><p>          The findings consisted of results from 2,790 Oregon residents who participated in the discussion, as well as an additional 423 who took a survey. Overall, the creators took these results, and made a seven page document with information and analysis for those to see. This document had several different pieces of content to help readers decide their opinions on various issues in Oregon, as well as help government legislators view what issues are most important to its constituents. The information in this publication came in a few different forms, and was organized in order for viewers. This included, summaries of the issues at hand, tables that show data from survey questions, quotes from participants, and various sources cited. To see the full results click <a href=\"blank\">here</a>.</p><p>         Oregon’s Kitchen Table has been featured in other news, educational &amp; political sites’ publications as well. Featured in Policyconsensus.org, they state that the goal of this program is to “provide leaders with high-quality feedback on issues that matter to Oregonians”. Despite much coverage on this program, not every publication on Oregon’s Kitchen Table has been positive. According to a large Oregon political blog, the writer vocalizes their opinions on how  Oregon’s Kitchen Table doesn’t address the much tougher issues, and shows disappointment with how many important policies were left off of the survey given to citizens.</p><h3><u>Advisory Board: </u></h3><p> </p><p>As listed on Oregon’s Kitchen Table website, the advisory board members are as follows:</p><ul><li>Steve Bass</li><li>Greg Chaimov</li><li>Adam Davis</li><li>Verne Duncan</li><li>Carol Ford</li><li>David Frohnmayer</li><li>Susan Hammer</li><li>Michael Jordan</li><li>Phil Keisling</li><li>Steven Kull</li><li>Tom Kelly</li><li>Lynn Lundquist</li><li>Greg Macpherson</li><li>Ron Saxton</li><li>Beverly Stein</li><li>Faye Stewart</li><li>Carl Talton</li><li>Linda Tamura</li><li>Robin Teater</li><li>Bill Thorndike</li><li>Larry Wallack</li><li>Bill Wyatt</li></ul><h2><u>Project Partners: </u></h2><p> </p><p>As listed on Oregon’s Kitchen Table website, the project partners are as follows:</p><ul><li>American Leadership Forum</li><li>Davis, Hibbitts &amp; Midghall Inc.</li><li>Healthy Democracy</li><li>The  Luke Center for Catalytic Leadership</li><li>National Policy Consensus Center</li><li>Policy Consensus Initiative</li><li>Program for Public Consultation</li><li>Rural Development Initiatives</li></ul><h2><u>Funders:</u></h2><p> </p><p>As listed on Oregon’s Kitchen Table, the funders are as follows:</p><ul><li>Circle Foundation</li><li>Ford Family Foundation</li><li>Johnson Family Foundation</li><li>Oregon Community Foundation</li><li>Meyer Memorial Trust</li><li>Portland State University College of Urban and Public Affairs</li><li>PSG Foundation</li><li>The State of Oregon (Department of Administrative Services)</li></ul><h3><u>Secondary Sources: </u></h3><p> </p><ul><li><a href=\"http://daveporter.typepad.com/global_strategies/2012/06/oregons-kitchen-table-misses-the-tougher-choices.html\">http://daveporter.typepad.com/global_strategies/2012/06/oregons-kitchen-table-misses-the-tougher-choices.html</a></li><li><a href=\"http://elgl.org/2012/05/04/take-a-seat-at-oregons-kitchen-table/\">http://elgl.org/2012/05/04/take-a-seat-at-oregons-kitchen-table/</a></li><li><a href=\"http://healthydemocracyfund.org/take-a-seat-at-oregons-kitchen-table/\">http://healthydemocracyfund.org/take-a-seat-at-oregons-kitchen-table/</a></li><li><a href=\"http://www.oregon.gov/DAS/Pages/about_us.aspx\">http://www.oregon.gov/DAS/Pages/about_us.aspx</a></li><li><a href=\"http://oregonskitchentable.org/\">http://oregonskitchentable.org/</a></li><li><a href=\"http://www.oregonlive.com/politics/index.ssf/2012/06/portland_state_university_laun.html\">http://www.oregonlive.com/politics/index.ssf/2012/06/portland_state_university_laun.htl</a></li><li><a href=\"http://www.policyconsensus.org/publications/news/PCI_Newsletter_May_12.html\">http://www.policyconsensus.org/publications/news/PCI_Newsletter_May_12.html</a></li><li>Sarah Giles telephone interview November 8th, 2012 (Oregon’s Kitchen Table project manager)</li><li>vimeo.com/43655075</li></ul><h3><u>Mailing Address: </u></h3><p> </p><p>NPCC</p><p>P.O Box 751</p><p>Portland, OR 97201 </p>", "title": "Oregon's Kitchen Table"}