{"htmlbody": "<p>In June, MASS LBP completed its largest project to date, a lengthy engagement process to help the Mississauga Halton Local Health Integration Network (LHIN) determine priorities for $1.8 billion in annual health care spending.</p><p>Over three months, MASS LBP engaged health service providers, physicians, community leaders and citizens about their priorities for the next three-year Integrated Health Services Plan (IHSP). The process concluded with the Citizens' Reference Panel on Local Health Priorities, a body of thirty-six randomly selected citizens assembled to give residents of Mississauga Halton an opportunity to have their voices heard.</p><p>Preparing for 2010-2013 began in late April when MASS LBP hosted a workshop with leaders of Mississauga Halton's diverse communities. The afternoon of learning and discussion allowed the LHIN to connect with representatives of ethno-cultural groups and associations. Leaders had an opportunity to hear about the services available throughout the region, while the LHIN learned about how they can make existing services more accessible. In the end, the session proved to be a valuable learning experience for everyone involved.</p><p>A few weeks later, MASS LBP facilitated a dedicated session en francais for leaders of the Francophone community to address their particular needs.</p><p>In early May, MASS LBP hosted a forum for over 100 health service providers representing hospitals, community support services, mental health and addictions, and long term care. The forum was an intensive, full day event where providers were introduced to the LHIN's strategic priorities before sitting down in small groups to talk about how their needs will be met - or not met by the plan.</p><p>Shortly thereafter, MASS LBP sat down with physicians at the Trillium Health Centre to discuss how the LHIN can better equip them with the information they need to help their patients access treatment at the community level.</p><p>The final stage of Preparing for 2010-2013, was the Citizens' Reference Panel on Local Health Priorities. Held over two Saturdays in May and June, the Panel brought together randomly selected citizens from the Mississauga Halton region to learn about health care delivery, exchange ideas and make recommendation for the 2010-2013 IHSP.</p><p>Throughout, a series of specially designed and facilitated activities helped panelists work collaboratively on advice to the LHIN. Together they studied the LHIN's IHSP framework, gave definition and provided key insight into the four strategic priority areas and three key enablers.</p><p>The recommendations of the Citizens' Reference Panel will be released in a report to the Mississauga Halton LHIN and will be available on the LHIN website.</p><p>The Panel's proceedings concluded in a special ceremony where each panelist was presented with a personalized certificate of public service.</p><p>Altogether, Planning for 2010-2013 represents MASS LBP's most comprehensive and challenging public engagement program yet. We heard from dozens of agencies and hundreds of people from different walks of life, all passionate about the health care system we all share.</p><h3>Secondary Sources</h3><p> </p>Mississauga Halton Local Health Integration Network. (2009). <em>Mississauga Halton Local Health Integration Network: Citizens’ Reference Panel on Local Health Priorities: May 30th and June 13th, 2009</em>. Toronto, ON: MASS LBP. <a href=\"http://www.masslbp.com/download/MHCRPFINAL.pdf\">http://www.masslbp.com/download/MHCRPFINAL.pdf</a>", "title": "Mississauga-Halton Citizens' Reference Panel Integrated Health Services Plan"}