{"htmlbody": "<h3>Definition</h3>Citizen Conferences allow for citizens to deliberate and provide policy recommendations for a government entity.  The government entity can then use these recommendations to better meet the needs of its citizens.<h3 class=\"field-item even\"><strong>Participants</strong></h3><p>The participants in citizen conferences are selected randomly to represent the diverse sets of opinions and demographics of a region (e.g. a State).  These participants are usually ordinary citizens, not stakeholders or professional lobbyists.  They voluntarily participate, are given a $200 honorarium post the completion of the event, and are called \"citizen advisors.\"</p><p>There is a panel of experts present who have been selected by the government entity to represent a broad range of expertise on the specific sector being discussed.  And, there is a government selected moderator who aids in the deliberation portion of the event.</p><p>Finally, concerned citizens may attend to observe and make brief statements during the question-and-answer session.</p><h3>Process</h3><p>A citizen conference is a one-day event and typically lasts from 8am to 5pm.  Prior to attending, the citizen advisors are given a brochure to read that explains the purpose of the event and illustrates a set of government proposed policies or the sector (e.g. transportation) being discussed.  If the government lists proposed policies, it is because they need fine tuning and the government entity would like to know which are most important to its citizens.  If there are no proposed policies listed, the citizen conference allows for the advisors to come up with their own policies for a specific sector.</p><p>The event begins with breakfast and a question-and-answer session.  During the session, the citizen advisors are able to ask the expert panelists and concerned citizens' about the proposed policies or sector.  After the session, the concerned citizens are allowed to make brief comments to the advisors and panelists.  When there are no more comments, the citizen advisors take a lunch break.</p><p>After the lunch break, the citizen advisors head to a deliberation room (which is live streamed via a television for the panelists to observe) and start discussing their opinions on the sector, the proposed policies, and the newly absorbed information.  During this deliberation, the moderator encourages the advisors to come up with consensual policy recommendations that meet the needs of all the citizens they represent.  If necessary, the advisors may consult with the panel of experts to ask any final questions they might have.</p><p>Once the recommendations have been decided on, with the help of the moderator the advisors draft them and prepare to present them to the public and media.  All the advisors then go to a location where a press conference can be held, and one of the advisors reads aloud the recommendations.  After the recommendations have been announced to the public and media, the public and media are given time to ask the advisors questions about their opinions, policy choices, and experiences.</p><h3>Influence and Power</h3><p>Citizen conferences may or may not be linked to any type of election.  If they are not, it may be difficult to directly influence public officials.  But, it should be noted that in many cases a citizen conference is the only basis for which a government entity can clearly hear its citizens' voices.  Thus, the recommendations set forth by the advisors should persuade public officials.  If they are linked to an election, a direct influence is more expected.</p><h3>Examples</h3><p><a href=\"http://participedia.net/en/cases/20072008-new-mexico-citizen-conferences-0\">2007/2008 New Mexico Citizen Conferences</a></p><h3>Secondary Sources</h3><p>1. Gastil, John. By Popular Demand: Revitalizing Representative Democracy through Deliberative Elections. Berkeley: University of California, 2000. Print.</p><p>2. \"New Mexico 2030 Statewide Multimodal Transportation Plan.\" NMDOT, n.d. Web. <a href=\"http://dot.state.nm.us/content/dam/nmdot/planning/New_Mexico_2030_Statewide_Multimodal_Transportation_Plan.pdf\">http://dot.state.nm.us/content/dam/nmdot/planning/New_Mexico_2030_Statewide_Multimodal_Transportation_Plan.pdf</a>.</p>", "title": "Citizen Conferences"}