{"htmlbody": "<p>Anmerkung: Dies ist die deutsche Übersetzung einer englischen Originalversion abrufbar unter <a href=\"http://participedia.net/en/cases/participatory-budgeting-porto-alegre\">http://participedia.net/en/cases/participatory-budgeting-porto-alegre</a></p><p>Note: this is a German translation of an English case study available at <a href=\"http://participedia.net/en/cases/participatory-budgeting-porto-alegre\">http://participedia.net/en/cases/participatory-budgeting-porto-alegre</a></p><h3>Zusammenfassung</h3><p>In der brasilianischen Großstadt Porto Alegre wurde 1989 ein partizipativer Haushalt (PH) eingeführt, um Stadtbewohner Stimmrecht an der jährlichen Haushaltsplanung zu geben. Ende der 90er Jahre nahmen bereits 20.000 Bürger an öffentlichen Versammlungen<a href=\"#_edn1\" id=\"_ednref1\" name=\"_ednref1\" title=\"\">1</a> teil und beeinflussten  so die Verteilung von ca. 160 Millionen Dollar an Haushaltsgeldern.<a href=\"#_edn2\" id=\"_ednref2\" name=\"_ednref2\" title=\"\">2</a> Die große Beteiligung, aber auch der Umstand, dass durch diese Art der Politik Finanzen an ärmere Viertel umgeleitet wurden, führte zu internationaler Anerkennung und weltweiter Verbreitung dieser Idee eines partizipativen kommunalen Haushalts. Allerdings gelingt es vielen Nachahmern nicht die komplexe institutionelle Struktur des Ansatzes von Porto Alegre zu übertragen, weswegen sie keine derartigen partizipativen und redistributiven Erfolge erzielen können.</p><h3>Geschichte</h3><p>Der PH wurde vom damals neugewählten Bürgermeister der Arbeiterpartei eingeführt. Dieser trat mit dem Hauptziel eine partizipative Reform durchzusetzen an, um dem in der brasilianischen Politik endemischen Klientelismus und der Korruption entgegenzutreten; gleichzeitig aber auch, um damit eine redistributive Politik zu legitimieren. Dank der Autonomie, die brasilianischen Stadtverwaltungen in finanziellen Dingen mit der Verfassung von 1988 zugesprochen wurde, verfügte der Bürgermeister über beachtliche und regelmäßige Geldflüsse. Die gängige Ämterpatronage gestattete es dem Bürgermeister, wichtige Posten in der Lokalpolitik strategisch zu besetzen, um damit die Entwicklung partizipativer Politikformen zu begünstigen. Dieser Ansatz stieß auf fruchtbaren Boden, da sich zur Zeit der Wahl in der Stadt ohnehin bereits eindeutiger, kollektiver Widerstand gegen die politische Kultur der Korruption und des Klientelismus regte.</p><h3><strong>Teilnehmer</strong></h3><p>Der PH in Porto Alegre kombiniert große öffentliche Teilnahme an regionalen Versammlungen mit einer gewählten Bürgervertretung in Entscheidungsgremien (s. u.). Ende der 90er Jahre gaben 8,4% der erwachsenen Bevölkerung Porto Alegres an (man darf ab 16 Jahren teilhaben) in den letzten fünf Jahren mindestens einmal an einer Haushaltsversammlung teilgenommen zu haben.<a href=\"#_edn3\" id=\"_ednref3\" name=\"_ednref3\" title=\"\">3</a> Im Jahre 1999 reichte die Teilnehmerzahl insgesamt über 20.000. Dabei wechseln die Teilnehmer stark von Jahr zu Jahr: eine Schätzung spricht von 40% alljährlicher Rotation.<a href=\"#_edn4\" id=\"_ednref4\" name=\"_ednref4\" title=\"\">4</a></p><p>Das eindrücklichste Merkmal des PH in Porto Alegre ist nicht einfach nur, dass viele daran teilhaben, sondern dass gerade viele Bürger aus den ärmeren Bevölkerungsschichten sich angesprochen fühlen; Bürger die also normalerweise auch politisch zu den Marginalisierten zählen. Damit konnte einem gängigen Trend deliberativer Politikformen entgegengewirkt werden, nämlich dem, dass ärmere Gesellschaftsteile auch hier ausgeschlossen werden, da für sie die Kosten (direkte Kosten wie Transport und generelle Opportunitätskosten) der Beteiligung zu hoch sind. In einem Vergleich ihres Teilnehmersamples der öffentlichen Regionalversammlungen 1995 mit der Haushaltserhebung von 1991 liefert Rachel Abers deutliche Hinweise darauf, dass sich „sozioökonomische Ungleichheiten in den Haushaltsversammlungen nicht reflektiert haben. Im Gegenteil, die Einkommen der Versammlungsteilnehmer waren deutlich niedriger als die der Gesamtbevölkerung...Teilnehmer in den Regionalversammlungen waren ärmer als die Bevölkerung insgesamt.“<a href=\"#_edn5\" id=\"_ednref5\" name=\"_ednref5\" title=\"\">5</a> Eine Studie der Harvard Universität weist darauf hin, dass 2002 die ökonomisch gesehen untersten 20% der Gesamtbevölkerung 30% der Teilnehmer in den öffentlichen Regionalversammlungen stellten.<a href=\"#_edn6\" id=\"_ednref6\" name=\"_ednref6\" title=\"\">6</a></p><h3>Ablauf</h3><p><u><em>Öffentliche Versammlungen</em></u></p><p>Es gibt 16 öffentliche Regionalversammlungen, die verschiedene Teile der Stadt abdecken. Diese öffentlichen Versammlungen weisen die höchsten Teilnehmerzahlen auf und haben drei Funktionen: die Stadtverwaltung zur Verantwortung zu ziehen, die Kommunalwahlen abzuhalten und die regionalen Prioritäten für infrastrukturelle Investitionen festzulegen. Außerdem wählen die Regionalversammlungen Abgesandte für die 16 regionalen Haushaltsforen sowie den „ Rat für das Partizipative Budget“ (RPB). Die Zahl der Abgeordneten eines jeweiligen Stadtteils für die Haushaltsforen bestimmt sich nach der Gesamtanzahl der Stimmen, die bei einer öffentlichen Regionalversammlung abgegeben werden. Das heißt je mehr Mitglieder eines Stadtteils an den Wahlen teilnehmen, desto mehr Abgesandte dürfen sie stellen und desto mehr Einfluss haben sie auf die Geldverteilung. Hingegen gibt es nur jeweils zwei Abgesandte für den RPB; hier gibt es also keine Unterschiede hinsichtlich der Repräsentation.</p><p><em><u>Regionalbudgetforen</u></em></p><p>Die regionalen Haushaltsforen haben zwei Funktionen. Zum einen sortieren die Bürgervertreter die Forderungen aus den öffentlichen Versammlungen und wählen aus, welchen nachgegangen werden kann. Da nur 30% der Projekte finanziert werden können ist dies eine schwierige Wahl. Zweitens verhandeln die Haushaltsforen mit den verschiedenen Arbeitsagenturen und Ausschüssen der Stadt und überwachen, ob auch alle beschlossenen Projekte durchgeführt werden. Die Treffen der Haushaltsforen sind öffentlich, jedoch haben nur gewählte Vertreter der Stadtbezirke Stimmrecht.</p><p><u><em><strong>Rat für das Partizipative Budget</strong></em></u></p><p>Der RPB erdenkt sich Regeln hinsichtlich der Verteilung der Gelder. Ihm werden Investitionsforderungen der regionalen Haushaltsforen von der Stadtverwaltung vorgelegt. 2000/2001 formulierte der RPB folgende drei Kriterien, nach denen die Geldflüsse geordnet wurden: „die Prioritäten der Einwohner, grundlegende infrastrukturelle Defizite und die Bevölkerungsbasis.“ Die zweite Aufgabe des Rates ist die jährliche Überprüfung dieser Verteilungsregeln um diese gegebenenfalls für das Folgejahr umzuformulieren. Der Rat arbeitet hier eng mit Mitarbeitern der Stadtverwaltung zusammen. Um Machtmissbrauch vorzubeugen dürfen Ratsmitglieder nur zweimal infolge ihr Amt bekleiden; zusätzlich können sie jederzeit abberufen werden. Ganz wie die Haushaltsforen sind die Treffen des RPB öffentlich, wenngleich der Öffentlichkeit nur ein Beobachterstatus eingeräumt wird. Die abgeschlossene Budgetplanung wird dem Bürgermeister vorgelegt, der daraufhin noch die Einwilligung der Legislative der Stadtversammlung einholen muss.</p><p><u><em>Der stadtweite themenorientierte Prozess</em></u></p><p>Es gibt noch einen weiteren partizipativen Prozess, der aber weniger bekannt ist. So existieren stadtweite öffentliche Versammlungen, die Themen auf die Agenda setzten, welche alle Einwohner betreffen, wie z.B. Umwelt, Erziehung, Gesundheit, Sozialleistungen und Transport. Sechs derartige, jeweils einem Thema zugeordnete, Versammlungen ziehen die Stadtverwaltung zur Verantwortung und formulieren Investitionsprioritäten. Sie wählen themenbezogene Budgetgesandte und ebenfalls zwei Ratsmitglieder für den RPB. Diese Versammlungen locken aber nicht dieselbe Menge an Bürgern an wie die öffentlichen Regionalversammlungen.</p><p><u><em><strong>Umbau der öffentlichen Verwaltung</strong></em></u></p><p>Die Einführung des PH zwang zu einschneidenden administrativen Reformen. Zunächst wurde ein zentrales Planungsbüro eingerichtet namens GALPLAN (Gabinete de Planejameno). Dieses Büro koordiniert die technischen Aspekte der Haushaltsplanung über die verschiedenen Abteilungen hinweg und bespricht und unterstützt die Arbeit des RPB. Die Einrichtung einer Abteilung für kommunale Beziehungen (CRC, Coordinação de Relações com a Communidade) ist die zweite wichtige Reform. Die Mitarbeiter des CRC mobilisieren Teilnehmer, unterstützen die Gründung von Vereinigungen und helfen den regionalen Haushaltsforen bei ihrer Arbeit. Jede Haushaltsregion hat einen ihr zugeteilten Koordinator. Außerdem investierte die Stadtverwaltung in ein computerbasiertes Projektmanagementsystem, das über die Entwicklung und das Budget der Stadtbehörden informiert. Somit wird für Transparenz gesorgt, da Bürger über aktuelle Entwicklungen auf dem Laufenden gehalten werden und sich selbst über die Arbeit der Verwaltung informieren können.</p><h3><strong>Ergebnisse</strong></h3><p>Der PH führte zu einer Umverteilung von Geldern, weg von Prestigeobjekten und hin zu Infrastrukturprojekten und Serviceleistungen, die ganz explizit ärmeren Gegenden zu gute kommen. Diese Gegenden wurden von vorigen Verwaltungen oftmals vernachlässigt: „Hunderte von Projekten wurden vom RPB bewilligt, darunter der Ausbau von Straßen, Stadtentwicklung in prekären Gegenden, Abwasserprojekte, das öffentliche Bildungswesen und Projekte zur Gesundheit, mit einer fast kompletten Vollendigungsrate. Diese Projekte führten zu einem beinahe flächendeckendem Abwassersystem und fließendem Wasser, einem dreifachen Zuwachs von Kindern in öffentlichen Schulen und vielen neuen Wohngelegenheiten für bedürftige Familien.“<a href=\"#_edn7\" id=\"_ednref7\" name=\"_ednref7\" title=\"\">9</a></p><h3><strong>Abschließende Bewertung</strong></h3><p>In Porto Alegre  schaffte und institutionalisierte der partizipative Haushalt Anreize für arme und ärmste Bevölkerungsgruppen sich deliberativ zu engagieren. Zum einen existiert ein klarer Zusammenhang zwischen der Anzahl von Teilnehmern an den öffentlichen Versammlungen und dem Grad der Repräsentation in den Haushaltsforen, wo die Forderungen der Stadtgebiete besprochen, gelistet und sortiert werden. Je mehr Abgesandte aus einem Stadtgebiet an den öffentlichen Versammlungen teilnehmen, desto mehr Einfluss nehmen sie.</p><p>Zweitens verfährt der RPB stets so, dass die finanzielle Verteilung immer mit Blick auf relative Armut stattfindet und das Infrastruktur- sowie Servicerückstände stets ganz oben auf der Prioritätenliste stehen. Gelder werden also zugunsten der Armen verteilt. Drittens arbeiten bei der Stadtverwaltung Gemeindearbeiter, die sich vor allem in ärmeren Gemeinden engagieren, dort wo es oftmals keine Tradition bürgerlicher Mitbeteiligung gibt. Schließlich lassen sich die hohen Teilnahmequoten auch durch „Demonstrationseffekte“ erklären.<a href=\"#_edn8\" id=\"_ednref8\" name=\"_ednref8\" title=\"\">10</a> Die Stadtverwaltung stellte sicher, dass Entscheidungen auch durchgeführt wurden. So konnten Bürger, die sich zu Beginn des PH noch nicht engagieren wollten, sich die Ergebnisse des deliberativen Einsatzes anderer Mitbürger plastisch vor Augen führen. Diese ganzen Vorkehrungen, die ärmere Menschen begünstigen, sind notwendig. Denn sonst ist es das mittel- bis oberschichtige Bürgertum, das seinen Interessen unangemessen große Geltung verschafft. Wenn ärmere Bürger nicht merken, dass ihre Teilnahme und ihr demokratischer Einsatz zu materiellen Ergebnissen führen, dann bleiben sie mit diesem Einsatz eben auch sehr zögerlich.</p><p> </p><h3><strong>Sekundärliteratur</strong></h3><ul><li>Rebecca Neaera Abers. 2000. Inventing Local Democracy: Grassroots Politics in Brazil. Boulder and London: Lynne Rienner.</li><li>Gianpaolo Baiocchi. ed. 2003. Radicals in Power: The Workers' Party (PT) and Experiments in Urban Democracy in Brazil. London: Zed Books.</li><li>Gianpaolo Baiocchi. 2005. Militants and Citizens: The Politics of Participatory Democracy in Porto Alegre. Stanford, CA: Stanford University Press.</li><li>Yves Cabannes. 2004. 'Participatory Budgeting: A Significant Contribution to Participatory Democracy', Environment and Urbanization 16: 27-46.</li><li>Marion Gret and Yves Sintomer. 2005. The Porto Alegre Experiment: Learning Lessons for Better Democracy. London: Zed Books.</li><li>Harvard University Center for Urban Development Studies. 2003. Assessment of Participatory Budgeting in Brazil. Washington: Inter-American Development Bank.</li><li>Pedro Prieto-Martín. 2010. Las alas de Leo. La participación ciudadana del siglo XX, Panajachel: Asociación Ciudades Kyosei.</li><li>Brian Wampler. 2007 Participatory Budgeting in Brazil: Contestation, Cooperation, and Accountability. University Park, PA: Pennsylvania State University Press.</li></ul><p> </p><br clear=\"all\"/><p><a href=\"#_ednref1\" id=\"_edn1\" name=\"_edn1\" title=\"\">1</a><a href=\"http://participedia.net/cases/participatory-budgeting-porto-alegre#cite_ref-one_0-0\">↑</a> Marchelo Kunrath Silva. 2003. 'Participation by Design: The Experiences of Alvorada and Gravataí, Rio Grande do Sul, Brazil', in Gianpaolo Baiocchi (ed.) Radicals in Power: The Workers' Party (PT) and Experiments in Urban Democracy in Brazil. London: Zed Books, p.116</p><p><a href=\"#_ednref2\" id=\"_edn2\" name=\"_edn2\" title=\"\">2</a><a href=\"http://participedia.net/cases/participatory-budgeting-porto-alegre#cite_ref-two_1-0\">↑</a> Gianpaolo Baiocchi. 2005. Militants and Citizens: The Politics of Participatory Democracy in Porto Alegre. Stanford, CA: Stanford University Press, p.14</p><p><a href=\"#_ednref3\" id=\"_edn3\" name=\"_edn3\" title=\"\">3</a><a href=\"http://participedia.net/cases/participatory-budgeting-porto-alegre#cite_ref-three_2-0\">↑</a> Rebecca Neaera Abers. 1998. 'Learning Democratic Practice: Distributing Government Resources through Popular Participation in Porto Alegre, Brazil', in Mike Douglass and John Friedmann (eds.) Cities for Citizens. Chichester and New York: Wiley, pp.47-9</p><p><a href=\"#_ednref4\" id=\"_edn4\" name=\"_edn4\" title=\"\">4</a><a href=\"http://participedia.net/cases/participatory-budgeting-porto-alegre#cite_ref-four_3-0\">↑</a> Yves Cabannes. 2004. 'Participatory Budgeting: A Significant Contribution to Participatory Democracy', Environment and Urbanization 16: 27-46 p.36</p><p><a href=\"#_ednref5\" id=\"_edn5\" name=\"_edn5\" title=\"\">5</a><a href=\"http://participedia.net/cases/participatory-budgeting-porto-alegre#cite_ref-five_4-0\">↑</a> Rebecca Neaera Abers. 2000. Inventing Local Democracy: Grassroots Politics in Brazil. Boulder and London: Lynne Rienner, p.122</p><p><a href=\"#_ednref6\" id=\"_edn6\" name=\"_edn6\" title=\"\">6</a><a href=\"http://participedia.net/cases/participatory-budgeting-porto-alegre#cite_ref-six_5-0\">↑</a> Harvard University Center for Urban Development Studies. 2003. Assessment of Participatory Budgeting in Brazil. Washington: Inter-American Development Bank, p.10</p><p><a href=\"#_ednref7\" id=\"_edn7\" name=\"_edn7\" title=\"\">9</a><a href=\"http://participedia.net/cases/participatory-budgeting-porto-alegre#cite_ref-nine_8-0\">↑</a> Gianpaolo Baiocchi. 2005. Militants and Citizens: The Politics of Participatory Democracy in Porto Alegre. Stanford, CA: Stanford University Press, p.14. See also Yves Cabannes. 2004. 'Participatory Budgeting: A Significant Contribution to Participatory Democracy', Environment and Urbanization 16, p.40; Marion Gret and Yves Sintomer 2005. The Porto Alegre Experiment: Learning Lessons for Better Democracy. London: Zed Books, pp.64-65; Harvard University Center for Urban Development Studies. 2003. Assessment of Participatory Budgeting in Brazil. Washington: Inter-American Development Bank, pp.43-47; Santos, Boaventura de Sousa 1998. 'Participatory Budgeting in Porto Alegre: Toward a Redistributive Democracy', Politics and Society 26: 461-510, p.485</p><p><a href=\"#_ednref8\" id=\"_edn8\" name=\"_edn8\" title=\"\">10</a><a href=\"http://participedia.net/en/cases/participatory-budgeting-porto-alegre#cite_ref-ten_9-0\">↑</a> Rebecca Neaera Abers. 1998. 'Learning Democratic Practice: Distributing Government Resources through Popular Participation in Porto Alegre, Brazil', in Mike Douglass and John Friedmann (eds.) Cities for Citizens. Chichester and New York: Wiley, p.138</p><p> </p>", "title": "Partizipativer Haushalt: Porto Alegre"}