{"htmlbody": "<h3>Problems and Purpose</h3><p>Democratic Development and Citizens Participation III is a project designed to strengthen local governance in Bolivia, particularly community-based economic development in selected municipalities and the civil society capacity, and to increase the political participation of under-represented groups such as indigenous people and women. It was also designed to reduce corruption and build social capital in the context of a decentralization process, and to transform the structure and resources of local government in that country. The project sought to increase citizen satisfaction with the performance of the municipal governments. The belief was that if citizens took advantage of the new laws and participated more in municipal meetings, they would feel empowered and the municipal government would be more transparent and responsive (Seligson 5).</p><h3>History</h3><p>In 1994, President Sánchez de Lozada enacted the Popular Participation Law. This law was designed to reduce corruption and strengthen accountability of government officials through the decentralization of many governmental responsibilities. It marked the beginning of what observers have seen as the most important and innovative effort ever to extend and complement the institutions of representative democracy through decentralization (Seligson 6).</p><p>A special program funded by USAID was then established to help increase democratic development and citizen participation (DDPC). The program only applied to some municipalities. Thus, while all local governments' structure underwent changes with the new laws, only a subset received full access to the DDPC program.</p><h3>Participation Selection</h3><p>This program was applied to some areas (e.g., the treatment group) and not others (e.g., control group), and the study, based on survey research data collected from individuals in both the experimental and control groups, was able to measure its impact. (Seligion 5). Surveys have been conducted since 1998 that measure the democratic behaviors and values in Bolivia. Each survey is a collection of data from a national probability sample of about 3,000 respondents. These samples have account for nearly the entire population of the country, including rural areas and remote mountainous areas. The only people excluded from the surveys were those who are monolingual speakers of languages other than Quechua and Aymara, and they represent a very small portion of the population. Then, samples of DDPC municipalities were randomly selected from the list, all of which had undergone the full package of inputs. This was done so that they could compare the special samples from these mancomunidades, or municipal area, to the rest of the nation. The DDPC program then picked a couple of these macomunidades and began doing fieldwork there. They would then hire three to five people with experience in budgeting, planning, and legislation to form a technical staff for the departmental municipal association. These staff were trained to increase citizen participation with the annual operating plan and budget. The efforts also focused on strengthening the capacity of the municipal executive and council to properly prepare accounts, organize itself and, in general, respond to the increasing demands of the citizenry in a public manner. (Seligson 9) It is important to determine if the DDPC sample differs demographically or socioeconomically from the rest of the country, so they made sure to note the significant differences in urbanization, education and income. The DDPC sample is, more rural, less well educated and of lower income than the national population, so the program made sure that they controlled variables in order to prevent a bias of any sort.</p><h3>Deliberation, Decisions and Public Interaction</h3><p>This process is deliberative because a problem is carefully examined and a well-reasoned solution is arrived at after a period of inclusive, respectful consideration of diverse points of view. The problem is that there needs to be an increase in the citizen participation within the municipals in order to build social capital and strengthen the community and it’s economy.</p><p><u><em>Analytical Process </em></u></p><p>The analytic process of deliberative discussion looks at five different deliberative criteria: creating a solid information base, prioritizing key values at stake, identifying a broad range of solutions, weighing off pros and cons, and making the best decision possible. Discussing facts and obtaining a history of the Bolivian Government and the other Democratic Development programs created a solid information base. The values of citizen’s of Bolivia were taken in account throughout the entire process because the program was created for their benefit; to transform their local government in order to increase their participation. By increasing participation, deliberation also increased. A wide variety of ways to address this problem were considered and implemented, including the Popular Participation Law and the DDPC. The limitations of the DDPC were recognized (in the criticism portion) and the advantages of the Popular Participation Law were used to the DDPC’s advantage by using a portion of it as a basis for their program. The program was then updated in light of what was learned and the best decision/program possible was made.</p><p><u><em>Social Process</em></u></p><p>The social process in deliberative discussion looks at four different deliberative criteria: distributing equal speaking opportunities, ensuring mutual comprehension, considering other ideas and experiences, and respecting other participants. In the DDPC project, equal speaking opportunities were distributed because the samples of people accounted for nearly the entire population, including rural areas and remote mountainous locations (which proved to be difficult). By expanding the program to incorporate multiple languages mutual comprehension is ensured. In the statistical analysis it is important that to listen carefully to what others says, especially when they are voicing concern or disagreement for the program. Respect is important within the municipal meetings and throughout the process of the implementation of the program. Within these municipal meetings this social process of deliberation occurs all the time.</p><h3>Influence, Outcome and Effects</h3><p><u><em>Participation in Municipal Meetings</em></u></p><p>After statistically analyzing the data, one can see that the differences in municipal meeting participation found in the nation and the DDPC sample are relatively large a statistically significant. The Bolivian people living in the areas where the there were full inputs of the program participated a lot more than those in the rest of the nation. It shows a 27% increase in the DDPC areas vs. the country even when key control variables (urbanization, income, and educations) are introduced (Seligson 10). Comparatively, the DDPC program did well because the highest level reported in the Vanderbilt University Latin American Public Opinion Project database was 29%.</p><p><u><em>Demand Making</em></u></p><p>Demand Making is a more active form of participation than attending meetings, making it an important focus of the DDPC. Even when the key control variables (demographic and socio-economic differences) are introduced the results still show the participation in the in the DDPC areas were significantly higher. It showed a 27% increase, which again is comparatively important and shows large increases in the participation as a result of the DDPC program.</p><p><u><em>Satisfaction with Municipal Response</em></u></p><p>When Bolivians were asked about their satisfaction with the municipal response, one can see a sharp difference in the levels of satisfaction among those who made demands. Those who were municipals that were part of the program have learned how to effectively respond to the demands of citizens far better than other municipals throughout the country. This response shows the effectiveness and usefulness of the DDPC program.</p><p><u><em>Satisfaction with Municipal Services</em></u></p><p>When respondents were first asked about their overall satisfaction with the municipal services, there was not a significant difference between the DDPC and the rest of Bolivia. This changes when the Bolivians that have attended a municipal meeting within the last year are isolated from the general sample. Then, the impact of the DDPC can be seen in that group, where the citizens who live in a full input DDPC municipal are more satisfied with the services. They were able to detect the change and were happy with it.</p><p><u><em>Satisfaction with Treatment by the Municipality</em></u></p><p>The difference between the nation and the DDPC in this section are even clearer. The satisfaction for the national sample as a whole is significantly lower than the respondents who lived in a DDPC area where the program has been fully carried out. It is quite clear, therefore, that the DDPC program is changing the way that municipalities are doing business, making them more responsive to their customers Resources to satisfy demands remain, of course, very constrained in Bolivia, given the overall low level of national income, but the DDPC project has found a way to increase citizen participation and satisfaction (Seligson 18).</p><p><u><em>The Gender Gap</em></u></p><p>Prior studies have shown a gender gap in the participation in Bolivia, and this gap still remains quite wide in both samples. These results suggest that far more needs to be done within the DDPC program to narrow this gap.</p><h3>Analysis and Criticism</h3><p>After a careful statistical analysis, it has been found that the DDPC program has an important and significant impact on raising the social capital within Bolivia. Social capital is not an inherent and unchangeable characteristic of a country. Programs can be designed to increase social capital and most of these developmental programs focus on economic growth. Examining the social and analytical processes of deliberative discussion one can see that these are deliberative programs because they focus on increasing the participation within a country and take into account all the processes Criticism: about the gender gap that in shown in the municipal participation.</p><h3> </h3><h3>Secondary Sources</h3><p>Seligson, Mitchell A. University of Pittsburgh Latin American Public Opinion Project. Can Social Capital Be Constructed? Decentralization and Social Capital Formation in Latin America.</p><p>John Gastil, Political Communication and Deliberation (Thousand Oaks, CA: Sage, 2008)</p><h3>External Links</h3><p><a class=\"external free\" href=\"http://www.usaid.gov/pubs/cbj2002/lac/bo/\" rel=\"nofollow\" title=\"http://www.usaid.gov/pubs/cbj2002/lac/bo/\">http://www.usaid.gov/pubs/cbj2002/lac/bo</a> [DEAD LINK] UPDATE: See here for similar content: <a href=\"https://www.usaid.gov/news-information/fact-sheets/usaid-bolivia\">https://www.usaid.gov/news-information/fact-sheets/usaid-bolivia</a></p><p><a class=\"external free\" href=\"http://www.qedgroupllc.com/index.php?option=com_qedproject&amp;task=view&amp;proj_id=178&amp;Itemid=178\" rel=\"nofollow\" title=\"http://www.qedgroupllc.com/index.php?option=com_qedproject&amp;task=view&amp;proj_id=178&amp;Itemid=178\">http://www.qedgroupllc.com/index.php?option=com_qedproject&amp;task=view&amp;proj_id=178&amp;Itemid=178</a> [BROKEN LINK]</p>", "title": "Bolivian Democratic Development"}