{"htmlbody": "<h3>Problems and Purpose</h3><p>In light of the Fukushima Daiichi nuclear disaster, the Japanese government looked to a representative sample - a \"scientific microcosm\" of citizens - in order to better understand and reflect public opinion in its nuclear power policies. They used the <a href=\"http://participedia.net/en/organizations/center-deliberative-democracy\" target=\"_blank\">Center for Deliberative Democracy</a>'s <a href=\"http://participedia.net/en/methods/deliberative-polling\" target=\"_blank\">Deliberative Polling® </a>method to both inform participants and allow them to influence policymakers about the public's will with regard to energy production issues. Ideally, the pro-zero-percent nuclear power outcome of the poll will effectively set the policy standard past 2030.</p><h3>History</h3><p>The Japanese government has used deliberative polling before, but only on the local level. This unprecedented national deliberative poll aimed to gauge public attitutes about the desired ratio of nuclear power generation to the power supply overall. From the briefing materials:</p><blockquote><p>\"After the Great East Japan Quake on March 11 2011 and the Fukushima Daiichi disaster, the government established the Energy and Environmental Committee under the Cabinet Secretariat in June 2011 in order to revise Japanese mid- and long-term energy and environmental strategy. Since then, the Committee has collaborated with related organizations such as the Atomic Energy Commission, the Advisory Committee on Energy and Natural Resources, and the Central Environment Council and aggressively discussed the issues with economic organizations, members from NGOs, and specialists in the related fields.  </p>On June 29 2012, the Energy and Environmental Committee summarized their discussions over a year and proposed three options (scenarios) for the energy and environmental policy for the year 2030 with four points of view in terms of reducing the dependency on nuclear power for the Japanese public. The Committee has promoted a national debate for these three options and collected opinions from a variety of areas to summarize them as a new strategy by the end of August.\" <a href=\"#[1]\">[1]</a></blockquote>A more in-depth analysis of Japan's nuclear energy policy can be found <a href=\"http://cdd.stanford.edu/docs/2012/jp-energy-policy.pdf\">here</a>.<h3>Originating Entities and Funding</h3><p>The Deliberative Poll on Energy and Environmental Policy Options was commissioned by the Japanese national government with consultation from Professor James Fishkin and Dr. Alice Siu from the <a href=\"http://participedia.net/en/organizations/center-deliberative-democracy\" target=\"_blank\">Center for Deliberative Democracy </a>at Stanford, and Professor Robert C. Luskin of the University of Texas, Austin. Those who contributed to the briefing materials include Kazuhiro Ueda, Professor, Kyoto University, Junko Edahiro, Director, the Institute of Studies in Happiness, Economy and Society, Kenichi Oshima, Professor, Ritsumeikan University, Kazuhiko Hagimoto, Professor, University of Tokyo, Yuko Sakita, Journalist, Environmental specialist, Shuzo Nishioka, Research Adviser, the Institute for Global Environmental Strategies, and Toshihiro Matsumura, Professor, University of Tokyo. <a href=\"#[1]\">[1]</a></p><h3>Participant Selection</h3><p>Participants consisted of a random sample of 285 individuals, selected from a larger random sample of 6,849 registered voters that participated in a preliminary telephone poll. While demographics were generally accurate to the population, the participants themselves included more males, more employed individuals, and less housewives than the larger sample of 6,849. <a href=\"#[2]\">[2]</a></p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The preliminary telephone poll, conducted in July, asked the 6,849 participants to identify their power supply-related priorities - from safety, supply stability, prevention of global warming, and cost - and which of the government's three nuclear energy plans - zero percent, fifteen percent, and twenty to twenty-five percent - that they preferred. A random sample was then drawn from there in order to participate in a weekend deliberative forum at Keio University, Tokyo. They were polled again as they arrived to the forum. <a href=\"#[2]\">[2]</a></p><p>At the forum, participants were provided with briefing materials that included the reasoning behind the the poll, their role as participants, outlines of their three options (zero percent nuclear energy in power generation, fifteen percent, and twenty to twenty-five percent), the historical background of Japan's current energy policy, pros and cons of nuclear and other methods of power generation, and a summary of the relevant issues. The materials were meant to educate the poll's participants prior to their deliberation in order to facilitate a more thorough and informed discussion. Specialists compiled the materials with the participants in mind, providing them (and the public-at-large, by extension) with an easily-understood brief on the relevant facts and controversies. <a href=\"#[1]\">[1]</a></p><p>During the forum, participants deliberated in small groups in light of their provided materials. They were also given the opportunity to question experts on nuclear power and Japan's energy policy. </p><p>The government again polled the participants immediately following the forum in order to gauge their opinion on nuclear energy policy. The poll also determined what, if any, changes of opinion and knowledge occured as a result of the deliberation. <a href=\"#[2]\">[2]</a></p><p>As of the final poll, support for the zero percent nuclear energy policy rose from 32.6% (as of the first poll) to 41.1% (as of the second) to 46.7%. Support for the fifteen percent policy was somewhat stable, rising from 16.8% to 18.2%, but then fell to 15.4%. Support for the twenty to twenty-five percent policy remained at 13% across the three polls. <a href=\"#[2]\">[2]</a></p><p>Participants were given the opportunity to evaluate their experience as deliberators. 85.6% rated the event as a whole as \"very useful\"; 87.4% rated the small group discussions, 78.6% rated the large plenary sessions, and 60% rated the briefing materials as the same. <a href=\"#[2]\">[2]</a></p><p>Many participants also felt that the deliberative process helped them clarify their views: 77.9% felt their opinions became stronger and more clear and 76.2% felt that they had a better understanding of the issues. <a href=\"#[2]\">[2]</a></p><p>The briefing materials were not rated as positively as the process. Only 34.7% felt that the \"materials included different opinions equally.\" However, 86.6% read half or more of the materials prior to the event and 24.6% \"not only read them but also looked up some of the issues by [themselves].\" <a href=\"#[2]\">[2]</a></p><h3>Influence, Outcomes, and Effects</h3><p>As a direct result of the deliberative polling process, Japan's national government has pledged to have zero percent dependency on nuclear energy after 2030. In the interim, they're expected to set a fifteen percent dependence as Japan's use of nuclear energy is modified and scaled back. <a href=\"#[3]\">[3]</a></p><blockquote><p class=\"JTparagraph\">\"The main pillar [of Japan's new energy strategy] would be the complete shutdown of all reactors by the 2030s. To achieve this, the government laid out three major goals: to limit the working life of reactors to 40 years, to only restart reactors that have been given stamped as safe by the new Nuclear Regulation Authority, and to ban the construction of new nuclear plants.</p><p class=\"JTparagraph\">The government pledged to cover the nation's energy needs by diversifying its sources and tripling its use of renewable power by 2030, advancing the use of thermal power generation, and securing a steady supply of inexpensive fossil fuels. It also vowed to slash electricity consumption to 100 billion kwh in 2030 from 1.1 trillion kwh in 2010 and promote energy-saving measures to the entire public.\" <a href=\"#[4]\">[4]</a></p></blockquote><p>Support for energy conservation in both the private and industry sectors increased from 62.5% to 72.8% and 59.3% to 67%, respectively, as a result of the deliberation. Support for increased efforts to promote renewable energy sources rose slightly from 85.6% to 87.8%. <a href=\"#[2]\">[2]</a></p><p>The three polls also included three knowledge questions. Three more were added to the second and third polls, for a total of six questions. Analysis of the results found a significant 7.6% knowledge gain found over the three polls, which supports the deliberative poll's knowledge-building effort. <a href=\"#[2]\">[2]</a></p><h3>Analysis and Criticism</h3><p>Most resources used to research this deliberative poll were provided by the originating entitites and should be read as such. More complete and nuanced information is as-yet unavailable on English-based websites. More information is required to flesh out the outcome section, as the outcome Japan's election on December 16, 2012 may change the policy. In addition, the zero-percent pledge may prove unrealistic due to the high cost of energy alternatives and the plan's unpopularity among business leaders. <a href=\"#[5]\">[5]</a></p><p>Some participants expressed dissatisfaction with certain portions of the forum, particularly the question and answer sessions with experts. They characterized responses as sometimes \"vague or contradictory\", especially in regards to disaster response questions. <a href=\"#[6]\">[6]</a></p><p>The event's executive summary found that trust for all information sources provided to participants started and remained low for the duration of the event. </p><blockquote>\"On first contact only 6.4%  trusted information from the government, only 19% trusted information from nuclear power specialists, only 3.6% trusted information from electric companies, and only 11.7% trusted information from the media. Most of this distrust was not affected by the event. But trust in nuclear power specialists rose significantly but modestly to 21.4%.  And trust in 5NPOs and NGOs [not asked in the first poll] rose significantly from [the second poll to the third] from 23% to 31.9%.\" <a href=\"#[2]\">[2]</a></blockquote>The summary added that the marked distrust for officials and the media contrasted with the highly positive reaction to the deliberative poll was worth noting. <a href=\"#[2]\">[2]</a><h3>Secondary Sources</h3><p><a id=\"[1]\" name=\"[1]\">[1]</a> Participants' briefing materials: <a href=\"http://cdd.stanford.edu/docs/2012/jp-energy-policy.pdf\" target=\"_blank\">http://cdd.stanford.edu/docs/2012/jp-energy-policy.pdf</a></p><p><a id=\"[2]\" name=\"[2]\">[2]</a> Summary of the poll and its findings: <a href=\"http://cdd.stanford.edu/polls/japan/2012/jp-energy-executive-summary.pdf\" target=\"_blank\">http://cdd.stanford.edu/2012/results-of-deliberative-polling-energy-and-environmental-policy-options-in-japan/</a></p><p><a id=\"[3]\" name=\"[3]\">[3]</a> Jiji (Sep 2012) <em>Zero Option for Nuclear Power May Be Added to Revamped Energy Plan.</em> The Japan Times Online. <a href=\"http://www.japantimes.co.jp/text/nn20120903a3.html\" target=\"_blank\">http://www.eco-business.com/news/zero-option-for-nuclear-power-may-be-added-to-revamped-energy-plan/</a></p><p><a id=\"[4]\" name=\"[4]\">[4]</a> Ito, Masami (Oct 2012) <em>Behind the No-Nuclear Option. </em>The Japan Times Online. <a href=\"http://www.japantimes.co.jp/text/nn20121030i1.html\" target=\"_blank\">http://www.japantimes.co.jp/text/nn20121030i1.html</a></p><p><a id=\"[5]\" name=\"[5]\">[5] </a>Tabuchi, Hiroko (Sep 2012) <em>Japan Sets Policy to Phase out Nuclear Power Plants by 2040</em>. The New York Times. <a href=\"http://www.nytimes.com/2012/09/15/world/asia/japan-will-try-to-halt-nuclear-power-by-the-end-of-the-2030s.html?pagewanted=all&amp;_r=0\" target=\"_blank\">http://www.nytimes.com/2012/09/15/world/asia/japan-will-try-to-halt-nuclear-power-by-the-end-of-the-2030s.html?pagewanted=all&amp;_r=0</a></p><p><a id=\"[6]\" name=\"[6]\">[6]</a> Mie, Ayako (Aug 2012) <em>New Hearing Set to Gauge Nuke Sentiment. </em>The Japan Times Online. <a href=\"http://www.japantimes.co.jp/text/nn20120806a1.html\" target=\"_blank\">http://www.japantimes.co.jp/text/nn20120806a1.html</a></p><h3>External Links</h3><p><a href=\"http://cdd.stanford.edu/2012/results-of-deliberative-polling-energy-and-environmental-policy-options-in-japan/\">Executive Summary</a></p><p><a href=\"http://cdd.stanford.edu/polls/japan/\">Center for Deliberative Democracy Japan Hub</a></p><h3>Notes</h3><p>Only English-based resources were used in the research for this page. Any additional information found, in Japanese or otherwise, would go far in improving its accuracy.</p>", "title": "Deliberative Poll on Japan's Energy and Environmental Policy Options"}