{"htmlbody": "<h3><strong>Background</strong></h3><p>The South East Local Health Integration Network (SE LHIN) is one of the fourteen networks established across the province of Ontario.  The networks serve to plan, manage, and fund the health care systems at their local and regional level.  The SE LHIN caters to approximately 485,500 people, or about 3.8% of the population of Ontario, in the South East region, which extends from Brighton on the west to Prescott and Cardinal on the east, north to Perth and Smith Falls, and back to Bancroft. (1&amp;5)</p><p>A large range of health care corporate providers and services are located within the SE LHIN and currently include, but are not limited to:</p><ul><li>Hospitals - 7 Hospital Corporations operating 12 sites</li><li>Cancer Centre - 1 Organization</li><li>Long-Term Car Homes - 37 Homes operating 4,106 beds</li><li>Community Care Access Centres (CCAC) - South East CCAC</li><li>Community Health Centres (CHCs) - 5 organizations operating 8 locations (5 main sites and 3 satellites)</li><li>Children's Treatment Centres (CTCs) - 2 Organizations</li><li>Community Mental Health &amp; Substance Abuse - 8 Addictions Programs and 19 Mental Health Programs</li><li>Community Support Services - 42 Community Support Services Agences (CSS), 3 Agencies providing Acquired Brand Injury (ABI) services, 3 Agencies providing Assisted Living Supportive Housing (ALSSH) (1)</li></ul><p>As stated in their website, the vision of the South East Local Health Integration Network (SE LHIN) is to “Achieve better health through proactive, integrated and responsive health care in partnership with an informed community.” (1)  The network hopes to reach this vision through attaining the following four goals:</p><ol><li>To build a true system of integrated health care that optimizes the use of resources.</li><li>To build understanding of the role of the SE LHIN in developing and managing a regional system of integrated patient-centered care.</li><li>To build a functional integrated-health system that supports better health care services and healthier citizens.</li><li>To demonstrate leadership as a knowledge-based organization that is credible, professional, proactive, and responsive. (1)</li></ol><h3><strong>Problems and Purpose</strong></h3><p>In ongoing attempts to create transparency between service providers within the South East health care system and their residents, the South East Local Health Integration Network (SE LHIN) launched a community engagement project in March of 2011.  The project was part of the Clinical Services Roadmap (CSR), which was designed to engage patients, caregivers, health care professionals and local residents in a deliberative discussion that would lead to a more open, efficient, and effective health care system.  Online Workbooks and face-to-face conversations were utilized so residents could convey their opinions concerning their health care needs and services.(3)</p><h3><strong>History</strong></h3><p>Local Health Integration Networks (LHIN) were created in March 2006 as a result of the Local Health System Integration Act.  The Act was created because, prior to 2006, health care providers were very divided making it difficult for patients in Ontario to navigate their health care system.  The established legislation seeks to make decisions within the health care system more open and supportive of community needs. (2)</p><p>The LHINs were not established to directly provide health services, but rather to ensure that existing services are adequately planned and funded.  Since 2006, the goals of LHINs have been to bring the decision making process down to the community level.*</p><h3><strong>Originating Entities and Funding</strong></h3><p>The South East Local Health Integration Network(SE LHIN) partnered with hospitals and Community Care Access Centres (CCACs) of the region to design and carry out the Clinical Services Roadmap (CSR).  Seven teams of health experts were created that focused on the different areas of health care in discussion.  Each team was led by a doctor with expertise on the subject matter. </p><p>The LHINs oversee nearly two-thirds of the $37.9 billion health care budget in Ontario.  The SE LHIN is a governmental agency of the provincial government of Ontario and is given a portion of the budget to allocate to all of the health care service providers within the South East region.(1)  For the CSR, the teams were working to develop a plan for the best allocation method within their current available resources.  No new funds were generated for this project.  The SE LHIN seeks to ensure that taxpayers are content with the allocation of their tax money so the CSR was established to guarantee residents’ needs were met.*</p><p>All of the deliberative processes of the CSR project were designed and implemented by SE LHIN staff and the health experts on the seven teams.  An outside consulting firm was employed to help facilitate the development and data collection of the online technologies and web surveys.  The firm, Ascentum, is based out of Ottawa and specializes in developing interactive public and community engagement programs.(4)</p><h3><strong>Participant Selection</strong></h3><p>The South East Local Health Integration Network (SE LHIN), the communications offices at the area hospitals, and the Community Care Access Centre (CCAC) developed an intense comprehensive media and communications campaign to inform as many residents as possible about the Clinical Services Roadmap (CSR) project and online workbooks.  The marketing campaign combined advertising through traditional media such as newspapers, radio, social media, etc. with word of mouth through stakeholder, employee and community outreach to reach the residents of South East Ontario.  Announcements and word of mouth at the workplace were the most successful methods of reaching residents. (3)</p><p>The target participants included any resident of the South East area of Ontario.  No individuals were excluded if they were residents of the aforementioned area.  The SE LHIN was hoping to attract a broad range of diverse participants from across the regional communities. (3)</p><p>There were a total of 867 registered participants that partook in the CSR project, either through the online workbook or the face-to-face conversations.  The outcome consisted of a fairly representative sample of the region’s population.  75.5% of the participants identified themselves as female, which according to the report, corresponds with similar community engagement exercises.  The age distribution of participants reflects the actual age distribution of residents in the region.  However, there was an underrepresentation of participants under the age of 24 and an overrepresentation of participants between the ages of 45 and 69.  These differences are attributed to a lack of interest of health care issues within the younger population and the fact that many working health care service providers are of the older age group, thus creating higher interest and engagement levels.  The participant county distribution also reflects the actual population makeup of the region.  However, an overrepresentation was present for participants from the United Counties of Leeds and Grenville, which is attributed to a high level of media presence promoting the CSR project in this area.  The SE LHIN also sought feedback from those working within the health care system.  A total of 335 health care service providers participated, which accounted for 38.6% of the total number of participants.  Out of those 335 individuals, nurses (46.9%) and physicians (10.2%) were the largest groups of health care serve provider participants. (3)</p><h3><strong>Deliberation, Decisions, and Public Interaction</strong></h3><p>The Local Health Integration Network (LHIN) are mandated by the government to undergo community engagement processes.  In the past, the SE LHIN has created various exercises to gather community feedback, such as online and phone surveys, but the Clinical Services Roadmap (CSR) was an unprecedented project in scope and magnitude.</p><p>Intense research and collaboration between members of the SE LHIN, the Community Care Access Centre (CCAC), and the clinical heads of local hospitals resulted in seven clinical areas of opportunity that shaped the focus of the CSR.  Seven teams were formed for each area that consisted of a mix of 30 to 50 members from the SE LHIN and experts and employees from the clinical service providers of interest.  Prior to the eight-week community engagement period, the teams deliberated on solutions to relevant problems and concerns within their focus areas.  The findings that surfaced from their deliberative discussions were used to create the content of the online workbooks. (3)*</p><p>Ascentum, the consulting firm, created a website specifically for the Clinical Services Roadmap (CSR) project that contained access to the online workbooks.  Participants were encouraged to complete all of the seven focus area sections of the online workbook, but completing just one from their area of interest was also acceptable.  They could also complete them in whatever order they wanted and were able to finish them at different times.  Paper copies were also made available for residents who did not have internet access or preferred a written version.  The face-to-face conversations were included mainly for elderly residents who were not comfortable using online tools or not able to handwrite.  The website was live and online and paper workbooks were accepted for eight weeks between March 21, 2011 to May 15, 2011.  The face-to-face conversations were also held during this period.(3)</p><p>The seven clinical work areas were:</p><ul><li>Cardiovascular Disease Services</li><li>Emergency Department Wait Times</li><li>Healthcare Acquired Infections</li><li>Maternal and High Risk Newborn Care</li><li>Mental Health and Addictions Services</li><li>Regional Surgical Services</li><li>Restorative Care Services(3&amp;5)</li></ul><p>When they visited the website, participants were greeted with a welcome video explaining the Clinical Services Roadmap (CSR) initiative and its corresponding online workbooks they were about to complete.  Participants were able to then click one of the seven areas they were interested in, which would bring them to another informational video featuring one of the clinical leads who would explain the issues facing that particular clinical area.  Each workbook took approximately twenty minutes to complete and included survey-like questions that informed participants on the issues and tough questions facing the Clinical Work Teams, while giving them the opportunity to share their opinions on what options and solutions made the most sense. (3)</p><p>Ascentum helped to collect and prepare the plethora of responses so that the Clinical Work Teams could properly analyze them.  The Community Engagement Report explains the data collection process, “All 1,775 Workbook responses were analyzed using leading industry qualitative and quantitative analysis software, combined with the careful touch of professional social science analysts. Quantitative responses (or “closed” answers, expressed through numbers) were fed into SPSS to determine frequencies, while qualitative responses (or “open-ended” answers, expressed through text) were analyzed using NVivo to uncover recurring themes and ideas.” (3)</p><h3><strong>Influence, Outcomes, and Effects</strong></h3><p>Section six of Version 1.1 of the Clinical Services Roadmap: Community Engagement Report released on July 27, 2011 gives a detailed analysis of the results from the workbooks.  Each section first contains a breakdown of the number of participants who completed a workbook for that particular clinical area.  Following that statistic is a Key Findings section in which a main summary of the results is included.  The next two sections differ for each of the seven clinical areas but typically concern suggestions and concerns or findings concerning what did and what did not work well.  In these two sections, quotes from participants are included to give insight into the general tone behind the responses and findings.  See the report for the full analysis of responses. (3)</p><p>The results of the community engagement process were used to inform and advise the seven Clinical Work Teams on steps to take moving forward to positively develop clinical services in the region.  The Workbooks were created to build on existing community engagement initiatives and will help with future development.  The results of the process also helped the South East Local Health Integration Network (SE LHIN) with their ongoing allocation decisions.  To maintain transparency and guarantee taxpayers were satisfied with where their taxes were being distributed, the SE LHIN utilized the results from the Workbooks to ensure they were allocating the funds from their current budget appropriately.*</p><h3><strong>Analysis and Criticism</strong></h3><p>Both participants and the Clinical Work Teams were satisfied with the outcome of the community engagement phase of the Clinical Services Roadmap (CSR) project. </p><p>According to the Community Engagement Report, “Fifty six percent of participants agreed that they enjoyed completing the Workbook, while 57% agreed that completing a Workbook helped them understand what the CSR project was about. Based on their experience with the Workbook(s), 74% would consider completing another Workbook in the future. Lastly, 72% indicated that they would now follow the South East LHIN’s work more closely.” (3)</p><p>The South East Local Health Integration Network believed the insight gained during the community engagement phase was very valuable to the Clinical Services Roadmap project.  They concluded the input they received will help in strengthening the health care system in South East Ontario. (3)*</p><h3><strong>Secondary Sources</strong></h3><p>(1) South East Local Health Integration Network Website.  <a href=\"http://www.southeastlhin.on.ca/Page.aspx?id=108&amp;ekmensel=e2f22c9a_72_184_btnlink\">http://www.southeastlhin.on.ca/</a></p><p>(2) Ontario Ministry of Health and Long Term Care: Local Health System Integration Act, 2006.  <a href=\"http://www.health.gov.on.ca/en/common/legislation/lhins/default.aspx\">http://www.health.gov.on.ca/en/common/legislation/lhins/default.aspx</a></p><p>(3) Clinical Services Roadmap: Community Engagement Report; July 27, 2011. <a href=\"http://www.southeastlhin.on.ca/uploadedFiles/Home_Page/Report_and_Publications/TAB%2011%20-%20CSR%20External%20Engagement%20Report%20July%2027%202011.pdf\">http://www.southeastlhin.on.ca/uploadedFiles/Home_Page/Report_and_Publications/TAB%2011%20-%20CSR%20External%20Engagement%20Report%20July%2027%202011.pdf</a> [DEAD LINK] <br/>UPDATE: CSR website moved here: <a href=\"http://www.southeastlhin.on.ca/GoalsandAchievements/Coordination/ClinicalServicesRoadmap.aspx\">http://www.southeastlhin.on.ca/GoalsandAchievements/Coordination/Clinica...</a></p><p>(4) The South East Local Integrated Health Network Community Engagement Plan 2011-2012.<a dir=\"ltr\" href=\"http://southeastlhin.on.ca/~/media/sites/se/UploadedFiles/CommunityEngagement/SE%20LHIN%20Community%20Engagement%20Plan%20for%202011-12-%20eng.pdf?la=en\">http://southeastlhin.on.ca/~/media/sites/se/UploadedFiles/CommunityEngagement/SE%20LHIN%20Community%20Engagement%20Plan%20for%202011-12-%20eng.pdf?la=en</a></p><p>(5) Regional Analysis of SE LHIN Hospital Services. <a dir=\"ltr\" href=\"http://www.southeastlhin.on.ca/~/media/sites/se/uploadedfiles/Public_Community/Report_and_Publications/Other_Reports/Regional%20Analysis%20Clinical%20Services%20Roadmap-Final.pdf\">http://www.southeastlhin.on.ca/~/media/sites/se/uploadedfiles/Public_Community/Report_and_Publications/Other_Reports/Regional%20Analysis%20Clinical%20Services%20Roadmap-Final.pdf</a></p><h3><strong>External Links</strong></h3><p><a href=\"http://www.lhins.on.ca/home.aspx?LangType=4105\">Map of the Ontario Local Health Integration Network</a></p><p><a href=\"http://www.southeastlhin.on.ca/\">South East Local Health Integration Network Website</a></p><p><a href=\"http://www.health.gov.on.ca/en/common/legislation/lhins/default.aspx\">Ontario Ministry of Health and Long Term Care: Local Health System Integration Act, 2006</a></p><p><a href=\"http://www.ccac-ont.ca/\">Ontario Community Care Access Centres</a></p><p id=\"page-title\"><a href=\"http://www.e-laws.gov.on.ca/html/statutes/english/elaws_statutes_06l04_e.htm\">Local Health System Integration Act, 2006</a></p><p><a href=\"http://www.ascentum.ca/\">Ascentum Official Website</a></p><h3><strong>Notes</strong></h3><p>*Phone conversation with Michael Alexander, SE LHIN Communications and Community Engagement; December 6, 2012.</p><p> </p>", "title": "South East Local Health Integration Network Clinical Services Roadmap Community Engagement Project"}