{"htmlbody": "<h3>Summary</h3><p>The case study features online consultations and in person hearings intended to reform the mental health, mental illness and addiction services in the Canadian healthcare system. The study, conducted by The Standing Senate Committee on Social Affairs, Science and Technology, includes four reports. The final report made 118 recommendations to reform the mental health and illness and addiction services. Although the final report lacked legal authority, the recommendations presented in it were taken seriously, evidenced by the creation of the Mental Health Commission of Canada in March 2007. The commission was created to implement the other recommendations in the Final Report entitled <em>Out of the Shadows At Last – Transforming Mental Health, Mental Illness and Addiction Services in Canada.</em></p><h3>Problems and Purpose</h3><p>Canada’s public healthcare system has systematically ignored or made it difficult for those affected by addiction, mental illness, or other issues of mental health to receive adequate services. </p><p>The Canadian Senate recognized these deficiences and thus ordered The Standing Senate Committee on Social Affairs, Science and Technology to conduct a deliberative study addressing these issues. The purpose of this deliberation was to understand the deficiencies in the healthcare system and examine the role of the federal government. </p><p>In a letter to The Organization for Bipolar Affective Disorder, the Committee Chair Senator Michael Kirby outlined the goals of the online deliberation. \"The responses we receive will help to focus national attention on the long-neglected area of mental health. In particular, it will help the Committee to make recommendations to improve the range, quality and organization of services for the tens of thousands of Canadians who are living with mental disorders and addictions. By providing feedback respondents will be contributing directly to the development of public policy in Canada.\"</p><h3><strong>History</strong></h3><p>Canada is the only G8 country without a comprehensive strategy to offer mental health and addiction services to its citizens.  The Standing Senate Committee on Social Affairs, Science and Technology was mandated to conduct a study on the nature of government in the national healthcare stretegy. <em>Out of the Shadows At Last – Transforming Mental Health, Mental Illness and Addiction Services in Canada </em>delivered in May 2006 is the first national report conducted on mental health, illness and addiction in Canada’s healthcare system. This is compared to over 300 reports conducted on physical healthcare.</p><h3>Originating Entities and Funding</h3><p>Recognizing the insufficient mental health, illness and addiction services for patients and caregivers, the Standing Senate Committee on Social Affairs, Science and Technology received a mandate from the Senate to study the state of mental health services and addiction treatment in Canada during the Second Session of the Thirty-Seventh Parliament (October 2002). They were to examine the role of the federal government in this area. </p><p>This mandate was renewed in the Third Session of the Thirty-Seventh Parliament (February 2004) and again in the First Session of the Thirty-Eighth Parliament (October 2004). The amount of funding allotted to the Committee is unclear.</p><h3>Participant Selection</h3><p>The Committee conducted a series of online consultations and public hearings. For the online consultations, the Committee created an online questionaire. This was posted to their website for all to view and participate in. The Committe contacted Canadian non-profit organizations and interest groups that had interest in mental health services in an effort to publicize the online consultations.</p><p>There is little information regarding participant selection for the public hearings. All participants had been involved with Canadian mental health, mental illness and addiction services at one time on behalf of others or for themselves.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The Committee invited the public to answer a short questionnaire on a few key issues relating to mental health, mental illness and addiction. The Committee travelled to every province and terrority. They held more than 50 meetings (approximately 130 hours of hearings) in which participants shared their experiences with Canada's mental health system.  The hearings were supplemented by two e-consultations available through the committee's website. The Committee garnered hundreds of individual stories through these online consultations/questionaires and received testimony from over 300 participants at the public hearings. These testimonies fill nearly 2,000 pages.</p><h3>Influence, Outcomes, and Effects</h3><p>The public hearings and online consultations resulted in a 4 reports. The final report, <em>Out of the Shadows At Last – Transforming Mental Health, Mental Illness and Addiction Services in Canada,</em> was published in 2006 and consisted of 118 policy recommendations for the national healthcare system to adopt. </p><p>The final report also featured personal testimonies garnered through public hearings and online consultations. The study resulted in the creation of the Mental Health Commission of Canada, an organization implemented in order to carry out the other recommendations and reform mental health, mental illness and addication services in the Canadian healthcare system.</p><h3>Analysis and Criticism</h3><p>The Committee lacked any real authority to implement policy recommendations. Although one of the policy recommendations resulted in the creation of a Mental Health Commission, it is unclear as to whether the other 117 recommendations have been implemented or acted upon in any way. </p><p>The methods of particpant selection and audience participation should have been explained more thoroughly in the series of reports in order to replicate the success at raising public awareness or alter to ensure more impact.</p><h3>Secondary Sources</h3><p><a href=\"http://www.obad.ca/reports_kirby\">The Organization for Bipolar Affective Disorder</a></p><p><a href=\"http://www.mentalhealthcommission.ca/SiteCollectionDocuments/Evaluation/MHCC_Summary_Report_final_ENG.pdf\">Report by Mental Health Commission of Canada</a> [DEAD LINK]</p><h3>External Links</h3><p>OUT OF THE SHADOWS AT LAST Transforming Mental Health, Mental Illness and Addiction Services in Canada Final Report of The Standing Senate Committee on Social Affairs, Science and Technology:<br/><a href=\"http://www.parl.gc.ca/content/sen/committee/391/soci/rep/pdf/rep02may06part1-e.pdf\">Part 1</a><br/><a href=\"http://www.parl.gc.ca/content/sen/committee/391/soci/rep/pdf/rep02may06part2-e.pdf\">Part 2</a></p>Mental Health, Mental Illness and Addiction: Overview of Policies and Programs in Canada Report 1<a href=\"http://www.parl.gc.ca/Content/SEN/Committee/381/soci/rep/report1/repintnov04vol1part1-e.htm\">www.parl.gc.ca/Content/SEN/Committee/381/soci/rep/report1/repintnov04vol...</a> US National Library on Medicine-National Institutes of Health<a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2335192/\">www.ncbi.nlm.nih.gov/pmc/articles/PMC2335192/</a>", "title": "Canadian Senate Public Consultations on Mental Health, Mental Illness and Addiction Services"}