{"htmlbody": "<h3><u>Definition</u></h3><p>The Pittsfield School  District discovered they needed to re-vamp their school systems. With a grant from the Nellie Mae Education Foundation they started research into how they could transform their schools. The main focus was designing a community conversation to help uncover teh underlying issues and develop possible solutions. This is the beginning of what plans to be a long-term plan of change.</p><h3><u>Problems and Purpose</u></h3><p><strong>The Pittsfield New Hampshire School District recognized that their schools, most particularly the Middle School, needed to tranforms to a student-centered learning environment that would motivate their students. They also were focused on bringing up graduation rates, college-attendance rates,</strong></p><h3><u>History</u></h3><p><strong>In December of 2010, the Pittsfield School District received a one-year planning grant from the Nellie Mae Education Foundation to support the transformation of their middle -high school from a traditional school to a student-centered learning environment. Pittsfield is the only community in New Hampshire to receive one of these highly competitive grants.</strong></p><p> </p><p><strong>Since the grant was awarded, the Community Advisory Council - which includes many community members and community educators who have volunteered - began developing a multi-year plan for this transformation. The Council researched effective educational practices and visited successful, innovative schools to learn how to better serve the students and  the community.</strong></p><p> </p><p><strong>An important component of the planning process was to involve as many Pittsfield residents as possible in assessing the current state of the schools and creating concrete recommendations for improvement over the next several years. To meet this goal, the School District decided to work with the Pittsfield Youth Workshop to design a process for engaging town residents in focused conversations about the schools and community. The PYW then partnered with NH Listens (part of the Carsey Institute at the University of New Hampshire) to help support these community-wide small group dialogues. The first rounds of those community conversations occurred in August and September, 2011. </strong></p><p> </p><p><strong><strong>To begin the project, the organizations brought together a small planning group in July to help frame the key questions to be addressed and identify some of the primary issues that were likely to come up in the conversations. This group included the staff and board leadership of PYW, members of the Community Advisory Council, school employees, parents, and community leaders. The group discussed perceptions of the community and its schools, past efforts at school improvement, and ways to strengthen the school and community in the future. In order to capture the importance of the relationship between Pittsfield and its schools, the group decided that the most appropriate framing for the small group dialogues that would be taking place in August should be: <em>Strong Schools—Strong Community; How can all of us make Pittsfield a great</em> <em>place for everyone to learn and live?</em></strong></strong></p><p> </p><p><strong><strong>The planning group also discussed the most effective way to engage as many people as possible in the community conversations, including ways to recruit residents who often don’t participate in public forums or school-related events. In order to provide input to the schools in time to be included in the next major funding proposal to the Nellie Mae Foundation, it was decided that a three-week series of small group facilitated dialogues beginning in early August would be the most effective approach.</strong></strong></p><p> </p><p> </p><p> </p><h3><u>Participant Selection</u></h3><p><strong>PYW and the planning group recruited facilitators and participants, using a variety of strategies. </strong></p><ul><li><strong>High school students worked with PYW to design fliers to promote the community conversations and attended Pittsfield Old Home Day and National Night Out to distribute the fliers and encourage residents to sign up for the conversations. </strong></li><li><strong>PYW reached out to particular groups in the community to encourage participation, including senior citizens, current high school students and recent graduates, parents who have participated in PYW programs in the past, homeschool parents, community leaders and community members who are not generally involved in the school. </strong></li><li><strong>Phone calls were made to individual residents, announcements and articles were published in the <em>Suncook Valley Sun</em>, and notices were posted on the PYW and Pittsfield School District web site.</strong></li></ul><p> </p><p><strong>These efforts resulted in registration of over 60 participants, representing a diverse range of ages, occupations, length of residency in Pittsfield, and experience with the schools (some had children in the schools and some did not). However, between the time of recruitment and the beginning of the conversations more people did show interest in participating. In total 113 residents participated in the conversation.</strong></p><p> </p><p> </p><h3>Deliberation, Decisions, and Public Interaction</h3><p><strong>The community conversations began on July 28, 2011 at the Pittsfield Fire Station. About 30 of those oringically planning to participate attended, as well as a number of residents who had not signed up. The kick-off was also attended by the School Board and school leadership as well as representatives of the Annenberg Institute for School Reform. A total of about 50 residents participated in the kick-off. A combination of whole group and small group exercises were used to answer a set of four questions, listed below with the most common themes reported under each one. The starred (*) words were used the most often.</strong></p><p><strong><strong><em> </em></strong><em>What words would I use to describe Pittsfield schools today?</em></strong></p><ul><li><p><strong><em>small**</em></strong></p></li><li><p><strong><em>limited**</em></strong></p></li><li><p><strong><em>caring</em></strong></p></li><li><p><strong><em>improving</em></strong></p></li><li><p><strong><em>changing**</em></strong></p></li><li><p><strong><em>supportive</em></strong></p></li><li><p><strong><em>needs improvement</em></strong></p></li><li><p><strong><em>dedicated**</em></strong></p></li><li><p><strong><em>lack of communication between parents and teachers</em></strong></p></li></ul><p><strong> </strong></p><p><strong> </strong></p><p><strong><strong><em>What words would I use to describe the Pittsfield community today?</em></strong></strong></p><ul><li><p><strong><strong><em>supportive**</em></strong></strong></p></li><li><p><strong><strong><em>friendly</em></strong></strong></p></li><li><p><strong><strong><em>small**</em></strong></strong></p></li><li><p><strong><strong><em>close</em></strong></strong></p></li><li><p><strong><strong><em>active</em></strong></strong></p></li><li><p><strong><strong><em>caring**</em></strong></strong></p></li><li><p><strong>taxed</strong></p></li><li><p><strong>struggling**</strong></p></li><li><p><strong>poor**</strong></p></li><li><p><strong>shrinking</strong></p></li><li><p><strong>dedicated</strong></p></li></ul><p> </p><p><strong><strong><em>What words would I want to use to describe Pittsfield schools in five years?</em></strong></strong></p><ul><li><p><strong>successful</strong></p></li><li><p><strong>teachers stay</strong></p></li><li><p><strong>achieving**</strong></p></li><li><p><strong>proud**</strong></p></li><li><p><strong>student-centered**</strong></p></li><li><p><strong>thriving</strong></p></li><li><p><strong>innovative</strong></p></li><li><p><strong>individualized</strong></p></li><li><p><strong>communicative</strong></p></li><li><p><strong>model for other schools</strong></p></li><li><p><strong>100% of graduates all knowing their next steps</strong></p></li></ul><p><strong> </strong></p><p> </p><p><strong><strong><em>What words would I want to use to describe the Pittsfield community in five years?</em></strong></strong></p><ul><li><p><strong><em>united</em></strong></p></li><li><p><strong><strong><em>positive**</em></strong></strong></p></li><li><p><strong><strong><em>clean**</em></strong></strong></p></li><li><p><strong><strong><em>home</em></strong></strong></p></li><li><p><strong><strong><em>growing**</em></strong></strong></p></li><li><p><strong><strong><em>clost knit</em></strong></strong></p></li><li><p><strong><strong><em>lively</em></strong></strong></p></li><li><p><strong><strong><em>safe</em></strong></strong></p></li><li><p><strong><strong><em>proud**</em></strong></strong></p></li><li><p><strong><strong><em>connected</em></strong></strong></p></li><li><p><strong><em>active**</em></strong></p></li><li><p><strong><strong><em>welcoming</em></strong></strong></p></li><li><p><strong><strong><em>strong</em></strong></strong></p></li><li><p><strong><strong><em>friendly**</em></strong></strong></p></li></ul><p> </p><p><strong><strong>Overall, the themes that emerged from the Kick-Off focused on the size and demographic characteristics of the schools and community now (small, struggling, poor, changing), the community’s sense of itself and its schools now (supportive, dedicated, caring), and its aspirations for the future of the schools and community (proud, achieving, student centered, active, positive, clean, friendly).</strong></strong></p><p><strong><strong>Once these issues were uncovered, the conversation topics were able to be decided and the conversations could begin.</strong></strong></p><p><strong><strong><strong>Five facilitated groups of 8-12 people met over a period of three weeks for two hours each week to address the framing questions. In addition, four separate focus groups were held - one group of Senior Citizens at the Senior Center, two separate groups of current middle and high school students and recent graduates, and another group with teachers and school staff. A total of 113 community members participated in these conversations.</strong></strong></strong></p><p><strong><strong><strong>There were various topics discussed which are listed and detailed below&gt;</strong></strong></strong></p><p><strong><strong><strong>*Communication</strong></strong></strong></p><ul><li><strong><strong><strong>between parents and teachers</strong></strong></strong></li><li><strong><strong><strong>between the schools leadership and the community</strong></strong></strong></li><li><strong><strong>within the schools<strong><strong>uusing me </strong></strong></strong></strong></li><li><strong><strong><strong><strong>using the media outlets to benefit the schools</strong></strong></strong></strong></li></ul><p><strong><strong>*Involvement of the community and parents in school matters.</strong></strong></p><p><strong><strong><strong>*Setting high expectatios for student achievement.</strong></strong></strong></p><p><strong><strong>*Expand the curriculum</strong></strong></p><ul><li><strong><strong>broader use of technology by teachers and in the classrooms</strong></strong></li><li><strong><strong>a higher number of electives offered in the Arts and AP courses</strong></strong></li></ul><p><strong><strong>*School and community pride</strong></strong></p><p><strong><strong>*Clear guidelines for acceptable behavior and strict discipline.</strong></strong></p><p><strong><strong>*T<strong>ransitions of students at grades K-1, 6-7, 8-9, and at graduation </strong></strong></strong></p><p><strong><strong><strong>*The morale of administrators, teachers, students, and parents</strong></strong></strong></p><p> </p><p><strong><strong><strong>The discussion structure was very informal. It was merely an open discussion for all those who wanted to participate. They were organized into groups and given topics to discuss (from the ones listed about). They met various times over a period of 3 weeks to discuss these issues and come up with solutions for the school and the community.</strong></strong></strong></p><p> </p><p><strong><strong><strong><strong><u>GROUP ONE</u></strong><strong>:</strong></strong></strong></strong></p><p><strong><strong><strong><strong>1. Communication </strong></strong></strong></strong></p><ul><li><strong><strong><strong><strong>Use multiple forms of communication between the school and community, including newspapers, newsletters from the school, community bulletin boards, a teacher web page, automated e-mail and phone communications, Facebook, Power School, etc</strong></strong></strong></strong></li><li><strong><strong><strong><strong>Conduct a survey of residents to determine the most effective, preferred forms of communication </strong></strong></strong></strong></li></ul><p><strong><strong><strong><strong>2. Collaboration/communication </strong></strong></strong></strong></p><ul><li><strong><strong><strong><strong>Create a task force to address collaboration and communication shortcomings and make suggestions for improvement </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Increase partnerships with community organizations, including through the use of school venues for community partners</strong></strong></strong></strong></li><li><strong><strong><strong><strong>Increase opportunities for vocational training through partnerships</strong></strong></strong></strong></li></ul><p><strong><strong><strong><strong>3. Accountability </strong></strong></strong></strong></p><ul><li><strong><strong><strong><strong>Expand the learning contract to include behavior and learning </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Respond within 24-48 hours to communications (both parents and schools) </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Rethink tenure policies and increase evaluations of both teachers and students </strong></strong></strong></strong></li></ul><p><strong><strong><strong><strong>4. Student-Centered Learning</strong></strong></strong></strong></p><ul><li><strong><strong><strong><strong>Offer more flexible scheduling </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Seek flexible learning through “reverse ELO” and use of the “Seven Intelligences” model </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Revisit graduation requirements to include life skills and job skills </strong></strong></strong></strong></li></ul><p> </p><p> </p><p><strong><strong><strong><strong><u>GROUP TWO</u></strong><strong>:</strong></strong></strong></strong></p><p> </p><p><strong><strong><strong><strong>1. Communication and teacher-parent involvement </strong></strong></strong></strong></p><ul><li><strong><strong><strong><strong>The school district will be proactive in communicating useful, effective, and sufficient information to the community in a timely manner. </strong></strong></strong></strong></li></ul><p><strong><strong><strong><strong>2. Pride in School and Community </strong></strong></strong></strong></p><ul><li><strong><strong><strong><strong>Pittsfield will be a town where the students and the community are proud to belong and call their home. </strong></strong></strong></strong></li></ul><p><strong><strong><strong><strong>3. Discipline and Clear Expectations </strong></strong></strong></strong></p><ul><li><strong><strong><strong><strong>Develop a fair discipline system that will be applied in a consistent manner and include age appropriate expectations and consequences – while maintaining the safety of the students. </strong></strong></strong></strong></li></ul><p><strong><strong><strong><strong>4. Transitions </strong></strong></strong></strong></p><ul><li><strong><strong><strong><strong>Pittsfield students will be better prepared for all transitions throughout their academic career (K-1; 6-7; 8-9; 12-post HS). </strong></strong></strong></strong></li></ul><p> </p><p> </p><p><strong><strong><strong><strong><u>GROUP THREE</u></strong><strong>:</strong></strong></strong></strong></p><p> </p><p><strong><strong><strong><strong>1. Improve the morale of administrators, teachers, students and parents involved in our schools. </strong></strong></strong></strong></p><ul><li><strong><strong><strong><strong>Make the student the center of the school system. Parents, teachers, guidance counselors, the school board and administrators should all be focused on seeing our students excel and achieve their goals. </strong></strong></strong></strong></li></ul><p><strong><strong><strong><strong>2. Increase the expectations for excellence in our schools. </strong></strong></strong></strong></p><ul><li><strong><strong><strong><strong>Give each child a strong foundation (reading, grammar, spelling, math, science, American history and government) at the elementary level and build on and reinforce that foundation at the secondary level, apart from the standardized testing requirements. Create requirements in the student's personal learning plan </strong><strong>at the secondary level to define the relevance and context of the foundational subjects to their own futures.</strong></strong></strong></strong></li></ul><p><strong><strong><strong> </strong></strong></strong></p><p><strong><strong><strong><strong>3. Improve the transition from K-6 to7-12 and 7-12 to College/University/Career. Create continuity of curriculum and administration by emphasizing one school district, one school and one principal. </strong></strong></strong></strong></p><ul><li><strong><strong><strong><strong>Change the guidance process so it starts earlier and get the parents involved in the process. Provide ways for the students to explore career and college opportunities in the middle school. </strong></strong></strong></strong></li></ul><p> </p><p><strong><strong><strong><strong>4. Get the community involved in the schools and the town. </strong></strong></strong></strong></p><ul><li><strong><strong><strong><strong> Create opportunities for community members to voice opinions and concerns and brainstorm ideas and action steps. Community members should be able to see reports and results of their efforts. </strong></strong></strong></strong></li></ul><p> </p><p> </p><p><strong><strong><strong><strong><u>GROUP FOUR</u></strong><strong>:</strong></strong></strong></strong></p><p> </p><p><strong><strong><strong><strong>1. Communication : Internal</strong></strong></strong></strong></p><ul><li><strong><strong><strong><strong>Improved communication between the front office and other parts of the school. </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Have a consultant come in and look at where the gaps are in communication within the school and help to improve this. </strong></strong></strong></strong></li></ul><p><strong><strong><strong><strong>2. Communication : External </strong></strong></strong></strong></p><ul><li><strong><strong><strong><strong>Improved communication between the front office and the community, and the front office and parents. </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Improved communication between the school and divorced parents (communication to both parents, not just custodial parent). </strong></strong></strong></strong></li><li><strong><strong><strong><strong>A “volunteer coordinator” position to coordinate parents and other community members to help with school events. This volunteer coordinator could also help to place students in community jobs or volunteering opportunities. </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Hold an after school activities fair so that students can see all of the opportunities available in the school and the community. </strong></strong></strong></strong></li></ul><p><strong><strong><strong><strong>3. Digital Communication </strong></strong></strong></strong></p><ul><li><strong><strong><strong><strong>Improved website to help with communication between the school and parents/the community. Appoint a team leader or teacher for each grade level to frequently update information for the team/grade on the website. Post a syllabus when assignments are due for each class and when any important events are coming up either for the classes, the grade level, after school activities or the school in general. </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Send out important messages about school events on an email list and via text message and/or as a recorded message that goes automatically to voicemail. Include homeschooled students on these lists as well. </strong></strong></strong></strong></li><li><strong><strong><strong><strong>A recorded line with important information for people who don’t have cell phones or answering machines. </strong></strong></strong></strong></li></ul><p><strong><strong><strong><strong>4. Paper Communication </strong></strong></strong></strong></p><ul><li><strong><strong><strong><strong>A weekly bulletin home for parents at all grade levels. </strong></strong></strong></strong></li><li><strong><strong><strong><strong>For people who do not have internet or cell phone access, use assigned “pick up points” like the public library or post office for bulletins and other literature that parents need to get about the schools. </strong></strong></strong></strong></li></ul><p><strong><strong><strong><strong>5. Curriculum </strong></strong></strong></strong></p><ul><li><strong><strong><strong><strong>More courses offered to students, including more foreign language opportunities and music/arts opportunities. </strong></strong></strong></strong></li><li><strong><strong><strong><strong>More advanced courses and more challenging opportunities for accelerated students. Expand online opportunities for students, and create a cooperative exchange between Pittsfield and other schools (we share courses). </strong></strong></strong></strong></li><li><strong><strong><strong><strong>More talk about college, trade school, or other careers earlier on – like middle or even elementary school. </strong></strong></strong></strong></li></ul><p><strong><strong><strong><strong>6. Community/Parent Involvement </strong></strong></strong></strong></p><ul><li><strong><strong><strong><strong>Adult mentors who are available to support students. </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Parent resource center expanded. </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Graduates of Pittsfield come into the schools for career days or other events to talk to and mentor younger Pittsfield students. </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Job fair or career fair for 9th graders or early on in school. </strong></strong></strong></strong></li><li><strong><strong><strong><strong>A business showcase day at the school that emphasizes careers and career training. </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Reach out to alumni associations, senior center. </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Scholarship opportunities to get students involved in community service </strong></strong></strong></strong></li></ul><p> </p><p> </p><p><strong><strong><strong><strong><u>GROUP FIVE</u></strong><strong>:</strong></strong></strong></strong></p><p><strong><strong><strong><strong>1. Magnet Schools : A school which attracts students, teachers, administrators, families, businesses to the community.</strong></strong></strong></strong></p><ul><li><strong><strong><strong><strong>High graduation rate </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Exceeds NECAP Test scores </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Attracts and retains quality educators </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Students follow through post-graduation plan that is tracked </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Offer and attract homeschooler friendly programs</strong></strong></strong></strong></li><li><strong><strong><strong><strong>State of the art technological infrastructure </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Curriculum committee and administrators collaborate to implement and monitor proven and effective teaching methods and held accountable </strong></strong></strong></strong></li></ul><p><strong><strong><strong><strong>2. Every child has and feels they have an equal opportunity to succeed. </strong></strong></strong></strong></p><ul><li><strong><strong><strong><strong>Incredible teachers – affirming </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Supportive parents and community </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Teachers are trained, supported , encouraged and monitored (observed) to bring out the best in there students </strong></strong></strong></strong></li><li><strong><strong><strong><strong>School and community pride </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Students feel like valued community members </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Each student should have their basic needs met </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Uniforms (yes or no) </strong></strong></strong></strong></li></ul><p> </p><p><strong><strong><strong><strong>3. Communication = Promotes positive aspects of school </strong></strong></strong></strong></p><ul><li><strong><strong><strong><strong>Improved email and print communication </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Various forms of communication (text, phone, email, paper) </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Keep it simple and informative </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Better internal communication </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Accountability (teachers, students, parents) </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Teachers, parents and administrators communicate positive as well as negative </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Positive testimonial about teachers </strong></strong></strong></strong></li></ul><p><strong><strong><strong><strong>4. Technology = Incorporating technology that enhances the learning experience. </strong></strong></strong></strong></p><ul><li><strong><strong><strong><strong>Satellite campus </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Electronic grade book and attendance (use PowerSchool to full capability) </strong></strong></strong></strong></li><li><strong><strong><strong><strong>More training for parents about PowerSchool benefits </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Tech Specialist that can work with educators in meeting student needs </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Use technology to monitor post graduate progress and all kinds of measurable things. </strong></strong></strong></strong></li><li><strong><strong><strong><strong>More training for teachers, parents, administrators bout technology </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Model technology after successful schools. Implement and monitor </strong></strong></strong></strong></li></ul><p> </p><p><strong><strong><strong><strong><u>SENIOR CITIZEN FOCUS GROUP</u></strong><strong>:</strong></strong></strong></strong></p><ul><li><strong><strong><strong><strong>Parents and teachers should agree on discipline practices </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Teach self-esteem to students </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Teachers should know their students better </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Exercise teacher authority and discipline </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Fewer, lower school taxes </strong></strong></strong></strong></li><li><strong><strong><strong><strong>More accountability in school board and administration </strong></strong></strong></strong></li><li><strong><strong><strong><strong>More options and electives in classes </strong></strong></strong></strong></li></ul><p> </p><p> </p><p><strong><strong><strong><strong><u>MIDDLE AND HIGH SCHOOL STUDENTS</u></strong><strong>:</strong></strong></strong></strong></p><p><strong><strong><strong><strong>1. Opportunities </strong></strong></strong></strong></p><ul><li><strong><strong><strong><strong>More electives – more than just core </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Wide range of courses in building (AP/College Prep) </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Extracurricular clubs and activities </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Learning outside the classroom </strong></strong></strong></strong></li><li><strong><strong><strong><strong>School to work: ELO, Job skills, life skills </strong></strong></strong></strong></li></ul><p><strong><strong><strong><strong>2. Resources: </strong></strong></strong></strong></p><ul><li><strong><strong><strong><strong>New computers (updated) </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Better access to wireless internet </strong></strong></strong></strong></li><li><strong><strong><strong><strong>New and updated books </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Use the technology that’s available better (ex: Smart Boards) </strong></strong></strong></strong></li><li><strong><strong><strong><strong>More supplies &amp; basics available (access if a student needs) </strong></strong></strong></strong></li></ul><p><strong><strong><strong><strong>3. Teachers </strong></strong></strong></strong></p><ul><li><strong><strong><strong><strong>Better communication with families </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Stay longer – stop them from burning out </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Passion for teaching – loves students and subject they teach </strong></strong></strong></strong></li><li><strong><strong><strong><strong>One-One </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Willingness to go beyond school day </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Fairness and Equality </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Varied teaching styles</strong></strong></strong></strong></li><li><strong><strong><strong><strong>Small class sizes </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Creative teaching – not just from the book (activities, projects, etc.) </strong></strong></strong></strong></li></ul><p> </p><p> </p><p><strong><strong><strong><strong><u>RECENT GRADUATES</u></strong><strong>:</strong></strong></strong></strong></p><p> </p><p><strong><strong><strong><strong>1. Transition/Change </strong></strong></strong></strong></p><ul><li><strong><strong><strong><strong>Student voice – input must be heard, students must be engaged to make change </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Quick changes made by other people cause confusion and disengagement </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Communication – a weekly, monthly, quarterly newsletter </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Involve everyone in the decision making </strong></strong></strong></strong></li></ul><p><strong><strong><strong><strong>2. Teachers </strong></strong></strong></strong></p><ul><li><strong><strong><strong><strong>Teachers should be encouraging and pushing students to plan for the future </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Consistent support </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Passionate about what they do and teach </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Personable – 1-1 connections with students </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Take the time to build relationships with students </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Build teamwork in the classroom and school \\</strong></strong></strong></strong></li><li><strong><strong><strong><strong>Create open and safe environments </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Role models </strong></strong></strong></strong></li></ul><p><strong><strong><strong><strong>3. Community </strong></strong></strong></strong></p><ul><li><strong><strong><strong><strong>Strong pride and spirit </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Communication – what’s going on in the school and community </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Learning outside of class </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Collaboration with school and community </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Community supporting school – come to games, events, meetings </strong></strong></strong></strong></li><li><strong><strong><strong><strong>Active participation</strong></strong></strong></strong></li></ul><p> </p><p> </p><p>Each group reported their own findings (as written above) to the other groups. Then all of the groups came together for a final Action Forum to determined the key findings and recommendations of all the groups. This occured on August 25, 2011 at the Pittsfield Community Center. The group decided on the main points as listed below.</p><p><strong>1. Stronger communication </strong></p><ul><li><strong>In multiple forms, including Power School, newsletters, and websites</strong></li><li><strong>W</strong><strong>ithin the school and between the school and community </strong></li><li><strong>Enhanced by surveys to elicit opinions and determine the most effective communication mechanisms </strong></li><li><strong>To include educational and service opportunities, current events in the school and community </strong></li></ul><p><strong>2. Enhanced curriculum </strong></p><ul><li><strong>Recognize a range of learning styles </strong></li><li><strong>Student-centered, enriched curriculum with more electives </strong></li><li><strong>Clear syllabi, signed by teachers and parents, to include assignments, transition plans, expectations for performance and behavior </strong></li></ul><p><strong>3. Improved school organization </strong></p><ul><li><strong>Aspire to become a magnet school </strong></li><li><strong>Assure that the best teachers stay in the district </strong></li><li><strong>Improve the transition process at all levels </strong></li></ul><p><strong>4. Stronger community </strong></p><ul><li><strong>Build pride through more volunteerism </strong></li><li><strong>Strengthen school/business ties through ELO and other means </strong></li><li><strong>Include homeschoolers as part of the educational and larger community </strong></li></ul><p> </p><p><strong>These recommendations were given in report form to the Pittsfield schools, the community and the Nellie Mae Education Foundation. The report was focused for the Nellie Mae Foundation, in hopes that they would fund the transformation plan over a six-year period to help the community and schools create a student-centered learning environment for Pittsfield students.</strong></p><p> </p><p><strong>This is the statement by PWY and NL Listens representative, as written in the full report presented to the Nellie Mae Foundation...</strong></p><p> </p><p><strong><em><strong>\"Pittsfield is a strong community with a substantial core of dedicated, caring residents, many of whom have lived there most of their lives. There is a shared sense of duty to the community and its schools, expressed as a shared desire to see the schools improve such that more students graduate with high aspirations for continued education and career success. In order to achieve this goal, much more attention needs to be placed on innovative, creative, frequent forms of communication within the school and between the school and community. The schools need to be perceived as responsive to the community and the parents whose children attend them. Likewise, the community must be supportive of its schools through partnerships, involvement in school activities, and investment in new initiatives such as a magnet school. An ultimate goal of school improvement should be to create a strong sense of pride across all members of the community, whether they are long-time residents or newcomers who have moved here recently, affluent or not, young or old.</strong></em></strong></p><p> </p><p><strong><em><strong>With respect to the schools, there is consensus that a student-centered curriculum that exposes students to a wider range of subject matter (including the arts) and that recognizes individual learning differences is critical. Expectations for appropriate behavior must be clear and enforced. Students and parents want close, positive relationships with teachers and administrators. More experiential learning, both within the schools and in the community, is seen as desirable. Accountability on all sides is seen as a crucial ingredient of school and community strength. The transition into school, from one school to another, and at the time of graduation is a particularly important point requiring careful attention and effective processes.</strong></em></strong></p><p> </p><p><strong><em><strong>The success of the community conversations supported by PYW creates confidence that these aspirations can be attained. There was significant support for the creation of Pittsfield Listens as an on-going resource within the community to foster dialogue on challenging issues, whether related to the schools or the wider community. This will strengthen the community even further, and serve as an important source of the pride that everyone aspires to.\"</strong></em></strong></p><p> </p><p> </p><p> </p><p> </p><h3>Influence, Outcomes, and Effects</h3><p>The report was given to the Nellie Mae Foundation in October of 2011. By February of 2012 the NMF and announced they would award the Pittsfield School District with a 3-year $2 Million grant in support of the transformation to student-centered learning process. The NMF also awarded the Pittsfield Youth Workshop $130,000 for their leadership in the community.</p><p> </p><p> </p><h3>Analysis and Criticism</h3><p>The Pittsfield community, the Department of Eduation of New Hampshire, and the NMF have all given high regards to the community conversations and the dedication to student achievement. Clearly the method was successful because the school was granted the grant to transform and develop their schools.</p><p> </p><h3>Secondary Sources</h3><p>Summary Report 2011 by NH Listens</p><p><a href=\"http://www.education.nh.gov/news/pittsfield.htm\">http://www.education.nh.gov/news/pittsfield.htm</a></p><h3>External Links</h3><p>Youtube video of the method: \"Pittsfield School District\"</p><p><a href=\"http://www.youtube.com/watch?v=LCQjwkBYdhI&amp;feature=player_embedded\">http://www.youtube.com/watch?v=LCQjwkBYdhI&amp;feature=player_embedded</a>#!</p><p> </p><h3>Notes</h3><p> </p>", "title": "New Hampshire Public Conversations on School Redesign and Student-centered Learning: Pittsfield, NH"}