{"htmlbody": "<h3>Summary</h3><p>This case study features the ten 2007/2008 <a href=\"http://participedia.net/en/methods/citizen-conferences\">Citizen Conferences</a>, each consisting of 8 to 10 New Mexican Adult Citizens and lasting 9 hours.  This series of deliberative events was convened by the New Mexico Department of Transportation (NMDOT) and the University of New Mexico's Institute for Public Policy (IPP) to gather public feedback, so that the State could best meet the transportation needs of its citizens.</p><h3>Problems and Purpose</h3><p>The needs and concerns of its citizens and local governments are very important to the State of New Mexico.  With over 90% of its citizens driving a car or truck every day, transportation is a crucial sector for New Mexico. (1)  Unfortunately, because of the economic recession, the transportation budget funded by the National Government to the NMDOT has been declining annually.  Despite the declining transportation budget, the NMDOT remains faithful to the needs of its citizens and local governments.</p><p>In order to meet the needs of its citizens, the NMDOT with help from the IPP decided to host a series of citizen conferences to allocate larger portions of its budget to more appropriate areas.  These conferences intended to allow New Mexican Citizens to create a list of policy recommendations for the NMDOT to consider when creating its New Mexico 2030 Multimodal Transportation Plan (future goals and objectives).</p><h3>History</h3><p>Citizen conferences are not new to the State of New Mexico.  For example, in 1996, \"to learn the public’s views on long-range transportation planning, the New Mexico State Highway and Transportation Department (NMSHTD) contracted with the University of New Mexico Institute for Public Policy (IPP) to hold a series of six public meetings called 'Citizen Conferences.' The conferences were designed to learn what transportation policy the general public would recommend if it had the time and resources necessary to arrive at informed opinions on the issue.\"  Just like in the 2007/2008 Conferences, the participants in 1996 Conferences were randomly selected to \"represent the diverse views and experiences of the New Mexico Public.\"  The overall consensus was that, \"New Mexico should focus its energy on maintaining the existing network of state highways. As the Gallup citizen advisors said in their recommendations, 'We believe that the State of New Mexico should maintain as many of the state roads as possible through resurfacing and repairs. Many state roads need improvements, but first we have to maintain the road system we have. Even the least traveled state roads are still serving a purpose and are important to people living in rural parts of the state.' The citizen advisors in Albuquerque, Roswell, and Las Cruces shared this view.\" (2)</p><p>John Gastil (Head and Professor of Communication Arts and Sciences at Penn State University and Convener of the 1996 New Mexico Citizen Conferences) stated the following about the conferences: \"The New Mexico Highway and Transportation Department needed to understand the public’s policy preferences so that it could set the flexible portion of its budget for the coming years, and it faced a difficult tradeoff between improving the most heavily traveled freeways or maintaining the much larger network of rural highways. The Department had previously conducted telephone surveys, but these did not give a clear sense of the public’s preferences, and the Department was not confident that the surveys yielded an informed set of preferences. The six Citizen Conferences, held in each region of the state, provided a clearer picture of the public’s preferences. Each conference lasted only one day, but after hearing testimony and deliberating together, each group of citizens reached a clear set of recommendations. Taken as a whole, these favored improving the core road system, and the Department was able to move forward.\"  But, \"when public forums are not directly connected to the policymaking process, there is no guarantee that they will result in better public decisions, even when they offer clear and useful guidance to policymakers,\" thus, these conferences did not guarantee the citizens had much influence on policy. (3)</p><p>Contrary to the 1996 recommendations' lack of influence (2), the 2007/2008 New Mexico Citizen Conferences' recommendations were \"incorporated into the Goals and Objectives of the 2030 Plan in the locations noted, with slight modifications if needed to address the Department’s ability to actualize them, considering cost/benefits, available funding and staffing levels.\" (1)</p><h3>Funding and Budgeting    </h3><p>The United States Congress authorizes budgets and allocates funds to its States for transportation.  As mentioned above, unfortunately, Congress has been significantly cutting the budget annually.  In 2009, the NMDOT was allocated $12 billion for the span of the next 29 years by the U.S. Government, subject to change. (1)</p><p>The NMDOT creates its budget from reviewing regulatory influences: federal and state determined guidelines and political influences: politicians, interest groups, and citizens.  Because there are a large and diverse number of constituents, it is often difficult to hear and incorporate citizens' concerns into a budget.  Thus, the 2007/2008 Citizen Conferences were a great opportunity to fix this common budgeting problem.</p><p><em>Note: This section is in need of content and more detail.  Specifically, how much New Mexico's transportation budget has been declining over the past several years.</em></p><h3>Participation Selection</h3><p>Each of the ten Citizen Conferences were made up of 8 to10 adult citizens and represented the different areas and diverse demographics of New Mexico.  The randomly selected citizens were known as Citizen Advisors and received an honorarium for their time.</p><p>The panel of experts was chosen by the NMDOT and IPP to represent a range of diverse expertise on the sector of transportation.</p><p>The moderator was a deliberative expert selected by the IPP to ensure all views and arguments were mentioned in the deliberation room and that the Citizen Advisors stayed on track.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The conferences were set up for one day.  First, (by reading a brochure) the Citizen Advisors were informed about the purpose of the deliberative event: the NMDOT and IPP wanted to hear the transportation needs and concerns of its citizens so that they could implement them into their future budgeting plan.</p><p>The citizen conferences began with a breakfast and introductions.  After the introductions, a question-and-answer session commenced.  During the session, the Citizen Advisors asked the Expert Panelists and other citizens present about current New Mexico transportation situation and any other questions they might have had.  After the session everyone took an hour break for lunch.</p><p>Post lunch, the Citizen Advisors went into a deliberation room with the moderator and had three hours to compile a list of recommendations to present to the public and media.  During the deliberation, the moderator encouraged the Citizen Advisor to consider all of the ideas proposed but really focus on those benefiting the larger public.</p><p>Once the deliberation was over, the moderator worked with the Citizen Advisors to prepare a formal draft of recommendations to announce.  Once written, the Citizen Advisors announced the recommendations to the Panel of Experts, the other citizens present, and the media.  After the recommendations were made public, there was thirty minutes set aside for interviews and informal discussion. (1)</p><p>Below is a timeline of the event:</p>Registration &amp; Continental Breakfast 8:30-9:00Introductions 9:00-9:30Conference overview 9:30-10:00Citizen Advisors question expert panelists 10:00-12:00Lunch 12:00 - 1:00Deliberation among Citizen Advisors 1:00-4:00Presentation of recommendations 4:00-4:30Informal discussion 4:30-5:00 <p><em>Note: Please see <a href=\"http://participedia.net/en/methods/citizen-conferences\">Citizen Conferences</a> for a detailed structure of the citizen conference method of deliberation.</em></p><p>\"In all of the Citizen Conferences the recommendations included thoughts on roads and road infrastructure, and specific roadways; alternative modes; safety; process, outreach and education; and funding considerations (even though this topic was discouraged due to the ongoing HM 35 public outreach process).\" (1)</p><p>Here is a summary of the key recommendations (decisions) the 10 Citizen Conferences came up with:</p><p>A. Roads, Road Infrastructure, and Road Specific:</p><ul><li>Improve road marking, signage, and nighttime visibility G,C, C, D</li><li>Use intelligent information systems to advise drivers of problems</li><li>Optimize traffic flow in congested areas</li><li>Explore options to increase roadway longevity</li><li>Increase contractor accountability and quality of work</li><li>Improve response to snow removal needs</li><li>Add more rest areas along major roadways and improve lighting and landscaping at existing ones</li><li>Look at alternatives to bridges for additional river crossings in the Albuquerque metropolitan area</li><li>Provide truck lanes on all interstate highways</li></ul><p>B. Safety:</p><ul><li>Revamp laws affecting safety on NM roadways, including requiring countdown signs</li><li>Improve signage and markings visibility</li><li>Improve safety and traffic flow in construction zones</li><li>Install call boxes at rest areas; improve emergency phone service along roadways, especially in remote areas where there is no cell service</li><li>Install reflective lane markers that are visible at night</li><li>Maintain emergency access along congested roadways during special events</li><li>Provide truck lanes on all interstates</li><li>Improve public awareness about common safety concerns (seat belts, child safety seats, defensive driving, wrong-way driving, DUI)</li><li>Improve school zone safety, including congestion and pedestrian issues</li><li>Define roads better in rural areas (signage, markings, rumble strips)</li><li>Improve bicycle safety by designing better bicycle networks, and educating bicyclists and drivers about BPE rules and regulations</li><li>Place red barriers on interstate exits to prevent wrong way driving</li><li>Employ more digital speed signs to inform drivers of their speeds</li><li>Deploy red-light cameras in Las Cruces area</li><li>Create better collaborations between land owners and state and local governments to develop strategies for mitigating safety issues along public roadways</li><li>Improve sight-distance triangles at intersections of state and other roads</li></ul><p>C. Alternative Modes:</p><ul><li>Promote the use of public transportation, including expanding services and providing incentives for use (this recommendation, or something very similar, was common to all 10 citizen conferences). These recommendations included both fixed route and on-demand services; regional and local services; work, service, and emergency-based trips; and multiple-sized programs that ranged from single van to regional park-and-ride services</li><li>Improve advertising about public transportation options</li><li>Build or improve sidewalks in District 4</li><li>Developing and improving bike routes in rural and urban areas</li><li>Widen shoulders along NM 6563 for bicycles</li><li>Support, expand, and/or improve regional aviation in the growing, urban areas</li><li>Reconsider the context of the rail freight system, Farmington to Gallup, Farmington to Albuquerque</li><li>Build and elevated loop rail system connecting all four quadrants of the Albuquerque area</li><li>Extend Rail Runner to Deming</li></ul><p>D. Process and Funding:</p><ul><li>Increase NMDOT revenues for meeting New Mexico’s transportation needs (this recommendation was expressed at all 10 Citizen Conferences, although many times it did not rank as a high priority because of instructions to the Citizen Advisors not to consider funding)</li><li>Improve the funding formulas for transportation programs to better meet regional needs</li><li>Develop a data-driven, scientifically-based decision-making method for prioritizing projects and programs</li><li>Improve the public-input process between local officials, transportation planners and the public</li><li>Create and staff a hotline or website to report transportation concerns (1)</li></ul><p>All of the recommendations decided by the Citizen Advisors were announced to the media and any concerned or interested citizens present at the end of the event.  The recommendations (listed above) are outlined in the New Mexico 2030 Multimodal Transportation Plan, which is available to the public for download via the internet.</p><h3>Influence, Outcomes, and Effects</h3><p>The recommendations noted above (also, listed in the New Mexico 2030 Multimodal Transportation Plan) are a summary of the Citizen Advisors' announced recommendations.  Therefore, the Citizen Conferences were able to have a huge influence on the future goals and budget of the NMDOT.  It is important to understand that the Citizen Advisors had a considerable amount of power in this case.  Their proposed recommendations were put into a plan that outlines the NMDOT's future decisions and policies.  The goals and objectives of the New Mexico 2030 Multimodal Transportation Plan \"add up to a subtle shift in direction for the NMDOT, one that builds upon prior initiatives, plans and policies while giving even greater emphasis to multi-modalism (including nontraditional, non-motorized modes of travel) and Travel Demand Management (TDM), environmental and cultural resource conservation, and partnering with other agencies and local entities to promote sustainable economic development and jobs creation, and to facilitate livability in terms of residents enjoying a broad range of transportation choices.\" (1)</p><p><em>Note: This section is in need of outcomes and effects.  It would be interesting to find out which of these recommendations have been implemented and their positive or negative effects on citizens.  Try contacting: Heather Sandoval (Engineer and NMDOT Official) --  <a href=\"tel:(800) 234-7520\">(800) 234-7520</a>  (NMDOT Sector 6 Office).</em></p><h3>Analysis and Criticism</h3><p>When the Conferences first emerged in New Mexico (1996), John Gastil asked, \"What was the ultimate impact of these conferences on policy and public officials?\"  James Kozak (Transportation Department official who oversaw the conferences) answered by stating, \"their main impact on public officials was to restore faith in the competence and wisdom of the general public. The citizens arrived at policy recommendations that, from the department's perspective, were realistic and clear expressions of the public's basic concerns about highway transportation. Because the conferences were not linked to elections in any way, however, they had no appreciable influence on public officials beyond their persuasiveness as the only clear recording of a representative, deliberative public voice on transportation policy.\" (4)  Thus, although they intended to directly influence public officials, there was no guarantee they would.</p><p>However, it is now clear that since the 1996 emergence of the Conferences in New Mexico, public officials have made huge strides to actually give Citizen Advisors more influence/power.  For example, after the 1996 Conferences, there was no guarantee the Citizen Advisors' recommendations on policies would actually influence public officials.  But, after the 2007/2008 Conferences, a summary of the Citizen Advisors' recommendations were directly added to the New Mexico 2030 Multimodal Transportation Plan, allowing for influence on public officials.</p><p>The deliberative method of citizen conferences has proven to be successful in allowing citizens to share their concerns and address their government, as there have been no problems with the method or with this specific event noted.</p><p><em>Note: An analysis of this case study cannot be completed until the outcomes and effects are known.  Please assist us in completing the \"Influence, Outcomes, and Effects section.\" </em></p><h3>Secondary Sources</h3><p>1. \"New Mexico 2030 Statewide Multimodal Transportation Plan.\" New Mexico Department of Transportation, n.d. Web. &lt;<a href=\"http://dot.state.nm.us/content/dam/nmdot/planning/New_Mexico_2030_Statewide_Multimodal_Transportation_Plan.pdf%3E\">http://dot.state.nm.us/content/dam/nmdot/planning/New_Mexico_2030_Statew...</a>. [DEAD LINK] <br/>NOTE: since the article's writing, NM has released a 2040 Multimodal Transportation Plan that can be read here: <a href=\"https://newmexicotransportationplan.files.wordpress.com/2014/04/ho1_nmdot_trendsandissues_final.pdf\">https://newmexicotransportationplan.files.wordpress.com/2014/04/ho1_nmdo...</a></p><p>2. \"Public Views on Transportation: The Results of The Six New Mexico Citizen Conferences on Transportation.\" University of New Mexico Institute for Public Policy, 1997. Web. <a href=\"http://jgastil.la.psu.edu/pdfs/NMSHTD%20Final%20Report%20copy.pdf\">http://jgastil.la.psu.edu/pdfs/NMSHTD%20Final%20Report%20copy.pdf</a></p><p>3. \"Cultivating a Deliberative Civic Culture: The Potential Value of Public Deliberation in Mexican Municipal Governance.\" John Gastil, n.d. Web. <a href=\"https://www.researchgate.net/publication/237750544_Cultivating_a_Deliberative_Civic_Culture_The_Potential_Value_of_Public_Deliberation_in_Mexican_Municipal_Governance\">https://www.researchgate.net/publication/237750544_Cultivating_a_Deliber...</a></p><p>4. Gastil, John. By Popular Demand: Revitalizing Representative Democracy through Deliberative Elections. Berkeley: University of California, 2000. Print.</p><h3>External Links</h3><p><a href=\"http://dot.state.nm.us/content/nmdot/en.html\">New Mexico Department of Transportation</a></p><p><a href=\"http://www.unm.edu/\">University of New Mexico </a></p><p><a href=\"https://newmexicotransportationplan.files.wordpress.com/2014/04/ho1_nmdot_trendsandissues_final.pdf\">New Mexico 2040 Statewide Multimodal Transportation Plan</a></p>", "title": "2007/2008 New Mexico Citizen Conferences"}