{"htmlbody": "<h3>Problems and Purpose</h3><p>Given that Canada has 22 commercial nuclear reactors, which they rely on to produce 13% of national energy, the issue of nuclear waste is a serious one that must be addressed as soon as possible. The question of how Canada should handle nuclear waste disposal was put to the citizens in 2005.</p><h3>History</h3><p>Attempts to come up with solid options for used nuclear fuel storage have been long underway, starting with the Federal Environmental Assessment Panel in the late 1980’s which started deep discussion about storing used fuel in the Canadian Shield. The final report was released in 1998 and declared that more work was required before an acceptable management solution could be drawn up. It also suggested that a “framework” be worked out and implemented that highlighted the “social and ethical” challenges involved with nuclear storage. In 2002, the Nuclear Waste Management Organization (NWMO) was created for the purpose of working with Canadians to develop approaches that are “socially acceptable, technically sound, environmentally responsible and economically feasible.”</p><h3>Originating Entities and Funding</h3><p>The NWMO took diverse approaches to figuring out solutions. One of those approaches was asking the Canadian Policy Research Networks (CPRN) to set up a “citizens’ dialogue” with average Canadians to gain a clearer perspective on the issues most important to Canadian’s themselves in this discussion.</p><h3>Participant Selection</h3><p>The CPRN initiated the recruitment of 462 Canadians across twelve cities for a discussion about what they would like to see in Canada’s approach to the long term management of nuclear fuel. They were randomly selected by a professional polling firm to be representative of the Canadian population eighteen years of age and over. According to the report, the participating citizens “took their role seriously and applied themselves with enthusiasm and commitment, reflecting their desire to make a contribution to this important public policy issue.”</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The CPRN employed a deliberative dialogue methodology based on Viewpoint Learning Inc.’s ChoiceWork Dialogue methodology. This method brings people together in groups of about 40 and helps them work out tough issues as a collective. This method allows participants to “interact, hear other perspectives and modify their views as they work together to reconcile those views with deeper values that underpin the choices they make.” Perhaps the greatest deliberative challenge was that very few lay people were aware of issues involving storage of used nuclear fuel. An additional challenge is that the issues being dealt with concern something of a very long term nature; the impact of nuclear fuel storage will mostly effect those living hundreds and even thousands of years from now. In today’s age of instant gratification, (Emerson) it is oftentimes difficult for people to sympathize with issues that may arise so far out in the future; so far out in fact, that it is unlikely that the great grandchildren of their great grandchildren will be affected. It is essential to understand that the CPRN did not ask participating citizens to judge the technical methods available or to turn them into “experts.” Instead, it intended to allow citizens the chance to “understand the broad issues at play for society, examine different values-based perspectives and deliberate with each other.”</p><p>The participating citizens were given four different scenarios. Each scenario was representative of broad views that could be held by various segments of society. However, participants were not limited to accepting or rejecting packaged ideas; they could pick and choose within the scenarios, or even make up their own ones.  The first group of scenarios asked:  “How do we best share rights and responsibilities across generations? Should we emphasize using the knowledge we have today? Should we emphasize choice for future generations?” The second asked “How do we best ensure confidence and trust in a management approach? Should we emphasize the role of governments? Should we emphasize the role of affected communities and civil society?</p><h3>Influence, Outcomes, and Effects</h3><p>Post-deliberation, participants showed a high level of consistency in their recommendations. Below, citizen recommendations are outlined as taken directly from the report:</p><p>“i. First and foremost, human health and the environment must be as safe as possible from harm, now and for the future.</p><p>ii. We need to accept responsibility as the creators of the used fuel and users of the energy. Use our knowledge today to put in place a management approach for the long term. It must be flexible enough to adapt to new knowledge as it becomes available.</p><p>iii. Recognizing that we don’t have all the answers today, we need to deliberately invest in more research and expand global cooperation on research into better ways to manage the used fuel.</p><p>iv. We need to take concrete steps now to ensure future generations have the knowledge and capacity to continue to address this issue.</p><p>v. Future generations must be able to access the used fuel to apply better technology and manage the used fuel more safely or efficiently.</p><p>vi. In the meantime, we need to reduce the amount of used fuel that we create, by conserving energy use, by assessing the costs and benefits of all types of energy, and increasing our use of alternative sources of energy such as wind and solar power.</p><p>vii. There is a shared responsibility for making decisions between governments, experts from many disciplines, citizens and stakeholders.</p><p>viii. Communities most affected should have a greater role and should be given support to ensure they have access to expert knowledge and resources if required.</p><p>ix. Government is responsible and accountable in the end to ensure decisions are made in the broad public interest.</p><p>x. To support the best decisions possible, there is a need for greater transparency of information about health and safety regulations, financial management and new research.</p><p>xi. An independent body with expert and citizen representation monitors government and industry and provides reliable information to the public on the management of used nuclear fuel.”</p><h3>Analysis and Criticism</h3><p>Perhaps the greatest take home message from this deliberative project can be summarized as follows:</p><p> “These citizens did not become experts in their day of dialogue. But they quickly seized the importance of the issue, and soon came to terms with the fact that action is required now – that we cannot leave such decisions to future generations.”</p><h3>Secondary Sources</h3><p>Watling, Judy, Judith Maxwell, Nandini Saxena, and Suzanne Taschereau. Citizens’ Dialogue on the Long-term Management of Used Nuclear Fuel. Canadian Policy Research Networks. N.p., July 2004. Web. 1 Dec. 2012.</p><p>Emerson, Jesse. \"The Age of Technology Has Created the Age of Instant Gratification.\" Web log post. Yahoo! Contributor Network. Yahoo.com, 4 Apr. 2007. Web. 8 Dec. 2012.</p><h3>External Links</h3><p><a href=\"http://cprn3.library.carleton.ca/theme.cfm?l=en&amp;sort=DocType,%20Title,%20PublishDate%20DESC&amp;theme=61&amp;print=true\">Final Report and Related Publications</a></p>", "title": "Citizens’ Dialogue on the Long-term Management of Used Nuclear Fuel"}