{"htmlbody": "<p><a id=\"Purpose_and_Problem\" name=\"Purpose_and_Problem\"></a></p><p>(Another description and analysis of this initiative can be found on Participedia at <a href=\"http://participedia.net/en/cases/rural-plebiscite-experiment-indonesia\">http://participedia.net/en/cases/rural-plebiscite-experiment-indonesia</a> .)</p><h2>Purpose and Problem</h2><p>The purpose of the Indonesia Direct Democracy Experiment was to discover and assess the virtues of direct democracy. Stemming from the Kecamatan Development Project, the experiment aimed to discover and explore the concept that direct participation in decision-making can lead to increased satisfaction and legitimacy in a community. The creator of the experiment, Benjamin Olken, a professor of economics at MIT, was driven by the notion that perhaps if communities feel involved in the political process, they will be more content and invested in their government. Based on the findings Olken describes, societies that feel more directly involved in political processes will ultimately be more satisfied as a whole.</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>Indonesia was seen as a prime candidate for this sort of experiment because of its political past. The nation was recovering from the effects of the authoritarian Suharto regime after its 31-year rule. In 1998, the country looked to find ways that their government could be successfully decentralized. A desire to search for alternatives led to the creation of the Kecamatan Development Project in 1998 funded by the World Bank. Essentially, the project funded projects in thousands of Indonesian villages. The villages chosen were ones that were believed to represent various conditions in rural Indonesia. Each village was given the opportunity to propose small-scale infrastructure projects in efforts to promote independent decision-making. The previous regime that existed in the country was a consultative assembly making the KDP project vastly dissimilar from what the population was accustomed to. Olken’s direct democracy experiment stemmed from the existence of the KDP. The experiment was built to examine the way in which these projects would be chosen within the participating villages.</p><p><a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h2>Participant Selection</h2><p>Between September of 2005 and January of 2006 Olken began an experiment in which the decision-making mechanism used to choose the KDP project was changed. Protocol dictated by the KDP suggested that projects proposed by each village, should be chosen based on a meeting-based process. Villages were randomly chosen from the three existing rural sub districts of East Java, North Sumatra and Southeast Sulawesi. The villages selected would choose projects based on direct election-based plebiscites. Simply put, Olken believed that a more participatory process would eliminate the potential elite bias that could exist in village meetings. Village participation was based on two different phases of the experiment. The first phase was based on 10 villages in East Java Province and 19 villages in North Sumatra Province. After data from phase one was received, protocol was changed and then applied to 20 more villages in Sulawesi Province for phase two of the experiment. Within phase one, 25 percent of villages used plebiscites versus 45 percent in phase two. Both phases included villages chosen based on a wide range of variables including, but not limited to population, ethnic fragmentation, and characteristics of the villages legislative and executive branches.</p><p><a id=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\" name=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\"></a></p><h2>Deliberations, Decisions, and Public Interaction</h2><p>In order to understand the changes in deliberation and decision making that the experiment employed, it is important to look at the KDP process as a whole. A three-step process was used in KDP in order to choose relevant projects. Agenda setting, proposal creation, and funding decisions were the different steps taken to reach a village-wide conclusion regarding which projects to propose. Olken’s experiment changed only the second of the three-step process by replacing meeting-based mechanisms with plebiscite-based mechanisms. Using a meeting-based mechanism implies the existence of community leaders and elites guiding said meetings and shaping the proposals created. In contrast, a plebiscite-based mechanism would not allow any individuals to guide the proposal process as each villager had their own vote based on a list of priorities they were given. Essentially, Olken changed the mechanism used in the second step to see how direct participation might impact the projects chosen by the villages as a whole. This change made in the second step would as a result, affect the priorities stated in the first step and the decisions made in the third step. The experiment considers the possibility that villagers participating in plebiscites may choose proposals strategically based on which ones they think have the best chance of obtaining funding the third step. Olken states that because elites will be pushing for funding in the third step, villagers could choose projects in line with elite beliefs to ensure that their proposals will be properly argued for. In both types of villages, identical agenda-setting processes were used therefore standardizing the list of potential projects that each type of village would consider and weigh. By maintaining a level of consistency in the first step, Olken eliminates the potential for skewed data; plebiscites and meeting-based villages would be given the same data to work off of.</p><p><a id=\"Influence.2C_Outcomes.2C_and_Effects\" name=\"Influence.2C_Outcomes.2C_and_Effects\"></a></p><h2>Influence, Outcomes, and Effects</h2><p>The results of Olken’s experiment were two-fold. First, and most importantly, the data showed that plebiscites had no impact on the general types of projects selected by the participating villages. On a more specific level, the projects chosen that impacted women were ones that reflected the views of village elites rather than the general population. Plebiscites seemed to favor the preferences of the average voters when it came to general issues but less so when it came to women’s specific concerns. Direct participation affected the location in which projects would take place as well; because voting was based on numbers rather than representatives, projects were less likely to be approved for isolated areas of the village thus favoring the most populated hamlets. The second point to look at is the level of satisfaction and support that resulted from plebiscite-based mechanisms in the second step. Results of the experiment showed that plebiscite process resulted in a much higher level of satisfaction among villagers across the board. Citizens in the plebiscite villages claimed that the projects chosen were in line with their needs and were necessary to their well being. Statistically, the evidence of a change is shown by a 13 percent increase in the satisfaction that people felt towards KDP overall.</p><p>The main point to take away from Olken’s findings is that the process by which political decisions are made really does matter. Results of the experiment showed that clearly plebiscites have little to no impact on the types of projects chosen by the villages. This piece of data proves that the general population is just as capable of reflecting the views of the community, as representatives would be. The real impact is shown in the level of satisfaction and participation that plebiscites instigate in villages. According to Olken, the existence of plebiscites led to an increase in voter participation and knowledge on the projects they were deciding upon. There was a 20 percent increase in villages where plebiscites decided upon the projects. Similarly, results showed a rise in villager satisfaction with decisions made that mirrored the rise in participation. Clearly, the ability to participate in the political process arguably leads to higher levels of approval among citizens of a nation.</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h2>Analysis and Criticism</h2><p>It is indisputable that among the villages included in Olken’s experiment, direct democracy had positive impacts on legitimacy and satisfaction. In terms of the projects chosen, plebiscites did not affect how each village made their choices for the general issues. In addition, projects chosen that directly impacted women were more in line with elite preferences even though the plebiscite process did not favor elite opinions. The result in higher rates of satisfaction show that direct democracy can be successful in increasing political legitimacy without changing the priorities of a government. While in theory this is a positive impact, in practice it could also prevent the distribution of wealth in a developing country. This is because according to Olken, changing the process does not change the outcomes. Furthermore, by eliminating representative voting, decisions would reflect the views of larger villages and exclude more isolated villages. Therefore, while participation may increase as well as satisfaction, the concept of plebiscite voting does not necessarily have a positive impact on all villages. On another level, the experiment showed that plebiscites led to voters feeling compelled to learn about the type and location of the projects chosen for their villages. Data showed that when plebiscites were used, respondents were 18 percent more likely to be aware of the KDP proposals that applied to them. This information proves that greater political participation leads directly to a more knowledgeable and content population.</p><p>There have been many common arguments made against the experiment done in Indonesia. Most notably, one must take into consideration the long-term impacts of plebiscite voting. While in the short-term results have shown a greater sense of satisfaction, one is unable to foresee the impacts of these decisions in the future and whether or not the level of satisfaction will remain high. In addition, it is important to realize that the issues being voted on vary depending on location. Context is then very critical in judging the appropriateness of direct democracy as plebiscites could significantly help or hurt subgroups in a given area. Finally, Olken explains that it is quite possible that because the experiment was a one-time study, its participants could have made more fair decisions in efforts to appear reasonable. This sort of experiment would need to be put into practice in several different areas for an extended period of time in order to defend its findings.</p><p><a id=\"References\" name=\"References\"></a></p><h2>References</h2><p>Olken, Benjamin A. \"Direct Democracy and Local Public Goods: Evidence from a Field Experiment in Indonesia.\" American Political Science Review 104.2 (2010): 243-67. MIT and National Bureau of Economic Research, May 2010. Web.</p><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h2>Secondary Sources</h2><p>Dizikes, Peter. \"Democracy Put to the Test.\" MIT. 08 Feb. 2010. Web. 02 Dec. 2010. &lt;<a class=\"external free\" href=\"http://web.mit.edu/newsoffice/2010/java-democracy-0208.html\" rel=\"nofollow\" title=\"http://web.mit.edu/newsoffice/2010/java-democracy-0208.html\">http://web.mit.edu/newsoffice/2010/java-democracy-0208.html</a>&gt;.</p><p>Friedland, Lewis, and Carmen Sirianni. \"CPN - Tools.\" Civic Practices Network. Web. 07 Dec. 2010. &lt;<a class=\"external free\" href=\"http://www.cpn.org/tools/dictionary/deliberate.html\" rel=\"nofollow\" title=\"http://www.cpn.org/tools/dictionary/deliberate.html\">http://www.cpn.org/tools/dictionary/deliberate.html</a>&gt;.</p><p>Atchade, Yves, and Leonard Wantchekon. \"Randomized Evaluation of Institutions: Theory with Applications to Voting and Deliberation Experiments.\" (2009): 1-21. NYU, 24 June 2009. Web. &lt;<a class=\"external free\" href=\"http://as.nyu.edu/docs/IO/2807/20090620_LW_YA.pdf\" rel=\"nofollow\" title=\"http://as.nyu.edu/docs/IO/2807/20090620_LW_YA.pdf\">http://as.nyu.edu/docs/IO/2807/20090620_LW_YA.pdf</a>&gt;.</p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p><a class=\"external free\" href=\"http://www.cpn.org/tools/dictionary/deliberate.html\" rel=\"nofollow\" title=\"http://www.cpn.org/tools/dictionary/deliberate.html\">http://www.cpn.org/tools/dictionary/deliberate.html</a></p><p><a class=\"external free\" href=\"http://wn.com/direct_democracy\" rel=\"nofollow\" title=\"http://wn.com/direct_democracy\">http://wn.com/direct_democracy</a></p>", "title": "Indonesia Direct Democracy Experiment"}