{"htmlbody": "<h3>Problems and Purpose</h3><p>The Citizen’s dialogue on sharing public funds for a better Canada occurred in December 2005 to January 2006. \"It was an initiative of the advisory panel on fiscal imbalance established by the council of the federation led by Canada’s premiers.\" (CPRN) \"The initiative was developed at the request of the advisory panel, and the Canadian policy research networks (CPRN) led a dialogue with Canadian citizens to seek their views on the best avenues to share public funds between the federal and provincial governments to allow each to provide quality services to citizens, invest in their future, and improve competitiveness.\" (CPRN)</p><h3>History</h3><p>CPRN is a nonprofit think tank based in Ottawa, Canada. The organization \"has been using public dialogue for a number of years as a way to involve citizens more directly in research and public policy discussions.\" (CPRN) Some examples of issues that CPRN addresses are the long term management of nuclear fuel, the Ontario budget strategy, health care reform, quality of life indicators, Canada’s children, aging, and the society we want. These are just a few examples of the vast topics CPRN addresses to citizens. In this particular citizens dialogue regarding the sharing of funds to create a better Canada citizens were able to discuss various aspects of important issues surrounding where the funds be distrubuted and the reasons why. *Note-this section needs more detail.*</p><h3>Originating Entities and Funding</h3><p>Advisory Panel on Fiscal Imbalance established by the Council of the Federation led by Canada’s Premiers</p><p>Canadian Policy Research Networks (CPRN)</p><p>*Section needs more detail*</p><h3>Participant Selection</h3><p>Ninety three participants were chosen randomly during this initiative. The participants \"were a diverse group of individuals ranging from old, middle aged, and young.\" (CPRN) Some were life long citizens of Canada, and others were new cititzens of Canada. The group of participants was made up of married, single, and divorced individuals. The occupations of the participants included professionals, homemakers, retail workers, trades people, and students. Those who were selected in this initiative participated in a professionally facilitated day long regional dialogue sessions in the following locations: Halifax, Toronto, Montreal, Edmonton, and Vancouver in December 2005. During a national session, \"involving 21 participants drawn from the regional sessions which reflected diverse backgrounds and perspectives was held in January 2006 to further explore issues that were found during the regional sessions.\" (CPRN) A participant workbook was given out which described the dialogue process. The workbook also addressed the ground rules for dialogue, and provided key facts and background on the sharing of public funds between the federal and provincial governments. The background information that was provided included: \"current positions of governments on vertical and horizontal imbalance, seven principles currently at play in transfer programs, an overview of four approaches used by the federal government to share funds and two case studies used in the dialogue.\" (CPRN)</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>During the deliberation, participants were provided with four approaches to sharing the public funds for Canada. Approach one included: provinces/territories receiving tax points. The second approach included: province/territories receiving federal cash transfers <em>without</em> conditions. The third approach included: provinces/territories receiving federal cash transfers <em>with </em>conditions. The fourth and final approach included: federal governments provide more direct spending to citizens and institutions.  During the opening session, the participants in this deliberation were asked to complete a pre-questionnaire designed to rank their individual support for each of the four approaches listed above.</p><p><br/>The participants \"worked in a plenary setting with the aid of a facilitator, and with the support of policy experts.\" (CPRN) Any questions that the participants had regarding certain aspects on policy were answered by experts.  Participants discussed the four approaches to sharing funds, identified what their likes and dislikes were to each approach and why. During the deliberation session, \"participants agreed on their common ground and differences, probed tensions among competing values and determined the tradeoffs that they were prepared to make.\" (CPRN) Throughout the deliberation process the participants identified the values and principles that they wanted to see guide the sharing of funds in Canada. During the second part of the citizen’s dialogue, \"the participants moved into pre-selected groups to further discuss the possible approaches to transfer funds, while applying the values that had previously identified.\" (CPRN) The participants then reconvened in plenary to report back and explore common ground and differences. Prior to concluding their individual key messages to decision makers, participants completed the post-questionnaire to once again rank the four approaches. During the deliberation participants were also given two case studies to examine. Case study one pertained to access to post secondary education and focusing the discussion on the vertical fiscal imbalance. The case study that was provided contained four different approaches that could have been used by the federal government. Case study two involved the equalization program which focuses on the discussion of horizontal fiscal imbalance. Similar to the first case study provided, this particular case contained three different approaches on the federal government \"deciding the size and allocation of the equalization program.\" (CPRN) *See secondary source provided below for more information on case studies*</p><h3>Influence, Outcomes, and Effects</h3><p>During the deliberation a chart was provided outlining the key values and principles that emerged from the regional sessions and which were reinforced in the national session. Participants wanted decisions makers to be guided by the following principals and values as they negotiated the sharing of funds.  Listed below is chart 2 which contains the established values and principles established by the participants. (CPRN)</p><p>Fairness</p><ul><li>Promote shared national standards / goals to ensure the ‘same acceptable standards’ for all Canadians</li></ul><p>Access</p><ul><li>Canadians deserve access to the same acceptable level of service across the country</li><li>Support mobility of people to move across the country</li></ul><p>Transparency &amp; Accountability</p><ul><li>Promote greater trust of governments</li><li>Measure progress and report to Canadians</li><li>Enhance accountability between governments and to citizens</li><li>Provide a process to ensure citizen input</li></ul><p>Sustainability</p><ul><li>Embrace a long-term vision for Canada</li><li>Provide continuity of services across changes in government</li><li>Ensure affordability</li></ul><p>Efficiency</p><ul><li>Collaborate to avoid duplication, reduce waste and share best practices</li><li>Coordinate services across provinces</li><li>Remove inter-provincial barriers</li><li>Enable skilled newcomers to work in their field</li><li>Improve Canada’s competitiveness</li></ul><p><em>1. \"<u>Create a national vision and define the same acceptable standards for </u></em><em><u>all Canadians</u>\"</em></p><ul><li>Replace the notion of minimum standards with ‘same acceptable standards’.</li><li>As all Canadians are equal, essential programs and services must be accessible regardless of jurisdiction.</li><li>Common standards for essential services such as education and health help to strengthen our competitive position in the global market.</li><li>Canadians are mobile and want to be able to move across the country to pursue education and jobs or to retire without facing barriers.</li><li>Provinces can move beyond the acceptable standard if that is where their populations choose to invest resources.</li><li>Provinces should exercise their authority within a common framework of services across the country, recognizing the need for provincial flexibility to tailor programs to meet specific needs.</li></ul><p><em>2. \"<u>Define the vision and standards in a collaborative way\"</u></em></p><ul><li>It is the responsibility of the federal government, working in close collaboration with the provinces/territories, to articulate and implement a national vision and standards. This does not mean giving the federal government free rein.</li><li>Include all levels of government, citizens and stakeholders in developing the vision and standards</li><li>Governments need to move beyond outmoded territorialism and collaborate on programs to reduce inefficiencies and duplication of effort</li></ul><p><em>3. <u>\"Set standards first and then determine the transfer formula\"</u></em></p><ul><li>The Equalization program is an important and necessary part of fair federalism but it is not the best vehicle to address the growing horizontal imbalance.</li><li>The current fiscally-driven formula should be replaced with one that is driven by what we want to achieve. We need to focus on outcomes rather than inputs.</li><li>Affordability and avoiding increases in our national and provincial debt are important and must be considered when designing mechanisms to achieve new standards.</li></ul><p><em>4.<u> \"Preference for conditional transfers in addressing fiscal imbalance\"</u></em></p><ul><li>This is a better and fairer way to achieve the ‘same acceptable’ standards across Canada while giving provinces some flexibility in how to best meet the needs of their citizens.</li><li>Improved monitoring against standards and transparent reporting will provide</li><li>Canadians with better tools to hold governments to account for how public funds are spent.</li></ul><p><em>5<u>. \"Support direct federal spending with some conditions\"</u></em></p><ul><li>This approach is well suited to help address the special needs of both individuals and institutions.</li><li>Direct federal funding facilitates mobility and portability for individual Canadians.</li><li>Some conditions should apply (e.g. institutions to report in a transparent way what has been achieved with funds spent; students must successfully complete their program).</li></ul><p>Some of the <em><u>key quantitative</u></em> results went as follows: \"At the outset of the regional dialogues the highest ratings were for the conditional transfers which were listed at 62%. Tax points received a rating of 56%.\" (CPRN) \"Over the course of the day long citizens dialogue support for the regional sessions grew a substantial amount over the conditional transfers which received 80%.\" (CPRN) Finally, direct transfers reached 58%.</p><p>The national session ratings showed that \"there was even higher support for conditional transfers and a further decline in support for tax points.\" (CPRN) This analysis reflects the participants strong want for greater accountability of governments and common standards across Canada. The participants did not see how the transfer of additional tax points would contribute to either of these objectives. When it came to the \"decreased support for unconditional transfers it was driven by the same desires, but also reflected participants calls for provinces to maintain a certain degree of flexibility to tailor programs to the particular needs of Canadian citizens.\" (CPRN)</p><p>In terms of the increase of support for direct transfers it reflected participants \"desire to support a mobile population and recognition of direct transfers as a means to target the imperative needs of citizens and institutions.\" (CPRN) During the final hours of the citizens dialogue, participants took the opportunity to give comments or impose conditions on their ratings. As a result, in total 176 conditions or comments were noted from the participants. Of these 176, \"the highest number were related to the lack of trust in governments and called for greater accountability this was found to be 22% that felt this way.\" (CPRN) The need for a standard level of quality services across the country was found to be at 20%. The key findings of this dialogue also \"showed that 15% of the conditions were related to the need for a long term national vision.\" (CPRN) 18% called for a cooperative approach to developing the vision and standards between the federal and provincial governments, citizens and stakeholders.</p><p>During this citizens' dialogue it was found that the questionnaire rankings, conditions and comments the participants provided reinforced the key themes identified in their group discussions. The dialogue found that the repetition and similar pattern of messages from both the qualitative and quantitative data demonstrates a high degree of consistency between the group conclusions and individual views on the topics at hand. The findings of this dialogue also concluded that there was some differences across the regional sessions. For example, during the Montreal session the rating for conditional transfers was the lowest of all five sessions. An important note: it did increase from 42% to 68% at the end of the day, and was the most favored of the four approaches.</p><p>The Montreal sessions was the only one to support unconditional transfers as it was received over 50% at the beginning of the day and increased to 63% at the end of the day. There was \"more support for the unconditional transfers during the Toronto session where it went from 35% in the morning to 41% at the end of the day.\" (CPRN) The decline in support for unconditional transfers was concluded by the Halifax session. In this case the ratings went from 47% in the morning to 26% at the end of the day. The Vancouver support dropped slightly from 35% to 33% at the end of the day. The Edmonton session stayed the same over the course of the day.</p><p>It is also important to note some other key factors in the findings of this citizens' dialogue. In terms of geographic location the citizens that participated in the dialogue did not limit their thinking to their own person location. Rather, \"their sense of Canada is broad and they don't want to bring barriers to inhibit thier movement whether for school, work, or retirement.\" (CPRN) As it turned out the participants felt strongly that transfer programs should have supported a stronger Canada which then would have resulted in benefitting all regions of Canada.</p><p>Another key factor that resulted from the citizens' dialogue was the want for politicians to be more focused on what is best for Canadian citizens. The results of the deliberation showed that citizens were extrememly frustrated with politicians who let jurisdictional arguements impede the progress in addressing the needs of the citizens. The participants in this deliberation were wanting politicians \"to promote a long term vision that can move beyond the rigidities of the Constitution to address today's realities.\" (CPRN)</p><p>The notions of trust and accountability really were an issue for the citizens of Canada. During the dialogue, participants came to a consensus that in order for trust to increase there needed to be an increase in accountability as well. The participants came up with the following idea: \"we need better accountability mechanisms that proactively engage the public in choosing meaningful indicators and the means to asse progress in ways that will influence future actions.\" (CPRN)</p><p>The Citizens' Dialogue on sharing public funds for a better Canada resulted in many different attitudes and perceptions about how the money should be distributed. Another factor was that participants wanted to start with what exactly Canada wanted to achieve. To further explain this notion, the participants \"took to heart the constitutional commitment to reasonably compare services at reasonably comparable rates of taxation.\" (CPRN) So, in attempting to achieve this the participants felt that the transfer programs should have reflected what Canada wanted to achieve and then \"assess what each province needs to attain the desired standards.\" (CPRN)</p><p>Finally, the overall consensus of participants was that leadership opportunities were at hand. They felt that all governments now had the opportunity to work together \"to shape a national agenda through collaborative efforts to develop common standards for key social and economic policies.\" (CPRN) To further explain this reasoning, the participants made it clear that the Council of Federation was at that point more than able to exercise strong leadership, and develop a more clear sense of Canada's desires to improve. The participants believed that through this sense of leadership it would inevitably halt the decline in public trust for governments  it would require governements \"to think beyond their provincial borders and work in the best interest of all Canadians.\" (CPRN)</p><h3>Analysis and Criticism</h3><p>One criticism of this citizen’s dialogue was a result of the small quantity of participants involved. Due to the small number of people that were involved in this dialogue, it did limit the ability to infer the participant’s conclusions on a national scale. With that said, however, the consistency of messages across regions which were forced at the national session provided valuable insight for the panel and governments. According to the analysis completed by the CPRN the citizens dialogue results demonstrated that Canadians from a wide variety of backgrounds could get a firm comprehension of the complex issues presented in front of them. The partisans were also able to successfully determine what was more imperative to them in making decisions on sharing public funds. The best part of this citizen’s dialogue was the sheer fact that it got Canadian citizens excited about being involved. The Canadian citizens dialogue gave participants involved a desire to be a part of the thought process in dealing with challenging issues in Canada. The successful results of the dialogue helped government’s identity the policy preferences of the public. They also \"identified the key issues for further exploration and provided insight on how to best engage Canadian citizens the discussing such issues.\" (CPRN)</p><h3>Secondary Sources</h3><p>Watling, Judy, Judith Nolte, and Mary P. Mackinnon. \"Citizens' Dialogue on Sharing Funds for a Better Canada.\" Strengthening the Federation. CPRN, Mar. 2006. Web. Dec. 2012. <a href=\"http://www.cprn.org/theme.cfm?l=en&amp;theme=107\">http://www.cprn.org/theme.cfm?l=en&amp;theme=107</a></p>", "title": "Citizens' Dialogue on Sharing Funds for a Better Canada"}