{"htmlbody": "<h3>Definition</h3>An online consultation or e-consultation is the use of electronic computing and communication technologies in consultation processes. Online consultations can be effective tools in encouraging participation and gathering responses to consultation documents and social policy issues as part of a broader range of methodologies. This form of participation has no minimum or maximum amount of individuals who can participate. It also usually allows participants the freedom of selecting what time to engage in participation and how often. This method of participation also has value added in terms of time, costs, participation rages, engagement levels and dissemination processes associated with completing a successful consultation.<h3>Problems and Purpose </h3><p>On April 9, 2002, the Canadian House of Commons Subcommittee on Persons with Disabilities launched a study on the Canada Pension Plan Disability program.  This program is the largest single disability income program in Canada. The Subcommittee on Persons with Disabilities saw a need for concern due to the large amounts of individuals meeting with Parliament and their assistants to discuss and correspond about various issues regarding the operation and shortcomings of the Canada Pension Plan Disability Program. The Subcommittee on Persons with disabilities, with support from the House of Commons and the Library of Parliament, launched a 13 Week e-consultation from December 3, 2002 to April 3, 2003. This e-consultation, opened to any Canadian, was started in hopes of bringing awareness and to get the public involved in the work of parliamentarians. The 1,700 participants of this e-consultation engaged in story-telling, issue polling and/or offering solutions to a wide range of issues concerning the CPP(D).  In efforts to efforts to fully integrate the e-consultation into traditional workings of the committee, the Subcommittee on Persons with Disabilities simultaneously continued with their regular Subcommittee’s hearings as the e-consultations proceeded. In their final meeting on CPP(D), the Subcommittee on Persons with Disabilities invited several of the participants from the e-consultation to join the regular Subcommittee meeting to discuss the possible recommendations they could include in the report.</p><h3>History</h3><p>In the spring of 1965, the Canadian Parliament passed an “Act to Establish a Comprehensive Program of Old Age Pensions and Supplementary Benefits. As a result, The Canada Pension Plan (CPP(D)) was enacted. This act established a national contributory public program to provide income protection to workers in the event of a long-term as a result of retirement, disability or death. This pension plan’s goal is to provide a degree of income protection to complement private insurance, personal savings and employment benefit programs by replacing a portion of earnings of contributors who cannot work because of particular disabilities. In 1994, the CPP(D) began to have two-year government reviews which resulted in the last set of major changes enacted in 1998. This 1998 reform resulted in benefit changes to the CPP(D) program including contributory requirements for disability benefits (Pre-1998 features: Must work and contribute to CPP in 2 of last 3, or 5 of last 10 years; Post-1998 reforms: Must work and contribute to CPP in four of last six years) and changes in Year’s Basic Exemption (YBE). The Subcommittee suggests that the 1998 reform changes are no longer applicable to the current fiscal realities.</p><h3>Originating Entities and Funding</h3><p>Canadian Subcommittee on Persons with Disabilities</p><p>Canada House of Commons</p><h3>Participant Selection</h3><p>The e-consultation involved 1,700 Canadian participants from across the country. The majority of these participants identified themselves as “persons with disabilities,” “contributors to the Canada Pension Plan on pay or income tax,” “CPP (D) recipients,” and “family members of a person with a disability.”<a href=\"http://participedia.net/#_ftn1\" id=\"_ftnref1\" name=\"_ftnref1\" title=\"\"><u>[1]</u></a> Other participants affiliate themselves as CPP (D) applicants and appellants, level representatives of persons with disabilities, employees of a federal/provincial disability income support program, employees in the insurance business, employees of a member of Parliament, employees of a disability association or advocacy group, rehabilitation specialist, medial doctors or other medical professionals.<a href=\"http://participedia.net/#_ftn2\" id=\"_ftnref2\" name=\"_ftnref2\" title=\"\"><u>[2]</u></a>  A majority of these participants resided in Ontario, followed by residents of British Columbia, Atlantic Provinces and Alberta. Quebec had the lowest respondents, which is expected because Quebec has its own social insurance for disabled persons separate from CPP (D).<a href=\"http://participedia.net/#_ftn3\" id=\"_ftnref3\" name=\"_ftnref3\" title=\"\"><u>[3]</u></a> Age, gender and income also played a role in the participation demographics. Results showed that more females than males participated, which is suggested, but not proven, to be due to the fact that women CPP (D) beneficiaries are affected differently than men. Women are more susceptible to encounter cyclical and fluctuating illnesses which could inhibit their sustainability of employment. This strongly relates to their eligibilities for CPP (D) benefits, because in order to be eligible, “a person must demonstrate that their disability is “severe and prolonged” and that he or she has contributed to CPP (D) during four of the last six years prior to applying for benefits.”<a href=\"http://participedia.net/#_ftn4\" id=\"_ftnref4\" name=\"_ftnref4\" title=\"\"><u>[4]</u></a> Age also correlates with CPP (D) benefits because as a contributory national public program, beneficiaries must have worked long enough to contribute and older populations tend to be more likely to have disabilities.<a href=\"http://participedia.net/#_ftn5\" id=\"_ftnref5\" name=\"_ftnref5\" title=\"\"><u>[5]</u></a> Finally, many participants indicated their households held incomes less than $40,000. The Subcommittee on the Status of Persons with Disabilities suggested this is due to most of the participants identifying themselves as persons with disabilities and this population tends to have a lower income than the average Canadian.<a href=\"http://participedia.net/#_ftn6\" id=\"_ftnref6\" name=\"_ftnref6\" title=\"\"><u>[6]</u></a>  </p><p><a href=\"http://participedia.net/#_ftnref1\" id=\"_ftn1\" name=\"_ftn1\" title=\"\"><u>[1]</u></a> M.P Chair, Longfield, Judi &amp; M.P. Chair Bennett, Carolyn, 2003. Listening to Canadians: A First View of the Future of Canada Pension Plan Disability Program, <em>Report on the Standing Committee on Human Resources Development and the Status of Persons with Disabilities</em>. Retrieved from<br/><a href=\"http://www.parl.gc.ca/content/hoc/Committee/372/HUMA/Reports/RP1032289/humarp05/humarp05-e.pdf\">http://www.parl.gc.ca/content/hoc/Committee/372/HUMA/Reports/RP1032289/h...</a><br/><a href=\"http://participedia.net/#_ftnref2\" id=\"_ftn2\" name=\"_ftn2\" title=\"\"><u>[2]</u></a> Ibid.<br/><a href=\"http://participedia.net/#_ftnref3\" id=\"_ftn3\" name=\"_ftn3\" title=\"\"><u>[3]</u></a> Ibid.<br/><a href=\"http://participedia.net/#_ftnref4\" id=\"_ftn4\" name=\"_ftn4\" title=\"\"><u>[4]</u></a> Ibid.<br/><a href=\"http://participedia.net/#_ftnref5\" id=\"_ftn5\" name=\"_ftn5\" title=\"\"><u>[5]</u></a> Ibid.<br/><a href=\"http://participedia.net/#_ftnref6\" id=\"_ftn6\" name=\"_ftn6\" title=\"\"><u>[6]</u></a> Ibid.</p><h3 id=\"ftn1\">Deliberation, Decisions, and Public Interaction</h3><p>The Subcommittee launched the e-consultation on December 3, 2002, the International Day of Persons with Disabilities. Canadians were able to participate in the online consultation at their convenience within the 13-week process. Participants were allowed to provide their viewpoints on the major issues facing the CPP(D). These participants could contribute their viewpoints by completing the online issue poll anonymously or by identifying themselves. The Subcommittee even allowed some individuals to fill out a paper version and submit it to the Subcommittee by mail.  Participants were given full disclosure of the intensions of the poll and respondents were asked to identify themselves as members of particular groups which included, persons with disabilities, families of persons with disabilities, CPP(D) contributors, CPP(D) recipients, and medical professionals  just to name a few.</p><p>Participants were also asked to share stories of their experiences with CPP(D) in 500 words or less. Although all submissions on subjects related to the program were accepted, the Subcommittee on Persons with Disabilities facilitated suggestions to receive feedback on, possible changes to the eligibility requirements and what worked well and what did not in the application, appeal and medical assessment process, the financial challenges faced by CPP(D) applicants and appellants in terms of cost associated with fulfilling all requirements of the application and appeal process, the adequacy of the benefit level, the challenges associated with CPP(D) benefits being considered as taxable income, how other programs, such as social assistance programs, private insurance and workers’ compensation programs, affect their experience with the CPP(D) program, and how work and a return-to-work strategy would fit into a program like CPP(D). These participants that shared their stories also had the same options of remaining anonymous or identifying themselves. The individuals who chose to register also had a choice of sharing their story on the website or only with the Subcommittee. Once again participants were informed of the Subcommittee’s intensions of collecting participant’s stories.</p><p>The Subcommittee on Persons with Disabilities also asked participants to offer their proposed solutions to a range of issues currently facing the Canada Pension Plan Disabilities program such as how to raise awareness of the CPP(D) program, how to enhance or restructure the process behind CPP(D), how to improve the application or appeal process and how to address the eligibility requirements. Participants were given the same option of remaining anonymous or identifying themselves.</p><p>During the integration process of the e-consultation and the traditional Subcommittee’s hearings occurred on the final meeting on CPP(D), several participants were invited to discuss the possible recommendations that the Subcommittee could include in the report.</p><p>The full list of recommendations included in the Subcommittee on Persons with Disabilities’ Report can be found <a href=\"http://www.parl.gc.ca/HousePublications/Publication.aspx?Language=e&amp;Mode=1&amp;Parl=37&amp;Ses=2&amp;DocId=1032289&amp;File=87\">here</a>.</p><h3>Influence, Outcomes, and Effects</h3>The Subcommittee on Persons with Disabilities presented this report to the House of Commons on June 12, 2003. The Subcommittee presented this report again to the House of Commons on November 5, 2003. There is no further data on government response or further action taken. Note: This section needs more details and review for updates on government response or implementation of recommendations<h3>Analysis and Criticism</h3><p>Note: Needs further analysis and updates.</p><h3>Secondary Sources</h3><p><a href=\"http://www.parl.gc.ca/content/hoc/Committee/372/HUMA/Reports/RP1032289/humarp05/humarp05-e.pdf\">Initial Report</a></p><p><a href=\"http://www.parl.gc.ca/HousePublications/Publication.aspx?Language=e&amp;Mode=1&amp;Parl=37&amp;Ses=2&amp;DocId=1032289&amp;File=87\">Final Report</a></p><p><a href=\"http://www.parl.gc.ca/Committees/en/HUMA/Work?show=reports&amp;parl=37&amp;session=2\">Standing Committee on Human Resources Development and the Status of Persons with Disabilities</a></p><p><a href=\"http://www.e-consultation.org/guide/index.php/E-consultation\">Information on e-Consultations</a></p><p><a href=\"http://dsq-sds.org/article/view/550/727/\">Journal Article - Engaging Citizens with Disabilities in eDemocracy</a></p>", "title": "Canadian House of Commons Sub-Committee on Persons with Disabilities Public Consultations"}