{"htmlbody": "<h3>Problems and Purpose</h3><p>New Hampshire has an established history of legalized gambling, with poker events, bingo nights, Lucky-7 ticket sales, and wagering at the state‘s race tracks bringing in a total of $615 million in 2008.  However, though New Hampshire was the first state to introduce lotteries, the public is still discussing whether it would be prudent to continue to expand gambling.</p><p>However, recent proposals to expand gaming in New Hampshire are significantly different in both type and scale than current gaming activities.  To reach the levels of gaming revenues suggested by some proponents would require expanding gaming far beyond current levels.  Expansion would also mean the introduction to the state of new forms of gaming, particularly VLT/slot machines, raising issues that must be fully considered.  The New Hampshire Gaming Commission was created in order to examine these issues and to analyze the social, fiscal, and economic issues of introducing VLT/slot machines and full-scale casino gaming to New Hampshire.</p><p>In reaching its findings, the Commission was driven more by long-term implications for the state and its citizens than by immediate fiscal and economic needs and by other pressures such as action by neighboring states. This commission was not charged with supporting or opposing expansion. However, if policy makers do decide to expand legalized gaming, what matters is how carefully they do it --not how quickly.</p><h3>Originating Entities and Funding</h3><p>This commission was established and run with the assistance of the New Hampshire Center for Public Policy Studies with the assistance of faculty and staff affiliated with the Carsey Institute and Cooperative Extension at the University of New Hampshire.  Funding was provided by the Rockefeller Brothers Fund, the W.K. Kellogg Foundation, and with substantial contributions from the University of New Hampshire, including Cooperative Extension.</p><h3>Participant Selection</h3><p>The primary means of contact with potential participants was through the use of list serves, newsletters, and web sites of partner organizations throughout the state. These organizations include but were not limited to the NH Humanities Council, the Business and Industry Association, the United Way, the NH Superintendents Association, the NH School Principals Association, regional planning commissions, the NH Center for Nonprofits, the NH Council of Churches, and the Live Free or Die Alliance.  </p><p>Press releases were also sent to all media outlets. Around 15,000 NH citizens received an e-mail about the project, along with information on how to register. In the week before February 13, increased media interest led to multiple stories about the community conversations, as well as on-air radio interviews.</p><p>The most common demographic represented at the face to face dialogue were males in their late fifties and beyond. Although the median age in NH is 39, over 66% of the participants were over the age of 56, and 32% of the  participants were retired.  Only 4% of participants were under the age of 36 and only 25% were under the age of 46. In addition, there was a significant gender imbalance of 62% male to 38 % female.</p><p>To extend the deliberative process beyond the one-day event, and to give more citizens a chance to participate, e-Democracy, e-Democracy, an independent organization based in Minneapolis, was contracted to develop an on-line forum to foster civil, productive deliberation. About 275 people registered to participate in the New Hampshire Community Conversations on-line forum and 175 posts were entered between February 25 and March 22. The majority of these posts came from around 15% of the registrants who were active on-line, while about 25% of those who registered posted at least once. Two-thirds of the on-line participants were over 56 and male.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>On February 13, eighteen small group conversations were held in ten different locations across the state (ranging in size from 5 to 15 participants). The conversations began at 8:30 AM and concluding around 3:30 PM. Two days prior to the event, the small number of Berlin registrants was asked if they would like to join the Littleton group in order to have sufficient numbers to create a meaningful dialogue. All those who had registered agreed and did drive to Littleton to be a part of that region‘s event.  A significant number of those who had pre-registered did not attend.</p><p>This included as many as 30 of the 71 registrants in Salem and about half of those who had pre-registered in Manchester and Littleton. On the other hand, about 35 individuals who had not pre-registered walked in on Saturday morning, signed up, and participated throughout the day. Despite the long duration of the discussion, very few individuals left their small group conversations before the end of the day.</p><p>At the end of the project, there were 11 sites with 19 small groups, with a total of 221 participants.  Evaluations taken at the end of the discussion indicates that participants overall had a favorable attitude towards the commission.  Over 88% of participants felt the small group facilitators did a good job making sure everyone‘s ideas were heard and respected.  Over 96% of participants felt they were attentive and involved in the conversation and over 89% indicated that the discussion helped them imagine the issues from other people‘s perspectives.</p><h3>Influence, Outcomes, and Effects</h3><p>The main themes of the group conversations were:</p><ul><li>Concern over the budget deficit of the New Hampshire government and how increasing legalization of gambling would affect it.  Citizens were aware that the state tax structure was unlikely to change in the near future, making it necessary for the state to either find alternative means of revenue or cut funding.</li><li>Concern over high unemployment and whether gambling would improve or worsen the situation. </li><li>Concern over how gambling facilities would affect aspects of local infrastructure including electricity, water, and road congestion.</li><li>Concern over potential gambling addiction and the costs of treatment</li><li>Views of the “New Hampshire way” and how lower restrictions on gambling was consistent with New Hampshire’s liberal attitude towards personal choice and freedom</li><li>Consensus on the need for empirical evidence on the economic and social effects of gambling facilities on the nearby community</li></ul><p>Members in favor of increased gambling argued:</p><ul><li>The state had a significant budget shortfall and that increased revenues from a controlled expansion of gambling would be more than enough to offset the costs</li><li>Increased construction jobs and employment from gambling facilities would reduce unemployment state wide.  In addition, the horse industry would ultimately benefit from increased gambling</li><li>New or expanded gambling facilities should be limited to resorts in a small number of locations including Salem, the Lakes Region, and the North Country (which had been hard-hit by the economic recession).  The state should not allow gambling at convenience stores, gas stations, and other small outlets.</li><li>Video gaming terminals and casino type facilities would be allowed at existing racetracks</li><li>New or expanded facilities should be privately owned but state controlled</li><li>Local communities should have a strong say in the placement of a nearby gambling facility</li><li>Communities by gambling facilities should see an increase in development and a decrease of property taxes.  Increased revenue from increased business from fields such as gas taxes, liquor, etc. would be expected.</li><li>The local racetrack by Salem functions as a net boon to the community.  This case study bodes well with the proposal to expand gambling to the rest of the state.</li><li>Restricting gambling would be hypocritical in light of the state’s support of charitable gaming and the state lottery</li></ul><p>Members opposed to increased gambling argued:</p><ul><li>Gambling could grow out of control and not be limited to a limited number of locations</li><li>The state needs a progressive tax system and other, better forms of taxes exist which could raise revenue better than relying on gambling taxes</li><li>Expanded gambling sets a bad example for young people and increases their risk for gambling addiction.  Money should be spent on more productive areas.</li><li>Gambling should not be allowed in areas close to “my” county</li><li>The owners of gambling facilities could become a powerful, malicious force in state politics</li><li>The current economic recession is temporary and will abate, negating the need for increased state revenue</li><li>Legalized gambling leads to a work ethic that promotes luck, rather than hard work.  Increased gambling could lead to increased illicit activities, poverty, and a sense of entitlement.</li><li>Gambling would not necessarily provide jobs capable of offering a living wage for NH residents</li><li>Increased gambling will keep other industries from relocating to the state</li><li>Gambling will increase the strain on community services with no guarantee that their benefits will be able to offset the cost of this strain</li></ul><p>General recommendations to the Governor’s Commission include:</p><ul><li>Expanding research into the issue of increased gambling before proceeding due to concerns over the quality and quantity of existing research</li><li>Ensure gambling expansion is based off of clear evidence of benefits to local communities</li><li>Research a projected value of the losses charitable gambling events will face from an increase in legalized gambling</li><li>Consider how revenues from gambling taxes will be distributed</li><li>Ensure that local communities have the potential to approval or veto proposals to build nearby gambling facilities</li><li>Ensure gambling expansion plans include considerations on it’s affect on long term community and regional growth</li><li>Consider the increase in local property taxes of gambling facilities</li><li>Consider the types and wages of jobs, and overall revenu that would be created by increased gambling.</li><li>Consider the economic impact of a large shift in skilled workers from other sectors of the state to the gambling industry</li><li>Consider how much New Hampshire residents would benefit from job creation from gambling facilities compared to the gain from out of state residents.</li><li>Examine the impact of gambling losses on low-income New Hampshire residents</li><li>Take special notice of legalized gambling on North Country, due to existing economic trouble in the area</li><li>Consider resources necessary in order to regulate an expanded gambling industry</li></ul><h3>Analysis and Criticism</h3><p>One criticism of this deliberative method is the uneven demographics of the participants.  New Hampshire has one of the oldest populations in the United States with a mean age of 41.1 years old compared to a median age of 40.7 years in Florida as of 2010.  However, participation in this study vastly underrepresented young and middle aged participants relative the state’s population, with over 66% of the participants over 56 years of age. </p><p>Although the citizens involved had mostly positive evaluations on the public discussions, citizens on both sides of the issue had a desire for more research on the effects of expanded gambling on surrounding communities.  Although the commission ultimately decided to support limited expansions to gambling, the commission’s reluctance to come to a broader and more decisive conclusion was likely hampered by a lack of information.</p><p>Lastly, this deliberative discussion, while interesting, will likely only have limited impact on governmental policy.  The commission itself has no policy making authority and is limited to giving policy recommendations to the state governor.  Unfortunately, the lopsided demographics of the commission, the overall lack of research on the effects of gambling expansion on local communities, and the commission’s reluctance to come to a decisive conclusion means that this report will likely have minimal impact on governmental decision making bodies.  However, the commission did make some good recommendations, such as ensuring a local voice in gambling expansions and pointing out areas of concern in the most need of study. </p><p>Ensuring that the participant base is more demographically balanced and doing more research into the topic will likely improve the effectiveness of this type of deliberative method in the future.</p><h3>External Links</h3><p><a href=\"http://www.unh.edu/news/cj_nr/2010/jan/bp22gambling.cfm\">http://www.unh.edu/news/cj_nr/2010/jan/bp22gambling.cfm</a></p>", "title": "New Hampshire Community Conversations on Expanded Gambling (2010)"}