{"htmlbody": "<p><em>Note: Another version of this case study can be found below as a file attachment with the prefix \"VD\". This alternate version was originally submitted to </em><a href=\"http://www.vitalizing-democracy.org/\">Vitalizing Democracy</a><em> as a contestant for the 2011 Reinhard Mohn Prize.</em></p><h3><strong>Summary</strong></h3><p>Participatory Budgeting (PB) is a process implemented in the 1990s where residents of certain regions can influence how their governments' annual budgets are allocated.</p>After the collapse of its authoritarian regime in the mid 1980s, Brazilians implemented reforms to bolster their economic and political futures through participatory methods. These new democratic practices drastically improved the lives and social infrastructure of its participants.<h3><strong>Problems and Purpose</strong></h3><p> The purpose of Participatory Budgeting (PB) in Belo Horizonte is to provide participant-residents an instrument in which they can deliberate, negotiate and vote for policies that can channel much needed financial resources to their districts. Participants can tackle important issues and projects that affect their daily lives such as sewage systems, road pavements and lighting, housing for the urban poor, daycare and health centers, schools, work centers, parks, recycling depots and anything that participants can think of that can improve their immediate surroundings. As annual funds are allocated, government representatives spread the word through effective grassroots campaigns that reach out to districts that will eventually deliberate and vote on subject matters for a month prior to closing the polls and beginning project implementations. This practice has greatly benefitted marginalized sectors of Brazil, such as the poor and disenfranchised citizens, since they provide an opportunity to influence resource allocation in their communities. Economically challenged communities get higher priority than prosperous ones, since the purpose of PB is to even out the economic and political disparities that have plagued the country throughout its history.</p><h3>History</h3><p>For more than a century, Brazil was ruled by authoritarian and oligarchic governments that alienated and marginalized important sectors of society. As a result of this, stunted economic growth led to widespread poverty across the nation. During the 1960's the Brazilian government's modernizing reforms resulted in economic growth, as well as an increase in the urban population. However, there was also an unaparalleled disproportion between the urban population growth and infrastructure development because the current infrastructure couldn't sustain the influx of city dwellers. Wealthier communities had access to basic infrastructure, yet a measly 12-15% ofthe country's less prosperous regions had access to urban services. </p><p>Neighborhood associations emerged in the 1970s to raise awareness of poverty and inequality, although these were not effective until the transition into democracy the following decade. The Workers Party created Participatory Budgeting, which allows resident-participants to vote on measures that funnell government funds to their communites. Since 1993, the region of Belo Horizonte has successfully employed this deliberative process.</p><h3><strong>Originating Entities and Funding</strong></h3><p>An index published by the local governments of Belo Horizonte, and a partnership with a local university provide funding. High priority areas receive more funding, in order to stimulate economic growth and social prosperity.</p><h3>Participant Selection</h3><p>All residents of Belo Horizonte are encouraged to participate in the face to face deliberative and voting process that occurs in the spring. Each district is allocated an equal amount of resources such as accessible government support and access to mobile and permanent polling stations so that residents can casts their votes. Depending on the amount of participants, delegates are elected to represent their communities. The criteria used is as follows: if there are 200 participants or less, there is 1 delegate per 10 participants; if there are 201-410 participants, there is 1 delegate per 15 participants; and if there are 410 or more participants, there is 1 delegate per 20 participants. After the public presents and approves proposals that are integrated into the budget, roughly 20% of the elected delegates form part of <em><strong>Comforcas</strong></em>, an overseeing committee that oversees their implementation and is authorized to negotiate suitable substitutions in cases where the original proposal is unfeasible.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p> With the elimination of political mediators who held hostage the \"patrimonial budgets\" that were a hallmark of Brazilian politics in the past, resident-participants are encouraged to participate in town meetings to deliberate about what projects need to be created and how funds should be allocated for them. The collapse of the authoritarian regime led to the decentralization of the political power base, thus creating an avenue for marginalized sectors to publicly interact in town meetings and vote for their preferences. Community leaders convince townmates on measures or projects that they desire to implement and vote on. Every year, each district votes for 25 projects in a preliminary election, which then community leaders narrow down to 14 that are implemented and overseen by the Comforcas. The three main criteria for government allocation of funds are: size of population, socio-economic status and existing infrastructure. The level of participation is directly linked to the credibility of the process and the existence of public rules for action (Avritzer, 1999). Below is the yearly participatory statistics:</p><p>1994: 15,216</p><p>1995: 26,823</p><p>1996: 36,508</p><p>1997: 31,795</p><p>1998: 19,418</p><p>1999: 21,175</p><p>2000: 31,369</p><p>The decline in participation after 1997-1998 is attributed to the Worker's Party's defeat in the local elections.</p><h3>Influence, Outcomes, and Effects</h3><p>With the adoption of a democratic regime in the 1980s, new political practices emerged that enhanced political deliberation, incorporated marginalized sectors and decentralized power. This eliminated political intermediaries and empowered community leaders and individuals. Once the citizenry became aware of deliberative participation's potential, the incentives for inefficient bureaucratic systems became almost non-existent, and accountability and transparency became a priority. (Avritzer, 1999).</p><h3>Analysis and Criticism</h3><p>The success of PB depends on the citizenry's trust of the governing party's disposition to enact their proposals. If the citizenry does not feel comfortable with the ruling party, participation declines because they feel that their demands will not be acted upon. Participatory Budgeting's success also relies heavily on information campaigns aimed at mobilizing citizens to cast their opinions and votes during town meetings. Without this critical component. this deliberative exercise would be a failure because it would not be able to capture the majority's opinion and could lead to the approval of poor projects. Nevertheless, the PB process is considerd a success and has since been replicated in different countries.</p><h3>References:</h3><p>1.Participatory Publics: Civil Society and New Institutions in Democratic Brazil. Brian Wampler and Leonardo Avritzer</p><p><a href=\"http://www.jstor.org/stable/4150132?seq=1#page_scan_tab_contents\">http://www.jstor.org/stable/4150132?seq=1#page_scan_tab_contents</a></p><p>2. Public Deliberation at the Local Level: Participatory Budgeting in Brazil. Leonrdo Avritzer</p><p><a href=\"https://www.ssc.wisc.edu/~wright/avritzer.pdf\">https://www.ssc.wisc.edu/~wright/avritzer.pdf</a></p><p>3. Participatory Publics in Brazil. Frieden</p><p> <a href=\"http://participedia.net/en/cases/participatory-publics-brazil\">http://participedia.net/en/cases/participatory-publics-brazil</a></p><p>Secondary Sources:</p><p>1. Finalists for the Reinhard Mohn Prize 2011: Co-Governance in Belo Horizonte. Bertellsman Stiftung</p><p><a href=\"http://www.youtube.com/watch?v=M5QG6cZKjMA\">http://www.youtube.com/watch?v=M5QG6cZKjMA</a></p><p>2. Beyond Elections Documentary: Participatory Budgeting. Mfoxus</p><p><a href=\"http://www.youtube.com/watch?v=HXeI5JX3Pmk\">http://www.youtube.com/watch?v=HXeI5JX3Pmk</a></p><p>2. OP BELÔ (PB Beautiful), film by JOHN RAMOS DE ALMEIDA, 2011 (date uncertain)</p><p><a href=\"http://vimeo.com/22084457#\">http://vimeo.com/22084457#</a></p><p> </p>", "title": "Belo Horizonte Participatory Budgeting"}