{"htmlbody": "<h2>Problems and Purpose</h2><p>The problem is that citizens feel that there are not enough outdoor recreation resources and opportunities, more specifically for those individuals that have limited access and use of the outdoor recreation resources for reasons including age, income, or knowledge. Below is an explanation of the purpose and a brief excerpt from the New Hampshire Outdoors, Revised.</p><p>1. New Hampshire Outdoors, Revised 2008-2013 is New Hampshire's Statewide Comprehensive Outdoor Recreation Plan (SCORP). It serves as the state's official plan for outdoor recreation for the ensuing five years. The state of New Hampshire uses this to identify major issues and challenges facing the state's recreation and natural resources. The SCORP also offers a series of recommendations to address each issue that is proposed. A lot of the times the recommendations are guidelines or directions for action, more specifically for state agencies.</p><p>2. New Hampshire uses this as a reference guide or information source for those interested in recreational trends, supply, and demand. The data is then provided, often on a county-level, for the supply of recreation and open space lands in the state, as well as on nationwide and statewide demand. This Plan can also give recreational providers and decision-makers information characterizing major recreation-related issues in the state, and some recommendations for addressing these issues. Finally, this Plan provides more specific guidance to communities and school districts about how statewide LWCF monies for communities will be targeted in the upcoming five-year period (<a href=\"http://www.recpro.org/assets/Library/SCORPs/nh_scorp_2008.pdf\">http://www.recpro.org/assets/Library/SCORPs/nh_scorp_2008.pdf</a>).</p><h3>History</h3><p>In 2011, <a href=\"http://www.carseyinstitute.unh.edu/index.html\"><u>New Hampshire Listens</u></a> worked with the NH Office of Energy and Planning (OEP) and the NH Department of Resources and Economic Development (DRED) to learn more about citizens’ views on opportunities for outdoor recreation at the local and state level. The citizen input from the sessions will be used by OEP and DRED to develop priorities for the NH Statewide Comprehensive Outdoor Recreation Plan (SCORP) that is currently under revision. In October, over 170 residents met in small group conversations that were held in seven different locations across the state. The project involved approximately 225 residents, (<a href=\"http://participedia.net/en/comment/23#comment-23\">http://participedia.net/en/comment/23#comment-23</a>).</p><h3>Originating Entities and Funding</h3><p>NH Listens facilitated and organized all the meetings and small group dialogues but they had the help of the New Hampshire Office of Energy and Planning. The funding came from the Land and Community Heritage Investment Program (LCHIP). This program provided about 40-50% of the funding, the rest came from local organizations and government funding as well through grants and aids.</p><p><em>Note: This section requires more content and information that was not found, to go more into detail. The focus would be the actual numbers of the overall budget, annual budget, and the amount spent on maintenance, as well as total cost for implementation.</em></p><h3>Participant Selection</h3><p>The Small Group-Facilitated Dialogues consisted of the public and was open to everyone in the communities and cities that the deliberations were held. The targeted audience was the general public with emphasis on the people that had limited use of the resources because of different factors.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>Through the series of small group-facilitated dialogues the recreation demands and needs were developed and the list of demands versus needs is as follows:</p><p>1. Demands -</p><p>Cross-country</p><p>Skiing</p><p>Trail running</p><p>Snowshoeing</p><p>Telemark skiing</p><p>Bicycling</p><p>Camping</p><p>2. Needs -</p><p>Backpacking/Hiking</p><p>Canoeing</p><p>Rafting</p><p>Wildlife recreation i.e. fishing, hunting, bird watching</p><h3>Influence, Outcomes, and Effects</h3><p>The final report from all the small group deliberations has been submitted to NH OEP and the NH DRED and will be available soon on the NH Listens website. The outcome of all this is that New Hampshire ended up prioritizing the outdoor recreations resources that would be implemented by money.</p><h3>Analysis and Criticism</h3><p>Note: Adequate and sufficient information was not found on this section. It is in need of content more specifically quotes or criticisms from those involved in the small group dialogues.</p><h3>Secondary Sources</h3><p>1. NH Listens flyer</p><p><a href=\"http://www.nh.gov/oep/news/2011/documents/nh_listens_flyer.pdf\">http://www.nh.gov/oep/news/2011/documents/nh_listens_flyer.pdf</a></p><p>2. Community Leader Invitation Letter</p><p><a href=\"http://www.nh.gov/oep/news/2011/documents/nh_listens_invitation_letter.pdf\">http://www.nh.gov/oep/news/2011/documents/nh_listens_invitation_letter.pdf</a>\\</p><p>3. New Hampshire Outdoors, Revised 2008-2013</p><p><a href=\"http://www.recpro.org/assets/Library/SCORPs/nh_scorp_2008.pdf\">http://www.recpro.org/assets/Library/SCORPs/nh_scorp_2008.pdf</a></p>External Links<p><a href=\"http://www.nhlistens.org/\">www.NHListens.org</a></p><p><a href=\"http://www.nh.gov/oep/news/2011/index.htm#news091511\">http://www.nh.gov/oep/news/2011/index.htm#news091511</a></p><p><a href=\"http://www.carseyinstitute.unh.edu/nhlistens/home.html\">http://www.carseyinstitute.unh.edu/nhlistens/home.html</a></p><p><a href=\"http://www.nhtrails.org\">www.nhtrails.org</a></p>Notes<p> </p>", "title": "New Hampshire Public Conversations on Outdoor Recreation"}