{"htmlbody": "<p><a id=\"Problems_and_purpose\" name=\"Problems_and_purpose\"></a></p><h2>Problems and purpose</h2><p>The Open Government Directive is an effort by the Obama Administration to create an unprecedented level of openness in government. One of President Obama’s main goals since his first day in office has been to increase transparency, participation, and collaboration between the federal government, different governmental agencies, and the public. The purpose of these acts was to correct the relative opacity of the last administration, which has long been criticized for its overly-private nature and lack of transparency all together. President Obama's first executive act, issued on January 21,2009 in his Memorandum on Transparency and Open Government, set forth among other things, that, \"We will work together to ensure the public trust and establish a system of transparency, public participation, and collaboration, openness will strengthen our democracy and promote efficiency and effectiveness in Government.\" [6]</p><p> </p><p><strong>The following highlight the specific goals that the plan calls for.</strong></p><p>By February 6th*, each department's must set up a website at agencyx.gov/open with not only the text of the plan, but also tools with which members of the public can comment on on the plan and the agency's commitment to open government. The Office of Management and Budget (OMB) specifies that open government sites should \"serve as the gateway for agency activities related to the Open Government Directive\" and each agency \"shall maintain and update that webpage in a timely fashion.\"</p><p>Within 45 days, each agency, in consultation with the OMB, shall designate a high- level senior official to be held accountable for the quality, objectivity and internal controls of the Federal spending information publicly disseminated. Each agency shall also identify and publish online in an open format at least three high-value data sets...and register those data sets via Data.gov,\" reads the directive. \"These must be data sets not previously available online or in a downloadable format.\"</p><p>Within 60 days, the deputy director shall issue a separate, mini-directive detailing the specifics of the \"high-quality data\" that the White House requests the agencies submit to its central clearinghouses like USASpending.gov. Also within 60 days, the Federal Chief Information Officer and the Federal Chief Technology Officer shall create an Open Government Dashboard on <a href='http://www.whitehouse.gov/open\"'>www.whitehouse.gov/open\"</a>. \"The Open Government Dashboard will make available each agency’s Open Government Plan, together with aggregate statistics and visualizations designed to provide an assessment of the state of open government in the Executive Branch and progress over time toward meeting the deadlines for action outlined in this Directive.\"</p><p>Within 90 days, the Deputy Director for Management at OMB will issue, through separate guidance or as part of any planned comprehensive management guidance, a framework for how agencies can use challenges, prizes, and other incentive-backed strategies to find innovative or cost-effective solutions to improving open government.\"</p><p> </p><p>Despite important progress, much remains to be done.</p><p>Left somewhat untouched in the White House's released version of its Open Government Directive (OGD) are three central factors: transparency, participation and collaboration. The OGD encourages agencies to involve citizens in the practice of government, but does no offer much in the way of guidance in figuring out to complete that challenging task.</p><p>Furthermore, much of what agencies can and can't do online is shaped by policy barriers, even when those are mostly legalistic in nature. In such cases, the OMB typically relies on the Office of Information and Regulatory Affairs (OIRA) to navigate these issues.</p><p>Within 120 days, OIRA must \"review existing OMB policies, such as Paperwork Reduction Act guidance and privacy guidance, to identify impediments to open government and to the use of new technologies and, where necessary, issue clarifying guidance and/or propose revisions to such policies, to promote greater openness in government.\" [2]</p><p> </p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>On his first day in Office, President Obama signed the Memorandum on Transparency and Open Government, ushering in a new era of open and accountable government meant to bridge the gap between the American people and their government.</p><p>Soon after announcing his Open Government initiative in January 2009, President Obama and the Office of Management and Budget (OMB) launched the first public comment on an Executive Order [9]. In February 2009, The State Department launched “Sounding Board,” an electronic suggestion box for feedback from the general public and workforce. [10] Soon after in March, during the Open for Questions Town Hall, the President answered questions that were submitted and voted on transparently by the public [11].</p><p>On December 8, 2009, the White House issued an unprecedented Open Government Directive requiring federal agencies to take immediate, specific steps to achieve key milestones in transparency, participation, and collaboration. Progress on this initiative can be tracked across the Executive Branch on the Open Government Dashboard, and in the White House Progress Report to the American People. [3]</p><p><strong>Sources of interest include:</strong></p><p>January 22, 2010 Agencies Publish High-Value Data</p><p>January 22, 2010 Agencies Designate Senior Accountable Official for Quality of Federal Spending Information</p><p>January 22, 2010 White House Establishes Open Government Working Group</p><p>February 6, 2010 Agencies Create Open Government Webpages</p><p>February 6, 2010 White House Issues Framework to Ensure Quality of Federal Spending Information</p><p>February 6, 2010 White House Launches Open Government Dashboard to Track Progress</p><p>March 8, 2010 White House Issues Framework for Agencies can use Challenges and Prizes to find Innovative Solutions</p><p>April 7, 2010 Agencies Publish Open Government Plans , Roadmaps for Incorporating Principles of Openness into Core</p><p>Agency Missions [3]</p><p>April 7, 2010 White House Issues Comprehensive Strategy for Federal Spending Transparency</p><p>April 7, 2010 White House Reviews and Revises OMB Information Policies to Promote Greater Openness</p><p>December 1, 2010 USAspending.gov provides transparency on Federal spending at the prime and sub-award level.</p><p>December 8, 2010 Target Agencies Reduce Freedom of Information Act (FOIA) Backlogs by 10%</p><p> </p><p><a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h2>Participant Selection</h2><p>The Open Government Directive is available online and open to the public. Indeed, the Open Government Directive established a catalog system of information to be released from each sector of the government. This catalog is very accessible to the all members of the public. [16]</p><p><a id=\"Influence.2C_Outcomes.2C_and_Effects\" name=\"Influence.2C_Outcomes.2C_and_Effects\"></a></p><h2>Influence, Outcomes, and Effects</h2><p>OpenTheGovernment.org is a coalition of journalists, consumer and good government groups, environmentalists, library groups, labor, and others united to make the federal government a more open place in order to make us safer, strengthen public trust in government, and support our democratic principles. Our coalition transcends partisan lines and includes progressives, libertarians, and conservatives. [9]</p><p>OMB Watch, a nonprofit research and advocacy organization, was formed in 1983 to lift the veil of secrecy shrouding the White House Office of Management and Budget (OMB). OMB oversees federal regulation, the budget, information collection and dissemination, proposed legislation, testimony by agencies, and much more. While OMB's actions were having an enormous impact on agency operations and the pursuit of social justice, it remained largely behind the scenes — unaccountable and little understood by the public and public interest groups. By explaining governmental processes and monitoring OMB, OMB Watch helped bring sunshine to this powerful and secretive agency. [12]</p><p>The Sunlight Foundation is a non-profit, nonpartisan organization that uses the power of the Internet to catalyze greater government openness and transparency, and provides new tools and resources for media and citizens, alike. We are committed to improving access to government information by making it available online, indeed redefining “public” information as meaning “online,” and by creating new tools and websites to enable individuals and communities to better access that information and put it to use. [10]</p><p>The Obama Administration has noted the fact that similar transparency and participation measures have subsequently been taken in other states across the country, as well as internationally. For example, in May 2009, Data.gov had just 47 data sets. Today, it has more than 168,000 [1].</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h2>Analysis and Criticism</h2><p>Overall there is a general sense of approval for Obama's open government directive as the initiative really does provide transparency and openness within/for the United States. Yet even with the large roar of approval there are still the hiccups of criticism. In terms of those who disprove of the initiative are really just worried about peoples over-expectations of this initiative being enough to make the government work well, they claim need more then just transparency to fix our government but they still agree that this is a good stepping stone to the future of a transparent government for the people, of the people, and by the people. “It is this spirit of innovation that is most compelling about the tools and data released to date. While the Open Government Directive has yet to create radical transformations in government, its most important contribution may be a new culture of openness.” [6]</p><p><a id=\"References\" name=\"References\"></a></p><h2>References</h2><p>1. The Official Web Site of the United States Government: <a class=\"external free\" href=\"http://www.whitehouse.gov/open\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/open\">http://www.whitehouse.gov/open</a>. or <a class=\"external free\" href=\"http://www.whitehouse.gov/open/about\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/open/about\">http://www.whitehouse.gov/open/about</a>.</p><p>2. Executive Office of the President, Washington DC. “Open Government. A Progress Report to the American People”. December 1, 2009. <a class=\"external free\" href=\"http://www.dtic.mil/cgi-bin/GetTRDoc?AD=ADA511553&amp;Location=U2&amp;doc=GetTRDoc.pdf\" rel=\"nofollow\" title=\"http://www.dtic.mil/cgi-bin/GetTRDoc?AD=ADA511553&amp;Location=U2&amp;doc=GetTRDoc.pdf\">http://www.dtic.mil/cgi-bin/GetTRDoc?AD=ADA511553&amp;Location=U2&amp;doc=GetTRDoc.pdf</a>.</p><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h2>Secondary Sources</h2><p>3. OGD Milestones: <a class=\"external free\" href=\"http://www.whitehouse.gov/open/about/milestones\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/open/about/milestones\">http://www.whitehouse.gov/open/about/milestones</a></p><p>4. Critics of OGD, <a class=\"external free\" href=\"http://www.nextgov.com/nextgov/ng_20090529_2525.php\" rel=\"nofollow\" title=\"http://www.nextgov.com/nextgov/ng_20090529_2525.php\">http://www.nextgov.com/nextgov/ng_20090529_2525.php</a></p><p>5. Vijayan, Jaikumar, “Agencies struggle to meet Obama’s Open Government Directive”. May 4, 2010. ComputerWorld. <a class=\"external free\" href=\"http://www.computerworld.com/s/article/9176290/Agencies_struggle_to_meet_Obama_s_Open_Government_Directive\" rel=\"nofollow\" title=\"http://www.computerworld.com/s/article/9176290/Agencies_struggle_to_meet_Obama_s_Open_Government_Directive\">http://www.computerworld.com/s/article/9176290/Agencies_struggle_to_meet_Obama_s_Open_Government_Directive</a>.</p><p>6. Terdiman, Daniel. “White House unveils open government directive”. CNET News. <a class=\"external free\" href=\"http://news.cnet.com/8301-13772_3-10411429-52.html\" rel=\"nofollow\" title=\"http://news.cnet.com/8301-13772_3-10411429-52.html\">http://news.cnet.com/8301-13772_3-10411429-52.html</a>.</p><p>7. President Barack Obama. January 21, 2009. <a class=\"external free\" href=\"http://www.whitehouse.gov/open\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/open\">http://www.whitehouse.gov/open</a>.</p><p>8. Data.gov- Open Government Directive Agency Datasets: <a class=\"external free\" href=\"http://www.data.gov/open/raw\" rel=\"nofollow\" title=\"http://www.data.gov/open/raw\">http://www.data.gov/open/raw</a>.</p><p>9. Federal Register. Vol. 74, No. 37. February 26, 2009. Comments on executive order: <a class=\"external free\" href=\"http://edocket.access.gpo.gov/2009/pdf/E9-4080.pdf\" rel=\"nofollow\" title=\"http://edocket.access.gpo.gov/2009/pdf/E9-4080.pdf\">http://edocket.access.gpo.gov/2009/pdf/E9-4080.pdf</a>.</p><p>10. Radia, Kirit. \"Hillary Clinton Launches E-Suggestion Box.. 'The Secretary is Listening'\". February 10, 2009. ABC News. <a class=\"external free\" href=\"http://blogs.abcnews.com/politicalradar/2009/02/hillary-clint-1.html\" rel=\"nofollow\" title=\"http://blogs.abcnews.com/politicalradar/2009/02/hillary-clint-1.html\">http://blogs.abcnews.com/politicalradar/2009/02/hillary-clint-1.html</a>.</p><p>11. Open For Questions TownHall: <a class=\"external free\" href=\"http://www.whitehouse.gov/openforquestions\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/openforquestions\">http://www.whitehouse.gov/openforquestions</a>.</p><p> </p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p>12. OpenTheGovernment.org: <a class=\"external free\" href=\"http://www.openthegovernment.org/\" rel=\"nofollow\" title=\"http://www.openthegovernment.org/\">http://www.openthegovernment.org/</a>.</p><p>13. The Sunglight Foundation- <a class=\"external free\" href=\"http://sunlightfoundation.com/\" rel=\"nofollow\" title=\"http://sunlightfoundation.com/\">http://sunlightfoundation.com/</a>.</p><p>14. Full text of the Open Government Directive from the White House’s website, including Memorandum: <a class=\"external free\" href=\"http://www.whitehouse.gov/open/documents/open-government-directive\" rel=\"nofollow\" title=\"http://www.whitehouse.gov/open/documents/open-government-directive\">http://www.whitehouse.gov/open/documents/open-government-directive</a>.</p><p>15. OMB Watch- <a class=\"external free\" href=\"http://www.ombwatch.org/about_us\" rel=\"nofollow\" title=\"http://www.ombwatch.org/about_us\">http://www.ombwatch.org/about_us</a>.</p><p>16. Data.gov- Open Government Directive Agency Datasets: <a class=\"external free\" href=\"http://www.data.gov/open/raw\" rel=\"nofollow\" title=\"http://www.data.gov/open/raw\">http://www.data.gov/open/raw</a>.</p>", "title": "Open Government Directive, Obama Administration"}