{"htmlbody": "<h3>Problems and Purpose</h3><p>         One of the primary purposes of the New Hampshire Public Conversations on Outdoor Recreation was to involve a diversity of people so that the renewal of outdoor recreation within the state would reflect and benefit all people. This deliberation did not only concern the usual bikers, hikers, fishermen, etc. but especially aimed to include the less frequent users of New Hampshire’s outdoor recreation facilities. The New Hampshire Department of Resources and Economic Development (DRED) and the New Hampshire Office of Energy and Planning (OEP) wanted to hear from citizens of all ages, communities, and socioeconomic backgrounds. As stated in the final report of the <em>Statewide Community Conversations on Outdoor Recreation in New Hampshire</em>,\"the goal of these community conversations was to create an opportunity for citizens to share their thoughts on the challenges, opportunities, issues, and needs relating to local and state outdoor recreation.\"    </p><h3>History</h3><p>            The New Hampshire Public Conversations on Outdoor Recreation was organized by the NH Listens initiative of the University of New Hampshire’s Carsey Institute,  with the New Hampshire Department of Resources and Economic Development (DRED), and the state Office of Energy and Planning (OEP). The New Hampshire Public Conversations focused on small group facilitated deliberation. It served as an entity of the Statewide Comprehensive Outdoor Recreation Plan (SCORP), designed to improve the quality of outdoor recreation and parks. The SCORP follows the guidelines of the Land and Water Conservation Fund (LWCF), which require each state to have an approved SCORP on file with the National Park Service (NPS). The SCORP must be reviewed every five years, and completely updated and presented to the National Park Service every ten years. Since 2013 marks the end of the SCORP’s ten-year term, the New Hampshire Public Conversations on Outdoor Recreation was held in 2011 in order to increase the efficiency of citizen input for the creation of the next SCORP. The people behind this civic engagement project included the Director, Bruce Mallory, the Project Manager, Michele Holt-Shannon, the Project Coordinator, Molly Donovan, and the Project Assistant, Julie Tracy. </p><h3>Originating Entities and Funding</h3><p>           The New Hampshire Public Conversations on Outdoor Recreation is part of NH Listens, a civic engagement initiative of the Carsey Institute at the University of New Hampshire.</p><h3>Participant Selection</h3><p>            NH Listens recruited distinct groups of people through a database of local recreation departments, high schools, regional planning commissions, senior centers, health agencies, disability groups, and those working with new immigrant groups. In an effort to include a diversity of views for the upcoming SCORP, NH Listens used the database to pursue citizens that were less likely to join public deliberations on outdoor recreation, such as clients or constituents working with the elderly, youth, new immigrant groups, the physically disabled, and those working to connect health, obesity, and recreation. Such contacts were sent information on the New Hampshire Public Conversations on Outdoor Recreation and were offered easy access to registration. Furthermore, members of NH Listens worked to gain participants by personally contacting the target groups from the database as well as the rest of the public. There was also extensive coverage on the event in newspapers, newsletters, and online sources throughout New Hampshire.The participants of the New Hampshire Public Conversations on Outdoor Recreation registered online or over the telephone, though staff members of NH Listens did allow walk in participants. During registration, the interested citizens were asked questions, however they did not have to answer all of them. NH Listens surpassed their goal of 120 participants, as the total amount of registrants reached 171.</p><p>Below are some statistics about the participants found in the final report:</p><ul><li>Of those who pre-registered and filled out the registration questions, 105 were female and 60 were male</li><li><p>Of those who reported their age, 69% of registrants were between 45 and 65 years old; </p></li><li><p>16% were between 31 and 44 years old; </p></li><li><p>11% were over 65 years old</p></li><li><p>4% were under 30 years old</p></li></ul><p>            A survey showed that 152 participants claimed they use outdoor recreation facilities, while 4 said they do not. Of those respondents, 11 said they use outdoor recreation facilities daily, 50 said weekly, 32 participants answered monthly, and 56 claimed that they use outdoor facilities several times per year.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>             Based on the mission of NH Listens, the New Hampshire Public Conversations on Outdoor Recreation was created for quality civic engagement rather than partisan based arguments. This promoted productive deliberation through both expression and understanding of each person’s unique perspectives. In the final report of the <em>Statewide Community Conversations on Outdoor Recreation in New Hampshire</em>, “it is significant that our overall summary of input contains both issues of overlapping concern and issues of unique differences.” In order to accomplish an accurate view of each group, the facilitator guided the participants through a four-stage process:</p><p>1. Introductions and personal stories about how participants relate to the focus topic of the dialogue (including their prior experiences with and opinions about the topic)</p><p>2. Review of the available data on the topic to assure common, comparable levels of knowledge among the participants</p><p>3. Analysis of the topic and its multiple dimensions, leading to selection by the group of a small number of key issues (3-4) that are seen as most important for discussion </p><p>4. In-depth discussion of the selected key issues and articulation of a final set of views, values, or recommended actions directed at relevant decision-makers</p><p>            The facilitator analyzed all views and opinions throughout the conversation, and then worked with the group to reach a final agreement. However, if there were multiple groups involved with the deliberation, the members NH Listens analyzed the statements from each group, identified the most common themes among all the groups, and agreed on an accurate, collective reflection of the views of all the different groups. </p><p>            In addition to the specific format for the New Hampshire Conversations on Outdoor Recreation, the OEP, DRED, and NH Listens created focus questions for the participants. According to the final report, \"these questions were used as the basis for developing the framwork for the community conversations.\" Broad focus questions included:</p><p>1. <em>How can our outdoor recreation areas become the best places for everyone to experience the natural wonders of New Hampshire?</em></p><p>2. <em>What improvements would you like to see in local and state outdoor recreation areas?</em></p><p>3. <em>How can state and local outdoor recreation areas help all of us, young and old, natives and newcomers, be healthy and fit?</em></p><p>4. <em>Who should pay to keep outdoor recreation areas open and functioning? Are you willing and able to pay more for the use of state parks and recreation facilities?</em></p><p>Click <a href=\"https://www.nhstateparks.org/uploads/pdf/NH-SCORP_2013-2018_Appendix-A.pdf\">here </a>for the final report which details the in-depth inquiries posed under these four broader questions. </p><p>            The New Hampshire Public Conversations on Outdoor Recreation entailed small group discussions that took place throughout the state; Berlin, Conway, Portsmouth, Lebanon, Manchester, Keene, and Laconia. There were 9-12 participants per group along with a professional facilitator. Each discussion lasted about three and half hours, and followed a five-step sequence:</p><ol><li><em>Introductions and Initial Concerns and Questions</em><ul><li>The beginning phase allowed the participants to socialize, establish some mutual ground, and determine common concerns regarding the topic at hand. According to the final report of the <em>Statewide Community Conversations on Outdoor Recreation in New Hampshire </em>“it is important to give time to understanding how participants are personally connected to the topic.”</li></ul></li></ol><ol><li value=\"2\"><em>I</em><em>nformation and Data Analysis</em><ul><li>At this time the participants were provided with data on outdoor recreation and parks in New Hampshire so that they were able to assess their personal observations and feelings on the topic information.  </li></ul></li></ol><ol><li value=\"3\"><em>Key Issues and Priorities</em><ul><li>After sharing their personal responses, the participants discussed and came up with a list of key issues and priorities to focus on throughout the deliberation. These issues were then categorized, and each group selected 2 or 3 of these topics to intricately discuss. </li></ul></li></ol><ol><li value=\"4\"><em>Topics in Focus</em><ul><li>During this phase of discussion, the groups critically analyzed the topics; they defined the problem, the barriers, identified what was working, and how others might have viewed the issue. Next, they started to explore recommendations for action.</li></ul></li></ol><ol><li value=\"5\"><em>Final Recommendations</em><ul><li>The last step of the discussions required the groups to relate central recommendation and action plans with the original topics of focus. As stated in the final report “the goal was for participant groups to end with 2-4 concrete, feasible action statements.”</li></ul></li></ol><h3><strong>Influence, Outcomes, and Effects</strong></h3><p><strong>          </strong> With the conclusion of the New Hampshire Public Conversations on Outdoor Recreation, NH Listens collected feedback from 122 of the participants. The participants’ connections to the outdoors were recorded in the findings from the discussions. The majority of the respondents felt a strong connection to the outdoors through recreational activities; placing a high value on outdoor recreation, open space, and nature in general. Furthermore, the participants mentioned the value of solitude of just being outside, as well as the social qualities of outdoor recreation. They also expressed a commitment to the preservation of natural areas, especially for the enjoyment of future generations. The issue of future generations and their relationship with nature was a recurring theme throughout all of the group discussions. Most participants were extremely concerned with youth losing interest and connections with outdoor recreation and nature overall. While respondents from the New Hampshire Public Conversations on Outdoor Recreation voiced appreciation for New Hampshire’s natural beauty, they feared that future generations would not care for environmental concerns.</p><p>           Through discussion, the participants of the New Hampshire Public Conversations on Outdoor Recreation established, the key issues and priorities of the deliberation. The topics were partnerships, stewardship, multiple use of recreation lands, education, need for information, volunteers, access, funding, and youth and children. </p><ol><li><em>Partnerships</em><ul><li>Participants valued partnerships as a way to strengthen resources and limit conflict.</li></ul></li><li><em>Stewardship</em><ul><li>Stewardship focused on the conservation of all parts of nature for both the present and the future.</li><li>Participants voiced concerns about the availability of human and financial resources for future stewardship.</li><li>They felt that long term plans needed to be in place, using volunteers for long-term stewardship of state and local recreation, open space, and natural lands.</li><li>They were also worried about the future of such volunteers as the current youth are somewhat disconnected with nature</li></ul></li><li><em>Multiple Uses</em><ul><li>Multiple land uses was a key topic at each discussion.</li><li>The participants stressed the need for coordination, information sharing, partnership development, and understanding between user groups in order for multiple land use to reach its full potential.</li><li>Single use space was also voiced in the discussions.</li></ul></li><li><em>Education</em><ul><li>Education was a vital topic discussed in each group.</li><li>The participants aimed this topic toward youth and parents, recreation users, and private property owners.</li><li>The main emphasis was on education in correlation with partnerships in order to help different user groups understand each other, and the education of children to ensure future appreciation of the outdoors.  </li></ul></li><li><em>Information</em><ul><li>This topic calls for more governmental information on all aspects of outdoor recreation, as well as better public access to information on particular outdoor recreation areas, programs, and issues.</li></ul></li><li><em>Volunteers</em><ul><li>The participants’ vital concern was the need for future volunteers (again, emphasizing young people/future generations) in order to maintain the current volunteer system for outdoor recreation.</li></ul></li><li><em>Access</em><ul><li>The common theme among the discussion groups was equal access for all users, especially seniors and the disabled.</li><li>In addition, access to private lands from landowners, access related fee structure, access close to residential and work areas, access for parking and connections with public transportation, and permanent access to outdoor recreational lands were all talked about.   </li></ul></li><li><em>Funding</em><ul><li>Participants expressed concern for the current and future financial status of New Hampshire’s outdoor recreation.</li><li>Participants felt that lack of funding could impact users’ outdoor experiences.</li></ul></li><li><em>Children and Youth</em><ul><li>Participants worried that children are losing touch with the outdoors. This recurring theme was evident in the stewardship, education, information, and volunteer sections.</li><li>Also, they mentioned the connection between children’s’ good health and outdoor recreation.</li></ul></li></ol><p>In turn, the citizens analyzed these issues and offered recommendations for improvement which can be seen in the final report <a href=\"https://www.nhstateparks.org/uploads/pdf/NH-SCORP_2013-2018_Appendix-A.pdf\">here</a>. </p><h3>Analysis and Criticism</h3><p>            The New Hampshire Public Conversations on Outdoor Recreation received optimistic feedback from the participants. They felt that vital issues were discussed, became more knowledgeable about outdoor recreation and its surrounding issues, and developed a better understanding of opposing views. Moreover, the participants believed the deliberation will positively impact outdoor recreation. The influence of this deliberation within the New Hampshire state government will not be known until the next SCORP is released in 2013.</p><h3> </h3><h3><strong>Secondary Sources</strong></h3><p><a href=\"http://nhlistens.org/\">http://nhlistens.org/</a></p><p><a href=\"http://www.unh.edu/news/cj_nr/2011/sep/lw28outdoor.cfm\">http://www.unh.edu/news/cj_nr/2011/sep/lw28outdoor.cfm</a></p><p><a href=\"http://www.unionleader.com/article/20111002/NEWS/710029977/-1/news11\">http://www.unionleader.com/article/20111002/NEWS/710029977/-1/news11</a></p><h3>External Links</h3><p>Final Report: <a href=\"https://www.nhstateparks.org/uploads/pdf/NH-SCORP_2013-2018_Appendix-A.pdf\">https://www.nhstateparks.org/uploads/pdf/NH-SCORP_2013-2018_Appendix-A.pdf</a></p>", "title": "The New Hampshire Public Conversations on Outdoor Recreation"}