{"htmlbody": "<h3>Problems and Purpose</h3><p>Various federal departments and agencies of Canada funded the ChoiceWork Dialogue to learn more about their citizens’ expectations of governments, the private sector, and their communities. The goals that Canadian societies seek to achieve are detailed in a “social contract.” When leaders planned for post-war policies after World War II, a primary result was the birth of a welfare state. By the 1970s, government revenue was unable to sustain the dependent system. The outcome was major changes to trade and economic policy. In the 1990s, citizens were assumed to expect less from their government and more from themselves. Fortunately, Canada's economy is now much more stable and its government as a whole plans to implement considerable changes throughout the social, political, and economic spectrums.</p><p>The primary goal of ChoiceWork Dialogues is to establish an accurate prediction of citizens’ anticipated thoughts on a given issue. In other words, ChoiceWork Dialogues are intended to better the understanding of a current “social contract,” and to mold that contract around the larger citizen body's general wishes. ChoiceWork Dialogues are dissimilar to polls and focus groups because they try to predict the future path of the public's thought on a less established and deliberated topic.</p><p>ChoiceWork Dialogues help citizens to dissect all benefits and tradeoffs of an issue by discussing it cohesively and thoroughly. After they are completed, ChoiceWork Dialogues can assist policy makers in distinguishing areas of high public support. From there, issues can be prioritized according to what voters truly want to see accomplished in their communities.</p><h3>History</h3><p>Various federal departments and agencies of Canada funded the ChoiceWork Dialogue to learn more about their citizens’ expectations of governments, the private sector, and their communities. The goals that Canadian societies seek to achieve are detailed in a “social contract.” When leaders planned for post-war policies after World War II, a primary result was the birth of a welfare state. Since the post-war planning, Canada's “social contract” has endured a great deal of adjustments.</p><p>The post-war changes, specifically the adoption of a welfare state, brought increased immigration and therefore diversity, interest in economic issues, roles of women in the workplace, varying types of families and citizens living alone, and acceptance of globalization and free trade. The changes also brought decreased trust in government and social institutions and therefore increased individualism. A population and economic shift occurred from rural to urban, along with a shift from a resource-oriented economy to a service and knowledge-oriented economy.</p><p>By the 1970s, government revenue was unable to sustain the dependent system. The outcome was major changes to trade and economic policy. In the 1990s, citizens were assumed to expect less from their government and more from themselves. Fortunately, Canada's economy is now much more stable and its government as a whole plans to implement considerable changes throughout the social, political, and economic spectrums.</p><p>There have been numerous Canadian alterations in social diversity, growing fiscal constraints, globalization, among other things, which have changed the way Canadians think about their governments, communities, businesses, families and individuals. In 1995, Canadian citizens were especially concerned with self-reliance, implying collective responsibility. By 2002, citizens reported more concern in mutual responsibility amongst all societal actors.</p><p>In comparison to 1995, Canadians in 2002 broadened their investment for the future (children) to enable every single citizen to contribute equally and adequately. Citizens now also emphasize appropriate usage of their tax dollars, while demanding the disclosure of tax dollar distribution. Canadians are now also displaying an amplified sense of democracy. Countless Canadians suggest that social programs in discussion of change seek advice from the supposed program recipients. The Canadian “social contract” is clearly now vastly different from its original intentions.</p><h3>Originating Entities and Funding</h3><p>The originating entities in partnership with this citizens’ dialogue are the Canadian Policy Research Networks (CPRN), and Viewpoint Learning (VL). Various federal departments and agencies of Canada funded the ChoiceWork Dialogues to learn more about their citizens’ expectations of governments, the private sector, and their communities.</p><h3>Participant Selection</h3><p>The ChoiceWork Dialogues evenly selected a group of 408 Canadian men and women, with diverse representation from most age groups. There was also diverse representation with regards to education levels and career fields. Some participants had mental or physical disabilities. Some participants were parents who had several children, had only one child, had children who no longer lived with them, while others had no children at all. The dialogue included single, married, and divorced individuals.</p><p>There were Aboriginal Canadians, along with Canadians belonging to ethnic minorities. The dialogues were held primarily in highly populated metropolitan areas. Due to their location, about eighty percent of the participants came from urban areas, with the remaining twenty percent travelling from rural or surrounding areas. </p><h3>Deliberation, Decisions, and Public Interaction</h3><p>There are six basic steps while deliberating under a ChoiceWork Dialogue:</p><p>1.      Conduct research to assess the general platform on which public opinion resides.</p><p>2.      Identify critical choices/scenarios and prepare the workbook.</p><p>3.      Conduct a series of one-day dialogues with representative cross-sections of included citizens.</p><p>4.    The typical one-day session involes</p><ul><li>Pre-dialogue reading of the workbook</li><li>Orientation by the managing professionals</li><li>Introduction to the choice scenarios</li><li>Completion of a pre-dialogue survey to measure participants’ innate views</li><li>Opening comments from participants to establish preconceived concerns</li><li>Preliminary dialogue between participants</li><li>A second, more extensive dialogue between participants</li><li>Completion of a post-dialogue survey</li><li>Final comments to analyze the disparity between participants’ original views and adopted views</li></ul><p>5.    Conduct both quantitative and qualitative assessment of how and why people’s views evolve during the dialogues.</p><p>6.    Report findings to participants and decision-makers.</p><p>Scenarios were meticulously designed prior to the dialogues with intentions of reflecting opposing views of an ideal government and society. Two sets of opposing views were created to establish four total conceivable scenarios.</p><p>One set of views considered how much emphasis to put on market values as opposed to values of social equity and civil society. The second set of conflicting views were concerned with how much emphasis should be put on rejuvenating “traditional values” as opposed to promoting cultural diversity including the acceptance of vastly different ethical norms.</p><p>Scenarios one and two, of the first set, are as follows:</p><p><em>1.      </em><em>Emphasize the market</em> – promotes innovation in Canada’s competition and overall production rates. Prices will be considerably low because there is high competition and consumer choice. Taxes are sought to be low and government policies are created to provide only those services that the market cannot already create.</p><p><em>2.      </em><em>Emphasize social equity and civil society</em> – promotes equality and fairness across the board, leaving no one in the dust. If Canadians are not rewarded the opportunity of societal and governmental participation, a large, equal assessment cannot be made of Canada’s true aspirations holistically.</p><p>Scenarios three and four, of the second set, are as follows:</p><p><em>3.      </em><em>Emphasize traditional values and accountability</em> – promotes traditional values and moral standards of Canada. An implication lies in the encouragement of moral citizens acting in a way that advocates pervasive responsibility. Aspects of society such as national security, social institutions like family, and high ethical standards are of the utmost importance. Slight guidance of the market is also stressed.</p><p><em>4.      </em><em>Emphasize diversity and choice</em> – promotes individual choice, which therein promotes increased diversity of lifestyles and values. Value systems and cultures coexist in a Canada where all citizens contribute to the greater good.</p><p>Participants' views of these scenarios were applied to four policy areas: economic development, international development, poverty and marginalization, and health and environmental risks. When participants were given the option of combing scenarios one and two, and three and four, they reported increased support for all. After the dialogue sessions were completed, citizens’ increased concern with regards to the individual scenarios was ranked as so:</p><p><em>1.      </em><em>The market scenario</em> reported a net support that increased by twenty-five percent.</p><p><em>2.      </em><em>The traditional values and accountability scenario</em> reported a net support that increased by nineteen    percent.</p><p><em>3.      </em><em>The diversity and choice scenario</em> reported a net support that also increased by nineteen percent.</p><p><em>4.      </em><em>The social equity and civil society scenario</em> reported a net support that increased by seventeen percent.</p><p>Citizens who participated in the dialogue sessions came from a large range of communities, and from several additional overlapping communities. There are work, shared interest, cultural background, and professional communities that all emphasize varying definitions of their ideal “social contract.”</p><p>There is, fortunately, an increased concern for economic and social development throughout all of these Canadian communities. Citizens advocate increased response from all government institutions with respect to the hopes of their common public. Businesses are also expected to assist largely the accomplishment of these community goals.</p><p>Citizens are not, however, excluding themselves from the development of a more equitable representation from the larger population. Since the ChoiceWork Dialogues across Canada have been conducted, citizens have reported an increased sense of community and equity. They seek greater societal participation as a whole, and are aware that they are the backbone behind this change. Canadian citizens are diverting from the path of disengagement to a now preferred path of active citizenship through deliberation.</p><h3>Influence, Outcomes, and Effects</h3><p>After ample crises, including recession, global competition, increasing individualism and insecurity, Canadians were in uproar about their country and its supposed path. These citizens’ dialogues were formed to directly increase the degree to which citizens’ views are heard and considered. With an updated “social contract,” the Canadian government and its officials are more enabled to make decisions that accurately reflect their entire citizenry.</p><p>There are several factors that have led Canadian citizens to be more concerned with their “social contract.” These factors arose after World War II, when the Canadian government instilled abundant change throughout numerous societal and governmental bodies. With these changes in effect, typical Canadian interest in the betterment of one’s society has increased in these facets:</p><p>1.      An increased rate of immigration, and therefore multiculturalism.</p><p>2.      A revolution in the role of women in society and the workplace.</p><p>3.      Increased range of family types, and citizens living alone.</p><p>4.      Technological revolutions.</p><p>5.      Declining trust in government and other social institutions coupled with increasing individualism and self-reliance.</p><p>6.      Larger awareness and emphasis on environmental issues.</p><p>7.      International power shift after the Cold War; trading with new countries, and no longer trading with other countries.</p><p>8.      A shift from a resource-based economy to a service and knowledge-based economy.</p><p>9.      A change in the anatomy of work and a loss of job security.</p><p>10.    Increasing income gaps between the rich and the poor, along with the educated and the uneducated.</p><p>11.    A population and economic shift from rural to urban.</p><p>12.   Slowing population growth and an aging population.</p><p>With these impacting influences in place, the citizens’ dialogues were much more effective. The increased participation across the social class spectrum created a widespread awareness of political, economic, and social issues.</p><p>Citizens reported their core values in 2002, suggesting gained insight from the citizens’ dialogues. All ten dialogue sessions contributed to the development of Canadians’ core values. The core values are as follows:</p><p>1.      <em>Shared community</em> – despite their differences, Canadians have a unique bond</p><p>2.      <em>Equality and justice</em> – each person is respected, valued and treated equitably; fairness for all</p><p>3.      <em>Respect for diversity</em> – valuing contributions of all Canada’s cultures/traditions</p><p>4.      <em>Mutual responsibility</em> – getting and giving within community; balancing rights and      responsibilities</p><p>5.      <em>Accountability</em> – taking responsibility for one’s actions; making actions more transparent</p><p>6.      <em>Democracy</em> – citizen-centered government; citizens taking ownership of government</p><p>Canadian citizens have also endorsed an underlying theme of “taking responsibility,” which implies equal and adequate effort from individuals, governments, businesses, and institutions. Everybody is accountable for such effort, and governments are expected to use tax dollars as if they were their own. Information on public expenditures, and the outcomes of them, should be more thorough and accessible. When a given government makes a promise to its citizenry, it should keep that promise. Finally, governments should act as watchdogs to ensure a clean environment, safe drugs, and good public health for all Canadians.</p><p>Citizens have become largely more active, and insistent on being given the opportunity to discuss social, economic, and political policy issues. They have become more critical of their governments, and have gained much confidence in their ability to contribute to a participatory government. They have more faith that their opinions will be considered. If all citizens engage in expressing their viewpoints, Canada’s government can surely become one that is considerate and reflective of its whole citizen body.</p><p>Citizens applied their gained vision for policy change through four cardinal areas – economic development, international development, poverty and social marginalization, and environmental and health risks. These topics are incredibly contributory to a better governed Canada, but if all are to be emphasized, countless tradeoffs would result.</p><h3>Analysis and Criticism</h3><p>Speaking in percentages, the Citizens' Dialogue was quite successful. Participants gained valuable knowledge, and became more confident with their governments and societies. Canadians' general twenty-first century “social contract” views market values as integrated with civil society and social equity values. According to Curtain (2003), participants of the dialogue now seek a greater role in governance and increased accountability across the board, while willing to assume more responsibility. All in all, once the dialogue was finished, citizens consequently described a magnified expansion of shared values, and shared community and identity.</p><p>The participants were able to depict their ensuing feelings so thoroughly because of the confidence and engagement the dialogue built. The citizens' dialogue spawned a fresh, optimistic vision of an ideal community. Participants reported the following elements as conducive to an equal and fair community:</p><p>1.      Rights and responsibilities of the individual and the shared community keep each other in check.</p><p>2.      Markets are an encouraged aspect of a working society.</p><p>3.      Governments are more accountable to citizens and more sensible to their desires.</p><p>4.      Public institutions foster a three-way dialogue with citizens.</p><p>5.      Citizens are entirely attached to political and civic life.</p><p>Participants deemed these qualities as crucial to a strong, shared sense of community. The aforementioned qualities were previously recognized, yet they had not been fully believed in. Prior to these dialogues, citizens seemingly were not satisfied in their governments' representations of their voting fields. The “social contract” of Canadian governments did not emulate a contract that the citizens largely craved. With these dialogues in practice, citizens can suddenly trust that their “social contract” will more closely match the “social contract” of their given government.</p><p>Criticisms surround the dialogue, complaining that not enough issues were included. Some also have claimed that an insufficient amount of cultures were represented, and Aboriginal Canadians were vastly misrepresented with regards to their total population. Still, the citizens' dialogues gave new light to citizen participation in government.</p><p>MacKinnon (2008) argued that the Citizens' Dialogue promoted other governments to adopt a sense of public involvement in policy making. Additionally, Kirby (2002) denies the proposed neglect to citizens' expressions. The dialogues were proposed to contemplate citizens' views, and the views were in fact utilized in further decisions. Regardless of what critics may claim, the Citizens' Dialogues were successful at achieving increased cohesiveness, and efficient in their methodology.</p><h3>Secondary Sources</h3><p>Kirby, Michael. \"Response to the Romanow Report.\" Response to the Romanow Report. N.p., Dec. 2002. Web.</p><p>Sheedy, Amanda. \"Handbook on Citizen Engagement: Beyond Consultation.\" Canadian Policy Research Networks, Mar. 2008. Web.</p><p>Curtain, Richard. \"How Citizens Can Take Part in Developing and Implementing Public Policy - Part 2.\" (2003): 1-12. 5 June 2003. Web.</p><p>Bingham, Lisa. \"Materials Prepared for Session C-4: Designing Systems to Address Conflict in Governance: How to Collaborate in Developing Policy and Managing Public Programs.\" Legal Frameworks for Collaboration in Governance and Public Management (n.d.): 1-60. Web.</p><p>Usher, Peter J. \"Northern Development, Impact Assessment, and Social Change.\"Anthropology, Public Policy and Native Peoples in Canada (1993): 98-123. McGill-Queen's Press. Web.</p><p>Bingham, Lisa. \"Collaborative Governance.\" Sage Handbook of Governance 25 (2011): 386-400. SAGE Publications. Web.</p><p> </p><h3>External Links</h3><p>Canadian Policy Research Networks [archive site], <a href=\"http://cprn.org/\">http://cprn.org/</a></p><h3>Notes</h3><p> </p>", "title": "Citizens’ Dialogue on Canada’s Future:  A 21st Century Social Contract"}