{"htmlbody": "<h3>Problems and Purpose</h3><p>The objective of the Citizens' Jury on Energy Economics and Security for New South Wales for the Public Accounts Committee of the NSW Parliament was to agree on an order of preference, barriers to adoption (including financial aspects and public perception issues) and recommended course of action with regard to alternative forms of energy generation in NSW. In order to do that, first it was the jury's role to address the problems and barriers of implementing these alternative means of energy. </p><h3>History</h3><p>A policy jury is, as one would expect, a deliberative body composed of people whose primary goal is to convene and make a decision on the matter of public policy. In this case, the policy juries that convened in Sydney and Tamworth (a large regional centre about 800 km from Sydney) were tasked with giving recommendations for energy supply and renewable energy alternatives.</p><p>The Citizens' Policy Jury was not designed as a parliamentary proceeding and therefore did not have parliamentary privileges. However the Parliamentary Public Accounts Committee (PAC) considered  public input to be an integral part of its inquiry. Hence in terms of authority, it proposed that the juries' recommendations would be presented within the final report tabled for Government consideration alongside its own recommendations.</p><h3>Originating Entities and Funding</h3><p>The two juries were established and funded by the newDemocracy Foundation (nDF) and was assisted by volunteer professional facilitators. nDF was responsible for the process design, selection and provision of facilitators. Participants on the juries were not remunerated for their time.</p><p>While it is felt by organisers that a modest per diem payment should be provided, this was not possible in this case as the nDF nor PAC budgets did not allow for it. For an event to be viable, especially where particpants had to incur travel costs, it was felt that reimbursement is an important budgetary component. This is being assessed by nDF for future projects.</p><h3>Participant Selection</h3><p>Participation was decided through random selection. Invitations were sent out for each policy jury to their respective locations. With invitations sent to a sample size of 4,000 citizens, a smaller random selection was drawn from the positive responses to match the demographics of the community (eg age/ gender). With this, they are assured to obtain two groups who are descriptively representative of the community even if one subset of the community responds disproportionally to the invitation.</p><p>Note that these groups were chosen only for this particular enquiry. Any future Policy Jury should recommence a fresh selection process.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>Each jury had approximately 30 participants. The Juries met formally four times (simultaneously in the two venues) over a period of three months as well as having access to a dedicated portal on which reports were posted and discussions took place. </p><p>Prior to the first meeting, a background document was circulated to panellists which comprised summaries of any submissions that were presented to the Gorvernment's internal commitee (PAC). A call was also made (by nDF) for any submissions by relevant and interested parties eg companies, public interest groups, accademics. Throughout the meeting process, the Juries were able to request information or appearance from experts of their own choosing. In other words, a Jury could request attendance in its own capacity, not under the authority of the PAC (whose statutory powers related to its role as a parliamentary body.)</p><p>nDF believed that it was imperative that the independence of the Jury deliberation  and the provision of the all relevant  information not be compromised in order to maintain the trust in the  process.</p><p>As a result of the deliberation, the each Jury produced a set of recommendations that were tabled in the final PAC report, which in turn was presented to the NSW Goverment for assessment.</p><p>The recommendations from the two groups included:</p><p>1) Create investment certainty across all renewables.A multi-partisan approach to energy generation and regulation is needed,with the  establishement of a group to oversee long-term policy to ensure business confidence.  </p><p>2) Allow  for the innovative practice of Demand Management to be applied</p><p>3) Regulate to allow decentralized generation</p><p>4) Efficient integration into the national grid</p><p>5) Reform pricing to allow for time of day and flexible tariff options</p><p>6) The energy market needs to be revitalised to facilitate improved market access for renewables. This would involve removal of subsidies for coal-fired power and a minimum price guarantee for renewables</p><p>7) That there be  a targeted framework to achieve a100% sustainable energy mix by 2050.</p><p>8) Consumers (private and business) should be rewarded for energy effiiciency </p><p>9) Energy generation policy needs to set clear environmental and health benchmarks in line with community expectations. It was thought that there should be a discussion of the role of advanced nuclear power as long as it could encompass these expectatons.</p><p>11) Ensure  infrastructure provisions for cost efficiency</p><p>12) Separation of the energy generation from the retail sector</p><p>13)Ensure that there are strategies to assist the disadvantaged in the community.</p><p>In  the end, the juries concluded not to support simply one source of renewable source of energy, but that all sources of renewable technologies have a chance to compete on merit.</p><h3>Influence, Outcomes, and Effects</h3><p>The reports from the two CItizens' Policy Juries were included in the PAC submission to Parliament. Several of these specific recommendations were incorporated amongst the 24 recommendations presented to Parlaiment for final approval.</p><h3>Analysis and Criticism</h3><p>Both the Citizen's Jury of Sydney and that of Tamworth were highly diligent in their reports. Many of their recommendations were considered quite inovative. The NSW Government expressed its support and gratitude for the efforts of these two community groups.</p><h3>Notes</h3><p>newDemocracy Foundation <a href=\"http://www.newdemocracy.com.au\">http://www.newdemocracy.com.au</a></p><p>Recommendations on energy economics and security in NSW - Sydney: <a href=\"http://www.newdemocracy.com.au/docs/Tamworth%20Citizens%20Policy%20Jury%20_%20Report%202012_FINAL.pdf\">http://www.newdemocracy.com.au/docs/Tamworth%20Citizens%20Policy%20Jury%20_%20Report%202012_FINAL.pdf</a></p><p>Recommendations on energy economics and security in NSW - Tamworth: <a href=\"http://www.newdemocracy.com.au/docs/Tamworth%20Citizens%20Policy%20Jury%20_%20Report%202012_FINAL.pdf\">http://www.newdemocracy.com.au/docs/Tamworth%20Citizens%20Policy%20Jury%20_%20Report%202012_FINAL.pdf</a></p><p>Legislative Assembly of New South Wales Public AccountsCommittee: <a href=\"http://www.newdemocracy.com.au/docs/activeprojects/PAC_EconomicsofEnergyGenerationRep6_55November2012.pdf\">http://www.newdemocracy.com.au/docs/activeprojects/PAC_EconomicsofEnergyGenerationRep6_55November2012.pdf</a></p>", "title": "New South Wales Public Deliberation on Electricity Generation"}