{"htmlbody": "<p><em>Anmerkung: Dies ist die deutsche Übersetzung einer englischen Originalversion abrufbar unter <a href=\"http://participedia.net/en/cases/b-rgerforum-europa\">http://participedia.net/en/cases/b-rgerforum-europa</a></em></p><p><em>Note: this is a German translation of an English case study available at <a href=\"http://participedia.net/en/cases/b-rgerforum-europa\">http://participedia.net/en/cases/b-rgerforum-europa</a></em></p><h3>Zusammenfassung</h3><p>Das BürgerForum Europa ist eine neue Form von Bürgerbeteiligung, die von der Bertelsmann Stiftung, der Ludwig-Erhard-Stiftung und der Heinz Nixdorf Stiftung entwickelt wurde. Das Forum besteht aus einer sechs- bis achtwöchigen Onlinedeliberation sowie zwei Veranstaltungen, die das Projekt einrahmen. Dieser Artikel beschreibt das zweite BürgerForum Europa aus dem Jahr 2009.</p><p>Von November 2008 bis Juni 2009 nahmen 361 zufällig ausgewählte deutsche Bürger an dieser Onlinedeliberation teil. Sie bildeten ein Bürgerform mit acht Komitees (jedes mit ca. 45 Teilnehmern), dessen Aufgabe es war, eine Agenda für die Zukunft Europas zu erstellen. Während ihrer Diskussionen definierten sie die Herausforderungen der EU für die Zukunft und entwickelten mögliche Lösungen und Ideen wie europäische Bürger sich an ihnen beteiligen könnten.</p><p>Zu Beginn des Projekts trafen sich alle Teilnehmer im Februar 2009 in Berlin. Die acht Komitees legten die Grundvoraussetzungen für die folgende Onlinedeliberation fest, indem sie Herausforderungen für die Zukunft Europas definierten an denen sie arbeiten wollten. Die deutsche Kanzlerin, Angela Merkel, nahm als Gast ebenfalls an der Veranstaltung teil. Während der folgenden achtwöchigen Onlinedeliberation diskutierten und überarbeiteten die Teilnehmer ihre Ideen und entwickelten ein Bürgerprogramm, das aus sechzehn Resolutionen bestand. Im April 2009 trafen sich alle Teilnehmer erneut, diesmal im ehemaligen deutschen Parlament in Bonn, und diskutierten ihre Ergebnisse mit fünf Kandidaten für die anstehende Wahl zum Europaparlament.</p><p>Das BürgerForum Europa wurde durchgeführt durch <a href=\"http://participedia.net/en/organizations/zebralog-experts-eparticipation\">Zebralog </a>und <a href=\"http://participedia.net/en/organizations/binary-objects-gmbh\">Binary Objects</a>, die sich um die Planung und Moderation der Online-Deliberation kümmerten, sowie durch IKU, die für die Veranstaltung in Berlin zuständig waren. Der gesamte Prozess wurde durch das <a href=\"http://participedia.net/organizations/european-institute-public-participation\">European Institute for Public Participation</a> (EIPP) evaluiert.</p><h3>Zweck und Problemstellung</h3><p>Obwohl immer noch potentielle neue Mitgliedstaaten von der EU angezogen werden, verliert diese ihre Bedeutung für Bürger der aktuellen Mitgliedsstaaten langsam. Europäische Bürger scheinen die Errungenschaften eines vereinten Europas als selbstverständlich hinzunehmen: offene Grenzen, eine gemeinsame Währung, Frieden und Freiheit. Ohne Zweifel hat die EU eine gute Erfolgsbilanz. Trotzdem können sich viele EU-Bürger mit ihr nicht identifizieren und haben Angst vor Unsicherheiten. Was bringt die Zukunft für Europa? Wird die EU ihre Bürger beschützen? Oder wird sie weiter auf Globalisierung setzen, die von vielen Bürgern bereits eine Bedrohung wahrgenommen wird? Und wie demokratisch wird diese EU zukünftig sein?</p><p>“Europe doesn’t make us dream anymore” (dt.: Europa lässt uns nicht mehr träumen) sagte der Premierminister Luxemburgs, Jean-Claude Juncker, nach den gescheiterten Referenden zur EU-Verfassung in Frankreich und den Niederlanden. Brüssel entscheidet über das tägliche Leben der EU-Bürger, aber diese fühlen sich frustriert und machtlos angesichts dieser von Eliten bestimmten politischen Sphäre. Im Februar 2009 wussten nur 30 Prozent der europäischen Bevölkerung für wen sie bei der Wahl zum Europaparlament im Juni 2009 stimmen werden, während 62 Prozent der Bevölkerung noch nicht einmal von den Wahlen wusste. Das vorherrschende Bild von der EU ist geprägt durch einen technokratischen, undurchsichtigen, von oben gesteuerten Entscheidungsprozess in einem geschlossen Polit-Netzwerk. An einen offenen, transparenten Deliberationsprozess mit Partizipationsmöglichkeiten für die breite Masse, die von etwaigen Entscheidungen betroffen ist, denkt niemand. Tatsächlich war die EU bis jetzt, abgesehen von den Wahlen zum Europaparlament, nicht in der Lage die Öffentlichkeit mit einzubeziehen. Hier kommt das BürgerForum Europa zum Zuge. Sein Zweck ist es, die Vorstellungen der europäischen Bürger zu ergründen und eine öffentliche Debatte über die Gestaltung Europas in der Zukunft zu initiieren. </p><h3>Geschichte</h3><p>2007 wurde die “Initiative Soziale Marktwirtschaft” von der Bertelsmann-, der Ludwig-Erhard- und der Nixdorf-Stiftung ins Leben gerufen. Sie war das Resultat zweier Umfragen zur sozialen Marktwirtschaft, die zeigten, dass es große Unterschiede zwischen den Ansichten der Politiker und denen der deutschen Bürger zur aktuellen Wirtschaftslage gab. Während 60 Prozent der deutschen Politiker die ökonomische Verteilung als fair bezeichneten, waren nur 30 Prozent der deutschen Bürger auch dieser Meinung. Daraus zog die „Initiative Soziale Marktwirtschaft“ den Schluss, dass ein Dialog zwischen Bürgern und politischen Entscheidungsträgern nötig war. </p><h3>Gründung und Auswahl der Teilnehmer</h3><p>Ein Team der Berstelsmann-Stiftung entwickelte eine innovative Online-Plattform, die die Deliberation zwischen den 300 bis 400 Teilnehmern erleichtern sollte. Am Ende dieser Deliberationsphase verabschiedet das Plenum ein Programm, das normativ und qualifiziert sein soll: 16 Herausforderungen und dazu korrespondierende 16 mögliche Lösungen</p><p>Die Online-Plattform vom BürgerForum Europa wurde von Zebralog entwickelt und moderiert. Sie basiert auf der Web-Software discourse-machine von Binary Objects. Im Gegensatz zu klassischen Forensystemen wurden für das BürgerForum spezielle Workflows modelliert, die die Zusammenarbeit von mehreren hundert Personen an einem gemeinsamen politischen Text erst ermöglichen.</p><p>So genannte “Citizen Editors”,  aus den Komitees gewählte Teilnehmer, sind die einzigen die Ergebnisse der Komitees und des Plenums überarbeiten dürfen. Jeder Teilnehmer hat die Möglichkeit Kommentare abzugeben, während die „Citizen Editors“ dafür sorgen sollen, dass die verschiedenen Meinungen in den Kommentaren gleichmäßig zur Geltung kommen. Diese „Citizen Editors“ sollen pro Tag ca. eine Stunde mit ihrer Arbeit an der Organisation der Beiträge verbringen. Sie sollen die große Anzahl an Kommentaren zusammenfassen und eine Lösung, die alle Meinungen verbindet, erstellen. Jede Änderung der Dokumente wird festgehalten, sodass der Bearbeitungsprozess transparent und für alle ersichtlich ist. Professionelle Online-Moderatoren unterstützen die „Citizen Editors“ bei ihrer Arbeit und helfen ihnen alle Meinungen mit einzubeziehen und verschiedene Aspekte aufzuzeigen. Damit auch die einzelnen Teilnehmer sich nicht in endlosen Diskussionen verlieren, bekommt jeder einen „task manager“ zur Seite gestellt, der die Diskussion strukturiert und einen Zeitraum festlegt für die Erfüllung bestimmter Aufgaben. Trotzdem bleibt der gesamte Entscheidungsprozess in der Hand der Bürger.</p><p>Das erste BürgerForum befasste sich mit der Zukunft der sozialen Marktwirtschaft in Deutschland und wurde an deren 60. Jahrestag veröffentlicht. Wegen des Erfolgs des ersten BürgerForums im Jahre 2008 entschieden sich die Bertelsmann- und die Nixdorf-Stiftung dazu die Finanzmittel für das Projekt aufzustocken und ein zweites BürgerForum ins Leben zu rufen: Das BürgerForum Europa, das im Herbst 2008 startete.</p><p>Das Projekt ist so aufgebaut, dass eine ausgeglichene Diskussion entsteht, die verschiedene Sichtweisen und Interessen innerhalb der deutschen Gesellschaft miteinbezieht. Die Teilnehmer wurden nach verschiedenen Kriterien, z.B. Alter, Geschlecht, Bildungshintergrund und Herkunft, repräsentativ für die deutsche Bevölkerung ausgewählt. Die Organisatoren entschieden sich für eine Zufallsauswahl nach dem Gabler-Häder Design, eine Auswahlmethode entwickelt am ZUMA (Zentrum für Umfragen, Methoden und Analysen). Diese  beinhaltet Telefonnummern, die sowohl in Telefonbüchern gelistet sind, als auch diejenigen die man von lokalen Netzwerken aus anrufen kann. Die Auswahl wurde dann durch das Bamberger Centrum für Empirische Sozialforschung (BACES) durchgeführt. Die Liste potentieller Teilnehmer beinhaltete 40.000 Telefonnummern. Unter denen, die sich für das BürgerForum interessiert hatten, erfüllten 2.000 dieAuswahlkriterien. Diese erhielten Informationsmaterial auf dem Postweg. Waren sie weiterhin an der Teilnahme interessiert, mussten sie einen Onlinefragebogen ausfüllen um sicherzustellen, dass die Teilnehmer online mit dem Internet arbeiten können. 361 Bürger wurden schließlich in dieser Phase zwischen Oktober und November 2008 für das BürgerForum Europa ausgewählt.</p><h3>Deliberation und Entscheidungsfindung</h3><p><u><em>Die Vorbereitungsphase</em></u></p><p>Vor dem ersten persönlichen Treffen in Berlin im Februar 2009 trafen sich die Teilnehmer des BürgerForums Europa virtuell im November 2008 auf der Onlineplattform <a href=\"http://www.buergerforum2009.de\">www.buergerforum2009.de</a>. Hier hatten sie die Möglichkeit sich über den Partizipationsprozess, die Organisatoren, die Moderatoren, und insbesondere auch über die komplexe Arbeitsweise der Europäischen Union zu informieren. Verschiedene Arten von Informationen wurden auf der Website angeboten: 27 Artikel, die sowohl Comics, Fotos, Grafiken und Videos enthielten.</p><p>Zusätzlich zu den allgemeinen Informationen zur Europäischen Union nahmen pro Komitee zwei Experten Stellung zu den für das jeweilige Komitee wichtigen Themen. Die Themen ware: Europas Identität – Kultur und Bildung; Europas Ressourcen – Klima und Energie; Europas Bevölkerung – Migration und Demographie; Europas Binnenmarkt – Ökonomie und Finanzen; Soziales Europa – Solidarität, Zusammenhalt und Gerechtigkeit; Demokratie in Europa – Verfassung und Institutionen; Europas Rechtsstaat – Bürgerrechte und interne Sicherheit; Europa und die Welt – Außenpolitik und Sicherheit. Die Experten wurden von der Bertelsmann-Stiftung ausgewählt. Ihre Aufgabe war den Teilnehmern zu helfen, wenn sie sachliche Fragen hatten. Insgesamt war ihre Rolle eher passiv als aktiv. Trotzdem mussten sie auch sicherstellen, dass die von den Teilnehmern vorgeschlagenen Lösungen in den Rahmen der allgemeinen Diskussion über Europas Zukunft passten (und somit nicht auf falschen Informationen beruhten). Insgesamt half diese Vorbereitung den Teilnehmern sich in den Deliberationsprozess einzuarbeiten. Die ersten Onlinediskussionen wurden geführt und die Onlinemoderatoren stellten sich als Hüter der Diskussionsregeln und Ansprechpartner für Fragen der Teilnehmer vor.</p><p><u><em>Die erste Live-Veranstaltung in Berlin</em></u></p><p>Vom 13. bis zum 14. Februar 2009 trafen sich die 361 Bürger aus allen Teilen Deutschlands in der Hauptstadt Berlin. Hier trafen sie sich das erste Mal persönlich. Das Ziel der zwei-tägigen Veranstaltung war sich gegenseitig kennenzulernen, vor allem innerhalb der Komitees, und ein Programm für den Online-Deliberationsprozess zu erstellen. In der Vormittagssession am 13. Februar startete die Arbeit in den Komitees. Da die deutsche Kanzlerin, Angela Merkel, gegen Mittag bei der Veranstaltung ankam, war die erste Aufgabe für die Komitees die Erarbeitung von drei Antworten auf Fragen, die die Kanzlerin vorher an das BürgerForum gestellt hatte. Zusätzlich sollten die Komitees Fragen erstellen, die gewählte Vertreter der Komitees anschließend mit der Kanzelerin diskutierten.</p><p>Nach dem Besuch von Angela Merkel arbeiteten die Komitees in der übrigen Zeit an ihrer Hauptaufgabe. Sie diskutierten mit Hilfe der professionellen Moderatoren das Thema ihres Komitees und die Herausforderungen in ihren Themengebieten. Nachdem sich die Komitees auf zwei Herausforderungen geeinigt hatten, entwarf man mögliche Lösungen für diese Probleme.</p><p>Außerdem wählten die Teilnehmer zwei „Citizen Editors“ pro Herausforderung aus, die verantwortlich waren für die Entwicklung der Lösungen. Um die Teilnehmer auf die Online-Deliberation vorzubereiten erhielt jeder Teilnehmer zusätzlich ein persönliches Onlinetraining durch spezielle Trainer. Eine umfassende Sitzung zu den Funktionen der Onlineplattform half auch dabei Zweifel und Ängste zu zerstreuen, vor allem bei Teilnehmern ohne große Erfahrung mit neuen Technologien und ihren Anwendungen.</p><p>Um das Gemeinschaftsgefühl zu stärken, obwohl man sich nur  kurz persönlich kennengelernt hatte, wurden die Profile der Teilnehmer auf der Onlineplattform durch Fotos persönlicher gestaltet. So sollte es auch insgesamt für die Teilnehmer einfacher sein sich gegenseitig wiederzuerkennen.</p><p><u><em>Die Online-Deliberations-Phase</em></u></p><p>Die Online-Deliberation startete sofort nach der Veranstaltung in Berlin. Die erste Aufgabe für die Teilnehmer war online die Live-Veranstaltung zu kommentieren und sich die Profile der in Berlin kennengelernten Teilnehmer anzuschauen. Außerdem wurden sämtliche Fotos von Flipcharts und anderen Medien, die während der Veranstaltung benutzt und erstellt wurden, ebenfalls hochgeladen. Auch die von den „Citizen Editors“ produzierten Texte in Bezug auf die identifizierten zwei Herausforderungen wurden zugänglich gemacht.</p><p>Die beiden Herausforderungen wurden während der Online-Deliberation in zwei 30-tägigen, aufeinanderfolgenden Phasen angesprochen. Die Teilnehmer selbst sollten auswählen welche Herausforderung sie als erstes diskutieren wollten. Genau wie bei der Veranstaltung in Berlin halfen professionelle Moderatoren und die zuvor vorgestellten Experten den Teilnehmern bei Fragen in ihren Diskussionen.</p><p>Während der ersten zehn Tage sollten die Teilnehmer die Lösungsvorschlage, die sie gemacht hatten, kommentieren und weiter entwickeln. Danach entschied eine Abstimmung darüber, welcher Lösungsvorschlag schließlich im BürgerProgramm aufgenommen werden sollte. Hierbei hatten alle Komitteemitglieder eine Stimme für die Lösung, die sie am meisten unterstützten. Innerhalb der folgenden zehn Tage hatten die „Citizen Editors“ die Aufgabe den abgestimmten Lösungsvorschlag in einen formal richtigen Text mit Bezug auf finanzielle und soziale Kosten umzuformulieren. Im Durchschnitt überarbeiteten die „Citizen Editors“ jede Lösung mindestens fünfzehn Mal.</p><p>Nachfolgend präsentierte jedes Komitee seinen Lösungsvorschlag für alle Teilnehmer des BürgerForums zur Bewertung. Nach der ersten Herausforderung wurde in selber Vorgehensweise die zweite Herausforderung besprochen. Obwohl die Online-Deliberation ein sehr langer Prozess war, blieb die Beteiligung hoch: 96 Prozent der Teilnehmer schrieb Kommentare und zwischen 80 und 90 Prozent beteiligten sich an den Onlineabstimmungen. Insgesamt wurden ca. 10.000 Kommentare gesammelt, von denen sich 7.355 um die Debatte über die Lösungsvorschläge drehten. Das beeindruckende Ergebnis dieser Phase war ein BürgerProgramm, das 16 Herausforderungen und 16 mögliche Lösungen für die Zukunft Europas beinhaltet. </p><p><u><em>Der BürgerGipfel in Bonn</em></u></p><p>Am 25. und 26. April 2009 trafen sich alle Teilnehmer des BürgerForums in Bonn, im Plenarsaal des ehemaligen deutschen Parlamentsgebäudes. Das Ziel dieses Treffen war die Verabschiedung des vollständigen BürgerProgramms Europa, das mit absoluter Mehrheit angenommen wurde. Außerdem verabschiedeten die Teilnehmer zusammen mit dem Moderatoren einen Zehn-Punkte-Plan um ihre Ideen zu verbreiten und einen Dialog mit Politikern zu starten. Sie einigten sich auf eine Aufgabenteilung: fünf Punkte sollten durch die Moderatoren erledigt werden, die anderen fünf durch die Teilnehmer selbst. Teil dieser zehn Punkte waren z.B. die Entsendung zweier Delegationen nach Berlin und Brüssel, ein Onlineaufruf der Teilnehmer an der Wahl zum Europaparlament teilzunehmen, die Verbreitung des BürgerProgramms an deutsche Parlamentarier im Bundestag und Europaparlament sowie an andere Schlüsselpersonen für Europapolitik, Treffen mit Lokalpolitikern etc. Der Gipfel in Bonn gab den Teilnehmern die erste Möglichkeit ihr BürgerProgramm mit Politikern zu diskutieren, da fünf Mitglieder aus jeder politischen Gruppe im Europaparlament eingeladen waren die Forderungen des BürgerProgramms zu diskutieren. Jeder von ihnen wurde im Vorfeld des Gipfels gebeten zu mindestens einer der vorgeschlagenen Lösungen Stellung zu nehmen.</p><h3>Ergebnis und Effekt</h3><p>Das offensichtlichste Resultat ist das BürgerProgramm selbst: 16 Herausforderungen und Lösungen auf über 40 Seiten. Obwohl europäische Bürger durch nationale Medien oftmals als Kritiker dargestellt werden, die der EU nicht noch weitere Macht zukommen lassen wollen, sprachen sich die Teilnehmer des BürgerForum Europa dafür aus die EU weiter zu unterstützen und ihre Stimme zu stärken. Sie unterstützen eine reale europäische Regierung, gewählt durch das Europaparlament. Zusätzlich möchten sie, dass die EU mit einer Stimme in internationlaen Organisationen wie dem Internationalen Währungsfond (IWF) spricht und sprechen sich für eine Reform des internationalen Finanzmarkts aus. In Bezug auf die Harmonisierung des Finanzsystems, möchten die Teilnehmer ein vereintes Steuersystem um Steuerflucht und – umgehung zu verringern. Um die Lücke zwischen der EU und dem europäischen Volk zu schließen, schlägt das BürgerForum vor in transnationale Bildungsinitiativen zu investieren und größere Anstrengung in die Garantie von politischer Transparenz zu stecken.</p><p>Die mediale Berichterstattung zum BürgerForum war hauptsächlich regional und lokal. Ihr Fokus lag eher auf der persönlichen Vorstellung einzelner Teilnehmer als darauf, den Partizipationsprozess wiederzuspiegeln. Die nationale Medienreaktion war gering und begrenzt auf die Beteiligung der deutschen Kanzlerin Angela Merkel an der Veranstaltung in Berlin. Onlinemedien äußerten sich nicht zum BürgerProgramm und auch in politischen Blogs sind nur ca. zehn Kommentare hierzu zu finden.</p><p>Das BürgerProgramm Europa wurde an alle deutschen Mitglieder des Europaparlaments und alle Mitglieder des Bundestags, die an Europapolitik oder in anderen relevanten Bereichen arbeiten, verteilt. Zugleich bekam man einen Brief mit der Aufforderung, die Teilnehmer des BürgerForums persönlich zu kontaktieren. Mehr als sechzig Teilnehmer aus den 361 nutzten diese Chance sich persönlich mit (hauptsächlich Lokal-)Politikern zu unterhalten.</p><p>Neben den Treffen mit Mitgliedern des Europaparlaments und des Deutschen Bundestags bestätigten 65 Prozent der Teilnehmer, dass sie das BürgerProgramm aktiv in ihrem Umfeld und in lokalen Organisationen und Institutionen (wie z.B. Schulen, Verbänden oder Stadträten) fördern wollen.</p><p>Als Antwort auf die Frage nach den Ergebnissen des BürgerForums scheint die politische Mobilisierung der Teilnehmer als stärkster Punkt. Die Teilnehmer diskutierten die vorgestellten Themen sehr intensiv. Ob und inwiefern dieser Prozess ihre demokratischen Fertigkeiten gestärkt hat muss noch bewiesen werden (durch ein laufendes Promotionsprojekt).</p><p>Ein weiteres Ergebnis ist die Erkenntnis, dass Onlinedeliberation auch unter Menschen mit unterschiedlichem technologischem Hintergrund möglich ist. Die Onlineplattform befähigt Menschen mit sehr verschiedenem Sozial- und  Bildungshintergrund auf eine Art und Weise zusammen zu arbeiten, die ihre individuellen Möglichkeiten berücksichtigt. Dies wurde durch asynchrone Workflows vereinfacht: langsamere Denker bekommen die Zeit, die sie brauchen, während schnellere Denker Dinge überspringen können, wenn sie möchten. Trotzdem muss der Prozess auch synchron sein, da gemeinsame Entscheidungen getroffen werden und innerhalb von zehn Wochen ein Ergebnis vorliegen soll. All dies kann mit Teilnehmerquoten von über 80 Prozent erreicht werden – doch hierzu ist die professionelle Onlinemoderation unerlässlich.</p><p>Die Plattform lässt hunderte Menschen an einem Text zusammenarbeiten und ermöglicht qualifizierte, strukturierte Resultate, ähnlich Parteiprogrammen. Verwandte Web 2.0-Werkzeuge sind, jedenfalls momentan, meistens beschränkt auf deskriptive Texte und Fakten (z.B. Wikipedia) in denen normative Entscheidungen weniger beachtet werden. Die Workflows des BürgerForums haben jedoch bewiesen, dass auch ein Text, der normative Entscheidungen einer Gruppe benötigt, online verfasst werden kann.</p><p>Obwohl die Beteiligung von Politikern sehr klein, wenn nicht sogar nicht vorhanden, war, haben doch einige Politiker ein Interesse an der Funktionalität des BürgerForums gezeigt. Die Gegenwart der Kanzlerin kann als pure Öffentlichkeitsarbeit bezeichnet werden, aber sie zeigt auch den Willen neue Formen politischer Partizipation zu unterstützen. </p><h3>Analyse</h3><p>Auch wenn das BürgerForum Europa insgesamt ein Erfolg war, hat seine Beurteilung einige Punkte identifiziert, die kritisiert werden können. Es gibt einige Bereiche in denen man Dinge verbessern kann, vorausgesetzt dass dieser Prozess skalierbar ist. Das BürgerForum behauptet die verschiedenen Ansichten und Ideen der deutschen Bevölkerung zu repräsentieren. Aber ein genauerer Blick auf die Teilnehmer zeigt eine Verzerrung basierend auf ihrem Bildungshintergrund. Bürger mit akademischem Hintergrund waren überrepräsentiert. Da man innerhalb des Auswahlprozess die Teilnahme am BürgerForum ablehnen konnte, ist es wahrscheinlich, dass viele der Teilnehmer, die akzeptierten, höher gebildet und bürgerfreundlicher als die Gesamtbevölkerung. Die Teilnahme am BürgerForum war möglicherweise auch attraktiver für Menschen mit technologischem Hintergrundwissen. Obwohl Deliberation und Inklusion insgesamt relativ hoch waren (interessanterweise höher während der Onlinephase), hätte eine stärkere Befolgung des Formats und der Einbeziehungsregeln durch die Moderatoren (vor allem während der persönlichen Konversationen bei den Veranstaltungen) für mehr Chancengleichheit sorgen können. Außerdem hätte man die Rollen der Moderatoren und Experten deutlicher machen können und der Standpunkt der Experten neutraler sein können. Das Gesamtziel des BürgerForums Europa war ebenfalls nicht klar dargestellt: Sollte es die Teilnehmer mobilisieren und weiterbilden in Bezug auf die Zukunft der EU, ihre demokratischen Fähigkeiten entwickeln, eine größere öffentliche Debatte über Europas Zukunft fördern oder aber nationale und europäische Politiker beeinflussen?</p><p>Zu Beginn des Prozesses erklärten die Organisatoren, dass der Start eines Dialoges zwischen normalen Bürgern und Entscheidungsträgern das Ziel des Projekts sei.  Dieses Ziel wurde nicht erreicht. Obwohl einige (national und euopäische) Politiker in den Prozess involviert wurden, gab es keine systematische Verbindung des Partizipationsprozesses mit der Politik. Dies ist problematisch für Teilnehmer, die durch die Gegenwart Angela Merkels ermutigt davon ausgingen, dass das BürgerForum Europa und das BürgerProgramm einen messbaren Einfluss auf politische Repräsentanten in Berlin und Brüssel haben würde. Das BürgerForum Europa hat offensichtlich Bürger mobilisiert und das Wissen der Teilnehmer über die EU vergrößert; aber der Geist, der diese Gruppe inspirierte, übertrug sich nicht auf die breitere Öffentlichkeit. Eine bedeutende Mediendebatte über das BürgerForum Europa und sein Programm entstand nicht.</p><p>Die nächste Ausgabe des BürgerForum soll 2011 stattfinden. Das Ziel hierfür ist 10.000 Bürger aus allen Teilen Deutschlands miteinzubeziehen. Hierfür soll es 25 regionale Plattformen sowie eine zentrale Networking-Plattform geben.</p><p> </p><h3>Externe Links</h3><p><a href=\"http://www.partizipation.at/buergerforum-europa.html\">Project Overview on \"Participation &amp; Sustainable Development in Europe\"</a></p><p><a href=\"http://www.partizipation.at/fileadmin/media_data/Downloads/Praxisbeispiele/Praxisbeispiel_BuergerForum_Europa.pdf\">Detailed Project Description (PDF)</a></p><p><a href=\"https://www.bertelsmann-stiftung.de/fileadmin/files/BSt/Presse/imported/downloads/xcms_bst_dms_27399_27400_2.pdf\">Official Event Timeline</a></p><h3>Notes</h3><p>Anna Wohlfarth co-wrote the initial Participedia case on BürgerForum Europa with Patrizia Nanz.</p>", "title": "BürgerForum Europa"}