{"htmlbody": "<h3><strong>Problems and Purpose</strong></h3><p>Under the slogan “Future Needs Solidarity. Diversity Creates Chances.”, the BürgerForum 2011 did not address any specific problem or problems; it rather allowed participating citizens to identify problems as well as solutions they deem most pressing for German society. The purpose behind this approach is three-fold. Firstly, initiators hoped to inspire citizens to be more excited about politics and democracy and instill a sense of community within participants. Secondly, the project was designed to give citizens a united voice that will be heard by politician on all levels of government. Lastly, the BürgerForum should serve as an example of how citizen participation can strengthen democracy. The result would be a Federal Citizens-Program identifying six challenges in six categories with possible solutions.</p><h2><strong>History</strong></h2><p>According to a summary released by the Bertelsmann Stiftung, the reasoning for the initiation of the BürgerForum 2011 is the decrease in voter turnout as well as increasing distance between voters and elected officials. While not cited by either the official BürgerForum website or Bertelsmann, a <a href=\"http://participedia.net/en/cases/b-rgerforum-europa\">BürgerForum Europa</a> was launched in 2008 and ran through mid 2009. The Europa version follows a similar process to engage citizens. It is also run by the same two foundations (Bertelsmann and Heinz Nixdorf) and has similar partners but was not associated with any governmental entity. However, the goal of BürgerForum Europa was simply to start a dialogue and rekindle the European spirit but did not have a decision-making component. It can still be seen as a predecessor.</p><h2> </h2><h2><strong>Originating Entities and Funding</strong></h2><p>As mentioned above, the Bertelsmann Stiftung and Heinz Nixdorf Stiftung already initiated a BürgerForum on Europe. They were also driving forces behind the Germany-focused version partnered with the Office of the President. It should be mentioned that in the German Institutional design, the President holds a rather representative function with little power, and thus can engage in what he himself called “experiments” like this. The executive power lies with the Chancellor. Since the first stage of the process was held on the local/regional level, participating regions also co-organized and co-sponsored the forum with the two foundations and the President.</p><h2><strong>Participant Selection</strong></h2><h3>Regions</h3><p>For the purpose of the BürgerForum 2011, the initiators invited all German counties and cities with a population of over 80,000. Out of the 450 invited, 160 and responded and 25 were randomly selected to participate in the forum. According to the final Citizens-Program, the selection was supposed to reflect all aspects of Germany, citing cardinal directions, but it is not clear how geography was accounted for in the random selection process of the 25 regions. <a href=\"http://bund.buergerforum2011.de/\">This map</a> does suggest that the regions were rather equally distributed across the country.</p><h3>Participating Citizens</h3><p>For each region, 400 citizens were to be randomly selected to participate in the forum. Citizens were approached via phone and age and education/career were taken into account in the selection process. Official sources such as the Bertelsmann Stiftung and the BürgerForum itself are not clear on how randomness was assured while taking age and education/career into account as it was only asked of participants upon being called. Over 80,000 citizen were called and in the end 10,000 committed to be a part of the 25, 400-people regional forums. Actual participation rate and involvement will be discussed under Analysis and Criticism.</p><h2><strong>Deliberation, Decisions, and Public Interaction</strong></h2><h3>Regional Opening Ceremonies and In-Person Deliberation</h3><p>After the official kick-off with experts and researchers at the Presidential Palace in January 2011, the citizens began their work on March 12, 2011. All 25 regions held an opening ceremony that day and the President addressed all of them via videoconference to start the debate. Throughout the opening ceremonies, participants engage in various groups in order to get to know each other and informally exchange their views on the issues of the day.</p><p>Following the festivities, the participants of each region moved into six committees:</p><p>-       Integration</p><p>-       Solidarity and Justice</p><p>-       Education</p><p>-       Demographics</p><p>-       Democracy and Participation</p><p>-       Ways of Family Life</p><p>These committees met in person in each region following the opening ceremony and discussed possible challenges to tackle. Following deliberation, each committee voted on one challenge they were to tackle and brainstormed possible solutions. The <a href=\"http://bund.buergerforum2011.de/discoursemachine.php?page=infopage&amp;id_page=4&amp;menucontext=119\"><em>Spielregeln </em></a>(rules of the game) do not at all explain in any detail how the in-person deliberation should run. There is one sentence mentioning that instructions will be given in the invitation to the event as well as on the day of the event. An official account of the detailed structure of the deliberation cannot be found, thus only limitations of the process based on participant testimony from secondary sources will be addressed in the Analysis and Criticism section.</p><h3>Online Deliberation</h3><p>Trained moderators tasked with ensuring a balanced discussion within each committee monitored all online deliberations. The participants had to register with their full name and a picture allowing them to reconnect after having met in person during the first day.</p><h4>Regional</h4><p>The online portion of the regional forums was set in two parts over a total of five weeks following the day of the opening ceremony and in-person deliberation. The first part allowed the members of each committee to discuss and vote on one concrete solution to the challenge they had identified during their in-person deliberation on day one. The second part served to deepen the proposal through commentary and suggestions from all members of the committee while two “citizen-editors” per committee wrote the actual text.</p><h4>National</h4><p>Following the regional online deliberation, each region now had its six-part Citizens-Proposal. Thus, nationally there were now 150 proposals, 25 for each category (formerly committee, but since they are no longer a deliberating body, just a heading under which the proposals are discussed, it seems more prudent to refer to them as categories). All participants now gained access to a national online deliberation platform to discuss and vote on all proposals. No more changes could be made to the proposals but there was a two-step process to narrow the selection. First, participants voted on all 25 proposals for each category. The top eight proposals for each category advanced to a second round of voting and discussion. The discussions were now held in small chat rooms with only a few participants who would only weigh the pros and cons of two out of the eight proposals at a time. It remains unclear how many particpants constitute a 'few' and how they were selected. Eventually, one proposal would gain a majority and become part of the Federal Citizens-Program.</p><h3>Public Events</h3><p>Besides the opening ceremony that was geared directly towards the participants, there were two public events. The first was held simultaneously in the 25 regions presenting the respective Citizens Programs to the public, in print and online. The second, titled “Day of Democracy”, was held on the floor of the former German parliament in Bonn. During the event, the final six proposals in the Federal Citizens-Program were presented to the public as well as the President with the idea that the deliberative process among citizens culminates in them handing their ideas to political decision-makers for consideration and implementation. More details on the success of this notion are included below in Influence, Outcome and Effects.</p><h3>Decisions</h3><p>The Federal Citizens-Proposal was published with an explanation of the process as well as a one-page report on each proposal. The report details reasoning, pro and con, implementation and a list of the seven other proposals that made it to the final round of voting during the national portion of online deliberation. Below are brief summaries of the six final proposals. They will be important for the two following sections, specifically the assessment of influence and understanding of criticism.</p><p>Solidarity and Justice</p><p>Increasing ethical and moral responsibility in politics, business and society through changes in parliamentary procedure, higher accountability for election promises, honor code labor laws, registration of lobbyist and their contributions, and finally, a mandatory civil service year for young adults following high school.</p><p>Democracy and Participation</p><p>Participation, Independence and Transparency equals better Politics. Measures proposed: binding referendums (lowering signature threshold), mandatory citizen participation in certain cases, participatory budgeting, town hall meetings to increase democratic awareness and political education, separation of MPs and their advisory capacity outside of Parliament, ban on campaign contributions through corporations, recall elections.</p><p>Ways of Family Life</p><p>Job Security and societal appreciation encourage families (birthrate increase). Measures proposed: longer ma-/paternity leave with job guarantee after, financial compensation for inability to work due to family issues (caring for immediate relative), flexible work hours, free and guaranteed daycare, “Family Parliament” to be created to consider legislation regarding family issues.</p><p>Integration</p><p>Opportunities for Education: Mandatory daycare for all children three and older, mandatory language and integration classes for immigrants, ethics class in schools (explaining religious and cultural differences).</p><p>Education</p><p>Federal Control over Education Policy and School System: Same grading system, curriculum, in all 16 states. Increased standardized testing to ensure compliance.</p><p>Demographics</p><p>Creating a child and family friendly environment: Main goal: Increasing birthrate. Measures proposed: Affordable daycare and all day schooling, minimum wage for all job sectors and all levels of employment (part- vs. full-time), improved and more affordable education opportunities for young parents on leave.</p><p>All 25 regional Citizens-Programs can be found <a href=\"http://bund.buergerforum2011.de/index.php?page=infopage&amp;id_page=49&amp;menucontext=40\">here</a> (in German).</p><p><strong>Influence, Outcomes, and Effects</strong></p><h3>The Official Evaluation Report</h3><p>The <a href=\"http://participedia.net/en/organizations/european-institute-public-participation\">European Institute for Public Participation</a> compiled a report on the outcomes and effects of the BürgerForum 2011. Almost 3,000 out of the original 10,000 participants responded to their online survey. More than two-thirds of those surveyed said they were overall satisfied with the experience. Asked about their satisfaction with different components and stages of the forum, satisfaction fluctuated between 59 and 92 percent, even though in most categories roughly two-thirds indicated some level of satisfaction. The national online deliberation was least satisfactory and the phone conversation in the very beginning was the most satisfying by far. As a whole, the online portion of the forum saw the smallest amount of satisfied participants. Almost 80 percent stated they would encourage others to participate in future forums and just below two-thirds said they would do it again.</p><p>Almost 60 percent of surveyed participants mentioned the outcomes to friends and family while a little over 40 percent thought the Media had covered the forum. For about a quarter of surveyed participants the forum enabled them to better discuss politics with people with views different from their own and it increased their awareness of their democratic society. Less than 20 percent said they would aid the implementation of the proposals and just above 15 percent were now more interested in joining a political party or citizens initiative. The institute also gave participants the chance to add comments to their survey and the report summarizes most commonly mentioned criticism. Those will be revisited in the next section.</p><p><strong>Analysis and Criticism</strong></p><p>When the President accepted the Federal Citizens-Program at the \"Day of Democracy\" he thanked all the participants for their contribution but he already urged caution regarding the implementation of the suggestions. In some cases he simply argued that some of the suggestions are contrary to other measures of public opinion (election and poll results). He cited the failure of educational reform in the city-state of Hamburg, where the public rejected a move towards a more streamlined school system including standardized testing in that state alone. In other cases he cited constitutional concerns. For example, making day care mandatory may infringe on the individual rights of citizens.</p><p>Overall, the proposals mostly seem broadly idealistic and thus either vague or infeasible/not implementable. The deliberative process among citizens alone and the open nature of the forum may limit the opportunity for participants to get to the depth of the issue at hand. The question of feasibility, implementability as well as constitutionality is best illustrated by the \"Solidarity and Justice\" proposal. While implementable, it seems highly unlikely that any government regardless of political leanings, will force business into agreeing to some sort of honor code of ethics as German businesses hold themselves to a voluntary standard that is driven by societal as well as political pressure but inscribing that into law is simply not feasible and removed from reality. A mandatory civil service year for German youth coming out of high school is potentially a great idea, but it is not implementable because it is unconstitutional. The idea of a civil service year is originally derived from civil service becoming an alternative to conscription for conscientious objectors in the 1960's. Conscription however, was taken out of the constitution in 2011 and there is no basis left in the constitution that would allow for the government to mandate what its citizens have to do once graduated from High School. Civil service years already exist on a voluntary basis as an alternative to going straight to college or into a full-time job.</p><p>While the open design generally allows for all possible arguments to be heard, it may also inhibit the ability of the forum to come up with realistic solutions. The lack of structure within the deliberative process may be the cause of this problem, or simply the sheer size of the group of participating citizens. It is unfortunate that the transcripts of the online deliberation are not readily available after the forum is over. The transcripts would allow observers to gain a more detailed insight into the process and exchange of ideas and how that translated into the final proposals. It appears problematic that two citizens-editors per proposal were capable of capturing all the comments and questions of 100's of participants appropriately. Even though transcripts are not available, the comments portion of the evaluation report as well as newspaper coverage citing participants can provide an overview regarding the limitations of the deliberative process of the BürgerForum.</p><p>A local newspaper covered one regional BürgerForum three times between its inception in mid March 2011 and close to the end of the regional stage in early May. It also cites participants from all over the country. One major concern was accurate representation of all age groups. According to the articles, the phone register used to contact potential participants included landlines only and most young Germans do not have a landline any more and thus were left out. A lack of transparency regarding the age distribution among participants from the initiating foundations was also seen as less than ideal. A women cited in one article says she only counted four \"young people\" among the 300 participants present at her regional opening ceremony. She said that she is worried the lack of younger generations will only reaffirm the notion among older citizens that they have to decide on what is important to society because the youngsters do not care enough whereas young people will continue to feel excluded, widening the generational gap in society.</p><p>The participation rate once online deliberation began is also cited as one of the major criticism of the forum, both by the newspaper and the official evaluation report. In one regional forum, merely 40 percent of participants actually contributed to the discussion and by April, less than one quarter of participants was still active in the online deliberation further diluting the representativeness of the final program. It also suggests that not all voices were heard, which is confirmed by comments made in the official evaluation report. Participants felt that they were left out of the conversation and thus, dropped out. The openness of the discussion my be well intended but due to the number of participants encourages the most vocal of participants to take over the conversation. The report as well as the newspaper articles identified the moderators as part of the problem. One participant testified that moderators excluded him from the forum after criticizing the decision-making process. He said he did not feel welcome anymore and that his opinion did not matter.</p><p>Media coverage was not as extensive in other regions. Most regional news sources noted the selection of the region and covered the opening ceremony but no follow-up articles were written. However, the regional programs and their presentation to local officials were covered in just under half of the regions by local newspapers. In all of the regions that had follow-up coverage, increased citizen participation in local government was already established or was being planned. More than half of these regions had some form of participatory budgeting in place and others held town hall style meetings or were planning to do so in the future. If the follow-up articles included any analysis of the forum, they mostly mirrored the sentiments of the three articles used above. One article strongly re-emphasized the lack of participation in online deliberation. In Frankfurt, 300 participants attended the opening ceremony but only 24 continued online. A new criticism came from two regions: the loss of great ideas due to the streamlining process. One elected official blogged about this issue after the Aachen regional program was finished, stating that boiling the issues down to one challenge and one solution per committee led to the dilution of strong ideas and rather vague final proposals. A participant in northeastern Germany felt the same stating that a compendium of citizens' concerns might be more accurate than a one-issue majority opinion. Yet another participant argued that by the time the national voting occurred, it felt like choosing the lesser of two evils rather than working on comprehensive solutions.</p><p>Taking all of the problems into consideration, it is no surprise that the BürgerForum was not continued in this form in 2012. On the one side, a lot of participants did not get the result they hoped for either in the process or in the implementation of the proposals. On the other hand, politicians did not get the results they wanted as the proposals were so far fetched from the possible or simply reality, that they had no choice but to deny their implementation. However, the regional forums succeeded in moving some of the participating regions to more citizen participation in local decision-making. While the process may have been flawed, the survey shows the interest for more participation is clearly there. The chancellor has begun her own project in 2012, which will ultimately lead to a \"conference\" in the chancellery with citizens, NGO's and business leaders on a topic to be determined.</p><p>If the forum were to be continued with the goal of filtering from regional to national programs, either the design or even necessity of the online deliberation portion will have to be questioned. Especially for the regional portion, weekly, in-person deliberation much like the opening ceremony may be better suited. It would also allow for the participants to call on experts, including politicians, to clarify issues at hand to ensure that the proposals reflect realistic and implementable options. In order to ensure broad participation among the younger generation, a social media strategy might be useful when approaching citizens to become participants. A one-topic approach may also increase the depth of the outcomes. A preliminary poll among participants may be useful in identifying that one issue. Politicians might then be able to look at different options rather than being faced with one infeasible solution.</p><h2><strong>Secondary Sources</strong></h2><p><a href=\"http://www.noz.de/lokales/meppen/artikel/360298/bundesweite-kritik-am-burgerforum-2011\"><em>Bundesweite Kritik am Bürgerforum 2011</em> in Neue Osnabrücker Zeiting, May 9, 2011.</a></p><p><a href=\"http://bund.buergerforum2011.de/\">BürgerForum2011.</a></p><p><a href=\"http://www.bertelsmann-stiftung.de/cps/rde/xbcr/SID-40197B16-6C59D941/bst/xcms_bst_dms_33485_33486_2.pdf\">Bürgerforum 2011 by Bertelsmann Stiftung.</a></p><p><a href=\"http://www.insuedthueringen.de/lokal/bad_salzungen/fwstzslzlokal/BuergerForum-Die-Diskussion-geht-weiter;art83434,1656225\"><em>Bürgerforum: Die Diskussion geht weiter </em>in inSüdthüringen.de, May 30, 2011.</a></p><p><a href=\"http://www.ostsee-zeitung.de/index_artikel_komplett.phtml?param=news&amp;id=3065985\"><em>Bürgerforum 2011 für mehr Demokratie eröffnet </em>in Ostee-Zeitung, March 3, 2011.</a> [DEAD LINK]</p><p><a href=\"http://www.noz.de/lokales/meppen/artikel/327533/burgerforum-2011-im-emsland-jungere-sind-meist-aussen-vor\"><em>Bürgerforum 2011 im Emsland: Jüngere sind meistens außen vor</em> in Neue Osnabrücker Zeitung, May 5, 2011.</a></p><p><a href=\"http://www.lokalkompass.de/wanne-eickel/politik/buergerforum-2011-in-bochum-glueck-auf-schwung-d60394.html\"><em>Bürgerforum 2011 in Bochum: \"Glück auf Schwung</em>\" in lokalkompass.de, May 14, 2011.</a></p><p><a href=\"http://michael-servos.eu/?p=4333\"><em>Bürgerforum 2011 offenbart Schwächen </em>by Michael Servos, May 16, 2011.</a></p><p><a href=\"http://www.buergerforum2009.de/\">BürgerForumEuropa</a> [DEAD LINK]</p><p><a href=\"http://zeitungen.boyens-medien.de/aktuelle-nachrichten/zeitung/artikel/buergerprogramm-dithmarschen.html\"><em>Bürgerprogramm Dithmarschen </em>in Boyens Zeitungen, May 15, 2011.</a></p><p><a href=\"http://blog.zdf.de/hyperland/2011/05/das-online-offline-forum-des-bundespraesidenten/\"><em>Das Online-Offline-Forum des Bundespräsidenten</em> in Hyperland by ZDF, May 30, 2011.</a> [DEAD LINK]</p><p><a href=\"http://bund.buergerforum2011.de/index.php?page=infopage&amp;id_page=49&amp;menucontext=40\"><em>Die 25 regionalen BürgerProgramme</em> in BürgerForum2011.</a></p><p><a href=\"http://www.fr-online.de/rhein-main/buergerforum--2011-einladung-zur-demokratie,1472796,8424666.html\"><em>Einladung zur Demokratie </em>in Frankfurter Rundschau, May 9, 2011.</a></p><p><a href=\"http://bund.buergerforum2011.de/site/pictures/project/content/Evaluationsbericht.pdf\"><em>Auswertungsbericht</em> by European Institute for Public Participation in BürgerForum2011.</a></p><p><a href=\"http://bund.buergerforum2011.de/discoursemachine.php?id_viewback=8&amp;menucontext=40&amp;page=detail_infoblog&amp;id_item=48014&amp;detail_layout_field=itemtype_layoutmisc2\"><em>Evaluation des BürgerForums 2011</em> in BürgerForum2011.</a></p><p><a href=\"http://www.noz.de/lokales/meppen/artikel/286941/losungen-zum-gesellschaftlichen-zusammenhalt-gesucht\"><em>Lösungen zum Gesellschaftlichen Zusammenhalt gesucht</em> in Neue Osnabrücker Zeitung, March 13, 2011.</a></p><p><a href=\"http://bund.buergerforum2011.de/discoursemachine.php?page=infopage&amp;id_page=4&amp;menucontext=119\"><em>Spielregel</em> in BürgerForum2011.</a></p>", "title": "BürgerForum 2011"}