{"htmlbody": "<p>The International Youth Leadership Conference (IYLC) is a week-long forum held twice a year in Prague, Czech Republic since 2000. The theme of the conference is a “cross-cultural exchange of young ideas concerning the future world leadership”.<a class=\"external autonumber\" href=\"http://www.czechleadership.com/\" rel=\"nofollow\" title=\"http://www.czechleadership.com/\">[1]</a> Issues such as international relations, law, media, business, and global economy are addressed amongst approximately 100 individuals aged 18-24, mostly who are university and college students from 35+ countries. The hosting body is Civic Concepts International, a “social enterprise promoting global citizenship by partnering with youth organizations and educators to provide high-potential youth with tools and resources that will build leadership skills, promote cross-cultural understanding, and cultivate ethical responsibility.” <a class=\"external autonumber\" href=\"http://www.civicconcepts.org/\" rel=\"nofollow\" title=\"http://www.civicconcepts.org/\">[2]</a></p><p><a id=\"Problems_and_Purposes\" name=\"Problems_and_Purposes\"></a></p><h2>Problems and Purposes</h2><p>The event aims to “facilitate dialogue and cooperation across an ethnically diverse and socially responsible group of young international leaders,” promoting “open-minded exchange of ideas” in a “cross-cultural learning environment” through a series of events of</p><ul><li>a United Nations Security Council emergency meeting simulation</li><li>a mock International Criminal Court pre-trial</li><li>a model European Parliament proceeding</li><li>Visits to Foreign Embassies, Senate of the Parliament of the Czech Republic other governmental and non-governmental organizations</li><li>Group Debates and Panel Discussions on international security, environmental sustainability, rule of law, responsible leadership and mass media</li><li>Networking Events and Banquet Dinners with leading experts, diplomats, politicians and businessmen<a class=\"external autonumber\" href=\"http://www.czechleadership.com/curriculum/course-structure\" rel=\"nofollow\" title=\"http://www.czechleadership.com/curriculum/course-structure\">[3]</a></li></ul><p>The IYLC emphasizes and promotes self-enrichment and gaining skill in areas such as communication and leadership. It is especially interested in developing skills of adaptability, communication, personal development, group effectiveness, influencing, and personal qualities. In addition, they work on three levels: “</p><ul><li>Interpersonal Dynamics of the group developing a group identity, learning to work with a</li></ul><p>diverse and international group of people.</p><ul><li>Individual Development - challenging ideas, pervious conceptions, engaging with the realities of</li></ul><p>others, developing skills of leadership, communication, expression of arguments, cultural intelligence.</p><ul><li>Intellectual Development - a pre-requisite of being able to work in the simulations is being able</li></ul><p>to hold an unwavering understanding of the workings and aims of these organizations. The simulation aims to add to that knowledge and test it in various situations whilst developing key transferable leadership skills.”<a class=\"external autonumber\" href=\"http://www.czechleadership.com/curriculum/skill-set\" rel=\"nofollow\" title=\"http://www.czechleadership.com/curriculum/skill-set\">[4]</a></p><p><a id=\"Originating_Entities_and_Funding\" name=\"Originating_Entities_and_Funding\"></a></p><h2>Originating Entities and Funding</h2><p>Civic Concepts International is the administrator body of the IYLC, and aims to educate youth scholars to build leadership skills in an international realm. It holds strong beliefs in diversity, communication, and hands-on experience, which are all reflected in the structure of the IYLC program. In addition to the IYLC held in Prague, Czech, they host the International Youth Leadership Conference in Nairobi (IYLCN), as well as creating the International Youth Leadership Network (IYLN), made of alumni of the IYCL. <a class=\"external autonumber\" href=\"http://www.civicconcepts.org/\" rel=\"nofollow\" title=\"http://www.civicconcepts.org/\">[5]</a></p><p>Funding comes from various sponsors, including universities and corporations all over the world. Because sponsors change every year, there is no definite number or specific body that sponsors every year, but there is typically 15~20 sponsors every year. <a class=\"external autonumber\" href=\"http://www.czechleadership.com/sponsors/past-sponsors\" rel=\"nofollow\" title=\"http://www.czechleadership.com/sponsors/past-sponsors\">[6]</a></p><p><a id=\"Participation_Selection\" name=\"Participation_Selection\"></a></p><h2>Participation Selection</h2><p>The IYCL began in the year 2000, in Prague, Czech Republic, and is an ongoing event as of now. This event was organized and launched by CCI as an academic program, in order to foster a deliberative setting for discussing cultural and educational fields through social interaction. Believing in “the learning method of direct, hands-on experience”, they set up a series of simulation activities, and have students understand and realize “international relations and relationships through practice as opposed to theory (as taught in their university curriculum)”. The “complementarity of theoretical knowledge and practical experience” is the underlying key theme of the experience hosted by the CCI. It believes that this “ensures a better understanding and comprehension of the issues at hand and exposes its participants to first-hand experiences that they wouldn’t otherwise encounter.”<a class=\"external autonumber\" href=\"http://www.czechleadership.com/overview/strengthes\" rel=\"nofollow\" title=\"http://www.czechleadership.com/overview/strengthes\">[7]</a> The CCI’s philosophy and theme of education through cross-cultural experiences in a hands-on method is reflected in the structure of the event. The IYLC recruit participants of ages 18-24, who are current university and college students and/or recent graduates “who demonstrate commitment to academic excellence, professional development and community involvement in a spirit of responsible and sustainable leadership”.<a class=\"external autonumber\" href=\"http://www.czechleadership.com/overview/blog\" rel=\"nofollow\" title=\"http://www.czechleadership.com/overview/blog\">[8]</a> Applications to the program include a comprehensive application form with references to a Professor or Academic adviser who can provide information about the applicant’s academic performance, along with two short essays. In addition, “Conference participants will be selected in a manner that ensures relative uniformity of educational levels, while providing for a higher diversity (both in terms of geographic representation and age).”<a class=\"external autonumber\" href=\"http://www.czechleadership.com/apply-now\" rel=\"nofollow\" title=\"http://www.czechleadership.com/apply-now\">[9]</a> Thus applicant selectivity is somewhat competitive.</p><p><a id=\"Deliberations_and_Decisions\" name=\"Deliberations_and_Decisions\"></a></p><h2>Deliberations and Decisions</h2><p>There are no solid “decisions” made in the conference, since the sole type of influence participants gain through the event is personal benefits through self-enrichment and experience. Deliberations held during the event include: a United Nations Security Council emergency meeting simulation, a mock International Criminal Court pre-trial, a model European Parliament proceeding, Group Debates and Panel Discussions on international security, environmental sustainability, rule of law, responsible leadership and mass media, and Networking Events and Banquet Dinners with leading experts, diplomats, politicians and businessmen. In order to ensure a deliberative session, participants are required to do 20 hours of pre-conference research and are given a reading list of documents. This ensures “that participants are equally knowledgeable about the questions in point.”<a class=\"external autonumber\" href=\"http://www.czechleadership.com/curriculum/research-materials\" rel=\"nofollow\" title=\"http://www.czechleadership.com/curriculum/research-materials\">[10]</a> In addition, simulation activities during the conference follow a template format: “</p><ul><li>The objectives of the simulation are identified and set</li><li>The simulation roles are outlined and distributed</li><li>The agenda for the simulation is set</li><li>The case for the simulation is examined</li><li>The proceedings for the simulation are laid out</li><li>The simulation is carried out”<a class=\"external autonumber\" href=\"http://www.czechleadership.com/curriculum/course-structure\" rel=\"nofollow\" title=\"http://www.czechleadership.com/curriculum/course-structure\">[11]</a></li></ul><p>“The simulations during the IYLC reproduce the following international organizations and their functions:</p><ul><li>United Nations Security Council Simulation:</li></ul><p>the participants imitate the Emergency Meeting of the UN Security Council to tackle an urgent matter of threat to international security;</p><ul><li>International Criminal Court Simulation:</li></ul><p>the participants take part in a mock trial that is taking place in the ICC pre-trial chamber to investigate whether there is sufficient evidence and jurisdiction to proceed with the trial;</p><ul><li>European Parliament Simulation:</li></ul><p>the participants assume a position in a political party to introduce amendments to a European Directive.”<a class=\"external autonumber\" href=\"http://www.czechleadership.com/curriculum/course-structure\" rel=\"nofollow\" title=\"http://www.czechleadership.com/curriculum/course-structure\">[12]</a> Outcomes and Effects</p><p>Because the purpose of the conference is to enhance participants’ abilities in certain fields such as leadership and communication, and not to come to a collective decision of some sort, a solid or visible outcome or effect is not observed. However, positive feedback can be seen from many participants through testimonials<a class=\"external autonumber\" href=\"http://www.czechleadership.com/curriculum/testimonials\" rel=\"nofollow\" title=\"http://www.czechleadership.com/curriculum/testimonials\">[13]</a>, blogs<a class=\"external autonumber\" href=\"http://dpatrickjohnson.wordpress.com/2010/01/15/prague-for-the-international-youth-leadership-conference/\" rel=\"nofollow\" title=\"http://dpatrickjohnson.wordpress.com/2010/01/15/prague-for-the-international-youth-leadership-conference/\">[14]</a>, and data on the IYLC website. At the beginning and end of the conference, participants took part in a self-assessment survey rating their abilities in adaptability, communication, influencing, group effectiveness, personal qualities, attitudes, growth, knowledge in subject areas, overall skill and knowledge growth, and all results indicate an increase after the conference.<a class=\"external autonumber\" href=\"http://www.czechleadership.com/curriculum/skill-set\" rel=\"nofollow\" title=\"http://www.czechleadership.com/curriculum/skill-set\">[15]</a></p><p><a id=\"Analysis_and_Criticisms\" name=\"Analysis_and_Criticisms\"></a></p><h2>Analysis and Criticisms</h2><p>This program is merely a self-enrichment program which utilizes deliberation as a method for reaching personal benefits rather than coming to a collective decision of a certain problem. Participants are not necessarily searching for realistic solutions to a problem they must solve, and thus the only “outcome” recorded is the self-assessed data. This may be a slightly different style of deliberation since most deliberative cases have more solid objectives. But since this is primarily an academic case, it is difficult to judge from the “outcomes” whether there had been true deliberation. However, measures to make deliberation work have been taken in, such as requiring participants to do pre-conference research in order to ensure equal knowledge levels. This facilitates the creation of a solid knowledge base, and allows the flow of deliberative conversation between participants to be smooth. Also, dedicated facilitators who run group debates and panel discussion help to ensure adequate distribution of speaking opportunities, which is also critical for deliberation.[14]</p><p>Because it is a youth forum, diversity in terms of age is not promoted. In other similar respects, diversity in terms of socio-economic class and academic levels is also not ensured strongly, since all applicants have reached a certain academic level, (of being a University student) and being able to attend college and pay the fee for attending the conference suggests that applicants are also above a certain level of socio-economic class. These barriers shut out some levels of diversity, and thus, in terms of diversity, it may not be truly deliberative, although international diversity is great.</p><p><a id=\"References\" name=\"References\"></a></p><h2>References</h2><ol><li><a class=\"external free\" href=\"http://www.czechleadership.com/\" rel=\"nofollow\" title=\"http://www.czechleadership.com/\">http://www.czechleadership.com/</a> International Youth Leadership Conference</li><li><a class=\"external free\" href=\"http://www.civicconcepts.org/\" rel=\"nofollow\" title=\"http://www.civicconcepts.org/\">http://www.civicconcepts.org/</a> Civic Concepts International</li><li><a class=\"external free\" href=\"http://www.czechleadership.com/sponsors/past-sponsors\" rel=\"nofollow\" title=\"http://www.czechleadership.com/sponsors/past-sponsors\">http://www.czechleadership.com/sponsors/past-sponsors</a> Past Sponsors</li><li><a class=\"external free\" href=\"http://www.czechleadership.com/curriculum/course-structure\" rel=\"nofollow\" title=\"http://www.czechleadership.com/curriculum/course-structure\">http://www.czechleadership.com/curriculum/course-structure</a> Course Structure</li><li><a class=\"external free\" href=\"http://www.czechleadership.com/curriculum/skill-set\" rel=\"nofollow\" title=\"http://www.czechleadership.com/curriculum/skill-set\">http://www.czechleadership.com/curriculum/skill-set</a> Skill Set</li><li><a class=\"external free\" href=\"http://www.czechleadership.com/overview/strengthes\" rel=\"nofollow\" title=\"http://www.czechleadership.com/overview/strengthes\">http://www.czechleadership.com/overview/strengthes</a> Strengths</li><li><a class=\"external free\" href=\"http://www.czechleadership.com/overview/blog\" rel=\"nofollow\" title=\"http://www.czechleadership.com/overview/blog\">http://www.czechleadership.com/overview/blog</a> Overview</li><li><a class=\"external free\" href=\"http://www.czechleadership.com/apply-now\" rel=\"nofollow\" title=\"http://www.czechleadership.com/apply-now\">http://www.czechleadership.com/apply-now</a> Apply Now!</li><li><a class=\"external free\" href=\"http://www.czechleadership.com/curriculum/research-materials\" rel=\"nofollow\" title=\"http://www.czechleadership.com/curriculum/research-materials\">http://www.czechleadership.com/curriculum/research-materials</a> Research Material</li><li><a class=\"external free\" href=\"http://www.czechleadership.com/curriculum/course-structure\" rel=\"nofollow\" title=\"http://www.czechleadership.com/curriculum/course-structure\">http://www.czechleadership.com/curriculum/course-structure</a> Course Structure</li><li><a class=\"external free\" href=\"http://www.czechleadership.com/curriculum/testimonials\" rel=\"nofollow\" title=\"http://www.czechleadership.com/curriculum/testimonials\">http://www.czechleadership.com/curriculum/testimonials</a> Testimonials</li><li><a class=\"external free\" href=\"http://dpatrickjohnson.wordpress.com/2010/01/15/prague-for-the-international-youth-leadership-conference/\" rel=\"nofollow\" title=\"http://dpatrickjohnson.wordpress.com/2010/01/15/prague-for-the-international-youth-leadership-conference/\">http://dpatrickjohnson.wordpress.com/2010/01/15/prague-for-the-international-youth-leadership-conference/</a> Prague for the International Leadership Conference</li><li><a class=\"external free\" href=\"http://www.czechleadership.com/curriculum/skill-set\" rel=\"nofollow\" title=\"http://www.czechleadership.com/curriculum/skill-set\">http://www.czechleadership.com/curriculum/skill-set</a> Skill Set</li><li>Gastil, John. 2008. Political communication and deliberation. Los Angeles: SAGE Publications.</li></ol><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h2>Secondary Sources</h2><ol><li><a class=\"external free\" href=\"http://www.ambafrance-ph.org/france_philippines/spip.php?article1190\" rel=\"nofollow\" title=\"http://www.ambafrance-ph.org/france_philippines/spip.php?article1190\">http://www.ambafrance-ph.org/france_philippines/spip.php?article1190</a></li><li><a class=\"external free\" href=\"http://www.jonesbahamas.com/print.php?a=17815\" rel=\"nofollow\" title=\"http://www.jonesbahamas.com/print.php?a=17815\">http://www.jonesbahamas.com/print.php?a=17815</a></li></ol>", "title": "International Youth Leadership Conference"}