{"htmlbody": "<h3>Mission and Purpose</h3><p>The platform of the Partido da Terra encompasses eight types of sovereignty, based on the application of direct democracy at all levels: <a href=\"http://en.wikipedia.org/wiki/Popular_sovereignty\" title=\"Popular sovereignty\">citizen sovereignty</a>, which calls for a political reform based on <a href=\"http://en.wikipedia.org/wiki/Direct_democracy\" title=\"Direct democracy\">direct democracy</a>; territorial sovereignty, where a <a href=\"http://en.wikipedia.org/wiki/Localism_(politics)\" title=\"Localism (politics)\">localist</a> administrative reform that builds upon <a href=\"http://en.wikipedia.org/wiki/Communalism_(political_philosophy)\" title=\"Communalism (political philosophy)\">communalism</a>, <a href=\"http://en.wikipedia.org/wiki/Libertarian_municipalism\" title=\"Libertarian municipalism\">libertarian municipalism</a> and <a href=\"http://en.wikipedia.org/wiki/Cellular_democracy\" title=\"Cellular democracy\">cellular democracy</a> is proposed; environmental sovereignty, defending a <a href=\"http://en.wikipedia.org/wiki/Self-sufficiency\" title=\"Self-sufficiency\">self-sufficient</a> <a href=\"http://en.wikipedia.org/wiki/Sustainable_living\" title=\"Sustainable living\">sustainable living</a> with the application of <a href=\"http://en.wikipedia.org/wiki/Appropriate_technology\" title=\"Appropriate technology\">appropriate technology</a>; food and energy sovereignty, calling both for <a href=\"http://en.wikipedia.org/wiki/Food_sovereignty\" title=\"Food sovereignty\">food sovereignty</a> through <a href=\"http://en.wikipedia.org/wiki/Local_food\" title=\"Local food\">local food</a> consumption and<a href=\"http://en.wikipedia.org/wiki/Sustainable_agriculture\" title=\"Sustainable agriculture\">sustainable agriculture</a>; economic sovereignty, proposing <a href=\"http://en.wikipedia.org/wiki/Community-based_economics\" title=\"Community-based economics\">community-based economics</a> including some <a href=\"http://en.wikipedia.org/wiki/Cooperative\" title=\"Cooperative\">cooperativist</a> elements of <a href=\"http://en.wikipedia.org/wiki/Distributism\" title=\"Distributism\">distributism</a> and <a class=\"mw-redirect\" href=\"http://en.wikipedia.org/wiki/Green_economics\" title=\"Green economics\">green economics</a>; social sovereignty, introducing a <a href=\"http://en.wikipedia.org/wiki/Communitarianism\" title=\"Communitarianism\">communitarian</a> <a href=\"http://en.wikipedia.org/wiki/Ethics_of_care\" title=\"Ethics of care\">ethics of care</a>; cultural sovereignty, emphasizing <a class=\"mw-redirect\" href=\"http://en.wikipedia.org/wiki/Galiza\" title=\"Galiza\">Galiza</a>'s Atlantic connections and <a href=\"http://en.wikipedia.org/wiki/Bioregionalism\" title=\"Bioregionalism\">bioregionalism</a>; and linguistic sovereignty, with an explicit support for linguistic <a href=\"http://en.wikipedia.org/wiki/Reintegrationism\" title=\"Reintegrationism\">reintegrationism</a> and closer ties with the <a class=\"mw-redirect\" href=\"http://en.wikipedia.org/wiki/Lusophony\" title=\"Lusophony\">Lusophone</a> or Portuguese-speaking world. The party also has an advanced platform regarding Peak Oil.</p><h3>History</h3><p> </p><p>The Partido da Terra held its founding meeting in <a href=\"http://en.wikipedia.org/wiki/Santiago_de_Compostela\" title=\"Santiago de Compostela\">Santiago de Compostela</a> on July 25, 2011 and was formally registered in the Spanish Ministry of Interior the same week. The party includes mostly independent members but also incorporated the <a href=\"http://en.wikipedia.org/wiki/Galician_Ecologist_Movement\" title=\"Galician Ecologist Movement\">Galician Ecologist Movement</a> (Movimento Ecologista Galego), a registered <a href=\"http://en.wikipedia.org/wiki/Green_party\" title=\"Green party\">green party</a> founded in 1983 by <a href=\"http://en.wikipedia.org/wiki/Constantino_R%C3%A1bade\" title=\"Constantino Rábade\">Constantino Rábade</a>.</p><p>In March 2012 it contested the <a href=\"http://en.wikipedia.org/wiki/Elections_to_the_General_Council_of_the_Principality_of_Asturias,_2012\" title=\"Elections to the General Council of the Principality of Asturias, 2012\">Elections to the General Council of the Principality of Asturias</a>, but only in the Western electoral district where the <a href=\"http://en.wikipedia.org/wiki/Galician_language\" title=\"Galician language\">Galizan</a>-speaking <a class=\"mw-redirect\" href=\"http://en.wikipedia.org/wiki/Eo-Navia_(Asturian_comarca)\" title=\"Eo-Navia (Asturian comarca)\">Eo-Navia</a> region is located, gaining no seats. In October 2012 it contested the <a href=\"http://en.wikipedia.org/wiki/Galician_parliamentary_election,_2012\" title=\"Galician parliamentary election, 2012\">Galizan Parliamentary Election</a> obtaining 3,164 votes (0,22%) and ranking as 7th extraparliamentary party out of a total of 26 groups running in the elections.</p><p> </p><h3>Introduction to Party Platform</h3><p> </p><p>The concept of sovereignty was usurped by the State as an exclusive and absolute attribute, even in the cases where it is alleged that sovereignty resides in or emanates from the people. Today this sovereignty, appropriated by States, linked indissolubly to capitalism -be it State or private-, is used to maximize the flow of production-consumption-taxpaying (with the corresponding consequences in the ecosystems), this payment allowing States or associations of States to increase their power and influence and to compete in the international arena against other State bodies. In order to maximize this flow, State intervention, supporting business corporations, is permanent in the legal, economic and diplomatic fields, both at international and internal level, which lately has become quite obvious because of the amount of public money destined to save the corporations and the financial system from failure through nationalizations, aids, tax breaks and other State activities.</p><p>Today the couple State-capitalism programs the whole life of the individual through the promise of welfarism and finishes by eliminating any autonomy and freedom of conscience of persons and communities in which they are inserted.</p><p>For this reason, we in the Partido da Terra consider it essential to recover our real sovereignty: our sovereignty to decide as citizens, reclaiming our right of direct deliberation and sovereignty as a means of expressing the political and legal will; our sovereignty to organize politically and administratively our territory and communities, making possible the link between people and land; our sovereignty to exercise responsibility towards the environment in which we are inserted, conserving it and improving it for future generations; our sovereignty to produce the healthy food we need and the clean energy which guarantees our quality of life; our sovereignty to work and exchange fairly the fruits of our effort and determination; our sovereignty to care for our own, for our communities and for ourselves; our sovereignty to be ourselves, cultivating the creative spirit that characterizes us as a people; our sovereignty to express ourselves in the language which is our own, taking our word to all continents.</p><p>But sovereignty is nothing without sustainability, without striving for the necessary balance with individual people, with other peoples and with the environment, guaranteeing a framework of community and ecological relations which ensure continuity in time through responsible management and the preservation of our resources. That is why we call for the direct participation of people in political life, taking account of their active responsibility. That is why we defend sustainable ways of life, generalizing the application of proposals of ecological design and appropriate technologies for habitation, transport, productive processes and waste management. That is why we adopt the proposals of food sovereignty, local production and sustainable agriculture launched by the agrarian movement. That is why we call for a new community economy, based on ethical consumption and the autonomy of the worker which allows us to design our own alternatives to the global crisis. That is why we proclaim the ethics of community care which reinforces the links between individuals, families, communities, managing and foreseeing their needs of support and social care. That is why we opt for the logical traditional cultures, for the preservation and cultivation of our heritage and for the linguistic integration in the domain which is natural to us.</p><p>The programme proposals which follow are not free from the contradictions inherent in a political project which, defending direct democracy, aims at participating in a system where power is assumed by professional “representatives”. In this scenario, where power is distributed in such unequal way, experience demonstrated that democracy, in its strictest sense, becomes superficial. That is why our proposals are directed to decentralizing power, returning it to people. We appeal for the restructuring of the concept of politics as an active citizens’ practice, emphasizing local power, where direct democracy has its foundation.</p><p>However, we don’t give up participating at all levels of the present representative “politics”, trying to inject in the institutions almost an anti-political way (in relation to what today is understood by “doing politics”) of managing governance, public service and decision-making. We want to propose a real paradigm change which restores the essence of democracy, in its only literal and legitimate sense: that of direct democracy.</p><p>Nevertheless, it is not our intention to eliminate the existing parliamentary institutions (parliaments and council chambers), but to turn them into tools for confederative management where the delegates from sovereign assemblies may make decisions in the framework of the imperative and revocable mandate, that is where the citizens can assume full responsibility for the management of their problems, developing solutions in a collective way.</p><p>We consider that, as the Partido da Terra, we can influence today’s institutions, favouring the establishment of a transition into tomorrow’s institutions, but we don’t intend to control the former or the latter, even because from our point of view the parties, as they are understood today, are not only unnecessary but they are also counterproductive. The principal way of influencing which we aim at exercising from the Partido da Terra is not the control but the diffusion of ideas and practices through example. Our objective not being to take power (nor the benefits and privileges that it accords today to those who detain it) but the mobilization and liberation of energies and creative potential of our communities, of our members, of our society, the proposals here presented are designed for all. The home of the Partido da Terra is made up of our communities.</p><p>This programme is not, and does not try to be, comprehensive. Although we care about everything, we don’t claim the primacy of our opinion on any question or particular group of interests. No aspect of life is beyond our preoccupations, but we do not pretend to define everything as political nor to achieve a consensus on everything, be it in the party or in society. We don’t conceive of any linear progression for homogeneity or heterogeneity, but we try to assume and defend the elements of commonalty and diversity which best contribute to the realization of our proposals.</p><p>The close reading of this programme will evidence the presence of three internal tendencies which are complementary in the Land Party: one conservative tendency which tries to create the future conditions perpetuating and invigorating the traditional values and practices of our society, which favour the transforming principles here advocated; an innovative tendency which stimulates the adoption of new practices and values; and an integrating tendency designing future alternatives which reconcile the differences between the other two. All the persons making up the Land Party try to contribute to all three tendencies, deciding on and trying consensus solutions according to the concrete problems.</p><p>The programme here presented is necessarily a text which is incomplete and a collective (re)creation, which tries to be enriched by the critique, contributions and proposals of civil society, bodies and individuals, beyond the Partido da Terra. We hope that its public presentation is a dynamic and bidirectional process, gathering and adding up multiple perspectives. And, as a non-comprehensive text, the programme will be complemented with specific political documents in which we aim at widening and detailing many of the proposals that are here enumerated briefly, as well as others equally important which lie beyond the dimensions of this programme. We trust in the cooperation of everybody.</p><h3>Major projects and events</h3><p> </p><h3>Funding</h3><p>The Party's by-laws explicitly prohibit receiving any kind of governmental subsidy and members elected to office are also prohibited from earning any salary, as the Party defends that politics should be deprofessionalized and based on direct democracy assembly decision-making. Party-members pay no dues and are expected to work localy (at parish and county levels) to disseminate the platform. The Party has no bank account or tax registration and election campaigns are organized at a zero or close-to-zero budget. In the first major elections contested by the Party (October 2012) the total budget was 120 euros, including the distribution of thousands of seeds. </p><h3>Publications</h3><p>Edições da Terra (Publishing House): <a href=\"http://www.partidodaterra.net/edicoes-da-terra/\">http://www.partidodaterra.net/edicoes-da-terra/</a></p><p>O Peteiro (magazine): <a href=\"http://www.partidodaterra.net/peteiro/\">http://www.partidodaterra.net/peteiro/</a></p><p>(Free PDF download in both cases)</p><h3>External Links</h3><p>Website: <a href=\"http://www.partidodaterra.net\">http://www.partidodaterra.net</a></p><p>Facebook: <a href=\"http://facebook.com/ptgaliza\">http://facebook.com/ptgaliza</a></p><p>Youtube: <a href=\"http://www.youtube.com/user/ptgalizatv\">http://www.youtube.com/user/ptgalizatv</a></p><p> </p><h3>Notes</h3><p> </p>", "title": "Partido da Terra (Party of the Earth / Party of the Land)"}