{"htmlbody": "Participedia teams working in English and German have translated the website's interface into these two languages. All translations of article contents are provided by users. To access the website interface in additional languages, please use the Google Translate auto-translation tool found by clicking \"other\" at the top right-hand corner of any page. Please note that the Google translations have not been reviewed by our project staff. In the future, Participedia may support more languages. <br/><br/>The steps below outline the procedure for users to manually translate an existing Case, Method or Organization while maintaining a single data set which links to both versions. A data set is all the extra information that you enter in addition to the main body of the text, such as \"History\", \"Participants\", \"Process\", \"Other Info\", etc. It is important that only one set of data exists for each article, accross all translations, in order to maintain consistency and quality of information throughout the site. <h6>NOTE: You do NOT have to manually create a NEW version of a Case, Method or Organization to translate an existing one. Following the steps below will automatically create a new version of the content you wish to translate and link it to the data set of the original entry. </h6><ol><li>Open the article that you would like to translate and click on the Translate tab below the title.<br/><br/><img alt=\"\" src=\"http://participedia.net/sites/default/files/Adding%20Translations-Fig%201-New.png\"/><br/> </li><li>The “Translations” page shows a table of languages Participedia currently supports (currently English and German). For each language, there will be an “add translation” link, or an “edit” link if the content has already been translated into that language. Click the \"add translation\" link for the language you’re translating into. <br/><br/><img alt=\"\" src=\"http://participedia.net/sites/default/files/Adding%20Translations-Fig%202-New.png\"/><br/> </li><li>The translation form will be shown in the language you’re translating into. If you are adding a new translation, the content will be shown in the language it in which it was originally written. You can reference this while you translate it, and then delete it. Translate or edit the content, and click save at the bottom of the page. Make sure to fill out all the text fields.<br/> </li><li>Now, when you are looking at the Case or page of content you've translated, changing the language in the header will show you the translated version.  <br/><br/><img alt=\"\" src=\"http://participedia.net/sites/default/files/Adding%20Translations-Fig%204-New.png\"/></li></ol><p> </p><p> </p>", "title": "Adding Translations"}