{"htmlbody": "<p><em>Anmerkung: Dies ist die deutsche Übersetzung einer englischen Originalversion abrufbar unter </em><a href=\"http://participedia.net/en/cases/participatory-budgeting-new-york-new-york\">http://participedia.net/en/cases/participatory-budgeting-new-york-new-york</a></p><p><em>Note: this is a German translation of an English case study available at </em><a href=\"http://participedia.net/en/cases/participatory-budgeting-new-york-new-york\">http://participedia.net/en/cases/participatory-budgeting-new-york-new-york</a></p><p> </p><h3>Zweck und Problemstellung</h3><p>Die Aufstellung des Budgets von New York City ist von jeher, historisch gesehen, ein korrupter und nicht-transparenter Prozess. Der New York City Council (Stadtrat) ist außerdem bekannt für seine undurchsichtige Finanzierungsstruktur, in der der Sprecher der Mehrheit im Stadtrat bestimmen kann welches Budget den jeweiligen Ratsmitglieder zur Verfügung steht. Dieses variiert dabei zwischen drei und elf Millionen US-Dollar. Auch gab es eine Menge Korruptionsskandale, die Ratsmitglieder mit  Vetternwirtschaft in Zusammenhang brachten. In diesem Umfeld ist das Programm für ein Partizipatives Budget in New York City (PBNYC) im Finanzjahr 2012-2013 das größte Pilotprogramm dieser Art in den USA. Dieses Programm hat größere Transparenz, Rechenschaftspflicht und Bürgerengagement zum Ziel. Einerseits sollen die Bürger direkt Projekte erstellen und über deren Finanzierung entscheiden, andererseits soll gleichzeitig eine größere öffentliche Aufmerksamkeit hergestellt werden, die letztendlich den Druck für einen transparenteren Prozess erhöht.</p><h3>Geschichte</h3><p>Obwohl der Bürgerhaushalt oder auch direkt übersetzt das Partizipative Budget (PB) sich vielerorts als ein erfolgreiches Modell der Bürgerbeteiligung erwiesen hat, angefangen in Porto Alegre (Brasilien) in 1989, muss es sich in den Vereinigten Staaten erst noch durchsetzen (Fung 2011). Seit dem Start in Brasilien hat sich die Praxis des partizipativen Budgets in über 300 Kommunen weltweit durchgesetzt (Cabannes n.d.; Wampler 2004; Wampler und Avritzer 2005). Das einzige andere Beispiel für einen Bürgerhaushalt in den USA ist der 49. Bezirk von Chicago. Diese Art von Budgetierung ist ein generativer Prozess, der viele verschiedene Formen je nach Größe der politischen Ebene, in der er angewandt wird, haben kann. Das Partizipative Budget ist untrennbar mit der politischen Struktur verbunden, die es ermächtigt, d.h. die Ebene der Stadt, der Kommune oder des Landes. So wurde z.B. in der brasilianischen Verfassung von 1988 festgelegt, in welchen Strukturen PB angewandt werden darf (Baiocchi et al.2011, p.39).</p><p>Oftmals wird festgestellt, dass die Idee Bürgerhaushalt großes Potential und Einfluss für die sich entwickelnde Welt besitzt. Allerdings ist weniger klar, ob er auch entsprechend in den USA angewendet werden kann. In einem aktuellen Weltbank-Report zum partizipativen Budget schreibt der Experte Brian Wampler: \"einer der Gründe, dass PB auf andere Orte übertragen werden kann, vor allem in den Entwicklungsländern, ist dass Vetternwirtschaft und soziale Ausgrenzung Alltag in vielen Teilen von Entwicklungsländern sind\" (Shah 2007).</p><p>Wenn man über Partizipatives Budgeting/Bürgerhaushalt diskutiert, muss man vor allem die verschiedenen Typen partizipativer demokratischer Innovation, von denen einige Budgetierung enthalten, von der spezifischen Form des PB bekannt als Brasilianische Partizipative Budgetierung aus dem Jahr 1989 unterscheiden.</p><p>In Brasilien verbreitete die Arbeiterpartei (Workers Party, WP) als eine demokratisch sozialistische Partei PB um Bürger zu mobilisieren und allgemeine Unterstützung und Legitimität aus der Bevölkerung zu erlangen. Die Motivation PB in den USA zu implementieren ist eine ganz andere, da sich die politische und die soziale Sphäre der USA von der in Brasilien unterscheiden. Joe Moore, Stadtrat des 49. Chicagoer Bezirks, war der erste, der PB in den Vereinigten Staaten implementierte.</p><h3>Ausgangsorganisationen und Finanzierung</h3><p>PBNYC wurde von zwei Organisationen getragen: dem Participatory Budget Project (PBP) und <a href=\"http://www.cvhaction.org/\">Community Voices Heard</a> (CVH). Diese leiteten das stadtweite Steuerungskomitee, dem sowohl Repräsentanten der vier Bezirke des Stadtrats als auch Abgeordnete aus verschiedenen gesellschaftlichen Organisationen (community-based organizations, CBOs) aus New York City angehörten. Zusätzlich entstanden Steuerungskomitees in den einzelnen vier Bezirken, die aus Bürgern und Repräsentanten lokaler Organisationen und Bürgerverbänden bestanden.</p><p>Die Stadtratsmitglieder stellten die erforderlichen finanziellen Mittel für den Prozess, einige direkt, andere durch Sachleistungen und andere über Spenden an CVH. Das Vorgehen erhielt außerdem externe Förderung und Unterstützung durch Spenden. Trotzdem fehlte es vor allem dem Forschungs- und Evaluationsteam, aufgestellt durch das <a href=\"http://www.urbanjustice.org/ujc/projects/sex.html\">Urban Justice Center (</a>UJC), an Mitteln. Insgesamt bekam man circa 200.000 US-Dollar weniger zusammen, als veranschlagt worden waren. Deswegen arbeitete die Mehrheit der Mitarbeiter auf dem Governance Level undentgeltlich und stellten ihre Zeit und Ressourcen zur Verfügung um PBNYC zu ermöglichen.</p><p>Jedes Stadtratsmitglied versprach mindestens eine Million aus ihren frei verfügbaren Mitteln, Geld das in große Infrastrukturprojekte fließen soll, in durch die Bürger gewählte Projekte zu investieren.</p><h3>Auswahl der Teilnehmer</h3><p>Das Projekt startete im September 2011 und die finale Abstimmung fand im März 2012 statt. Anfangs wurden Informationsveranstaltungen in den Bezirken abgehalten, in denen Gemeinschaftsmitglieder und -leiter, sowie zivilgesellschaftliche Organisationen sich zusammenfanden. Sie lernten den geplanten Prozess kennen und konnten sich freiwillig für die Steuerungskomitees der Bezirke melden. Diese Komitees halfen dabei jeden Bezirk in Nachbarschaften zu unterteilen, die wiederum eine erste Runde von Nachbarschaftsversammlungen im Oktober 2011 organisierten. Bei diesen Veranstaltungen teilten sich die Teilnehmer in Kleingruppen auf, die durch Brainstorming potentielle Projekte in ihren Nachbarschaften fanden - jeder Bezirk besteht aus vier bis fünf Nachbarschaften. Außerdem wurden auf diesen Nachbarschaftsversammlungen Delegierte ausgewählt, die dann zwischen November und Februar tatsächliche Projektvorschläge ausarbeiten sollten. Es war nicht erforderlich in einem Bezirk oder einer Nachbarschaft gemeldet zu sein um an den Versammlungen teilzunehmen oder als Delegierter gewählt zu werden. Jedoch muss man in der Stadt gemeldet sein um seine Stimme abzugeben. Allgemein waren die Abstimmungen somit offen für alle Bewohner der Stadt über 18 Jahre. Auch für Nicht-Bürger der USA.</p><p>Die Delegierten arbeiteten direkt mit der Stadtverwaltung in verschiedenen thematisch abgegrenzten Komitees zusammen, darunter Transport, Parks und Erholung, sowie Bildung u.ä. und erarbeiteten Vorschläge. Im Februar 2012 wurde eine zweiten Runde von Nachbarschaftsversammlungen veranstaltet in denen die Teilnehmer diskutierten und die Vorschläge kommentierten. Nach darauf beruhenden Überarbeitungen wurde im März 2012 eine finale Abstimmung in allen Bezirken durchgeführt. Die Stadtratsmitglieder hatten sich verpflichtet mindestens jeweils eine Million US-Dollar für die gewählten Projekte bereitzustellen. Wie unten ersichtlich gab es jedoch auch weit höhere Summen, so verwendete Stadtratsmitglied Lander letztendlich über fünf Millionen um PBNYC Projekte zu finanzieren. Zusätzlich hatten die Ratsmitglieder zugesagt, sich um andere Finanzierungsmöglichkeiten für weitere Ideen aus dem PBNYC-Projekt zu kümmern um nicht nur die Projekte mit den meisten Stimmen realisieren zu können, was auch getan wurde.</p><h3>Deliberation, Entscheidungen und Öffentliche Interaktion</h3><p>Während der verschiedenen Schritte im Prozess gab es viele Möglichkeiten zur Deliberation, Entscheidungsfindung und öffentlicher Interaktion. Die Mitglieder des Bezirkskomitees mussten entscheiden, wo die Veranstaltungen abgehalten wurden und arbeiteten mit den Büros der Stadtratsmitglieder zusammen um diese Versammlungen zu bewerben. In der ersten Runde der Nachbarschaftsversammlungen waren die Stadtratsmitglieder anwesend und interagierten direkt mit den Bewohnern und anderen Teilnehmern der Kommunen. Dies eröffnete Möglichkeiten neue Leute aus seiner Nachbarschaft kennen zu lernen und mit ihnen sowohl gemeinsame als auch unterschiedliche Probleme zu diskutieren. Die Bürger deliberierten in dieser ersten Runde und entwarfen Projektvorschläge. Ein weitreichender Ideenaustausch fand durch das groß angelegt Brainstorming statt, indem überlegt wurde, welche verschiedenen Teile ihrer Kommunen finanzielle Hilfen für Projekte benötigten.</p><p>Die Listen der Projekte aus dieser ersten Entscheidungsrunde wurde zusammengefügt und dann den Delegierten vorgelegt. Jede Gruppe von Delegierten beschäftigte sich mit einem andere Oberthema von Projekten, z.B. Parks und Erholung oder Transport. Jedes dieser Subkomitees besaß einen Prozessbegleiter, der entweder als Moderator ausgebildet war oder bereits im Bezirkskomitee gesessen hatte und so die Diskussionsprozesse verstand. In den Subkomitees wurden auch Experten aus den kommunalen Verwaltungen gehört, z.B. wenn ein Projekt mit Bildung zu tun hatte, nahm ein Mitarbeiter der Bildungsabteilung teil und konsultierte und beriet die Delegierten. Die Büros der Stadtratsmitglieder dienten als Vermittler zwischen den Delegierten und der Stadtverwaltung.</p><p>Der Großteil der Deliberation und Diskussion fand in diesen Subkomitees der Delegierten statt, da sie normalerweise eine Anzahl von Mitglieder hatten, die klein genug war um wahre Diskussion und Deliberation entstehen zu lassen. Einige dieser thematischen Subkomitees hatten wiederum Unterkomitees, so gab es z.B. ein \"Straßen und Bürgersteige\"-Subkomitee unter dem größeren Thema \"Parks und Erholung\". Die Delegierten trafen sich ungefähr alle zwei Wochen über eine Zeitspanne mehrerer Monate und kommunizierten außerdem über E-Mails und Telefon. Hieraus ergaben sich viele verschiedene Möglichkeiten zur Diskussion, Deliberation und Interaktion. Das Level der Online-Interaktion war hierbei sehr unterschiedlich in den verschiedenen Bezirken, so benutzten D-39 und D-8 Onlinetools am häufigsten. In D-39 wurden 180 Projektvorschläge online eingereicht; 40 in D-8, siebzehn in  D-45 und acht in D-32. D-45, D-8 und D-39 verwendeten ebenfalls social media Plattformen wie Facebook, Twitter und Blogs als Teil ihrer Projektarbeit und ihrer Kommunikationsstrategie mit den Stadtratsmitgliedern. Die verschiedenen demographischen Gegebenheiten in den einzelnen Bezirken und auch die Erfahrung der Stadtratsmitglieder mit technologischen Medien beeinflusste die Nutzung von Internet Communication Technologies (ICT) sehr stark im PBNYC. Insgesamt kann man jedoch sagen, dass der Prozess extrem wenig Technologie verwendete.</p><h3>Einfluss, Outcomes und Effekte</h3><p><strong>Vorläufige Budget Optionen nach Stimmen:</strong></p><p><u><em>Distrikt 39:  </em>2,200 Wähler insgesamt $1,4 Millionen</u></p><ol><li>Renovierung von zwei nicht funktionsfähigen öffentlichen Toiletten ($150-000, 958 Stimmen)</li><li>Innovatives Kompost System nahe dem Gowanus Kanal um eine Tonne Essensabfälle pro Tag kompostieren zu können ($165.000, 919 Stimmen)</li><li>Pflanzung von einhundert neuen Bäumen in Straßenblöcken des Bezirks mit keinen oder nur wenig Bäumen  ($100.000, 767 Stimmen)</li><li>Neue Technologien für PS 130 und PS 154 ($140.000, 758 Stimmen)</li><li>Reparatur der Fußwege im Prospekt Park um Überflutung zu verhindern, sowie Aufstellung zusätzlicher Mülleimer im Park ($205.000, 648 Stimmen)</li><li>Reparaturen und Verbesserte Sicherungsmaßnahmen am Fußgängerübergang an der gefährlichen Kreuzung Prospect Expressway/Church Avenue ($200.000, 606 Stimmen)</li><li>Anschaffung von neuen Büchern und anderem Equipment für die Kensingtoner Stadtbücherei um deren Nutzungsmöglichkeiten auch als Ort für Treffen, Geschichtenerzählen, Proben oder kleineren Auftritten zu verbessern und so Kensington's kulturelle Diversität zu fördern ($80.000, 582 Stimmen)</li></ol><p><strong><em>Distrikt 8: </em></strong><strong>1,132 Wähler, insgesamt $1,54 Millionen</strong></p><ol><li>Lieferwagen zur Beförderung für Senioren und für Essen-auf-Rädern  ($100.000) - 579  Stimmen. Der Lieferwagen wird durch die Union Settlement Association betrieben. </li><li>Überwachungskameras in verschiedenen NYCHA Wohnungsbauanlagen ($525.000) - 499 Stimmen <br/>Beinhaltet Jefferson, Johnson, Betances, Millbrook, Washington, Taft, Clinton, &amp; Wagner Wohnungskomplexe.</li><li>Spielplatz Renovierungen ($500.000) - 300 Stimmen. </li><li>Ein neuer Platz für Harlem RBI und die Dream Charter School ($250.000) - 292 Stimmen</li><li>Ultraschallsystem für das Metropolitan  Krankenhaus ($105.000) - 252 Stimmen</li><li>Neue Technologien für die Aguilar Zweigstelle der New Public Library ($60.000) - 248 Stimmen</li></ol><p><u><em>Distrikt 45: </em>1.100 Wähler, insgesamt $1,05 Millionen</u></p><ol><li>Installation von zwei Überwachungskameras an verschiedenen Orten im ganzen Distrikt.</li><li>Finanzierung für den Bau eines neuen oder aber der Renovierung eines bestehenden Gebäudes für ein vorgeschlagenes Gemeindecenter.</li><li>Installation von Flutlicht in den Parks des Bezirks.</li><li>Der Kauf von Computern, Laptops, eines Sicherheitskarts und eines Smartboards für die Studenten des CAMBA Beacon Programm.</li></ol><p><u><em>Distrikt 32:  </em>1.639 Wähler, insgesamt $1,32 Millionen</u></p><ol><li>Technology Upgrades bei PS47, PS317/MS318, PS114.</li><li>Kaskadensystem (Sauerstoff Auffüllung) für freiwillige Feuerwehren</li><li>Wasserpumpen für Freiwillige Feuerwehren um Überflutungen zu verhindern</li><li>Pagers für vier freiwillige Feuerwehren</li><li>Knights of Columbus, Rockaways – Renovierung der Behindertentoilette</li><li>Pavillon/Outdoor-Platz für Auftritte am Shorefront Parkway</li><li>Automat in der Bücherei in Breezy Point</li><li>Sechs Argus Überwachungskameras im 100. Revier (an drei Orten)</li><li>Renovierung der Bücherei Zweigstelle Peninsula</li></ol><h3>Analyse und Kritik</h3><p>Es gibt Bedenken über die Skalierbarkeit und Durchführbarkeit des Projekts. Obwohl vier weitere Bezirksratsmitglieder bereits für eine zweite Runde des Projekts ihre Hilfe zugesagt haben, bezweifeln einige, dass CBO's zu tief in den Prozess eingebettet sind und ihnen gleichzeitig die Ressourcen zur Aufrechterhaltung des Projekts fehlen. Außerdem steht in Frage, wie repräsentativ das Projekt war, da die Teilnehmer aktiv entschieden sich zu beteiligen und Partizipation zu fördern, was jedoch nicht gleichbedeutend ist mit der Garantie von größtmöglicher Repräsentation über das gesamte Spektrum hinweg. Während des Deliberationsprozesses und der Entscheidungsfindung finden sich die klassischen Kritiken am deliberativen Prozess: der Wiederaufbau sozio-ökonomischer Spaltungen und dass die Höhergebildeten eher gehört werden. Die Mikroentscheidungen der Moderatoren und ihre Effekte, sowie die Organisation der Bezirkskomitees und außerdem die Mittel der Stadtratsmitglieder sorgten für Variation im Prozess.</p><p>Die Bedenken konzentrierten sich nicht nur auf Mittel der Organisationen sondern auch auf die der Stadtratsmitglieder und ihrer Büros, da der Prozess insgesamt sehr arbeitsintensiv war. Auch ist die Frage nach dem politischen Hintergrund des gesamten Projekts und der damit verbundenen Motivation der Stadtratsmitglieder. Ab wann kann man politische Motivation von wirklichem Bürgerengagement trennen? Kann dieser Prozess Menschen dazu bringen für Projekte zu stimmen und Koalitionen um ihre Stadtratsmitglieder zu bilden, oder können wirklich tiefere Bürgerverbindungen entstehen? Wenn das Projekt ehrgeizig alle diese Ziele auf einmal zu erreichen, wie können sie dann nachhaltig alle realisiert werden?</p><p>Während die erste Partizipationsrunde abgeschlossen ist, bleibt nun die Frage, ob die Bürger die Implementation ihrer gewählten Projekte nun überhaupt überwachen können. PB in den USA hat die Möglichkeiten des Internet und der damit verbundenen Vernetzung nicht so effektiv benutzt wie PB-Projekte anderenorts (z.B. in der Demokratischen Republik Kongo, Brasilien oder in der Dominikanischen Republik). Somit bleibt die Frage durch welche Werkzeuge die Teilnehmer ihre Projekte weiter beobachten wollen.</p><p>Zum Schluss ist es auch eine Herausforderung die Transparenz und Nachhaltigkeit von PBNYC zu erhöhen. Der PB-Miterfinder und Brown Professor Gianpaolo Baiocchi schreibt: \"Die Herausforderung ist es die frei verfügbaren Mittel als ersten Schritt hin zu anderen Arten von Entscheidungsfindung zu benutzen. Stellen Sie sich vor, wie transformativ es wäre das Gesamtbudget der Stadt zu kontrollieren!\"</p><p> </p><h3>Sekundärquellen</h3><p><a href=\"http://siteresources.worldbank.org/PSGLP/Resources/ParticipatoryBudgeting.pdf\">http://siteresources.worldbank.org/PSGLP/Resources/ParticipatoryBudgetin...</a></p><p><a href=\"http://www.nytimes.com/2012/04/01/nyregion/for-some-new-yorkers-a-grand-experiment-in-participatory-budgeting.html?_r=4&amp;pagewanted=1&amp;ref=nyregion\">http://www.nytimes.com/2012/04/01/nyregion/for-some-new-yorkers-a-grand-...</a></p><p><a href=\"http://www.nytimes.com/2012/04/08/nyregion/voters-speak-in-budget-experiment-saying-yes-to-bathrooms.html?_r=1&amp;ref=nyregion\">http://www.nytimes.com/2012/04/08/nyregion/voters-speak-in-budget-experi...</a></p><p><a href=\"http://blogs.cfr.org/coleman/2012/06/19/ict4gov-improving-governance-through-technology/\">http://blogs.cfr.org/coleman/2012/06/19/ict4gov-improving-governance-thr...</a></p><p><a href=\"http://www.nytimes.com/2011/08/23/nyregion/christine-quinn-uses-council-funds-to-reward-allies.html\">http://www.nytimes.com/2011/08/23/nyregion/christine-quinn-uses-council-...</a></p><h3>Externe Links</h3><p><a href=\"http://labs.council.nyc/pb/\">Official PBNYC Website</a></p><p><a href=\"http://siteresources.worldbank.org/PSGLP/Resources/ParticipatoryBudgeting.pdf\">Participatory Budgeting - The World Bank </a></p><p><a href=\"http://www.socialinnovation.ash.harvard.edu/hollie-russon-gilman-largest-participatory-budgeting-experiment-in-the-u-s-underway-in-nyc.html\">Harvard Social Innovators Blog - \"Largest Participatory Budgeting Experiment Underway in NYC\"</a></p><p><a href=\"http://www.thenation.com/article/167406/participatory-budgeting-hits-new-york-city\">The Nation - \"Participatory Budgeting hits New York City\"</a></p><p><a href=\"http://socialinnovation.ash.harvard.edu/milestone-for-nycs-experiment-in-participatory-budgeting\">http://socialinnovation.ash.harvard.edu/milestone-for-nycs-experiment-in...</a> [BROKEN LINK]</p>", "title": "Bürgerhaushalt (New York, New York)"}