{"htmlbody": "<p><a href=\"http://www.nrp.org/r2/Winter/Images/Neighborhoods/Neighborhoods1.jpg\"><img alt=\"\" src=\"http://www.nrp.org/r2/Winter/Images/Neighborhoods/Neighborhoods1.jpg\"/></a></p><p><em>Anmerkung: Dies ist die deutsche Übersetzung einer englischen Originalversion abrufbar unter <a href=\"http://participedia.net/en/cases/minneapolis-neighborhood-revitalization-program\">http://participedia.net/en/cases/minneapolis-neighborhood-revitalization...</a></em></p><p><em>Note: this is a German translation of an English case study available at <a href=\"http://participedia.net/en/cases/minneapolis-neighborhood-revitalization-program\">http://participedia.net/en/cases/minneapolis-neighborhood-revitalization...</a></em></p><p> </p><h3>Zusammenfassung</h3><p>Das Minneapolis Neighborhood Revitalization Program (NRP, deutsche Übersetzung in etwa: Minneapolis Nachbarschafts-Wiederbelebungsprogramm) wurde 1990 von der Gesetzgebung des Staates Minnesota und dem Stadtrat von Minneapolis gemeinsam ins Leben gerufen um Viertel innerhalb der Stadt wiederzubeleben. Das NRP repräsentiert eine prozedurale Innovation, die sich auf die Stärkung von Anwohnerrechten fokussiert. Die Anwohner sollen selber Prioritäten setzen, Projekte entwerfen und deren Implementation anstreben.</p><h3>Zweck und Problemstellung</h3><p>Obwohl das Geschäftsviertel im Stadtzentrum von Minneapolis in den späten 80er Jahren boomte, erlebten gleichzeitig die Nachbarschaften in der Stadtmitte eine Verschlechterung. Die Anwohner verließen das Zentrum da die Häuser verfielen, die Qualität der Schulen sank und die Verbrechensraten stiegen.</p><p>Das NRP wurde nach den Stadtwahlen 1984 initiiert, die einen Regierungswechsel zur Folge hatten, der von der Mobilisierung der Nachbarschaften begünstigt wurde. Der Zweck des NRP war den Exodus der Anwohner einzudämmen und umzukehren. Dies sollte durch die Delegation der Planung zur Wiederbelebung an die Anwohner geschehen. Die Annahme war, dass dieser Prozess das Design und die Bereitstellung von öffentlichen Serviceleistungen verbessern würde, Kooperation zwischen den verschiedenen Verwaltungsbereichen fördern würde, die Kapazitäten der Anwohner vergrößern würde und insgesamt das soziale Gefüge des Gebiets wiederbeleben sollte.</p><h3>Geschichte</h3><p>Der starke Kontrast zwischen dem boomenden Geschäftsviertel und den verfallenden Wohnbezirken in der Stadtmitte hatte zur Folge, dass politischer Druck generiert wurde um die Probleme in den Wohnbezirken zu bekämpfen.</p><p>Nach dem Wechsel der Verwaltung nach den Wahlen 1984 organisierte eine neu geformte Koalition von neuen Stadtratsmitgliedern und mobilisierten Wählern eine Serie von Task Forces. Diese sollten die Gründe für den urbanen Verfall herausfinden und Lösungsmöglichkeiten aufzeigen. Dieser erste Schritt schätzte, dass über 3 Milliarden US-Dollar nötig wären um ein ernsthaftes Wiederbelebungsprogramm aufzustellen. Diese Menge übertraf jedoch das Budget der Stadt für dieses Projekt um ein Vielfaches. Somit begannen Berater und Wähler zu überlegen, wie delegierte Planung vielleicht besser das Potential an Energie und Möglichkeiten der Anwohner ausschöpfen könnte.</p><h3>Finanzierung</h3><p>Die Mittel für das NRP wurden durch Grundsteuerbefreiungen (tax increment financing (TIF)) aus dem Geschäftsbezirk der Stadtmitte finanziert und nicht aus einem spezifischen Teil des Gesamtbudgets der Stadt.</p><p>Geldmittel wurden vom NRP allen 81 Nachbarschaften zur Verfügung gestellt, unabhängig von deren ökonomischen Status. Dies geschah auch aus strategischen Gründen um Inklusion zu stärken und eine Grundlage für politische Unterstützung in der Stadt zu schaffen. Eine progressive Vergabeformel wurde entwickelt um garantieren zu können, dass die Mittel dort eingesetzt werden, wo sie am meisten benötigt werden.</p><h3>Organisation und Auswahl der Teilnehmer</h3><p>Das NRP wurde als gemeinsame Initiative der Gesetzgebung von Minnesota und dem Stadtrat von Minneapolis 1990 gegründet. 20 Millionen US-Dollar jährlich über einen Zeitraum von 20 Jahren (in zwei gleichen 10jährigen Phasen) wurden hierfür bewilligt, was bedeutet, dass insgesamt 400 Millionen US-Dollar veranschlagt wurden.</p><p>Gewählte Personen aus jeder Nachbarschaft, die im NRP Steuerungskomitee zusammentrafen, übernahmen die Großteil der Planungsarbeit. In Zusammenarbeit mit den lokalen Nachbarschaftsorganisationen organisierte das Komitee öffentliche und konsultative Aktivitäten um Projekte zu identifizieren, die angegangen werden sollten.</p><p>Die Nachbarschaften wurden in drei Kategorien eingeteilt, je nach Level der Mängel: a) <em>protection neighborhoods</em> (deutsch etwa: geschützte Nachbarschaften) wurden hoch eingestuft, da sie keine sofortige Hilfe benötigten, b) <em>revitalization neighborhoods</em> (deutsch etwa: Wiederbelebungs-Nachbarschaften) waren insgesamt stabil, jedoch gab es hier ein Risiko des Verfalls, wenn keine Hilfe durch das Projekt erfolgen würde und c) <em>redirection areas</em> (deutsch etwa: Umverteilungs-Nachbarschaften) wurden niedrig eingestuft, da sie sich bereits im verfall befanden und dringend starke Intervention und Hilfen benötigten.</p><p>Um am NRP teilzunehmen mussten Nachbarschaften eine Organisation als 501c(3) Firma gründen um die Planung zu koordinieren, die Implementation des Projekts zu beobachten und mit den Stadtverwaltungen zu kooperieren. Außerdem mussten die Nachbarschaften ein \"Participation Agreement\" (Deutsch: Partizipationsvereinbarung) mit dem NRP schließen, das regelte inwiefern das Engagement organisiert werden sollte.</p><h3>Deliberation und Entscheidungsfindung</h3><p><u><em>Soziales Engagement </em></u></p><p>Das Steuerungskomitee des NRP und Lokalorganisationen entwarfen zusammen eine Vielzahl an Aktivitäten um die existierenden Mängel zu identifizieren.</p><p>Die Anwohner wurden durch Online-Umfragen, persönliche Gespräche und Testgruppen unterrepräsentierter Teile der Gesellschaft (Rentner, Minderheiten, Jugendliche, etc.) gebeten ihre Meinung darzulegen.</p><p><u><em>Neighborhood Action Plans (NAPs) (deutsch: Nachbarschafts-Aktions-Pläne)</em></u></p><p>Steuerungskomitees waren notwendig um die Details zu bestimmten Projekten zu klären, dafür zu sorgen, dass diese den Bedürfnissen und Prioritäten der Anwohner entsprechen, die Kosten zu überwachen und festzusetzen, wie dies alles in einem Nachbarschafts-Aktions-Plan (NAP) festgehalten werden sollte. Die NAPs sollten normalerweise auch aufzeigen, aus welchen Mitteln die angesetzten Kosten finanziert werden können (z.B. durch Freiwilligenarbeit oder die Nutzung zusätzlicher Ressourcen).</p><p>Allgemein wurden die NAPs in enger Zusammenarbeit mit der Verwaltung erstellt. So sollte Durchführbarkeit gewährleistet werden, und dass die veranschlagten Kosten realistisch  blieben. Tatsächlich stifteten interessierte Behörden oftmals sogar einen Teil ihres eigenen Budgets um den Prozess der NAP-Entwicklung zu fördern.</p><p><u><em>Prüfung und Annahme der NAPs </em></u></p><p>Als erstes mussten die NAPs von den lokalen Nachbarschaftsversammlungen überprüft und angenommen werden. Darauffolgend wurden sie zum Zentralbüro für NAPs und dem Stadtrat weitergeleitet. Hier wurde dann final über sie und die Mittelbereitstellung abgestimmt.</p><h3>Outcomes und Effekte</h3><p>Durchschnittlich benötigte eine NAP-Planungsphase 3,2 Jahre vom Anfang bis zur finalen Abstimmung. Während dieser Zeit sollten Freiwillige aus den Anwohnern sich mit einer Reihe von technischen und wesentlichen Fähigkeiten vertraut machen, so z.B. Wissen über die Regeln der Stadt, Verhandlungsstrategien oder Koordinationsgeschick. Auch wurden die Anwohner ermutigt sich fortlaufend an der Implementationsphase der Projekte zu beteiligen und die Behörden, die durch den NAP mit der Ausführung der Projekte betraut waren, zu überwachen.</p><p>Bis 1999 wurden insgesamt 4775 Zuschüsse und Kredite zur Renovierung von Häusern an Hauseigentümer durch das NRP bewilligt. 675 Miethäuser wurden gebaut oder renoviert.</p><p>Die Menge an Hauseigentümern in Minneapolis stieg an, vor allem in <em>redirection neighbourhoods. </em>Zusätzlich stiegen auch die Gebäudepreise von 1990-92 im Vergleich zu 1996-98 in allen Kategorien, aber vor allem auch in den <em>protection neighbourhoods. </em></p><p>Insgesamt wurde von der Stadt am meisten Geld in Wohnungsbau investiert, der nächstgrößere Posten bestand aus Mitteln für ökonomische Entwicklung (über 22 Millionen US-Dollar), was Maßnahmen wie die Vergrößerung der Straßen, Verbesserung von Parkmöglichkeiten, Hilfen um Einkaufsstraßen wiederzubeleben, sowie die Förderung neuer Gewerbe und somit neuer Arbeitsplätze für Anwohner.</p><p>Das NRP stärkte auch die Nachbarschaftsorganisationen überall in der Stadt, da sie mit Geldmitteln versorgt wurden und eine institutionalisierte Rolle in der Planung von Projekten bekamen. Viele dieser Organisationen fingen zu dieser Zeit an in festgelegten Büros mit bezahlten Mitarbeitern zu arbeiten.</p><p>Zusätzlich wurde in der gesamten Stadt von den Anwohnern bestätigt, dass ein vergrößerter Gemeinschaftssinn und höheres bürgerliches Engagement mit dem NRP einhergingen.  </p><h3>Analyse und Kritik</h3><p>Einige Kritiker bemängelten, dass das NRP in unfairer Weise Hauseigentümer bevorteilt. [...] Aber Fagatto und Fung argumentieren, dass dieser Eindruck gesehen als Teil des Investments übertrieben ist, da viele Ausgaben, die an Hausbesitzern orientiert sind, durch rotierende Mittel finanziert wurden. Also Mittel aus Ausgangsgeldern, die zurückbezahlt und dann wieder als Kredite ausgegeben bzw. investiert wurden.</p><p>Andere sagten das NRP sei ein \"weißes Hauseigentümer Ding\" (\"a white homeowners’ thing\"), gegeben durch die vorherrschende Rolle dieses Teils der Bevölkerung in den Nachbarschaftsorganisationen. Schlussendlich muss man sagen, dass durch den langen Zeitrahmen und der Menge an Freiwilligenarbeit, die man leisten musste, die Mitarbeit in den gewählten Komitees attraktiver war für Anwohner, die bereits Kapital in den Nachbarschaften investiert hatten.</p><p>Als Mitglied in den gewählten Komitees benötigte man außerdem ein relativ hohes Level an \"Fähigkeitenaustausch\". Neue Mitglieder mussten sich in die Komitees hineinfinden und der Transfer von Expertenwissen war ein wichtiger und auch schwieriger Teil der Komiteearbeit. Informelle Expertise, die schwierig zu erlernen war, konnte durchaus zu Barrieren zwischen alten und neuen Mitgliedern führen.  </p><p>Schlussendlich, gegeben durch den kleinen Teil von Aktiven, die legitim delegierte Autorität ausüben durften, bleibt die Frage nach der gesamten Legitimität der Entscheidungen, die im kleinen Kreis der Mitglieder der Komitees getroffen wurden.</p><p> </p><h3>Sekundärquellen</h3><p>Elena Fagotto and Archon Fung: \"Empowered Participation in Urban Governance: The Minneapolis Neighborhood Revitalization Program.\" International Journal of Urban and Regional Research 30.3 (Sept 2006). <a href=\"https://www.researchgate.net/publication/4761560_Empowered_Participation_in_Urban_Governance_The_Minneapolis_Neighborhood_Revitalization_Program \">https://www.researchgate.net/publication/4761560_Empowered_Participation...</a><a id=\"External_Links\" name=\"External_Links\"></a></p><h3>Externe Links</h3><p><a href=\"http://www.nrp.org/\">NRP Official Website</a> [UPDATE: site is no longer active, the program is now being managed by Minneapolis Neighborhood and Community Relations and can be accessed by clicking <a href=\"http://www.minneapolismn.gov/ncr/programs/index.htm\">here</a>.</p>", "title": "Minneapolis Nachbarschafts-Wiederbelebungsprogramm"}