{"htmlbody": "<p><em>Note: this article was coauthored with Dr. Shigeo Nishikizawa, Associate Professor of Tokyo Institute of Technology.</em></p><h3><strong>About Yakushima Island</strong></h3><p>Yakushima Island, Kagoshima was registered as World Heritage Nature Site in 1993 because of rich nature such as 7200-year-old Cryptomeria trees. The island has an area of about 500 km² and a population of roughly 15,000 and lies to the south of Kyūshū in Kagoshima Prefecture, Japan. The highest point on the island is Miyanoura-dake at 1,935 metres (6,360 ft). It is covered in dense forest noted especially for old growth Cryptomeria trees and magnificent rhododendrons.</p><p>Since registration as the World Heritage in 1993, the number of tourists have been increasing and estimated 200,000 people visit Yakushima per year. While a positive economic effect is expected, residents concerned deterioration of natural and living environment and the way to live environmentally friendly was questioned. </p><h3>Originating Entities and Funding</h3><p>The project in Yakushima Island was supported by Special Coordination Funds for Promoting Science and Technology under Ministry of Education, Culture, Sports, Science and Technology of Japan. The project director of a series of dialogue experiments was Mr. Sachihiko Harashina, Professor Emeritus of Tokyo Institute of Technology, Professor of Chiba University of Commerce. The case was written based on the article ”Consensus Building for the Creation of Sustainable Regions: How to Organize and Manage the Meeting-place for Dialogues?”, authored by Dr. Shigeo Nishikizawa, Associate Professor of Tokyo Institute of Technology.</p><h3><strong>Overview of the project</strong></h3><p>The project was conducted for three years since 2001 and aimed to build a sustainable society model based on three cycles, a cycle of 1) material, 2) energy and 3) economy. At the initial stage of the project, it was uncertain what stakeholders should build consensus about, and therefore total four forums were conducted to reveal the problems arising at the community in 2001. The forum was served as a basic research resource and a place to exchange opinions. It was conducted at two towns, which are only towns in the island, twice at each location in order to collect information from as many residents as possible.</p><p>In the second year- 2002, the workshop-style forum was conducted to provide a dialog space where youth as a future generation can join. Junior high school and high school students were subject to participate because they can recognize local environment issues as their problems. Participants were invited from all six junior high schools and a high school considering the difference of locality. This workshop was positioned as a place for mutual learning and composed of two continuous workshops. Only participants who could join both workshops joined the workshops.</p><p>In the final year 2003, the continuous two arenas, called a deliberative meeting were conducted as a space to aim social consensus building among stakeholders. Theme of the meeting was Yakushima’s sustainable tourism. Typical stakeholders from the entire island were invited. There were two groups, one was a standard round-table style, and another was scenario workshop style with sections based on categories. The result of two different styles were compared and analyzed. In this article, the consensus building in 2003 is mainly discussed.</p><h3><strong>Form a space for a deliberative meeting</strong></h3><p>The deliberative meeting is arena-style meeting which aim to examine sustainable tourism in Yakushima Island. In March 2003, a hearing research was conducted in two towns to analyze participants. The main issues and stakeholders were identified. In addition, a hearing research was also conducted with researchers of the project member a few times. As a result, the identified main problems included environmental impact due to tourist hike, nightsoil treatment in mountainous area, pros and cons to introduce an island entry fee, deterioration of guide service qualities due to newcomer.</p><p>Based on this initial research, a series of interviews was conducted in July 2003 with stakeholders. The interviewees were a local government official, six people from a tourism industry and five people from local communities. Each interview was 1 to 2 hours. As a result, it was revealed that the issues whether the number of tourists should be increased and whether the island entry fee should be introduced, got higher interest from stakeholders and conflicts in their opinions. Upon this interview, the following stakeholders were invited and accepted to join the deliberative meeting;</p><p>Local government – total 5 people: officials from Environmental and Tourism department of town level, Kagoshima prefecture’s government officials</p><p>Tourism industry– total 5 people: a tourist association and eco-tour guide</p><p>Local residents– total 5 people: local people and nonprofit organization</p><p>Local government officials are key decision makes, people from a tourism industry are senior representatives of companies, and local residents are representatives of nonprofit organizations and people known for environmental activism. All participants except one tourism company accepted the attendance to the deliberative meeting. </p><h3><strong>Facilitate a consensus building</strong></h3><p>To design the deliberative meeting, a scenario workshop method was employed. The reason to select a scenario workshop method was as follows; first, because discussion was conducted based on the scenario against the issues, smooth consensus building can be expected only with two-time meetings. Second, because a scenario would be developed based on the interviews with stakeholders, stakeholders can understand the meaning of scenario well. Third, because people were also divided into sections such as government, tourism industry and local residents and have a separate group session respectively, it was expected that the scenario workshop facilitate opinion adjustment and positive effects to build consensus.</p><p>The proposed scenario was 1) maintaining the number of tourists, 2) increase large group tours 1.5 times, and 3) increase individual (small group) tours 1.5 times. The main discussion point was the number of tourists. </p><h3><strong>Benefit</strong></h3><p>Because the agenda to be discussed at the deliberative meeting was clear based on the interviews and the interview result was communicated with feedback, many stakeholders accept the invitations to the deliberative meeting.</p><p>At that time, there had been no space to discuss Yakushima’s tourism together with two towns’ government officials, and many tourism companies were eager to have such an opportunity. So, attendance of two towns’ officials were important to form the deliberative meeting. This could take place because the project team had built a trust and good relationship with town governments by meeting and exchanging information with them for the past few years.</p><p>Because of the discussion point got definitive by the scenario, the discussion was focused on the number of tourist, which the scenario addressed.</p><p>Summary of discussion on the deliberative meeting:</p><p> </p><p>Concept</p><p>High support by stakholders</p><ul><li>Protect primeval nature</li><li>Improve tourism services</li><li>Increase income by tourism</li><li>Awareness raising on manners for tourists</li></ul><p>Conflicts</p><ul><li>Maintain or increase number of tourists</li></ul><p>New proposal</p><ul><li>Increase sales per tourist</li><li>Invite tourists to the area where local residents live</li><li>Set an upper limit of the number of tourism and increase the tourists</li></ul><h3><strong>Challenges</strong></h3><p>Although the scenario workshop could define the discussion point, critical comment against scenario was raised from participant that it is insufficient only to consider the number of tourist, but also proper environmental management measures and efforts to increase a sales per customer are necessary. This is considered to be a constructive opinion aiming to achieve both economic prosperity and environmental protection.</p><p>There were topics, which participants reached to consensus, and which they did not. Because the deliberative meetings were limited to two times, rather than the facilitation of meeting was failed. The discussion points to carry out sustainable tourism ranges over various fields. Therefore, a few ten times deliberative meetings would be necessary to agree on all points. It would be necessary to consider it as continuous process and reach to consensus one by one with defining what was agreed or not.</p><p>As the challenges to form deliberative meetings, establishing legitimacy of the meeting and securing representativeness should be considered further. Often, participants are limited to the people who have high concern or belong to nonprofit organizations. One of good solution is to combine a meeting notice and questionnaire research and send it to randomly selected residents. In this way, people are selected randomly, and asked their preference about themes as well as intention to join meetings. Because of random selection, people can represent various areas and opinions are diversified. Also, by answering questionnaire, preference of participants can be understood prior to meetings and also participants understand well about the theme, which would serve to motivate people to join meetings.</p><p>In addition, sharing “a process how to build consensus” is important before stating discussion. Moreover, during formation of meetings, such process should be discussed and reached to consensus by a participatory manner. This procedure would need some cost, but would be effective to build relationship among stakeholders in a long run.</p><p>As the challenges to facilitate a consensus building, first, it is necessary to organize information how to judge which meeting technique should be employed for each situation. Second, even after choosing a meeting technique, consensus building can be facilitated by the improvement of facilitation, such as introducing ice break activities at the beginning to break a wall between participants. Third, training professional people to form and facilitate such dialogue places is necessary. There are still a lot of challenges to establish methodology to build consensus, but as if the real consensus building, we need to persevere finding a solution to each challenge</p><h3><strong>Sources:</strong></h3><p>Social Consensus Building for Environmentally Friendly Life in Local Communities, Yakushima Island, Kagoshima, Planning Administration 29(4)2006, Japan Association for Planning Administration,Tokyo</p>", "title": "Social Consensus Building, Kagoshima, Japan"}