{"htmlbody": "<h3>Anmerkung: Dies ist die deutsche Übersetzung einer englischen Fallstudie, die von Robert Richards am 06.06.2012 verfasst wurde.</h3><p><strong>Problemstellung und Zweck</strong></p><p>Die <em>Oregon Citizens’ Initiative Review 2010 Mesaure 74</em> (Oregon CIR 2010 M74) ist die Bewertung einer Bürgerinitiative, die im Bundesstaat Oregon der Vereinigten Staaten statt fand. Ihr Gegenstand ist die so genannte Maßnahme 74, der Entwurf einer Satzung, die ein geregeltes Verteilungssystem für die medizinische Verabreichung von Marijuana enthält. Die Bewertung der Bürgerinitiative wurde in einem deliberativen Prozess durch eine Jury von Bürgern ausgeführt. Die so genannte Oregon Citizens Initiative Review (Oregon CIR) wurde in den landsweiten Wahlprozess integriert.</p><p><strong>Geschichte</strong></p><p>Tyrone Reitman, Ned Crosby (Gründer des Jefferson Centers, das die Bürger Jury entwickelte) und seine Frau Patricia Benn unterstützten den Gebrauch der CIR in Oregon im Jahr 2003. Im Jahr 2006 organisierten Tyrone Reitman und Elliot Shuford, Kollegen an der Universität Oregon, ein Projekt um die CIR in Oregon einzuführen. Crosby und Benn stimmten zu das Projekt zu finanzieren. Früh im Jahr 2007 gründeten Reitman und Shuford <a href=\"http://participedia.net/organizations/healthy-democracy-oregon\">Healthy Democracy Oregon</a> (HDO), eine Organisation, die das Projekt ausführen sollte. Dieses wurde später umbenannt in die <a href=\"http://participedia.net/cases/oregon-citizens-initiative-review-oregon-cir\">Oregon Citizens’ Initiative Review</a> (Oregon CIR). Nach einem erfolgreichen Versuch im Jahr 2008 autorisierte Oregon’s Legislatur Oregon CIR für die Wahl 2010. Daraufhin organisierte HDO zwei Oregon CIRs im Jahr 2010, von denen die Oregon Citizens' Initiative Review 2010 Measure 74, die vom 16. Bis 20. August stattfand, die zweite war.</p><p><strong>Ursprung und Finanzierung</strong></p><p>Die Oregon Citizens' Initiative Review 2010 Measure 74 (Oregon CIR 2010 M74) wurde organisiert vom HDO. Die Finanzierung stammte aus Zuschüssen von Stiftungen, Nonprofit-Organisationen, Beiträgen von HDO Vorstandsmitgliedern und privaten Spenden von den Bürgern aus Oregon. Ein Teil der Finanzierung stammte von der Organisation <a href=\"http://promotinghealthydemocracy.org/\">Promoting Healthy Democracy</a>, deren Mitgründer Crosby ist. HDO erhielt keine Unterstützung des Staates Oregon.</p><p><strong>Auswahl der Teilnehmer </strong></p><p>Die Oregon CIR beinhaltet vier Kategorien von Teilnehmern: Diskussionsteilnemer, Bürger, die über die Wählerinitiative beratschlagen; Fürsprecher, Individuen, die Kenntnisse von der Wählerinitiative mitbringen und entweder dafür oder dagegen argumentieren; Interessenvertreter, Personen, die von der Wählerinitiative betroffen sein werden und die ebenfalls dafür oder dagegen argumentieren; und Zeugen im Hintergrund, Personen mit einem Kenntnisstand zu Themen, die mit der Initiative zusammenhängen und darüber neutrale Informationen vermitteln.</p><p>Um die Diskussionsteilnehmer für Oregon CIR 2010 M74 auszuwählen, benutzte HDO einen Prozess, der in Kooperation mit dem Umfragen-Forschungs-Institut von Davis, Hibbitts, and Midghall Inc entwickelt wurde. Die League of Women sowie Voters of Oregon beobachteten den Auswahlprozess, der wie folgt ablief: HDO nahm eine Auswahl von 10.000 Wählern aus Oregon vor. Allen Wählern in dieser Auswahl wurde eine Einladung zur Partizipation in der 2010 Oregon CIR und eine demographische Umfrage geschickt. 350 Teilnehmer antworteten (was einer Antwortrate von 3.5% entspricht). Unter denen, die antworteten, wählte HDO (indem es die demographischen Daten der Umfrage nutzte) anonym 24 Diskussionsteilnehmer und fünf alternative Teilnehmer für jedes 2010 Oregon CIR. Die Teilnehmer wurden so ausgewählt, dass ihre Zusammensetzung dem Wohnort, der politischen Ausrichtung, dem Bildungsstand, der Ethnie, dem Geschlecht und dem Alter der Einwohner Oregons entsprachen. Da jedoch einige ausgewählte Teilnehmer nicht teilnehmen konnte, differierte die Zusammensetzung leicht von der Wählerstruktur Oregons, in dem Sinne, dass die Diskussionsrunde ein Mitglied mehr mit einer College-Ausbildung beinhaltete, eines weniger mit einer High-School Ausbildung (oder geringerem Bildungsabschluss), ein Mitglied mehr aus Oregon’s zweiten und fünftem Kongressbereich, ein Mitglied weniger von Oregon’s erstem Kongressbereich, ein Mitglied mehr aus der Republikanischen Partei und ein Mitglied weniger, das politisch unabhängig ist (im Vergleich zum Auswahlplan). HDO bezahlte für die Reise- und Unterbringungskosten der Diskussionsteilnehmer sowie für Kinderbetreuung ein Stipendium von $150 pro Tag.</p><p>Oregon CIR 2010 M74 umfasste die Befürworter der Wählerinitiative, sowie einen Polizeichef und einen Staatsanwalt, die gegen die Wählerinitiative waren. Interessenvertreter wurden von den Befürwortern ausgewählt und schlossen, für die Befürworter, vier Aktivisten für medizinisches Marijuana, drei Patienten von medizinischen Marijuana und ihre Vertreter, ein Physiker, der Forschung an dem Wirkstoff betreibt und einen Sprecher des Kommittees, das das Oregon Department of Human Services über das staatliche Programm zu medizinischem Marijuana berät, ein. Die Gegner von Measure 74 wählten keine Interessenvertreter.</p><p>Um Hintergrundzeugen auszuwählen identifizierte HDO Individuen, die als Experten zum Themenbereich der Maßnahme 74 anerkannt sind und bekam Namen von weiteren potenziellen Zeugen von den Fürsprechern. Das führte zu einer Liste von siebzig potenziellen Hintergrundzeugen, die HDO interviewte um mehr zu erfahren über die Kenntnisse der Individuen, ihre Verfügbarkeit bis zur Diskussionsrunde und ihre Unterstützung für die Maßnahme. Danach wurde die finale Liste erstellt. Die Diskussionsrunde suchte dann sieben Zeugen aus dieser Auswahl aus, unter denen ein ehemaliger Drogenfahnder für die federale Behörde war, zwei aktive Polizisten, ein pensionierter Polizist, ein Patient von medizinischem Marijuana, der Beamte, der den Gesetzgebungsprozess mit dem Oregon Department of Public Health geführt hat sowie ein Forscher im Bereich Gesundheitsrecht.</p><p><strong>Deliberation, Entscheidung und Öffentliche Interaktion</strong></p><p>Am ersten Tag der Oregon CIR 2010 M74 erklärten die Organisatoren den Diskussionsteilnehmern die Aufgabe. Ihre Aufgabe war es eine Stellungnahme anzufertigen, die die wichtigsten Fakten zum Measure 74 erklärte und auf die sich mindestens 14 von 24 Diskussionsteilnehmer einigen konnten. Zudem sollte die Stellungnahme erklären wieviele Teilnehmer die Maßnahme befürworten oder ablehnen sowie die Argumente dafür. Jeder der drei Teile der Stellungnahme (Hauptfakten sowie Argumente für und gegen die Maßnahme) durfte höchstens 130 Wörter umfassen. Danach erklärten die CIR Organisatoren und Moderatoren dem Panel die CIR Prozeduren und die Maßnahme 74. Viel Zeit des ersten Tages bestand aus praktischer Deliberation, in der die Diskussionsteilnehmer Erfahrung darin sammelten, die CIR Prozeduren auf eine hypothetische Wählerinitiative anzuwenden.</p><p>Die nächsten drei Tage bestanden aus Anhörungen, in den die Fürsprecher, Interessenvertreter und Hintergrundzeugen Argumente und Informationen zur Diskussionsrunde präsentierten. Während der Anhörungen wurde Teilnehmern die Möglichkeit gegeben Fragen zu stellen. Einen Tag nach den Anhörungen berieten sich die Teilnehmer in kleinen Gruppen und diskutierten dann mit allen Panel-Teilnehmern um die Gruppen-Resultate vorzustellen. Jeden Tag wurde jeder Teilnehmer einer anderen Gruppe und einem anderen Platz während der vollen Diskussionsrude zugewiesen um ihm der Vielfältigkeit der Ansichten auszusetzen und damit die Nähe zu bestimmten Teilnehmern keine Entscheidungen beeinflusst. (Die täglichen Platzzuweisungen wurden manuell bestimmt). Ausgebildete Moderatoren führten die Fragerunden in Deliberationen um sicherzustellen, dass alle Befürowrter, Interessenvertreter und Zeugen fair behandelt wurden und damit alle Teilnehmer die Chance bekamen gehört zu werden. </p><p>Am Ende jedes Tages füllten die Teilnehmer Fragebögen zu der Substanz und Qualität der Deliberationen aus. Die Umfragen wurden erstellt und verteilt von John Gastil und Katherine Knoblich, Forscher, die eine formelle Studie über die Oregon 2010 CIRs durchführten.</p><p>Die Deliberationen während Tag 2, 3, 4 und während des Morgens von Tag 5, die in der Öffentlichkeit stattfanden und aufgezeichnet wurden, konzentrierten sich auf Informationsbeschaffung. Während der Deliberation am Nachmittag des fünften Tages machten die Teilnehmer finale Entscheidungen ob sie Maßnahme 74 unterstützen oder nicht um diese dann in nicht-öffentlichen Diskussionen zu rechtfertigen.</p><p>Am Morgen des zweiten Tages hörten die Teilnehmer Argumente von Befürwortern und Interessenvertretern die für und gegen Maßnahme 74 waren. Am Nachmittag, als Teil der vollen Diskussionsrunde, wählten die Teilnehmer Hintergrundzeugen, Befürworter und Interessenvertreter, deren Argumente sie (noch einmal) hören und denen sie Fragen stellen wollten.</p><p>Am dritten Tag hielten die Zeugen, Fürsprecher und Interessenvertreter, die am Tag vorher ausgewählt wurden, Präsentation für die Teilnehmer. Deren Deliberationen beschäftigten sich mit der Identifikation von Hauptbefunden zur Maßnahme 74 und mit den überzeugensten Argumenten für oder gegen die Maßnahme.</p><p>Am vierten Tag äußerten die Fürsprechen ihr Schlussargument am Morgen. Am Nachmittag des vierten Tages sowie am Morgen des fünften Tages finalisierten die Teilnehmer die Formulierung der Hauptbefunde zur Maßnahme 74 und wählten darunter die wichtigsten aus. Einige Teilnehmer trafen sich zudem in Gruppen am Abend des vierten Tages um an der Formulierung von Hauptargumenten zu feilen. 14 von 24 Stimmen wurden benötigt um einen Hauptbefund in die Stellungnahme aufzunehmen. Zudem diskutierten die Teilnehmer ob sie Maßnahme 74 befürworteten oder ihr gegenüber standen im Licht der Hauptbefunde und aller Argumente, die sie gehört hatten. </p><p>Am Nachmittag von Tag fünf teilten sich die Teilnehmer in zwei Gruppen: Befürworter und Gegner der Maßnahme. Während dieser Gruppendiskussionen, die nicht-öffentlich waren und nicht aufgezeichnet wurden, wählten die Teilnehmer die stärksten Argumente für ihre Position aus und finalisierten die Formulierung dieser Argumente. Die Teilnehmer und das HDO Personal lasen, überprüften und kommentierten die Argumente daraufhin in der Diskussion, die zu einer Revision der Argumente beider Seiten führte. Diese Argumente wurden dann in die Stellungnahme aufgenommen. 13 Teilnehmer unterstützen die Maßnahme in der finalen Stellungnahme, während 11 dagegen waren.</p><p>Nach dem die Deliberationen am fünften Tag beendet waren, fertigten die Teilnehmer eine Evaluation des Oregon CIR Prozesses und der Organisatoren und Moderatoren an. Darin wurde von ihnen verlangt diverse Kriterien anzuwenden, wie zum Beispiel die Qualität der Deliberation und etwaige Beeinflussungen durch das Personal. Zudem hatte jeder Teilnehmer die Möglichkeit eine persönliche Stellungnahme abzugeben. Zudem wurde den Teilnehmern in der Evaluation die Möglichkeit gegeben eine persönliche Stellungnahme abzugeben, die Ansichten beinhaltete, die nicht in die Bürger Stellungnahme aufgenommen worden waren.</p><p>Um 16 Uhr am fünften Tag hielt HDO eine Pressekonferenz, in der die Teilnehmer der Oregon CIR 2010 M74 ihre Stellungnahme den Medien und der Öffentlichkeit präsentierten.</p><p>Die Stellungnahme wurde in das offizielle <a href=\"http://oregonvotes.org/doc/history/nov22010/guide/book13.pdf\">2010 Oregon voters’ pamphlet</a> aufgenommen.</p><p>Einige Zeit nachdem Oregon CIR 2010 M74 abgeschlossen wurde, veröffentlichte HDO einen finalen <a href=\"http://cirarchive.org/media/attachments/documents/M74_Final_Report.pdf\">report</a>, der das <a href=\"http://cirarchive.org/media/attachments/documents/statements/M74_Citizens_Statement.pdf\">Measure 74 Citizens’ Statement</a> beinhaltete sowie die Evaluation der Teilnehmer von Oregon CIR 2010 M74 und die Beschreibung des Oregon CIR Prozesses.</p><p><strong>Wirkung, Ergebnis, und Effekte</strong></p><p>John Gastil, Katherine Knobloch und ihre Kollegen fertigen eine Studie des 2010 Oregon CIRs an. Daten für die Studie wurden von der Umfrage der Forscher, die von Teilnehmern ausgefüllt worden war, den finalen  Evaluationen der Teilnehmer sowie Telefon- und Online-Umfragen unter Bürgern aus Oregon um deren Einstellung und Wissen zur Maßnahme 74 zu testen, gewonnen. Zudem wurden der offizielle 2010 Oregon voters‘ guide und die Bürger Stellungnahmen betrachtet. Die Online-Studie zwischen Wählern aus Oregon, die zuerst im August und dann noch einmal zwei Wochen vor der Wahl im November 2010 befragt wurden, beinhaltete ein Experiment um den Einfluss der Bürgerstellungnahmen auf das Wissen und die Einschätzung der Bürger zur Maßnahme 74 zu testen.</p><p>Die Hauptresultate von Gastils und Knoblochs Studie waren folgende:</p><p>• Die Beratungen ergaben ausreichende Informationen und wiesen eine hinreichend genaue Analyse der Maßnahme 74 auf, damit die Diskussionsteilnemer, eine fundierte Entscheidung über die Maßnahme machen konnten.</p><p>• Die CIR Prozess war fair. Zwanzig von 24 Testpersonen waren \"zufrieden\" oder \"sehr zufrieden\" mit der Neutralität der CIR Organisatoren und Moderatoren.</p><p>• Die demokratische Qualität der Beratungen war hoch. Diskussionsteilnehmer hatten gleiche Chancen zur Beteiligung, behandelten einander mit Respekt und waren offen gegenüber anderen Ansichten.</p><p>• Zwischen den Diskussionsteilnehmern gab es eine große Veränderung in der Einstellung zur Measure 74 während der Beratungen. Zu Beginn der CIR waren 15 Panelisten (63%) unentschlossen, 3 unterstützten Measure 74 (13%) und 5 waren dagegen (21%) (ein Diskussionsteilnehmer antwortete nicht in der ersten Umfrage). Am Ende des CIR blieb kein Teilnehmer unentschieden, 13 (54%) befürworteten die Maßnahme, und 11 Testpersonen (46%) waren dagegen.</p><p>• Die Qualität der Erklärung der Bürger zu Measure 74 war hoch. Die Erklärung enthielt keine erheblichen sachlichen oder logischen Fehler, reflektierte die Beratungen der Teilnehmer und lieferte neue und nützliche Informationen für die Wähler.</p><p>In Bezug auf den Einfluss der Bürger-Stellungnahme zu Maßnahme 74 waren die wichtigsten Ergebnisse der Studie folgende:</p><p>• Die meisten Oregon Wähler (58%) wussten nichts von der 2010 Oregon CIR und die meisten (65%) hatten die Bürger-Stellungnahme zur Maßnahme 74 nicht gelesen.</p><p>• 31% der Oregon Wähler lernten neue Argumente oder Informationen zur Maßnahme 74 durch die Bürger-Stellungnahme kennen</p><p>• Bürger, die die Bürger-Stellungnahme lasen verbrachten damit mehr Zeit (durchschnittlich elf Minuten) als sie für andere Teile des offiziellen Wähler-Leitfaden benötigten (durchschnittlich 3 bis 6 Minuten pro Abschnitt)</p><p>• Das Lesen der Bürger-Stellungnahhme erhöhte das Wissen der Wähler deutlich und reduzierte die Unterstützung der Wähler für Maßnahme 74. Nur 39% der Personen, die die Bürger-Stellungnahme gelesen haben unterstützen Maßnahme 74, verglichen mit 47% derjenigen, die es nicht gelesen haben.</p><p>• Die Wirkung des Lesens der Bürger-Stellungnahme war zu klein um das Ergebnis der 2010 Oregon landesweiten Wahlen zu beeinflussen, aber groß genug, um anzuzeigen, dass in einer künftigen engen Stimmzettel-Wahl eine Bürger-Stellungnahme Einfluss auf das Ergebnis haben könnte. Am 2. November 2010 stimmten in Oregon 56% der Wähler gegen die Maßnahme 74.</p><p>Im Jahr 2010 haben Gastil und Knobloch die Ergebnisse ihrer Studie der Legislative in Oregon eingereicht. In 2011 hat die Legislative in Oregon ein Gesetz verabschiedet, das die Oregon CIR zu einem festen Bestandteil der landesweiten Initiative Oregon Prozesses macht. Die Präambel der Satzung verweist auf die Ergebnisse der Gastil und Knobloch Studie.</p><p><strong>Analyse und Kritik</strong></p><p>Gastil und Knobloch fassen in ihrem 2010 Report zusammen, dass das CIR Design, das während der 2010 Oregon CIRs benutzt wurde, generell „angemessen und effektiv“ war. In ihrem 2010 Report und einigen darauffolgenden Veröffentlichungen empfehlen sie trotzdem einige Modifikationen an dem CIR Prozess, die folgende Punkte beinhalten.</p><p>Die Forscher fanden heraus, dass es der Bürger-Stellungnahme misslungen ist das Grundsatzproblem, das die Maßnahme berichtigen sollte, zu identifizieren. Die Forscher vermuteten, dass die zu der überraschenden Abnahme der Zustimmung unter den Bürgern geführt haben könnte obwohl die Mehrheit der Teilnehmer für die Maßnahme gestimmt hat. </p><p>Die Forscher fanden zudem heraus, dass die Teilnehmer in ihrer Stellungnahme wichtige Details ausgelassen hatten. Dies beinhaltete komplexe inhaltiche Befunde, wie zum Beispiel, dass es Beweis dafür gibt, dass nur bestimmte Gruppen von Patienten Probleme mit der Beschaffung von medizinischem Marijuana hatten, sowie Äußerungen zu den Kompromissen, die eine Rolle dabei spielen für oder gegen die Maßnahme zu sein, wie zum Beispiel dass die Maßnahme 74 durchaus die Möglichkeiten der Patienten zur Beschaffung von medizinischem Marijuana erhöhen könnte, jedoch erhöhte Drogenkriminalität dies aufwiegen könnte. Die Forscher beobachteten auch eine Weigerung der Teilnehmer Informationen aufzunehmen, deren Formulierung schwierig sein könnte sodass sie von den Bürgern verstanden wird.</p><p>Die Forscher beobachteten zudem, dass die Deliberation an Tag fünf, der die Teilnehmer die Argumente die ihren eigenen gegenüber standen kommentierten, zu einer Revision führten, die generell die Argumente beider Seiten festigte. Daraus schlossen die Forscher, dass die CIR Organisatoren den Teilnehmern genug Zeit geben sollten um über die Gründe für ihre Argumente zu beraten, besonders wenn eine Seite weniger Unterstützung genießt das die andere, da eine solche Deliberation die Qualität der Begründung steigert.</p><p><strong>Weitere Quellen</strong></p><p>Binder, M., Boudreau, C., &amp; Kousser, T. (2011). Shortcuts to deliberation? How cues reshape the role of information in direct democracy voting. <em>California Western Law Review</em>, 48, 97-128.</p><p>John Gastil and Katherine Knobloch. (2010). <em>Evaluation Report to the Oregon State Legislature on the 2010 Oregon Citizens’ Initiative Review</em>. <a href=\"http://www.la1.psu.edu/cas/jgastil/CIR/OregonLegislativeReportCIR.pdf\">http://www.la1.psu.edu/cas/jgastil/CIR/OregonLegislativeReportCIR.pdf</a></p><p>John Gastil, Katherine Knobloch, Justin Reedy, Mark Henkels, and Katherine Cramer Walsh. (2011). Hearing a Public Voice in Micro-Level Deliberation and Macro-Level Politics: Assessing the Impact of the Citizens’ Initiative Review on the Oregon Electorate. Paper Presented at NCA 2011: Annual Conference of the National Communication Association, held November 17-20, 2011, New Orleans, Louisiana.</p><p>John Gastil, Katherine Knobloch, and Robert Richards. (2012). Vicarious Deliberation: How the Oregon Citizens’ Initiative Review Influences Deliberation in Mass Elections. Paper Presented at RSA 2012: The 15th Biennial Conference of the Rhetoric Society of America, May 23-28, Philadelphia, Pennsylvania.</p><p>John Gastil and Robert Richards. (2012). Making Direct Democracy Deliberative through Random Assemblies, Paper to Be Presented at ASA 2012: The Annual Meeting of the American Sociological Association, August 17-20, 2012, Denver, Colorado.</p><p>Katherine Knobloch, John Gastil, Justin Reedy, and Katherine Cramer Walsh. (2011). Did They Deliberate? Applying a Theoretical Model of Democratic Deliberation to the Oregon Citizens’ Initiative Review. Paper Presented at NCA 2011: Annual Conference of the National Communication Association, held November 17-20, 2011, New Orleans, Louisiana.</p><p>Katherine Knobloch and Rory Raabe. (2011). Exploring the Effects of Deliberative Participation through Panelist Self-Reports. Paper Presented at NCA 2011: Annual Conference of the National Communication Association, held November 17-20, 2011, New Orleans, Louisiana.</p><p><strong>Externe Links</strong></p><p>Healthy Democracy Oregon. (2010). <em>Citizens’ Initiative Review 2010, Measure 74, Interim Final Report</em>. Portland, OR: Healthy Democracy Oregon. <a href=\"http://cirarchive.org/media/attachments/documents/M74_Final_Report.pdf\">http://cirarchive.org/media/attachments/documents/M74_Final_Report.pdf</a></p><p>Healthy Democracy Oregon, Citizens’ Initiative Review, <a href=\"http://healthydemocracyoregon.org/citizens-initiative-review\">http://healthydemocracyoregon.org/citizens-initiative-review</a></p><p>Oregon Citizens' Initiative Review, 2010, Archive Website, <a href=\"http://cirarchive.org/\">http://cirarchive.org/</a></p><p>Oregon Citizens' Initiative Review, 2010, Measure 74. (2010). <em>Citizens' Initiative Review of Measure 74</em>. Salem, OR: Oregon Secretary of State. <a href=\"http://cirarchive.org/media/attachments/documents/statements/M74_Citizens_Statement.pdf\">http://cirarchive.org/media/attachments/documents/statements/M74_Citizen...</a></p><p>Oregon Laws, 2011, Chapter 365, <a href=\"http://www.leg.state.or.us/11orlaws/sess0300.dir/0365.html\">http://www.leg.state.or.us/11orlaws/sess0300.dir/0365.html</a></p><p>Oregon Secretary of State. (2010). <em>Voters’ Pamphlet, Oregon General Election, November, 2, 2010</em>. Salem, OR: Oregon Secretary of State. <a href=\"http://oregonvotes.org/doc/history/nov22010/guide/book13.pdf\">http://oregonvotes.org/doc/history/nov22010/guide/book13.pdf</a></p><p> </p>", "title": "Oregon Citizens Initiative Review 2010 Measure 74"}