{"htmlbody": "<p><a id=\"Purpose_and_Problems\" name=\"Purpose_and_Problems\"></a></p><h2>Purpose and Problems</h2><p>Community Planning (CP) is a statutory framework in Scotland which seeks to engage citizens and communities in local-level political decision-making processes, while at the same time improving coordination and collaboration between elected and unelected bodies that provide public services. Statutory guidance issued by the Scottish Government (then the Scottish Executive) in 2004 stipulated that CP’s two core goals are:</p><ul><li>“To ensure that “people and communities are genuinely engaged in the decisions made on public services which affect them,” and</li></ul><ul><li>“[to gain] a commitment from organisations to work together, not apart, in providing better public services” (Community Planning 1).</li></ul><p>More specifically, community planning operates in all 32 local authority areas across Scotland and attempts to encourage cooperation between local communities, businesses, and non-profit organizations to identify and solve problems at a grass-roots level (Community Planning 1-2). As a result of the large number of CP initiatives, generalizing their individual purposes and actions is difficult.</p><p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>Community Planning in various forms (most notably community councils) has existed in Scotland since the mid-1970's (Community Planning 1). However, the government did not officially sponsor such civic engagement until approximately 30 years later. In an effort to encourage civic participation The Local Government in Scotland Act 2003 (Section 15) identifies Scotland’s 32 elected local councils as the lead actors in initiating and facilitating CP. Though similar initiatives existed prior, the Act provided “the statutory basis for community planning\" (Community Planning 1-2). Since that time, the number and diversity of CP initiatives have steadily increased. As may be expected, CP has given rise to a number of different types of democratic innovations across Scotland sharing the basic aim of encouraging citizens and civil-society actors to become more involved in policy making between elections. In many parts of Scotland community councils continue to play an important role in the CP process. Through community planning, local authorities in Scotland have also created one-off and more institutionalized forums to engage ordinary citizens, community and voluntary-sector representatives, and business interests. As the program is fairly new, more historical data will surely become available.</p><p><a id=\"Community_Planning_Forms_and_Boundaries\" name=\"Community_Planning_Forms_and_Boundaries\"></a></p><h2>Community Planning Forms and Boundaries</h2><p>The communities that local governments and other public actors seek to engage through CP take on various forms. They can be territorial communities where, for example, local councils seek to involve the populations of entire cities or neighborhoods in the policy-making process; they can be communities made up of individuals and organization representatives who share a common interest; local governments and public actors also can and do use CP to engage “socio-demographic” communities, such as young people, senior citizens, or minority ethnic groups. Examples (some of which were established prior to the formal introduction of CP) include Aberdeen City Youth Council, Glasgow City Council Citizens’ Panel, East Lothian Council’s Local Area Forums, Edinburgh City Council’s Business Assembly and the Edinburgh Compact (Audit Scotland 2-4).</p><p><a id=\"Participants_and_Selection\" name=\"Participants_and_Selection\"></a></p><h2>Participants and Selection</h2><p>As discussed in the last section, the country’s 32 local councils exercise top-down oversight of the various CP initiatives. There are other elected members involved in community planning, but “their participation… is uneven and in some places minimal\" (Audit Scotland 16). In actual fact, the vast majority of participants are citizens who volunteer their time, as well as representatives from businesses and non-profits in the community. Selection processes are virtually nonexistent – all community members are encouraged to contribute to existing initiatives and propose new ones. On a more basic level, CP allows individuals to voice concerns and suggestions relevant to their communities. Examples include road works, public transportation, and access to utilities.</p><p><a id=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\" name=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\"></a></p><h2>Deliberations, Decisions, and Public Interaction</h2><p><a id=\"Deliberation_Process_and_Structure\" name=\"Deliberation_Process_and_Structure\"></a></p><h3>Deliberation Process and Structure</h3><p>In most cases, deliberation begins with the inclusion and consultation of leading government, volunteer, and business representatives. (Indeed, many agents within the Scottish government, including Regional Transport Partners, Police, and Fire services are compelled by The Local Government in Scotland act 2003 to participate in community planning.) A large part of the CP framework relies on face-to-face deliberation, beginning within partnership boards and implementation groups. The former brings representatives with many different perspectives together in order to decide on a docket of issues. These usually go to an implementation group, which deliberates further on these, prioritizing and passing them on to several “Thematic Groups.” These bodies refine the priorities and suggest action items to smaller groups and action teams (Audit Scotland 16-18). Most often, they are based on community problem-solving themes. Examples of these include the “Homelessness Strategy Group,” Anti-Social Behavior Group, and “Local Business Forum\" (Community Planning 4). Additionally, these groups will often enlist each other’s help toward implementing community improvement initiatives (Audit Scotland 17).</p><p><a id=\"Decision-Making_and_Public_Interaction\" name=\"Decision-Making_and_Public_Interaction\"></a></p><h3>Decision-Making and Public Interaction</h3><p>Scottish Community Planning's interaction with the public at large cannot be overstated. A plethora of individuals, businesses, non-profit organizations, local government ministers, and more take part in various CP-related events. Observers point to this relatively broad base of interaction as the foundation of sound decision-making.</p><p>While all of the CP “tiers” typically make decisions regarding prioritization, the aforementioned “theme groups” deliberate further, debating the best way to improve the community based on those issues determined to be of highest importance by local citizens. Following this, decisions are made regarding the most realistic and effective steps which citizens and involved organizations believe they can take (Community Planning 4).</p><p>It should be noted that the above description represents a generalized process across all Community Planning units throughout Scotland. In actual practice, each CP unit deliberates and makes decisions in slightly different ways based largely on the preferences of those involved.</p><p><a id=\"Influence.2C_Outcomes.2C_and_Effects\" name=\"Influence.2C_Outcomes.2C_and_Effects\"></a></p><h2>Influence, Outcomes, and Effects</h2><p>State-sponsored community planning in Scotland is still nascent; however it is already influencing governmental priorities and attitudes. Since the general inception of CP, the Scottish national government has significantly increased the allocation of funds to various community planning initiatives year over year (Audit Scotland 2-3). There is also significant evidence to suggest that the CP framework (and wide citizen acceptance of it) has put more of the national government's focus on its indirect interactions and representation of small citizen groups. In particular, several influential research reports have been commissioned to ascertain the nature and effectiveness of constituent interactions, while endeavoring to improve communications at the small-group level (What Can We Do 3-5).</p><p>Quantitative data regarding specific community outcomes is difficult to come by given the short period of time the program has existed. Despite this, many citizens and other community members across Scotland reported in interviews and surveys of various types that community planning was effective on the local level, and volunteers were pleased with their deliberative experiences (Audit Scotland 7-9).</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h2>Analysis and Criticism</h2><p>Due to a wide geographical distribution and differing structures and participants, summarizing the deliberative merits of Scottish Community Planning is a challenge. However, several general statements can be made with acceptable levels of accuracy. First, with respect to the analytic process as outlined by Dr. John Gastil, the involvement of many representative experts from different government postings and businesses lends a consistent, objective information base from which to begin deliberation (Audit Scotland 2-4, Gastil 30). Despite this, there is no evidence to suggest that coordinated considerations of values and their impact currently have any significant place in CP.</p><p>Regarding the social process, interviews of Scots involved with community planning in various capacities suggest that high levels of respect and plentiful speaking opportunities are the norm. Citizens also expressed their satisfaction with the new relationships they made with their fellows in CP, a cornerstone of lasting deliberative value.</p><p>More broadly, the greatest strength of Scottish Community Planning also appears to be its greatest weakness. Across the 32 different council locations inherent local differences lead to organic and often dissimilar approaches to meetings, funding mechanisms, etc. While this paradigm allows for flexibility based on region, universal applicability of CP methods remains elusive. (Audit Scotland 4-6). While the national government commits considerable financial resources, distributing them effectively remains a complex and difficult task. Also, national government interaction is an important part of the analytic process, but due to the occasional disparity in methods between regions, communication is often strained.</p><p><a id=\"References\" name=\"References\"></a></p><h2>References</h2><ul><li>\"Community Planning.\" The Scottish Government. 27 Jan. 2010. Web. 3 Dec. 2010. &lt;<a class=\"external free\" href=\"http://www.scotland.gov.uk/Topics/Government/PublicServiceReform/community-planning\" rel=\"nofollow\" title=\"http://www.scotland.gov.uk/Topics/Government/PublicServiceReform/community-planning\">http://www.scotland.gov.uk/Topics/Government/PublicServiceReform/community-planning</a>&gt;.</li></ul><ul><li>Gastil, John. Political Communication and Deliberation. Los Angeles, CA: SAGE Publications, 2008. Print.</li></ul><ul><li>Scotland. Audit Scotland. \"Community Planning: an Initial Review.\" Edinburgh, 2008. Print.</li></ul><ul><li>Scotland. Scottish Executive. \"What Can We Do to Help Community Councils Fulfill Their Role?\" Edinburgh: Astron, 2005. Print.</li></ul><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h2>Secondary Sources</h2><ul><li>Bonney, Norman. 2003. “The Scottish Parliament and Participatory Democracy: Vision and Reality.” Political Quarterly 74(4): 459-467.</li><li>Cowell, Richard. 2004. “Community Planning: Fostering Participation in the Congested State?.” Local Government Studies 30(4): 497-518.</li><li>McAteer, Mark, and Kevin Orr. 2006. “Public Participation in Scottish Local Government: Strategic and Corporate Confusions.” Public Money and Management: 131-138.</li></ul><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>External Links</h2><p><a class=\"external free\" href=\"http://www.scotland.gov.uk/Publications/2004/04/19168/35271#0\" rel=\"nofollow\" title=\"http://www.scotland.gov.uk/Publications/2004/04/19168/35271#0\">http://www.scotland.gov.uk/Publications/2004/04/19168/35271#0</a></p>", "title": "Community Planning (Scotland)"}