{"htmlbody": "<p><em>Anmerkung: Dies ist die deutsche Übersetzung einer englischen Originalversion abrufbar unter <a href=\"http://participedia.net/en/cases/participatory-budgeting-berlin-lichtenberg\">http://participedia.net/en/cases/participatory-budgeting-berlin-lichtenberg</a></em></p><p><em>Note: this is a German translation of an English case study available at <a href=\"http://participedia.net/en/cases/participatory-budgeting-berlin-lichtenberg\">http://participedia.net/en/cases/participatory-budgeting-berlin-lichtenberg</a></em></p><p> </p><h3>Der Bürgerhaushalt: Zu welchem Zweck?</h3><p>Berlin-Lichtenberg ist ein Bezirk Berlins mit 251,000 Einwohnern. Er umfasst 13 Stadtteile. Ein Bürgerhaushalt bedeutet, Bürger in Haushaltsentscheidungen mit einzubeziehen. Im Berliner Bezirk Lichtenberg soll damit auf einen Haushaltskonsens hingearbeitet werden. Dadurch verspricht sich Lichtenberg eine faire und effiziente Regelung seines Haushalts, größere Transparenz in Budgetentscheidungen und nicht zuletzt ein wenig Bürgererziehung in finanziellen Dingen.</p><p>Das Haushaltsbudget Lichtenbergs kommt größtenteils von Außerhalb. Knapp 82% des Budgets stammt von der Stadt Berlin, der Rest von der Bundesregierung oder aus dem Bezirk selbst, z.B. durch die Vergabe von Baugenehmigungen, dem Ausstellen von Personalausweisen oder Mietzahlungen. Das Budget Lichtenbergs besteht aus zwei Teilen. Zum Teil sind die Ausgaben vom Berliner Landesparlament festgesetzt oder vom Bundesrecht festgelegt. Diese verpflichtenden Ausgaben werden ergänzt durch einen kleineren Teil des Budgets, über den der Bezirk selbst verfügen kann. Die ersteren Pflichtausgaben belaufen sich auf knapp €520 Millionen Euro. Der zweite, wesentlich kleinere Teil des Budgets wird für relevante öffentliche Güter aufgewandt, z.B. Gesundheitsversorgung, Firmenberatung, Pflege von Parks und öffentlichen Plätzen, Bibliotheken, Einrichtungen für Kinder und Jugendliche, Musikschulen, Beschäftigungsmöglichkeiten für Senioren, Sport, Straßenbegrünung, Spielplätze usw.</p><p>Der Bürgerhaushalt soll es den Bewohnern Lichtenbergs möglich machen, über die Verteilung dieser Gelder mit zu bestimmen. €31 Millionen Euro stehen den Lichtenbergern alljährlich dafür zur Verfügung. Für jeden Ausgabenbereich gibt die Bezirksverordnetenversammlung eine Informationsbroschüre heraus. <a href=\"http://participedia.net/en/cases/participatory-budgeting-berlin-lichtenberg#cite_note-0\">[1]</a> Darin steht dann, warum welche öffentlichen Leistungen bisher finanziert werden, in und durch welchen Stadtteil dies geschieht, wer von den Ausgaben profitiert und was mit diesen Ausgaben erreicht werden soll. Dazu gibt es ausführliche Informationen über die Kostenhöhe, wie viel also ausgegeben wird und wie viel das vom Gesamtbudget des Bezirks ausmacht.</p><h3><strong>Der Entstehungskontext</strong></h3><p>Der Idee, Lichtenberger an der Haushaltsplanung zu beteiligen geht zurück auf Christina Emmrich, die Bezirksbürgermeisterin von der Partei Die Linke. Sie wurde 2002 gewählt und 2006 wiedergewählt. Das ‚Projekt Bürgerhaushalt‘ wurde 2005 initiiert mit Blick auf die Haushaltsplanung für das Jahr 2007. Das Projekt wurde überhaupt erst möglich gemacht durch ein neues Landesgesetz, das 2005 vom Berliner Landesparlament verabschiedet wurde. Nach diesem Gesetz müssen alle Bezirke Berlins ihre Bürger in alle bezirksrelevanten Fragen miteinbeziehen. Dieses Gesetz erfordert nicht gleicht ein so umfassendes, basisdemokratisches Projekt wie das vom Bürgerhaushalt. Es ist aber der politische und legale Hintergrund, vor dem Bürgermeisterin Emmrich ihre Initiative durchsetzen konnte.</p><h3>Struktur des Projekts und Auswahl der Teilnehmer</h3><p>Die Bezirksverordnetenversammlung Lichtenbergs informiert die Bürger über den Umfang und die Aufteilung des Budgets, über das allgemein verfügt werden soll. Es gibt verschiedene Arten, auf denen sich Bürger aktiv an der Budgetplanung beteiligen können.</p><p>Zunächst gibt es ein Onlineforum, auf dem sich Lichtenberger, in einem begrenzten Zeitraum, Ideen miteinander diskutieren können um am Ende dann über die besten Ideen abzustimmen. Auf dem Onlineforum gibt es einen Informationsbereich, ein Diskussionsforum, einen Budgetrechner, Wikis für Vorschläge, Abstimmungsbereiche, einen Newsletter, Interviews mit Politikern etc. Das Onlineforum steht allen Lichtenbergern gleichermaßen offen und es ist jedem ganz überlassen, ob er oder sie sich online engagieren möchte oder nicht.</p><p>Neben dem Onlineforum gibt es für jeden Stadtteil in Lichtenberg jeweils eine Bürgerversammlung. Auf diesen Versammlungen können die Bezirksbewohner den Haushalt und die Ausgaben in ihrem Stadtteil mit Politikern und Abgeordneten bereden. Am Ende einer solchen Versammlung werden die gesammelten Vorschläge bewertet und es wird über sie abgestimmt. Abschließend wird eine Liste verfasst mit den fünf ersten Vorschlägen von jedem Stadtteil und den zehn ersten Vorschlägen des Onlineforums (also insgesamt 75 Bürgervorschläge).</p><p>Die Teilnahme an dem Onlineforum und an den Versammlungen ist allen Lichtenbergern offen gestellt und ist deswegen kaum repräsentativ. Deswegen führt der Bezirk zusätzlich noch eine großangelegte Umfrage durch, in der 25,000 per Zufallsprinzip ausgewählte Lichtenberger (fast 10% der Bevölkerung Lichtenbergs) über die online und in den Versammlungen gemachten Haushaltsvorschläge befragt werden.</p><p>Im Jahr 2008 nahmen ca. 2,500 Bürger an den Onlinediskussionen teil und ca. 600 Lichtenberger besuchten eine der Bürgerversammlungen. Die Teilnehmer waren zumeist junge bis mittelalte Bürger bis zu 50 Jahren. Der Bildungsgrad bei den Teilnehmern lag über dem Bevölkerungsschnitt. Der Bezirk Lichtenberg ist sehr bemüht, über den Bürgerhaushalt zu informieren. Bezirksabgeordnete verteilen Flyer und Poster, es gibt Informationsstände auf zahlreichen lokalen Festivals und Events und es wird über die lokalen Medien informiert.</p><h3>Resultate</h3><p>Die von den Lichtenbergern gemachten Vorschläge werden der Bezirksverordnetenversammlung Lichtenbergs vorgelegt. Die Bezirksverordneten beurteilen dann, welche der Bürgervorschläge „realisierbar und finanzierbar“ sind. Lichtenberger können den Weg ihrer Ideen durch die politischen Bezirksinstitutionen hindurchverfolgen, bis hin zur Diskussion in der Bezirksverordnetenversammlung und ihrer eventuellen Realisierung. Die Bezirksverordnetenversammlungen erstattet Bericht darüber, welche Vorschläge akzeptiert worden sind und die Bezirksverordneten muss auch erklären, weshalb manche Vorschläge abgelehnt worden sind.</p><p>Wenn die Haushaltsplanung für ein Fiskaljahr abgeschlossen ist wird eine Broschüre mit den Ergebnissen des Bürgerhaushalts ausgegeben. Im Jahr 2008 führte der Bürgerhaushalt in Lichtenberg zum Beispiel zu den folgenden Ergebnissen: die Volksschule wurde behindertengerecht renoviert, es wurden Bäume gepflanzt und ein Koordinator wurde ernannt für die Bürgerbeteiligung von Kindern und Jugendlichen. Die meisten Freizeitheime und ähnliche Einrichtungen für Jugendliche wurden an private Nichtprofitorganisationen übergeben, um administrative Kosten einzusparen. Die Bibliotheken wurden mit vietnamesischen Büchern ausgestattet (3,500 Lichtenberger sind vietnamesischer Abstammung).</p><p>Im Dezember 2009 verkündete die Bezirksbürgermeisterin, dass über die Jahre 90% der Bürgervorschläge realisiert worden sind. <a href=\"http://participedia.net/en/cases/participatory-budgeting-berlin-lichtenberg#cite_note-1\">[2]</a>. Projekte wurden meistens abgelehnt aufgrund negativer Vorerfahrungen (z.B. wurde der Vorschlag, Hundekotcontainer in Parks aufzustellen abgelehnt, weil sich dies bereits in der Vergangenheit als nicht praktikabel herausgestellt hatte).</p><h3>Kritik</h3><p>Die Hauptkritik richtet sich gegen die mangelnde Inklusivität des Bürgerhaushalts. Da die Bürgerbeteiligung freiwillig ist, werden weniger wohlhabende Lichtenberger von ihr ausgeschlossen. Die unterrepräsentierten Gruppen sind z.B. Immigranten, Senioren, unterdurchschnittliche Gebildete etc. Ferner können die Lichtenberger nur über ein sehr begrenztes thematisches Spektrum mitentscheiden. Zu einem gewissen Grad kann der Input der Bürger zwar zu einer kleinen Verbesserung der Lebensqualität im Bezirk beitragen, aber letzten Endes verbleiben grundsätzlichere Budgetentscheidungen doch in ganz anderen Händen. Schließlich sind die Bürgervorschläge auch nur Vorschläge, es obliegt den Bezirksverordneten, diese anzunehmen oder eben nicht. Leider kann das ‚Projekt Bürgerhaushalt’ mit parteipolitischem Winde auch wieder verwehen, da die nächste Bezirksregierung in keiner Pflicht steht, das Projekt weiterzuführen.</p><p> </p><h3>Links</h3><p><a href=\"http://www.buergerhaushalt-lichtenberg.de/\">Internetpräsenz des Bürgerhaushalts</a></p><h3>Referenzen</h3><ol><li><a href=\"http://participedia.net/en/cases/participatory-budgeting-berlin-lichtenberg#cite_ref-0\">↑</a> Bürgerhaushalt Broschüre 2008 <a href=\"http://www.buergerhaushalt-lichtenberg.de/site/pictures/broschuere_bueha2010_english_version.pdf\" title=\"http://www.buergerhaushalt-lichtenberg.de/site/pictures/broschuere_bueha2010_english_version.pdf\">http://www.buergerhaushalt-lichtenberg.de/site/pictures/broschuere_bueha2010_english_version.pdf</a></li><li><a href=\"http://participedia.net/en/cases/participatory-budgeting-berlin-lichtenberg#cite_ref-1\">↑</a> Interview mit Christina Emmrich <a href=\"http://www.neues-deutschland.de/artikel/160457.mit-dem-buergeretat-durch-die-lande.html\" title=\"http://www.neues-deutschland.de/artikel/160457.mit-dem-buergeretat-durch-die-lande.html\">http://www.neues-deutschland.de/artikel/160457.mit-dem-buergeretat-durch-die-lande.html</a></li></ol>", "title": "Bürgerhaushalt in Berlin-Lichtenberg"}