{"htmlbody": "<h3><strong>Jugendkonferenz der Inuit zum Erhalt ihrer Sprache</strong></h3><p><em>Artikel verfasst von Greg (Übersetzung ins Deutsche: Daniel Marwecki)</em></p><p>Das “1st Inuit Circumpolar Youth Symposium on the Inuit Language” (die erste Jugendkonferenz zur Sprache der Inuit) war eine viertägige Konferenz von 20 Jugendlichen der Inuit, welche in Iqaluit, Nunavut stattfand. Die Jugendlichen kamen aus den vier Inuitgebieten Kanadas, Alaskas, Grönlands und Russlands. Ihr Anliegen war es, die Gemeinschaft der Inuit zu fördern durch Sprache, es war also ein Austausch darüber, wie die Inuit sich über eine gemeinsame Sprache stärker als Gruppe identifizieren können. Da die Inuit über riesige Flächen verstreut leben, stellte die Konferenz auch eine Möglichkeit dar, sich zunächst über Anliegen innerhalb der eigenen Region zu verständigen, gerade auch dadurch dass die Sprache der Inuit (auch Inuktikut genannt) regional sehr verschiedenartig ausgeformt ist. Nachdem das Konferenzthema von vielerlei Seiten beredet wurde, stellten die Jugendlichen eine Liste von Maßnahmen vor, die sich das Überleben von Inuktikut zum Ziel setzten. Wie lässt sich die Sprache der Inuit stärker in den Alltag integrieren? Zum Beispiel durch ständige Nutzung der Sprache, auch in Anwesenheit von Nicht-Inuit und durch Bildungsmaßnahmen, um nicht nur das Sprechen, sondern auch das Lesen und Schreiben der Sprache zu fördern.</p><p> </p><p><strong>Probleme und Zielsetzung</strong></p><p>Die Jugendkonferenz sollte junge Inuit aus aller Welt zusammenbringen, um die Gemeinschaft der Inuit mittels einer Vereinheitlichung der Inuit Sprache Inuktikut zu stärken. Wie lassen sich Strategien entwickeln, um eine gemeinsame Sprache der Inuit zu fördern, wie kann die Inuit Sprache wirksam in den Alltag integriert werden, wie kann sie auch wirklich genutzt werden?  Weil die Jugendlichen aus vier getrennten Erdteilen zusammentrafen, hatte jede Region zunächst ihre eigenen Probleme zu besprechen, wobei sich da Gemeinsamkeiten und Unterschiede zwischen den Regionen herausstellten. Viele Probleme wurden allerseits geteilt, so zum Beispiel die gesellschaftliche und kulturelle Unterdrückung der Inuit. Alle waren sich einig das besser Bildungschancen und damit Lebenschancen für die Inuit Jugend geschaffen werden müssten. Es gab aber auch regional spezifische Probleme zu diskutieren. Zum Beispiel war für die kanadischen Inuit die Frage wichtig, wie mit denn mit den Medien umzugehen sein, die ja ganz überwiegend englischer Sprache sind und damit die alltägliche Präsenz von Inuktikut stark erschwerten. Grönländische Inuit betonten die Wichtigkeit von Bilingualität, dass also auch Dänisch oder Englisch neben Inuktikut gelernt werden müsse.</p><p> </p><p><strong>Geschichtlicher Hintergrund</strong></p><p>Die erste Inuit Konferenz fand 1977 statt. In dem Jahr lud Inupiaq Epen Hopson Inuit aus aller Welt ein, um die Gemeinschaft der Inuit stark zu machen gegenüber den Problemen, die die ganze Gemeinschaft betrafen. Die Inuit verständigten sich auf eine gemeinsame Position zu Menschenrechtsverletzungen, Diskriminierung und Umweltproblemen. Gemeinsam konnten die Inuit ihre Position so deutlich vertreten, dass sie auch von den Großmächten des Kalten Krieges gehört wurden. Seit dieser Konferenz in Barrow, Alaska fanden dort bisher im Abstand von drei bis vier Jahren insgesamt zehn Konferenzen statt um die Probleme der Inuit zu diskutieren, wobei die elfte Konferenz 2010 in Nuuk, Grönland stattfand. Die erste Jugendkonferenz der Inuit fand 2006 statt, mit dem Thema „Einheit in der Vielfalt“ („unity within diversity“).</p><p> </p><p><strong>Gründungsorganisationen und Finanzierung</strong></p><p>Folgende Einrichtungen und Organisationen sponsorten die Konferenz: Canadian North, City of Iqaluit, Government of Nunavut: Department of Culture, Language, Elders and Youth, Government of Nunavut: Department of Intergovernmental Affairs, Inuit Circumpolar Conference, Iqaluit hosts and volunteers, Inupiaq Language Commission, Isaksimagit Inuursirmi Katujjiqatigiit, Embrace Life Council, KIIP Department of Culture and Education in Greenland, Kisarvik Society, Kitikmeot Inuit Association, Languages Commissioner of Nunavut, Legislative Assembly of Nunavut, National Inuit Youth Council, National Aboriginal Health Organization, Nuna Fund of Greenland, Nunavut Tunngavik Inc., Qikiqtani Inuit Association, Saint Mary's University, Saputiit Youth Assoication, Task Force on Aboriginal Languages and Cultures, Tips and Lotto Funds, U.S. Bureau of Educational &amp; Cultural Affairs, The Walter and Duncan Gordon Foundation, Wizards Café.</p><p> </p><p><strong>Teilnehmerauswahl</strong></p><p>Es nahmen 20 Jugendliche an der Konferenz teil, darunter waren z.B. Jäger, Künstler, Studenten oder Lehrer. In einzelnen Teams wurde dann konferiert.  </p><p> </p><p><strong>Deliberationen, Entscheidungen und öffentliche Wirkung</strong></p><p>ÜBERBLICK ÜBER THEMA UND GASTREDNER Die Jugenddelegierten hatten sich schon vor der Konferenz vorbereitet und Probleme abgesteckt, die sie hinsichtlich des Konferenzthemas Sprache diskutieren wollten. Jede Region hatte eigene Themen vorbereitet, wobei es da viele Überschneidungen gab. Das Thema Bilingualität v.a. im Schulsystem stand hoch auf der Tagesordnung. Es ist wichtig, neben dem Inuktikut auch Englisch zu lernen, damit bei der Ausbildung einer Inuit Identität auch Chancen in der Arbeitswelt gewahrt werden. Gastredner förderten Diskussionsstoff und gaben viel Input, auf dem die Jugendlichen aufbauen konnten, z.B. sprach Alexina Kublu über die „Aboriginal Languages Task Force“ (Arbeitsgruppe für indigene Sprachen), die mit der kanadischen Regierung kooperiert.</p><p>MENSCHENRECHTE UND SPRACHRECHTE Die Jugenddelegierten hielten das Recht auf ihre eigene Sprache hoch und unterstrichen die Wichtigkeit von Sprache für ihre Kultur. Die Jugendlichen besprachen die allgemeine Opfersicht auf ihr Volk und bestärkten sich gegenseitig darin, die Sprache der Inuit zu wahren und beschlossen auch, die Weltöffentlichkeit stärker über die Kultur der Inuit zu informieren, über Medien und andere Kanäle.</p><p>BILDUNG Die Jugendlichen besprachen, wie man das von den Ältesten weitergebene Lernen in ihrer Kultur verbinden kann mit einer formaleren “westlichen” Schul- und Berufsbildung, um somit eine wohlabgerundete Bildung zu erhalten, die nebenbei auch kulturelle Identität fördert. Wiederum wurde auf die Wichtigkeit einer eigenen Sprache auch im Schulsystem abgehoben. Das Grundproblem war die Frage, wie man ein Bildungssystem organisiert, in dem Inuit die Chance erhalten, in der Gesellschaft aufzusteigen, ohne aber die Eigenarten ihrer indigenen Kultur und ihres indigenen Wissens zu verlieren.</p><p>IDENTITÄT Die Frage nach kultureller Identität wurde diskutiert und allen wurde klar, dass für die Ausprägung solcher Identität das Sprechen einer gemeinsamen, indigenen Sprache zentral ist, auch um mit den älteren Inuit in einen engeren Kontak zu treten und um Stolz auf die Herkunft auszuprägen. Die Jugendlichen teilten auch persönliche Erfahrunge, Momente, in denen es ihnen unangenehm war, ihren jeweiligen Inuktikut Dialekt zu nutzen.</p><p>BILINGUALITÄT Wie bereits angesprochen war Bilingualität für alle Inuit ein wichtiges Thema. So wird in Kanada und Dänemark bekanntlich Englisch bzw. Dänisch gesprochen und Inuit, die nur ihre eigene Sprache beherrschen, befinden sich naturgemäß im klaren Nachteil, wenn es um den Eintritt in die Universität oder die Arbeitswelt geht. Neben der Relevanz von Zweisprachigkeit für die Inuit selbst gab es aber auch Impulse, Nicht-Inuit für Inuktikut zu begeistern.</p><p>AUSSTERBENDE INUIT SPRACHEN Es gibt Varianten des Inuktikut, die vom Aussterben bedroht sind, da sie nur noch von wenigen Ältesten gesprochen werden. Die Jugendlichen sorgten sich um die Erhaltung dieser Sprachen und schlugen vor, z.B. öffentlicher Gelder zu nutzen um Geschichten von den Ältesten aufzunehmen oder Bücher, Filme etc. zu verwenden, um Inuit Überlieferungen und Geschichten zu erzählen.</p><p>INTERAKTION MIT REGIERUNGEN Regierungen von Ländern, in denen Inuit leben, ignorieren häufig deren Interessen. Die Jugenddelegierten sprachen darüber, wie eine affirmative Sprach- und Minderheitenpolitik auch von Regierungsseiten zustande kommen könnte.</p><p>ZUSAMMENARBEIT, RESPEKT FÜR DIE ÄLTESTEN&amp; ZUKUNFT DER KINDER Die Konferenz bestätigte, dass man in Zukunft mehr zusammenarbeiten müsse, den Respekt vor den Stammesältesten wahren sollte und dass die Spracherhaltung auch wichtig für die Zukunft ihrer Kinder sei.</p><p> </p><p><strong>Einfluss, Resultate und Effekte</strong></p><p>Die Jugenddelegierten entwickelten verschiedene Aktionspläne und Handlungsvorschläge dazu, wie man die Sprache der Inuit wiederbeleben und aufrechterhalten könnte, darunter z.B. Ideen für eine mögliche Sprachpolitik, wie eine solche Politik erreicht werden könnte und auch ein Appelle an die individuelle Verantwortung jedes Inuit für den Erhalt ihrer Sprache. Es wurden langfristige und kurzfristige Ziele gesetzt und Erwartungen an die Zukunft gesteckt. Man nahm sich vor, die Sprache der Inuit viel stärker in den Lebensalltag zu integrieren, verständigte sich auf gewisse Werte der Inuit und entwickelte Ideen für integrative und identitätsfördernde kommunale Projekte.</p><p>SPRACHE UND RECHTE Die Jugendlichen stellten fest, dass die Inuit stärker über internationale Menschenrechte informiert werden müssen. Die Zusammenarbeit müsse auch gestärkt werden, um hörbar zu werden in internationalen Organisationen wie den Vereinten Nationen.</p><p>BILDUNG An die Bildungssysteme ihrer jeweiligen Länder und Gemeinden richteten die Jugendliche eine ganze Reihe an Erwartungen und Appelle. Sie befanden, dass Inuit Kinder die Sprache der Inuit vor dem Dänischen oder Englischen erlernen sollen. Es wäre auch notwendig für Nicht-Inuit, die nahe anbei oder in Gemeinschaften der Inuit leben, Inuktikut zu erlernen. Inuktikut sollte, dort wo Inuit wohnen, ein Pflichtfach in den Schulen werden, Regierungen der Inuit sollten Inuktikut als Unterrichtssprache festsetzen und Geschichte und Kultur der Inuit sollten Teil des Curriculums werden. Ausserdem soll eine Inuit Unversität gegründet warden.</p><p>ÖFFENTLICHKEIT Die Jugendlichen überlegten sich, wie man Medien einsetzen könnte um die Sprache der Inuit international bekannter zu machen. Durch Internetkampagnen, Videos etc. soll gezeigt werden, dass Inuktikut “cool” sei und damit durchaus lernenswert.</p><p>DIE ÄLTESTEN Drei Älteste der Inuit waren bei der Konferenz anwesend, um Fragen zu beantworten und ihre Erfahrungen weiterzugeben. Sie waren begeistert vom Engagement und den Ideen der Jugendlichen und waren auch ganz der Meinung, dass die Sprache der Inuktikut unbedingt erhalten werden müsse und dass die Verantwortung dafür bei der heutigen Inuit Jugend liegt.</p><p> </p><p><strong>Analyse und Kritik</strong></p><p>Der ersten Jugendkonferenz folgte eine zweite Konferenz im Jahr 2007. Es ist nicht ganz leicht, die Folgen der Konferenz abzuschätzen. Die Ältesten jedenfalls, die an der Konferenz teilnahmen, blickten hoffnungsvoll in die Zukunft:</p><p>„Das ist das erste Mal, dass ich auf diese Art und Weise mit Jugendlichen in Kontakt getreten bin. Ich verstehe eure Anliegen und eure Ideen sind in meinem Herzen und in meinem Kopf…Das Mädchen das gerade sprach, ich sehe sie gar nicht zuerst als Mädchen, sondern als Wissen – sie ist eine sehr weise Person“ – David Angnakak</p><p>“Das ist das erste Mal, dass ich eine solche Konferenz erlebe. Ich sehe eure Liebe und eure Hingabe und ich bin mir sicher, dass wir wegen euch und dem was ihr tut eine bessere Zukunft haben werden.“ - Lizzie Mary Angnakak</p><p> </p><p><strong>Sekundärquellen</strong></p><p>Inuit Circumpolar Council. 1st Inuit Youth Symposium on the Inuit Language. &lt;<a href=\"http://inuitcircumpolar.com/files/uploads/icc-files/ICYC-LanguageReport-English.pdf\" title=\"http://inuitcircumpolar.com/files/uploads/icc-files/ICYC-LanguageReport-English.pdf\">http://inuitcircumpolar.com/files/uploads/icc-files/ICYC-LanguageReport-English.pdf</a>&gt;</p><p><strong>Links</strong></p><p><a href=\"http://www.inuitcircumpolar.com/index.php?ID=310&amp;Lang=En\" title=\"http://www.inuitcircumpolar.com/index.php?ID=310&amp;Lang=En\">http://www.inuitcircumpolar.com/index.php?ID=310&amp;Lang=En</a></p><p><a href=\"http://www.arcticlanguages.com/papers/2nd_ICYC_Inuit_Language_Symposium.pdf\" title=\"http://www.arcticlanguages.com/papers/2nd_ICYC_Inuit_Language_Symposium.pdf\">http://www.arcticlanguages.com/papers/2nd_ICYC_Inuit_Language_Symposium.pdf</a></p><p><a href=\"http://www.inuityouth.org\" title=\"http://www.inuityouth.org\">http://www.inuityouth.org</a></p><p> </p>", "title": "Die erste Jugendkonferenz der Inuit zum Erhalt ihrer Sprache"}