{"htmlbody": "Update February 2015: the e-Deliberation platform has been retired; it failed to reach escape velocity.<h3>Definition</h3><p>e-Deliberation is an online enabling technology for collaborative decision and strategy making by the persons who have the expertise or are impacted by the focus of the e-Deliberation. It provides the thinking process and platform to tie it all together.</p><h3>Problems and Purpose</h3><p>e-Deliberation targets difficult, complex or wicked problems that have multiple stakeholders each with their varied interests, preoccupations and goals. The e-Deliberation thinking process yields a multifaceted resolution which tends toward full participant consent.</p><h3>History</h3><p>e-Deliberation was adapted from the cybernetician Stafford Beer's Team Syntegrity protocol for large group deliberation. The Team Syntegrity protocol, designed for face to face conferences in the 1990's, was adapted with e-Deliberation for the online environment since 2010.</p><h3>Participant Selection</h3><p>Participants are invited to private e-Deliberation events. In public events, participants may self-select as well as be invited. A Project Manager ensures that all stakeholder groups have representation before finalizing the team of participants. </p><p>A stakeholder is anyone who is impacted or affected by the focus of the e-Deliberation. Other participants may include persons who possess useful knowledge about the knowledge domain.</p><p>Participants join the event by a certain start date/time and stay with it until it's scheduled conclusion. A full e-Deliberation event requires about 24 hours of participation spread over a number of days. There are variants of the process that require less time.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The e-Deliberation process is described in the figure below. Depending on the nature of the outcomes sought, process variants using only sub-sections of the process can also be used.</p><p>The e-Deliberation process normally includes divergent as well as convergent thinking and  the use of sub-teams to explore various facets of the solution space (\"topics\"). Multiple feedback loops give sub-teams feedback on where other sub-teams are going, to assess touch points, overlaps and contradictions between topics, and to ascertain the level of consent each team's proposed resolution has garnered from the rest of the group. The participants are assigned to more than one sub-team following a logic that based on maximizing participant interest in assigned topics and ensuring a maximum interaction between all participants.</p><p>The process is consent-based, meaning that instead of striving for a full consensus, the goal is to achieve full consent, where none of the participants have paramount objections to the resolutions. Once a paramount objection is made, it belongs to the entire group to collaborate to find a solution to it.</p><p>The discussions within sub-teams are private - what is published are the proposed resolutions. The assembly and integration of all the sub-team resolutions form the team's response to the focus of the e-Deliberation event.</p><p>The interaction between participants can be mediated entirely online, or can use a mix of face to face and online if the participants are co-located and can schedule such meetings. Most often, the interaction remains entirely online using both synchronous and asynchronous interaction.</p><p><img alt=\"e-Deliberation Summary Process Diagram\" height=\"655\" src=\"https://www.e-deliberation.com/sites/e-deliberation.com/files/e-DeliberationProcess.gif\" width=\"555\"/></p><p>The e-Deliberation process can also be used to support groups meeting entirely face to face as long as they have access to the Internet as a means to share information.</p><p>The contribution of each participant is tracked using Reputation Points that recognize the various ways in which the participant can contribute to the event and the success of the team. Points are awarded for posts, ideas, responding to polls, \"liking\" someone else's post, etc.</p><p>People may sign up to an e-Deliberation event either as a Participant or as a Follower. A Follower has access to updates about the event as it progresses, but is not privy to the actual deliberations.</p><h3>Influence, Outcomes, and Effects</h3><p>An e-Deliberation event can be requested by any variety of organization type and role within that organization. Very few organizations or even communities are not confronted by problems or challenges that require a focused, multifaceted and integrated approach.  The context of use will determine the influence the outcomes of the e-Deliberation will have on decision making an implementation.</p><p>The outcome of en e-Deliberation event is a strategy articulated along several complementary but integrated facets. Complex problems can only be addressed by solutions that have the requisite level of variety. e-Deliberation delivers that.</p><p>Moreover, because the decision-making is consent-based, minority views will have had a chance to be examined, and the final outcomes will be supported by the whole team. This creates a critical mass of persons ready to defend the conclusions and support their implementation.</p><h3>Analysis and Criticism</h3><p>e-Deliberation events have a start and an end date and time, and are conducted with a given set of persons who are expected to participate throughout the whole duration of the process. The event delivers a product - the multifaceted strategy.</p><p>This approach is therefore different from online discussion forums where people can opt in and out of conversations and where there is no expected closure or conclusion.</p><h3>External Links</h3><p>The e-Deliberation™ web site: <a href=\"https://www.e-deliberation.com\">https://www.e-deliberation.com</a></p><p> </p>", "title": "e-Deliberation™"}