{"htmlbody": "<h3>Schwerpunkte und Aktivitäten</h3><p>Die wer denkt was GmbH ist eine Ausgründung der Technischen Universität Darmstadt, die sich auf digitale Bürgerbeteiligung und Anliegenmanagement spezialisiert hat. Das interdisziplinäre Team der wer denkt was GmbH führt mit Kommunen Partizipationsprozesse unter anderem im Zusammenhang mit der Haushalts- und Stadtplanung durch. Dabei zählen konzeptionelle Beratung, Moderation, Öffentlichkeitsarbeit und vielfältige technische Dienstleistungen auf Basis der eigens entwickelten Software sowie Smartphone-Apps zu ihren Leistungen.</p><p>Sowohl die technischen Lösungen als auch die Beratung orientieren sich an unterschiedlichen Budgets, personellen Kapazitäten sowie Beteiligungsthemen. Dabei deckt die wer denkt was GmbH  die gesamte Bandbreite digitaler Beteiligungsinstrumente ab:</p><ul><li>Bürgerhaushalte</li><li>Anliegenmanagement</li><li>themenspezifische Beteiligungen bspw. zur Stadt-, Lärmaktions- oder Verkehrsplanung</li><li>Bürgerbefragungen</li><li>Ideenwettbewerbe</li><li>Bürgerforen</li><li>Petitionssysteme</li><li>Stakeholder-Dialoge</li><li>veranstaltungsbegleitende Dialogforen</li></ul><h3>Best-Practice-Beispiele</h3><ul><li>Bürgerhaushalt Darmstadt: <a href=\"http://www.da-bei.darmstadt.de\" target=\"_blank\">www.da-bei.darmstadt.de</a></li><li>gemeinsames Anliegenportal der Stadt Friedrichshafen und des Bodenseekreises: <a href=\"http://www.sags-doch.de\" target=\"_blank\">www.sags-doch.de</a></li><li>Informationsplattform MobileMenschen: <a href=\"http://www.mobilemenschen.de\" target=\"_blank\">www.mobilemenschen.de</a></li><li>Dialogforum zur Veranstaltungsreihe Beteiligungskultur des Regionalverbandes FrankfurtRheinMain: <a href=\"http://beteiligungskultur-frm.werdenktwas.de\" target=\"_blank\">beteiligungskultur-frm.werdenktwas.de</a></li><li>bundesweites kostenloses Anliegenmanagementsystem Mängelmelder: <a href=\"http://www.maengelmelder.de\" target=\"_blank\">www.mängelmelder.de</a></li><li>Bürgerforum Lampertheim: <a href=\"http://buergerbeteiligung.lampertheim.de\" target=\"_blank\">buergerbeteiligung.lampertheim.de</a></li><li>Anliegenmanagement in Gelsenkirchen <a href=\"http://www.gelsenkirchen.de/de/Rathaus/Formulare/gemeldet.asp\" target=\"_blank\">GE-meldet</a></li></ul><h3>Best-Pratice-Beispiel: Bürgerhaushalt Darmstadt</h3><p>Seit 2012 führt die Wissenschaftsstadt Darmstadt ihren Bürgerhaushalt mit der wer denkt was GmbH durch. Das Verfahren wurde mehrfach evaluiert und in Zusammenarbeit mit Bürgerinnen und Bürgern optimiert. Die wer denkt was GmbH konzipiert das Verfahren mit der Stadt und übernimmt die technische Durchführung.</p><p>Wie in den Jahren zuvor startete der Darmstädter Bürgerhaushalt 2014 mit einer von der wer denkt was GmbH und der Stadt Darmstadt organisierten Auftaktveranstaltung, bei der die teilnehmenden Bürgerinnen und Bürger u. a. über die Haushaltslage sowie den Ablauf des Verfahrens informiert wurden und Fragen stellen konnten. Die Informationsphase begann jedoch schon zuvor: Auf der Internetseite des Bürgerhaushalts <a href=\"http://www.da-bei.darmstadt.de/\" target=\"_blank\">www.da-bei.darmstadt.de</a> wurden Informationen zu den einzelnen Produktbereichen und zum Verfahren sowie der Haushaltsentwurf bereitgestellt. Per Flyer, durch die Presse und mittels Werbung in Bussen und Bahnen wurde gezielt auf den Bürgerhaushalt aufmerksam gemacht. Einen sehr komfortablen und schnellen Einstieg in das Thema bot wie jedes Jahr zudem der von der wer denkt was GmbH umgesetzte offene Haushalt. </p><p>Am Tag der Auftaktveranstaltung startete auch die Konsultationsphase, in der Bürgerinnen und Bürger sowohl über die Internetplattform als auch per Post, Fax und Telefon Ihre Vorschläge einbringen konnten. Die Diskussion wurde von den Mitarbeitern der wer denkt was GmbH moderiert. Auch beantworteten sie Fragen zur Plattform. Inhaltlichen Fragen hingegen widmete sich das eigens eingerichtete Redaktionsteam der Stadt Darmstadt. In der anschließenden Abstimmungsphase wurden die in den acht Themenbereichen eingebrachten Ideen mittels der Abstimmungsfunktion priorisiert: So wurden die Top3 jedes Themenbereichs der Verwaltung zur Prüfung vorgelegt. Ein ähnliches Vorgehen hatte sich bereits 2013 bewährt: Insgesamt 21 Vorschläge (aus damals noch sieben verschiedenen Themenbereichen) wurden an die Politik weitergegeben. Im Gegensatz zum Vorjahr wurden darüber hinaus alle eingereichten Vorschläge zur Kenntnisnahme vorgelegt. Alle Ergebnisse und Stellungnahmen wurden dokumentiert und können ebenso wie die Rechenschaftsberichte online eingesehen werden.</p><p>Seit Beginn des Bürgerhaushalts im Jahr 2012 haben sich über 700 Nutzer auf der Plattform registriert, Ideen eingebracht und abgestimmt. Dabei hat sich die Kombination aus Information und Konsultation sowie die parallele Möglichkeit zur Online- und Offlinebeteiligung etabliert. Prozesse und Abläufe werden kontinuierlich durch die Stadt Darmstadt und die wer denkt was GmbH gemeinsam evaluiert und weiterentwickelt – so z. B. in einem im Nachgang des Bürgerhaushalts 2013 durchgeführten Workshop, bei dem sich interessierte Darmstädterinnen und Darmstädter bei der Weiterentwicklung des Verfahrens einbringen konnten.</p><h3>Links</h3><p><a href=\"http://werdenktwas.de\" target=\"_blank\">http://www.werdenktwas.de</a></p>", "title": "wer denkt was GmbH"}