{"htmlbody": "<p>\n</p><h3 class=\"western\">Ablauf</h3><p>Das Monheimer Beteiligungsverfahren orientiert sich an der bewährten Einteilung des Bürgerhaushaltes in eine Vorbereitungs- bzw. Informationsphase, eine Konsultationsphase sowie eine Rechenschaftsphase. Die Bürger konnten in einer dreiwöchigen Konsultationsphase Ihre Meinung zu den Investitionen der Stadt äußern und eigene Vorschläge zu Ausgaben, Einsparungen und Mehreinnahmen einbringen. Die Beteiligung startete mit der Einbringung des Haushaltes in den Rat der Stadt und endete mit dem Beginn der dortigen Beratungen. So konnten die Beteiligungsergebnisse unmittelbar als Entscheidungsgrundlage für den Haushaltsbeschluss dienen. Danach veröffentlichte die Verwaltung auf der Plattform die Stellungnahmen zu den Ideen der Bürgerinnen und Bürger, die eine Mehrheit der Teilnehmerinnen und Teilnehmer befürworteten.<br/> </p><ul><li><p>Vorbereitungs- und Informationsphase (August-September 2012)</p></li><li><p>Konsultationsphase (Oktober-November 2012)</p></li><li><p>Haushaltsberatungen im Rat und in den Ausschüssen (November-Dezember 2012)</p></li><li><p>Rechenschaft durch Rat und Verwaltung (November 2012)</p></li></ul><h3 class=\"western\"> </h3><h3 class=\"western\">Themenbereiche</h3><ul><li><p>Gesamtverwaltung</p></li></ul><ul><li><p>Kinder, Jugend und Familie</p></li></ul><ul><li><p>Schulen und Sport</p></li></ul><ul><li><p>Bildung und Kultur</p></li></ul><ul><li><p>Gebäude und Liegenschaftsmanagement</p></li></ul><ul><li><p>Ordnung und Soziales</p></li></ul><ul><li><p>Wirtschaftsförderung und Stadtplanung</p></li></ul><ul><li><p>Bauwesen</p></li></ul><ul><li><p>Städtische Betriebe</p></li></ul><ul><li><p>Lob und Kritik</p></li></ul><h3 class=\"western\"> </h3><h3 class=\"western\">Ziele</h3><ul><li><p>Beteiligung an der Investitionsplanung</p></li><li><p>höhere Transparenz des städtischen Haushaltes</p></li><li><p>Meinungsbild zu städtischen Vorhaben</p></li><li><p>Ideen und Wissen der Bürger in der Haushaltspolitik nutzen</p></li></ul><h3 class=\"western\"> </h3><h3 class=\"western\">Beweggründe und Geschichte</h3><p>Monheim am Rhein war einer der Vorreiter des präsenzbasierten Bürgerhaushaltes<br/>in Deutschland, allerdings stellte die Verwaltung das Projekt aufgrund des hohen<br/>Personalaufwandes zunächst ein. Erst mit der Einführung der Online-Beteiligung im<br/>Jahr 2012 gelang es die Zusatzbelastung für die Mitarbeiter zu minimieren und<br/>somit eine dauerhafte Partizipation am städtischen Haushalt zu ermöglichen</p><h3 class=\"western\"> </h3><h3 class=\"western\">Beteiligte</h3><p>Das Projekt führte die Monheimer Stadtverwaltung gemeinsam mit den externen Beratern der \"wer denkt was GmbH\" durch, die u. a. die technische Durchführung sowie die Moderation des Online-Dialogs übernahmen. Insgesamt haben sich 530 Bürgerinnen und Bürger für die Online-Beteiligung der Stadt registriert. Diese umfasst neben dem Bürgerhaushalt auch einen sogenannten „Mängelmelder“, mit dem Anliegen und Infrastrukturschäden per Smartphone-App und im Internet an die Verwaltung gemeldet werden können.</p><h3 class=\"western\"> </h3><h3 class=\"western\">Einfluss, Ergebnisse und Effekte</h3><p>Die Beteiligung steigerte die Akzeptanz für die städtischen Investitionsplanungen. Zudem lernten<br/>die Bürgerinnen und Bürger mit wenigen Clicks die Grundlagen des kommunalen Haushaltes kennen. Mehrere Ideen wurden von der Verwaltung aufgenommen (z.B. bei der Planung von Spielplätzen oder im Themenbereich Bildung und Kultur) oder werden zeitnah geprüft. Überrascht zeigte sich die Verwaltung von der Qualität der Beiträge, die belegten, dass sich die Bürgerinnen und Bürger<br/>intensiv mit dem bereitgestellten Informationsmaterial auseinandersetzten.</p><h3 class=\"western\"> </h3><h3 class=\"western\">Externe Links</h3><p><a href=\"http://beteiligung.monheim.de/\">http://beteiligung.monheim.de</a></p><p><a href=\"http://www.werdenktwas.de/\">http://www.werdenktwas.de/</a></p>", "title": "Bürgerhaushalt Monheim"}