{"htmlbody": "<p>In recent decades the Portuguese citizens drifted away significantly from political life, as the growing electoral abstention shows, while the country plunged into a severe financial crisis and the need for an international bailout, with consequences that are proving destructive employment , social cohesion and the discrediting of the political and democratic regime.<br/><br/>The integration of the country in the EU negotiations and the inability of successive governments of the Republic caused a systematic wastage of natural resources and disposal of agricultural, industrial and fishing. The impregnation of private interests in state organs and entities influenced by the government, has been a dominant and rule breaking in nuclear policies of our collective life a costly practice and generating costs increasingly unbearable for the citizens in taxes and administrative fees on access to services public.<br/><br/>This indifference has resulted in increasingly high level of abstention, which culminated in the election of 2011 the President with the overcoming of the number of abstentions on the number of voters, with this clearance, we citizens, we have been facilitating the opacity in accountability, which is installed between the heads of state organs.<br/><br/>The requirement for reversing these trends, compounded with the policies articulated with the troika representing the international creditors of the adjustment program, had in September 15, 2012 a massive demonstration of people angry and willing to say \"enough\" to the madness that settled .<br/><br/>The urgent resumption of hope in the future people progressively better, expose them firstly to all kinds of demagogic promises that politicians have used in professional and calls for a collective response at the local, regional, national and EU level.<br/><br/>The role of political parties in a democratic society can not kidnap citizens' participation in public life in favor of a closed partidocracia itself and blind and deaf to the aspirations of citizens.<br/><br/>For all these reasons, the Motion + D intends to fight for the mobilization and organization of citizens based on the number of program lines and act in a manner consistent with the principles and policy instruments specified in this Charter Founder.<br/><br/>The Movement + D incorporates in its aims and objectives and the moralization of political regeneration and the scheme constituted on 25 April 1974, by valuing all practices of mobilization and intervention in public life of citizens, on the assumption that \" the State is all of us. \"<br/><br/>The Movement + D believes that democracy must be regenerated around the reconstruction of the pillars of citizenship, deliberative democracy and the rule of law To this end, we advocate a deepening of the democratic system based on the strengthening of participatory democracy, the political transparency and the strengthening of all forms of citizenship: \"Because the problem is that everyone must be solved by everyone.\"<br/><br/><br/>Site: <a href=\"http://www.maisdemocracia.org\">http://www.maisdemocracia.org</a><br/>Facebook: <a href=\"http://www.facebook.com/democraciaemmovimento\">http://www.facebook.com/democraciaemmovimento</a><br/>Blog: <a href=\"http://blog.maisdemocracia.org\">http://blog.maisdemocracia.org</a><br/>Youtube: <a href=\"http://youtube.com/maisdemocracia\">http://youtube.com/maisdemocracia</a></p>", "title": "+D = Democracia em Movimento (Portugal)"}