{"htmlbody": "<h3>\n</h3><p><em>Note: a German translation of this case study is available at <a href=\"http://participedia.net/en/node/1431\">http://participedia.net/en/node/1431</a></em></p><p><em>Note: Another version of this case study can be found below as a file attachment with the prefix \"VD\". This alternate version was originally submitted to </em><a href=\"http://www.vitalizing-democracy.org/\">Vitalizing Democracy</a><em> as a contestant for the 2011 Reinhard Mohn Prize.</em></p><h3>Purpose and Problem</h3><p>The Unified New Orleans Plan (UNOP) was organized to create a comprehensive plan for the city of New Orleans following Hurricane Katrina in 2005. The highly detailed plan addresses the specific actions necessary to facilitate the recovery and rebuilding of New Orleans. The UNOP was established because both the City of New Orleans and the Louisiana Recovery Authority (LRA) require the creation of a recovery plan post all natural disasters, in order to capitalize on both federal and state aid. The goal of the plan was to integrate various recovery efforts into one consistent document for the LRA. The Unified New Orleans Plan includes input from: individual neighborhoods and districts, the Bring New Orleans Back Commission, FEMA, and the City Council’s Neighborhood Planning Initiative also known as the Lambert Plans. Overall, the UNOP allows city and state officials to coordinate post-disaster recovery more efficiently and effectively and enables New Orleans to comply with necessary federal mandates. The plan also identifies critical investment needs, so private and public entities know how to best provide help in New Orleans.</p><p><a id=\"History\" name=\"History\"></a></p><h3>History</h3><p>On August 29, 2005 Hurricane Katrina crossed over Southeast Louisiana, causing severe destruction over the Gulf Coast region from Central Florida to Texas. Katrina was both the deadliest and costliest hurricane in United States history, causing over 1,800 deaths and $81 billion in property damages. The city most devastated by the hurricane was New Orleans, where eventually, 80% of the city became flooded and the floodwaters lingered for weeks.</p><p>One year later, in August 2006, the Unified New Orleans Plan was developed as a response to the devastation that still remained in the city. The UNOP is a recovery plan, used to help guide in the repairing and rebuilding of New Orleans, in a way that creates stability and paves the way for future growth and prosperity.</p><p>For organizational purposes, the UNOP was broken into two levels of planning: District Plans and a Citywide Recovery Plan. District Plans are stand-alone documents, intended to be used as a guide for city officials and citizens, regarding subsets of the city such as individual neighborhoods and districts. The Citywide Plan focuses on projects that are important beyond a single neighborhood or district. The District Plans helped to build up the Citywide Plan, and are encompassed within the Citywide Plan. The District Plans and the Citywide Recovery Plan were necessary for two main reasons:</p><ul><li>The City did not have the financial or manpower assets to fix everything at once; therefore, priorities had to be set and choices made about the allocation of scarce resources over time, and</li><li>It is unlikely that every former resident will return, which means that new settlement patterns that encourage the efficient use of resources, and that provide security and a sense of community, need to be employed to rebuild the City.</li></ul><p>The Citywide Recovery Plan estimates the timeframe for recovery at ten years. At the end of ten years the UNOP hopes that: the physical damage of the storm has been removed, repaired or rebuilt; the major physical infrastructure serving the residents of the City (water, sewerage, drainage, streets, and electricity) has been renovated to modern standards; the essential social infrastructure (schools, healthcare and public safety) is of high quality; the economy is stable and growing; and the quality of life in New Orleans is back to or better than what it was before Katrina.</p><p><a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h3>Participant Selection</h3><p>In order to unite the District Plans and the Citywide Recovery Plan, a two-tiered planning process was created. At one level, teams of nationally recognized architects and urban planners worked with neighborhood residents to create thirteen Planning District Recovery Plans. At another level, a Citywide Team of local urban planners and engineers analyzed citywide systems and issues, and also informed and guided the District Planners in their efforts. The Citywide Team and the District Planners held weekly meetings to coordinate activities and exchange information.</p><p>Despite the effort put forth by the various teams of professionals, the citizens of New Orleans are credited for the success of the UNOP development process. Several mechanisms were used to engage as wide a group of residents as possible, including residents who remained displaced but had a vested interest in the recovery of New Orleans. These efforts included:</p><ul><li>Grass-roots outreach in New Orleans and other key cities where displaced residents live</li><li>Three newsletters</li><li>Call-centers and surveys</li><li>An extensive website</li><li>Four rounds of District Meetings held in each of the thirteen planning districts</li><li>Three “Community Congresses”</li></ul><p>Public input and attendance at neighborhood, district, and citywide community congresses enabled the voices of ordinary citizens to be heard and their desires made known.</p><p><a id=\"Deliberations.2C_Decisions_and_Public_Interactions\" name=\"Deliberations.2C_Decisions_and_Public_Interactions\"></a></p><h3>Deliberations, Decisions and Public Interactions</h3><p>Over a four-month period, the Unified New Orleans Plan, assisted by the organization AmericaSpeaks, held three different Community Congress meetings where the most extensive aspects of deliberation, decision-making, and public interaction occurred.</p><p><u><em>Community Congress I</em></u></p><p>On October 28, 2006 Community Congress I was held at the New Orleans Convention Center where 275 citizens, planners and community activists in attendance were encouraged to offer their input into the direction the city's rebuilding efforts should take.</p><p><u><em>Community Congress II</em></u></p><p>In the second and third Community Congresses, displaced residents living around the country were able to participate through web and satellite technology, as well as the 2500 participants that attended in person. The public participation that occurred at the second community congress on December 2, 2006 was critical to the development of the Recovery Plan because the top priorities of the citizens were outlined as follows:</p><ul><li>Flood protection is the most important issue</li><li>Residents strongly support voluntary standards for rebuilding to reduce future flood risk</li><li>Residents want to rebuild in stable and safe neighborhoods with their former neighbors, but prefer being given financial incentives to do so, rather than having where people can live mandated</li><li>Residents recognize the need for a range of affordable housing and support the development of low- and moderate-income public housing – but they also like linking such housing to job training and support services</li><li>Residents support the reopening and/or rebuilding of public facilities (like schools, healthcare centers, libraries and parks) based on repopulation and recovery rates, but also support the use of temporary and mobile facilities in less populated areas</li></ul><p><u><em>Community Congress III</em></u></p><p>At the third community congress on January 20, 2007, 1300 participants gathered, and were asked about their concerns for the Citywide Plan and the City in general. Their responses indicated concern that:</p><ul><li>Poor governance and lack of accountability would harm the recovery</li><li>There wouldn’t be enough money to fund the Citywide Plan</li><li>Issues of equity would arise from the increased cost of living in the City (due to high insurance and utility rates, high housing costs, and increased construction costs and labor rates)</li><li>The Road Home Program, in order to be effective, would have to be overhauled</li><li>Meaningful citizen input should continue into future planning and recovery</li></ul><p><a id=\"Influence.2C_Outcomes.2C_and_Effects\" name=\"Influence.2C_Outcomes.2C_and_Effects\"></a></p><h3>Influence, Outcomes, and Effects</h3><p>Despite the concerns voiced at Community Congress III, the majority of citizens expressed support for the UNOP. Thus, the plan moved forward with a $14.5 billion dollar budget plan, allocated over the ten-year timeline. Overall, The Unified New Orleans Plan process demonstrates the fact that a large number of citizens can engage with decision makers under challenging circumstances and positively contribute to a solution. At the second community congress, 60 percent of participants felt conversations were “very thorough,” 85 percent were “very satisfied” with the quality, 80 percent said hearing from people in the other cities made a “big impression” on them, and one in three participants felt their views had actually changed as a result of deliberation. These numbers suggest that using the Community Congress method was a successful way to get input from the public and create a more comprehensive and unified plan, inclusive of many diverse opinions.</p><p>Nearly three years after Community Congress III met in 2007, the 2010 budget for the city of New Orleans still reflects the priorities of the citizens outlined in the Unified New Orleans Plan. The fact that the city budget was developed to achieve the goals of the UNOP is impressive and proves that the plan continues to be a success. However, the combination of the lasting impact of Hurricane Katrina, combined with the severe downturn in the national economy has led to severe budget cuts, making recovery process more difficult than anticipated. Since the UNOP still has over six years until its estimated completion date it is difficult to comment on the final outcomes and effects of the plan.</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h3>Analysis and Criticism</h3><p>The Unified New Orleans Plan was a deliberative process in that the plan was developed using numerous organizations both local and national, as well as a highly diverse group of people ranging from engineers, urban planners, lawyers, professors, politicians, and most importantly the citizens of New Orleans. The ability of such a wide variety of people to come together in an organized fashion and create a comprehensive and influential plan indicates that high quality deliberation occurred. The highest quality deliberation occurred at the three Community Congresses. The results provided at the end of Community Congress III, stating that 85% of participants were satisfied with their conversations, shows that the UNOP was remarkable in the field of civic engagement. Aside from using the Community Congress method to rally participants, the Citywide Team, used grassroots outreach, newsletters, calling campaigns, and surveys. Therefore, even if New Orleans citizens were unable to attend meetings in person, there were plenty of ways to contribute to the plan and stay informed. Overall, the UNOP gave even the most disenfranchised of people equal opportunity to voice an opinion.</p><p>The main criticism felt by the participants of the three Community Congresses expressed in the exit interviews was that there was a serious time constraint. This is indicative of the fact that the entire UNOP plan was developed within a short 5-month period. Thus, many individuals did not feel that they there were able to discuss everything thoroughly. The biggest criticism of the UNOP plan overall is that there is very little information on the current status of the UNOP aside from what is briefly noted in the budget. Even the highly informative website for UNOP has not been updated in years. There is little information on the current feelings of those who participated in the development of the UNOP. It would be interesting to see if the majority of the people who approved and supported the Unified New Orleans Plan still agree with the overall recovery and rebuilding of the city. In 2016 ten years after the plan began, an assessment of the plan should be held in the same fashion as the Community Congress meetings. That way those involved in developing the plan would have the opportunity to analyze and discuss the overall success of UNOP once and for all.</p><p> </p><p><a id=\"References\" name=\"References\"></a></p><h3>References</h3><p>\"City Wide Plan.\" UNOP Unified New Orleans Plan. 2007. <a class=\"external free\" href=\"http://unifiedneworleansplan.com/home3/section/136/city-wide-plan\" rel=\"nofollow\" title=\"http://unifiedneworleansplan.com/home3/section/136/city-wide-plan\">http://unifiedneworleansplan.com/home3/section/136/city-wide-plan</a> [DEAD LINK] UPDATE: CLICK <a href=\"http://nolaplans.com/unop/\">HERE </a>FOR SIMILAR CONTENT</p><p>\"Hurricane Katrina-Most Destructive Earthquake to Ever Strike the U.S.\" Hurricane Katrina. 12 Feb. 2007. <a class=\"external free\" href=\"http://www.katrina.noaa.gov/\" rel=\"nofollow\" title=\"http://www.katrina.noaa.gov/\">http://www.katrina.noaa.gov/</a> [DEAD LINK] UPDATE: CLICK <a href=\"http://www.ncdc.noaa.gov/extremeevents/specialreports/Hurricane-Katrina.pdf\">HERE</a> FOR SIMILAR CONTENT</p><p>Lukensmeyer, Carolyn J. Large-Scale Citizen Engagement and the Rebuilding of New Orleans: A Case Study.” National Civic Review, 2007. <a class=\"external free\" href=\"http://www.ncl.org/publications/ncr/96-3/New%20OrelansAmericaSpeaks.pdf\" rel=\"nofollow\" title=\"http://www.ncl.org/publications/ncr/96-3/New%20OrelansAmericaSpeaks.pdf\">http://www.ncl.org/publications/ncr/96-3/New%20OrelansAmericaSpeaks.pdf</a>. [DEAD LINK]</p><p><a id=\"Secondary_Literature\" name=\"Secondary_Literature\"></a></p><h3>Secondary Sources</h3><p>Gastil, John. “Political Communication and Deliberation.” Los Angeles: Sage Publications, 2008. Print.</p><p>Gastil, John and Levine, Peter. The Deliberative Democracy Handbook: Strategies for Effective Civic Engagement in the Twenty-First Century. San Francisco: Jossey-Bass, 2005. Print.</p><p><a id=\"Links\" name=\"Links\"></a></p><h2>Links</h2><p><a href=\"http://nolaplans.com/unop/\">New Orleans Plan Database - UNOP</a></p><p><a href=\"http://www.nolaplans.com/plans/UNOP/UNOP_Citywide.pdf\">Final Plan</a></p><p><a href=\"http://www.ncdc.noaa.gov/extremeevents/specialreports/Hurricane-Katrina.pdf\">National Oceanic and Atmospheric Administration Hurricane Katrina Report</a></p>", "title": "The Unified New Orleans Plan"}