{"htmlbody": "<p>\n</p><h3>Mission and Purpose</h3><p>Jefferson Action is a non-partisan, non-profit organization dedicated to returning democracy to the people. Its mission is making the informed voice of everyday citizens heard — and making sure elected officials and politicians address the issues.</p><p>Jefferson Action is the 501(c)(4) partner of <a href=\"http://participedia.net/en/organizations/jefferson-center\">the Jefferson Center for New Democratic Processes.</a></p><h3>History</h3><p>In 1974, Minneapolis native Ned Crosby founded a think tank called <a href=\"http://participedia.net/en/organizations/jefferson-center\">the Jefferson Center for New Democratic Processes,</a> Jefferson Action's partner organization. Named in honor of Thomas Jefferson, who believed that the American people are the ultimate source of power in our democracy – and that they will make the right decisions if they’re educated on the issues. The Jefferson Center is a 501(c)(3) non-profit, whereas Jefferson Action is a 501(c)(4) nonprofit.</p><p>In 2003, Ned founded Jefferson Action to take a more active role in holding politicians accountable to the people. Using the Citizens Jury method, Jefferson Action holds Citizen Election Forums to develop specific policy recommendations and ensure that politicians and candidates respond the important issues their constituents have identified.</p><h3>Major projects and events</h3><p>In 2012, Jefferson Action embarked on an ambitious project to influence the conversation in a hotly contested congressional race. The project, named Reclaim November, used the Citizen Election Forum to evaluate Congressional candidates in Northeast Ohio. Due to redistricting, two incumbent members of Congress were pitted against each other in Ohio's 16th Congressional District, Betty Sutton (D) and Jim Renacci (R).</p><p>Jefferson Action partnered with community groups, the media and academic institutions to hold three Citizen Election Forums in Ohio's 16th Congressional District. Each forum brought together 24 citizens randomly selected from the district assuring a demographically representative sample. These citizens studied the complexities of the economic issues facing the people of Ohio and evaluated the candidates responsiveness to addressing those issues.</p><p>Both Jim Renacci and Betty Sutton agreed to participate in the forum. After spending more than an hour talking to each of the candidates, the Forum participants issued an evaluation of the solutions the Representatives presented on the economic issue troubling Northeast Ohio.</p><p>The project received significant media attention, <a href=\"http://jeffersonaction.org/category/news-coverage/\">with more than 80 news stories in four months, including a dozen front page articles in the districts two most influential papers.</a> The Reclaim November Ohio project also had a significant impact on the vote. Internal polling done by Jefferson Action showed that as much as 2.5 percent of voters reported the project influenced their vote. Jim Renacci, the winner of the election had a 4.2 percent margin of victory.</p><p>Jefferson Action approached Tina Nabatchi of Syracuse University to do an independent evaluation of the Reclaim November Project. She found the project excelled in a number of areas including overall participant satisfaction--both in terms of the overall outcome and the fair, unbiased way in which the project was conducted. Additionally, Dr. Nabatchi found that participants in the project had increased knowledge of the issues and on trust with government.</p>", "title": "Jefferson Action"}