{"htmlbody": "<p><em>Übersetzer: Daniel Marwecki</em></p><p><em>Anmerkung: Dies ist die deutsche Übersetzung einer englischen Originalversion abrufbar unter <a href=\"http://participedia.net/en/cases/listening-city\">http://participedia.net/en/cases/listening-city</a></em></p><p><em>Note: this is a German translation of an English case study available at <a href=\"http://participedia.net/en/cases/listening-city\">http://participedia.net/en/cases/listening-city</a></em></p><p> </p><h3>Was ist <em>Listening to the City?</em></h3><p><em>Listening to the City</em> ist der Name für ein Dialogforum für die Bürger New Yorks, in dem es darum ging, wie man die Gegend um das bei den Terrorattentaten des 11. September zerstörten World Trade Centers wiederaufbauen sollte. Das Dialogforum wurde am 20. Juli 2002 im Jacob Javits Convention Center abgehalten.  4,3000 Menschen nahmen daran teil, an einem ähnlichen Forum zwei Tage später ebenfalls noch einmal 200. Bewohner von downtown Manhattan, Überlebende des 11. September und Rettungskräfte, Geschäftsleute, interessierte Bürger, alle waren eingeladen um sich über die Zukunft des ‚Ground Zero‘ auszutauschen, sich über die sechs verschiedenen Konzepte der Stadt für den Wiederaufbau zu informieren, ihre Hoffnungen, Befürchtungen und Anliegen äußern. Im Anschluss an das Bürgerforum nahmen noch einmal 800 Menschen an nachfolgenden Online-Deliberationen teil. <em>Listening to the City</em> verwendete das das Deliberationsmodell  <a href=\"http://participedia.net/methods/21st-century-town-meeting\" title=\"21st Century Town Meeting\">21st Century Town Meeting</a><u>,</u> für das sich die NGO <a href=\"http://participedia.net/organizations/americaspeaks\" title=\"AmericaSpeaks\">AmericaSpeaks</a> verantwortlich zeichnet. Dieses Modell will möglichst großen Austausch zwischen vielen Menschen ermöglichen aber dabei auch die Vorteile von persönlicher, intersubjektiver Interaktion waren. AmericaSpeaks organisierte auch die zweiwöchige Onlinepartizipation in Zusammenarbeit mit der non-profit Organisation Web Lab. </p><h3>Wer War Beteiligt?</h3><p><em>Listening to the City</em> wurde organisiert von der ‘Civic Alliance to Rebuild Downtown New York‘, die kurz nach dem 11. September gegründet wurde. Freiwillige aus allen Staaten der USA aber auch von außerhalb, aus Afghanistan, Australien oder Südafrika, halfen bei der Vorbereitung und Durchführung. Neben den Organisatoren und Freiwilligen waren wichtige Figuren des öffentlichen Lebens und offizielle Vertreter der Stadt vertreten, wie z.B. der Vizebürgermeister Daniel Doctoroff. Insgesamt nahmen über 5,000 Menschen an <em>Listening to the City</em> teil, womit viele verschiedene Perspektiven zusammengeführt werden konnten. Die Mehrheit der Teilnehmer waren vom 11. September unmittelbar Betroffene und Anwohner. Der Altersdurchschnitt der Teilnehmer lag bei 35-45 Jahren, wobei eigentlich alle Altersklassen vertreten waren, die ethnischen und sozialen Hintergründe waren auch recht durchmischt.</p><h3>Hoffnungen und Anliegen</h3><p><em>Listening to the City </em>gab den Teilnehmern die Möglichkeit, sich über die sechs Bauvorschläge der Stadt zu informieren und auszutauschen. Aus den Deliberationen zwischen Bürgern und Vertretern der Stadt schälten sich zwei zentrale Anliegen heraus. Und zwar sollte man „Lower Manhattan als ein lebendiges Geschäfts-, Kultur- und Wohnviertel wahren wie fördern. Dabei aber soll für die Opfer des 11. September eine würdevolle und stille Gedenkstätte errichtet werden.“ (LC Report: S.8).</p><p>Neben den Stimmen aber, die auf die ökonomische Bedeutung der Gegend abhoben gab es auch solche, die auf die Bedürfnisse von weniger betuchten Bewohnern hinwiesen. Es wurde auch die Furcht geäußert, dass Geschäftsinteressen zu stark im Vordergrund stehen könnten und dass die Gegend so unbewohnbar gemacht werden würde für ihre vorigen Bewohner. Man müsste also auch auf Dienstleistungen für einkommensschwache Familien achten, z.B. Kinderstätten usw. Es war auch vielen Beteiligten wichtig, dass Chinatown nicht übergangen würde, dieser für die Gegend doch so charakteristische Stadtteil.</p><p>Einige Teilnehmer waren der Meinung, dass die Stadtteilentwicklung um den ‚Ground Zero‘ zeitlich einher gehen müsste mit dem Bau der Gedenkstätte, damit diese in der Priorität nicht nachgeordnet würde. Einige vertraten auch sehr stark den Standpunkt, dass in unmittelbarer Nähe des ‚Ground Zero‘ nicht neu gebaut werden dürfe, um den Ort als Erinnerungsort zu wahren.</p><h3>6-Pläne Konzept und Ergebnisse</h3><p>Nur ein paar Tage vor dem Bürgerforum wurden der Öffentlichkeit sechs Baupläne vorgestellt. Diese Pläne waren Blaupausen und nicht vollends ausgereift, da zunächst die Meinung der Bürger eingeholt werden sollte. Die Pläne unterschieden sich zwar im Design und in Einzelheiten voneinander, aber alle beinhalteten „eine Gedenkstätte, offene Räume, Platz für Hochhäuser und Kultureinrichtungen, ein Hotel in der Größe des zerstörten World Trade Center Marriot, 183qm2 für Geschäfte, 3.4 Millionen qm2 Fläche für Firmengebäude und ein neues Transportzentrum.“ (LC Report p. 10).</p><p>Die sechs Pläne wurden nach ihrem jeweiligen Design benannt, sie hießen Memorial Plaza, Memorial Square, Memorial Triangle, Memorial Garden, Memorial Park and Memorial Promenade. Diese Pläne hatten allesamt die Wiederherstellung von zerstörten Geschäften, Firmensitzen oder Hotels zum Ziel, aber die beteiligten Bürger fanden, dass keiner dieser Pläne wirklich einer adäquaten Gedenkstatte gerecht wurde und dass auch die sozioökonomischen Bedürfnisse der Anwohner nicht berücksichtigt wurden. Ein Drittel der Teilnehmer fand, dass die Pläne nicht ambitioniert genug waren und eine Mehrheit war dafür, mehr öffentliche, kommunale Plätze und Orte zu schaffen. Wenige Wochen später wurden die Pläne dann komplett ad acta gelegt. Zunächst aber wurde der ‚Memorial Plaza‘ Plan mit 70% der Stimmen für am ehesten akzeptabel befunden, aber die Beteiligten drängten auch hier auf eine komplette Überarbeitung des Planes. Was die beteiligten Bürger wirklich einte war die Überzeugung, dass ein Neubau der Gegend nicht nur Brücken, Gedenkstätte oder Parks bedeuten sollte, sondern dass auch gleich für bessere Wohnmöglichkeiten und einen Ausbau des Transportsystems gesorgt werden müsse.  </p><p>Sogar bevor <em>Listening to the City</em> stattfand befanden die Vertreter der Stadt, dass die Pläne, die sie der Öffentlichkeit zeigen wollten, einer Überarbeitung bedürften. Der öffentliche Input durch das Bürgerprojekt ermöglichte, in diese Neufassungen Kritiken und Erwartungshaltungen der Bürger mit aufzunehmen. So wurde dann ein Wettbewerb zwischen fünf internationalen Designfirmen um neue Pläne für den Wiederaufbau vorzulegen. $4.55 Milliarden von dem New Yorker Stadtbudget wurden für dieses Vorhaben reserviert.</p><p> </p><h3>Gedenkstätte und Wirtschaftliche Infrastruktur</h3><p><em>Listening to the City</em> gab den Teilnehmern die Möglichkeit, ihre Gedanken und Gefühle mit anderen Betroffenen des 11. September zu teilen. Wie sollte man die Erinnerungsstätte gestalten?  Darüber tauschte man sich aus, es gab Vorschläge, die Namen der Toten direkt ins Mahnmal einzugravieren, dass damit auch zum Grabmal würde, da viele der Toten nie gefunden werden konnten.</p><p>Wie bereits angesprochen bedeutete für die Teilnehmer der Wiederaufbau mehr als nur Gedenkstätte und Gebäude, auch die wirtschaftliche Infrastruktur sollte wieder aufgebaut werden. Das bedeutet bessere Transportmöglichkeiten, finanzierbare Wohnungen und Arbeitsplätze. Die Mehrheit der Teilnehmer sah die Prioritäten zuerst darin, die Gegend wieder für Firmen attraktiv zu machen, dann sollten Jobs und Weiterbildungsmöglichkeiten für die Anwohner geschaffen werden und drittens die Gegend für Touristen attraktiv gestaltet werden.</p><h3>Der Online Dialog</h3><p>Man konnte bei<em> Listening to the City</em> auch teilnehmen, ohne beim Bürgerforum persönlich anwesend sein zu müssen. Es gab auch ein Onlineforum, wo sich Teilnehmer in kleinen Diskussionsgruppen austauschen konnten (26 Gruppen mit 818 Teilnehmern insgesamt). Der Online Dialog ging über zwei Wochen und war im Stil gängiger Onlineforen organisiert. Das Ziel von dieser virtuellen Dialogplattform war es, Menschen aus verschiedensten Milieus zu erreichen und zusammenzubringen. Weil das Forum recht lange online war, konnten interessierte Bürger ganz nach ihrem Gusto zuschalten und teilnehmen, man hatte auch genügend Zeit, sich über verschiedene Standpunkte klarzuwerden und über diese zu reflektieren. 55% der Onlineteilnehmer gaben an, ihre Meinung während des Onlinedialogs geändert zu haben und 84% waren mit dem Onlinedialog insgesamt zufrieden. Das Onlineforum zog auch ein jüngeres Publikum an, 44% der Teilnehmer waren jünger als 34 Jahre alt. So kam auch Input von dem Publikum, dass wirklich am längsten und meisten von den gemachten Entscheidungen berührt sein wird.</p><h3>Abschließende Bewertung</h3><p>Von dem Standpunkt deliberativer Demokratie darf man das Projekt als einen Erfolg betrachten. Die Härte der Kritik, die den vorgelegten Wiederaufbauplänen entgegenschlug, war von den Veranstaltern so gar nicht vorgesehen. Das Bürgerforum war gedacht als eine gemeinsame, symbolische Gedenkveranstaltung des 11. Septembers, stattdessen aber fand echte Deliberation,  fanden echte Debatten statt, in einem so nicht unbedingt intendierten Ausmaß. Die Teilnehmer tauschten sich aus und reflektierten über ihre Vorstellungen, Ideale, Werte, Erfahrungen und Perspektiven, die sie dann zu Mehrheitsbeschlüssen zusammenbringen konnten.</p><p>Das Onlineforum stellte noch eine qualitative Verbesserung in deliberativer Hinsicht dar. Die Verpflanzung des Dialogs in virtuelle Sphären ermöglichte es den Teilnehmern, ihre Meinungen gründlicher und freier zu formulieren, da der zeitliche und zwischenmenschliche Druck der direkten Interaktion wegfällt. Das Onlineforum bot mehr Zeit und so rückten die Teilnehmer immer weiter von der Diskussion der sechs Baupläne weg und formulierten neue Ideen, tauschten sich über Dinge und Sachverhalte aus, die die Anwohner von Lower Manhattan insgesamt betrafen. In der virtuellen Interaktionen wurden Meinungen im Meinungsaustausch verändert, neue Ideen formuliert, auf Konsens hingearbeitet – ein deliberatives Erlebnis!</p><p> </p><h3>Quellen</h3><p>Alle Fakten, Statistiken und Zitate aus: <a href=\"http://www.icisnyu.org/admin/files/ListeningtoCity.pdf\" title=\"http://americaspeaks.org/wp-content/_data/n_0001/resources/live/final_report_ltc3.pdf\">Listening to the City : Report of Proceedings (LC Report)</a></p><h3>Weitere Links</h3><p><a href=\"http://www.americaspeaks.org/\" rel=\"nofollow\" title=\"http://www.americaspeaks.org\">AmericaSpeaks</a> [DEAD LINK] UPDATE: click <a href=\"http://participedia.net/en/organizations/americaspeaks\">here </a>for similar content. </p><p><a href=\"http://www.listeningtothecity.org/\" rel=\"nofollow\" title=\"http://www.listeningtothecity.org\">Listening to the City</a> [DEAD LINK]</p><p><a href=\"http://www.civic-alliance.org/\" rel=\"nofollow\" title=\"http://www.civic-alliance.org\">Civic Alliance to Rebuild Downtown New York</a> [DEAD LINK]</p><p><a href=\"http://dialogues.listeningtothecity.org/\" rel=\"nofollow\" title=\"http://dialogues.listeningtothecity.org/\">Listening to the City Online Dialogue Scripts</a> [DEAD LINK]</p><p><a href=\"http://www.listeningtothecity.org/online/polls.html\" rel=\"nofollow\" title=\"http://www.listeningtothecity.org/online/polls.html\">Listening to the City Online Dialogue Polls</a> [DEAD LINK]</p>", "title": "\"Hören auf die Stadt\" (Listening to the City)"}