{"htmlbody": "<p>Anmerkung: Dies ist die deutsche Übersetzung einer englischen Fallstudie, die  Stylianos Tsinaroglou am 05.12.2012 verfasst wurde. Die Originalversion ist abrufbar unter <a href=\"http://participedia.net/en/cases/20072008-new-mexico-citizen-conferences-0\">http://participedia.net/en/cases/20072008-new-mexico-citizen-conferences-0</a>.</p><p> </p><p><strong>Zusammenfassung</strong></p><p>Diese Fallstudie behandelt zehn Buergerkonferenzen der Jahre 2007/2008, die aus jeweils acht bis zehn erwachsenen Buergern bestanden und eine Laenge von neun Stunden hatten. Diese Serie deliberativer Veranstaltungen wurde vom New Mexico Department of Transportation (NMDOT) und dem Institute for Public Policy (IPP) der Universitaet New Mexico veranstaltet um das Feedback der Oeffentlichkeit einzuholen, um es so dem Staat zu ermoeglichen die Beduerfnisse der Buerger in Bezug auf geeignete Transportmittel bestmoeglich zu erfuellen.</p><p><strong>Problemstellung und Zweck</strong></p><p>Die Beduerfnisse und Anliegen der Buerger und lokaler Regierungen sind sehr wichtig fuer den Staat New Mexico. Mehr als 90% der Buerger fahren taeglich Auto bzw. einen Lastwagen. Damit ist das Verkehrswesen ein wesentlicher Sektor fuer New Mexico. (1) Wegen der oekonomischen Rezession wurde das Budget der nationalen Regierung fuer das NMDOT jedoch jaehrlich herunter gesetzt. Trotz dieses fallenden Budgets bleibt das NMDOT jedoch weiterhin zuversichtlich, die Beduerfnisse seiner Buerger und Lokalregierungen erfuellen zu koennen.</p><p>Um dem gerecht zu werden, entschied das NMDOT mit Hilfe des IPP eine Serie von Buergerkonferenzen zu veranstalten um groessere Teile des Budgets besser geeigneten Bereichen zuzuweisen. Die Konferenzen hatten die Absicht, die Buerger New Mexicos zu ermaechtigen eine Liste mit Grundsatzvorschlaegen zu erstellen, die im Zuge der Errichtung des New Mexico 2030 Multimodal Transportation Plans (Ziele und Perspektiven) beruecksichtigt werden sollten.</p><p><strong>Geschichte</strong></p><p>Buergerkonferenzen sind nicht neu im Staat New Mexico. Im Jahr 1996 zum Beispiel beschloss das New Mexico State Highway and Transportation Department (NMSHTD) zusammen mit dem IPP der Universitaet New Mexico eine Serie von sechs oeffentlichen Treffen mit dem Namen ‚Buergerkonferenzen‘ abzuhalten, um so die Sicht der Oeffentlichkeit zu Langstrecken-Transport Plaenen kennenzulernen. Die Konferenzen wurden entwickelt um zu erfahren, welche Befoerderungs-Richtlinien die allgemeine Oeffentlichkeit empfehlen wuerde, haetten die Buerger die Zeit und Ressourcen, die noetig waeren, um zu einer sachkundigen Meinung zu dem Thema zu gelangen.</p><p>Wie auch in den Konferenzen 2007/2008 wurden die Teilnehmer der 1996 Konferenz nach dem Zufallsprinzip ausgewahlt um vielfaeltige Ansichten und Erfahrungen der Oeffentlichkeit New Mexicos zu repraesentieren. Der allgemein vorherrschende Konsens war, dass New Mexico seine Energie darauf konzentrieren sollte das existierende Netz staatlicher Fernstrassen zu erhalten. Wie die Gallup Buergerberater in ihrer Empfehlung festhielten: ‚Wir glauben dass der Staat New Mexico so viele Strassen wie moeglich durch Reparaturen und Belagsarbeiten instandhalten sollte. Viele staatliche Strassen benoetigen Verbesserungen, wir muessen jedoch zuerst die Strassen erhalten, die wir haben. Sogar die am wenigsten befahrenden Strassen erfuellen einen Zweck und sind wichtig fuer die Menschen, die in den laendlichen Gegenden des Staates leben.‘ Die Buergerberater in Albuquerque, Roswell und Las Cruces teilten diese Meinung. (2)</p><p> </p><p>John Gastil (Leiter und Professor des Bereichs fuer Kommunikationswissenschaft an der Penn State Universitaet sowie Initiator der 1996 New Mexico Buergerkonferenz) hat folgendes zu der Konferenz festgehalten: Das New Mexico Highway und Transportation Department musste die Praeferenzen der Oeffentlichkeit einholen, damit es einen flexiblen Teil des Budgets fuer die naechsten Jahre bestimmen konnte. Es sah sich mit einem schwierigen Kompromiss konfrontiert: Es konnte entweder die am meisten befahrenden Fernstrassen verbessern oder aber das viel groessere Netzwerk von laendlichen Strassen instandhalten. Die Abteilung hatte vorher bereits Telefonumfragen durchgefuehrt, die aber keine klaren Anhaltspunkte zu den Praeferenzen der Oeffentlichkeit gegeben hatten. Ausserdem war sich die Abteilung nicht sicher, ob die angegebenen Praeferenzen einen sachkundigen Hintergrund besassen. Die sechs Buergerkonferenzen, die in jeder Region des Staates abgehalten wurden, boten ein klareres Bild der Einstellungen der Buerger. Jede Konferenz dauerte lediglich einen Tag lang, aber nachdem verschiedene Bekundungen angehoert worden waren und die Teilnehmer miteinander beratschlagt hatten, kam jede Buergergruppe zu einer klaren Liste mit Empfehlungen. Insgesamt bevorzugten diese das bereits etablierte Strassennetz, sodass die Abteilung in der Lage war weiter vorzugehen. Wenn jedoch oeffentliche Foren nicht direkt mit dem politischen Entscheidungsprozess verbunden sind, gibt es keine Garantie, dass sie in besseren Entscheidungen resultieren, sogar wenn sie klare und nuetzliche Anleitungen fuer Entscheidungstraeger zu Tage foerdern. Somit gab es fuer die Konferenzen keien Garantie, dass sie Einfluss auf politische Inhalte haben wuerden.</p><p>Im Gegesatz zu dem fehlenden Einfluss der 1996 Empfehlungen, wurden die Empfehlungen der 2007/2008 New Mexico Buergerkonferenzen in die Ziele und Inhalte des 2030 Plans einbezogen. Geringe Aenderungen gab es nur in Bezug auf Kosten/Nutzen, vorhandene Finanzeriung und Personal, um die Kapazitaeten der Abteilung die Plaene umzusetzen einzubeziehen. (1)</p><p><strong>Finanzierung und Haushalt</strong></p><p>Der Kongress der Vereinigten Staaten authorisiert Budgets und weist seinen Staaten Geldmittel fuer das Verkehrswesen zu. Wie bereits erwaehnt, hat der Kongress das Jahresbduget signifikant gekuerzt. Im Jahr 2009 wurde dem NMDOT $12 Billionen fuer die naechsten 29 Jahre von der US Regierungen zugewiesen. (1)</p><p>Das NMDOT stellt sein Budget unter Ruecksichtnahme regulaerer Einfluesse zusammen, wobei der Foederalstaat und die nationale Regierung Richtlinien und politische Einfluesse festlegen: Politiker, Interessengruppen und Buerger. Aufgrund der grossen Zahl von Bestandteilen, ist es oftmals schwer, die Ansichten der Buerger anzuhoeren und im Budget zu integrieren. Daher war die 2007/2008 Buergerkonferenz eine grossartige Gelegenheit um dieses Problem zu beheben.</p><p>Anmerkung: Dieser Teil benoetigt noch mehr Inhalt und Details, insbesondere wie sehr New Mexico’s Budget fuer das Verkehrswesen in den letzten Jahren gesunken ist.</p><p><strong>Auswahl der Teilnehmer</strong></p><p>Die Buergerkonferenzen bestanden aus acht bis zehn Erwachsenen und repraesentierten verschiedene Gebiete und vielfaeltige Demographien in New Mexico. Die zufaellig ausgewaehlten Buerger wurden Buergerberater genannt und bekamen eine Verguetung fuer ihre Zeit.</p><p>Das Expertengremium wurde von der NMDOT und dem IPP ausgewaehlt um eine Bandbreite an vielfaeltiger Expertise im Bereich Transportation zu repraesentieren.</p><p>Der Moderator war ein Deliberations Experte, der vom IPP ausgesucht wurde, um sicherzustellen, dass alle Ansichten und Argumente im Deliberationsraum angehoert werden und dass die Buergerberater den Kurs halten.</p><p><strong>Deliberation, Entscheidung und Oeffentliche Interaktion</strong></p><p>Die Konferenzen wurden fuer einen Tag angesetzt. Durch das Lesen einer Broschuere wurden die Buergerberater ueber den Zweck der deliberativen Veranstaltung informiert: das NMDOT und IPP wollten die Wuensche und Ansichten der Buerger im Bereich Verkehrswesen erfahren, sodass sie sie in ihr zukuenftiges Budget einbeziehen konnten.</p><p>Die Buergerkonferenzen begannen mit einem Fruehstueck und der Einleitung. Danach begann eine Frage-Antwort Sitzung. Waehrend dieser Sitzung stellten die Buergerberater den Gremiumsexperten Fragen und weiteren anwesenden Buergern Fragen ueber die momentane Verkehrssituation in New Mexico sowie weitere Fragen, die sich stellten. Nach der Sitzung gab es eine Mittagspause von einer Stunde.</p><p>Nach der Mittagspause gingen die Buergerberater und der Moderator in einen Deliberationsraum, in dem sie in drei Stunden eine Liste mit Empfehlungen erarbeiteten um sie im Anschluss der Oeffentlichkeit und den Medien zu praesentieren. Waehrend der Deliberation ermutigte der Moderator die Buergerberater alle vorgeschlagenen Ideen in  Betracht zu ziehen, sich jedoch auf die zu fokussieren, die den groessten Nutzen fuer die breitere Masse hatten.</p><p>Nach der Deliberation arbeitete der Moderator zusammen mit den Buergerberatern an einem formellen Entwurf mit Empfehlungen, den die Buergerberater dem Expertengremium, den anwesenden Buergern und den Medien vortrugen. Nach der Veroeffentlichung der Vorschlaege wurden 30 Minuten lang Interviews und informelle Diskussion gefuehrt. (1)</p><p>Dies ist der Zeitplan der Veranstaltung:</p><p>Registrierung und Fruehstueck 8:30-9:00, Einfuehrung 9:00-9:30, Uebersicht der Konferenz 9:30-10:00, Fragerunde der Buergerberater 10:00-12:00, Mittagessen 12:00 - 1:00, Deliberation zwischen Buergerberatern, 1:00-4:00 Praesentation der Empfehlungen 4:00-4:30, Informelle Diskussion 4:30-5:00</p><p>Anmerkung: Siehe 'Buergerkonferenzen' fuer eine detaillierte Struktur der Deliberationsmethode</p><p> </p><p>„In allen Buergerkonferenzen beinhalteten die Empfehlungen Gedanken zur Infrastruktur des Strassennetzes sowie zu speziellen Fahrbahnen, alternativen Methoden, Sicherheit, Prozessierung, Reichweite und Bildung, sowie Foerderungsmoeglichkeiten (obwohl dieses Thema wegen des laufenden oeffentlichen HM 35 Reichweiten-Prozesses verworfen wurde)“</p><p>Dies ist eine Zusammenfassung der Hauptempfehlungen der zehn Buergerkonferenzen</p><p>A. Strassen, Strassen Infrastruktur und Spezielle Strassen</p><p>Verbesserung der Straßenmarkierung, Beschilderung und Nachtsichtbarkeit G, C, C, D</p><p>Verwendung von intelligenten Informationssystemen um Fahrer bei Problemen zu beraten</p><p>Optimierung des Verkehrsflusses in Ballungsräumen</p><p>Untersuchung von Optionen um die Langlebigkeit der Fahrbahn zu erhöhen</p><p>Erhöhung der Rechenschaftspflicht und Qualität der Arbeit der Auftragnehmer</p><p>Verbesserung der Schneeräumung</p><p>Hinzufuegen weiterer Rastplätze entlang der großen Straßen sowie eine Verbesserung der Belichtung und des Landschaftsbaus der betehenden</p><p>Suche nach Alternativen zu Brücken fuer weitere Flussueberquerungen im Albuquerque Stadtgebiet</p><p>Hinzufuegen von Lkw-Fahrspuren auf allen Autobahnen</p><p> </p><p>B. Sicherheit</p><p>Umgestaltung von Gesetzen, die die Sicherheit auf NM Straßen regeln, einschließlich der Forderung, Countdown-Zeichen einzufuehren</p><p>Verbesserung der Beschilderungen und Markierungen</p><p>Verbesserung der Sicherheit und des Verkehrsflusses in Bauzonen</p><p>Installierung von Telefonboxen an Rastplätzen, Verbesserung des Notfall-Telefon-Services entlang Straßen, vor allem in abgelegenen Gebieten</p><p>Installiererung von reflektierenden Fahrbahnmarkierungen, die sichtbar in der Nacht sind</p><p>Pflege von Notzugaengen entlang überlasteter Straßen zu besonderen Anlässen</p><p>Lkw-Fahrspuren auf allen Autobahnen</p><p>Verbesserung des öffentlichen Bewusstseins zu gemeinsamen Sicherheitsanliegen (Sicherheitsgurte, Kindersitze, defensives Fahren, wrong-way Fahren, DUI)</p><p>Verbesserung der Schulzonensicherheit, einschließlich Fragen zu Staus und Fußgängern</p><p>Verbesserung der Straßen in ländlichen Gebieten (Beschilderung, Markierung, Rüttelstreifen)</p><p>Verbesserung der Fahrradsicherheit durch die Entwicklung eines besseren Radwegenetzes sowie Aufklärung der Radfahrer und Autofahrer über BPE Regeln und Vorschriften</p><p>Rote Barrieren auf Autobahnausfahrten um Geisterfahrten zu verhindern</p><p>Mehr digitale Geschwindigkeitsanzeigne um Fahrer ueber ihre Geschwindigkeit zu informieren</p><p>Bereitstellen von Rotlicht-Kameras im Las Cruces Bereich</p><p>Bessere Zusammenarbeit zwischen Grundeigentümern und staatlichen und lokalen Regierungen um Strategien zur Erhoehung der Sicherheit auf öffentlichen Straßen zu entwickeln</p><p>Verbesserung der Sicht-Abstand Dreiecke an Kreuzungen von staatlichen und anderen Straßen</p><p> </p><p>C. Alternative Methoden:</p><p>Förderung der Nutzung öffentlicher Verkehrsmittel, einschließlich dem Ausbau und Anreizen fuer den Einsatz von Dienstleistungen (diese Empfehlung, bzw. aehnlichen Empfehlungen, wurden auf allen 10 Bürgerkonferenzen geaeussert). Diese Empfehlungen enthalten sowohl feste Route und On-Demand-Services, regionale und lokale Dienstleistungen, Arbeits-, Service-und Notfall-basierte Fahrten; und mehrere große Programme, die von einzelnen bis hin zu regionalen Park-and-ride Dienstleistungen reichten</p><p>Mehr Werbung für öffentliche Verkehrsmittel</p><p>Neue bzw. verbesserte Gehwege im Kreis 4</p><p>Entwicklung und Verbesserung der Radwege in ländlichen und städtischen Gebieten</p><p>Erweiterung der Seitenraender entlang der NM 6563 für Fahrräder</p><p>Unterstützung, Erweiterung und / oder Verbesserung der regionalen Luftfahrt in den wachsenden städtischen Gebieten</p><p>Reflektion des Kontexts des Schienengüterverkehrssystems von Farmington bis Gallup sowie von Farmington nach Albuquerque</p><p>Schaffung eines erhoehten Loop-Rail-Systems welches die vier Quadranten Albuquerques miteinander verbindet</p><p>Erweiterung der Bahngleise von Runner bis Deming</p><p> </p><p>D. Verfahren und Finanzierung:</p><p>Erhöhung der NMDOT Einnahmen um New Mexico‘s Transport-Bedürfnisse erfuellen zu koennen (diese Empfehlung wurde in allen 10 Buergerkonferenzen geäußert, obwohl sie meist keine hohe Prioritaet hatte, weil den Buergerberatern die Anweisung gegeben wurde die Finanzierung ausser Acht zu lassen)</p><p>Verbesserung der Formeln der Finanzierung damit Transportprogramme eher regionalen Bedürfnissen gerecht werden</p><p>Entwicklung eines datengestützten, wissenschaftlich-basierten Entscheidungs-Verfahrens zur Priorisierung von Projekten und Programmen</p><p>Verbesserung des oeffentlichen Austausches zwischen lokalen Beamten, Verkehrsplanern und der Öffentlichkeit</p><p>Erstellen einer Hotline oder einer Website um Ideen zum Verkehrswesen aeussern zu koennen<br/><br/>Alle Empfehlungen der Buergerberater wurden den Medien sowie allen betroffenen oder interessierten Bürgern am Ende der Veranstaltung praesentiert. Die Empfehlungen (siebe oben) sind im New Mexico 2030 Multimodal Transportation Plan dargestellt. Dieser steht der Oeffentlichkeit im Internet frei zum Download verfuegbar.</p><p><strong>Einfluss</strong><strong>, Ergebnisse und Auswirkungen</strong></p><p>Die oben genannten Empfehlungen (die auch im New Mexico 2030 Multimodal Transportation Plan aufgelistet werden) stellen eine Zusammenfassung der geaeusserten Empfehlungen der Buergerberater dar. Aus diesem Grund hatten die Buergerkonferenzen einen grossen Einfluss auf die Ziele und das Budget des NMDOT. Es ist wichtig zu verstehen, dass die Buergerberater in diesem Fall eine bemerkenswerte Macht hatten. Ihre Empfehlungen wurden in einen Plan aufgenommen, der NMDOTs zukuenftige Entscheidungen und politischen Inhalte skizziert. Die Ziele und Inhalte des New Mexico 2030 Multimodal Transportation Plans „summieren sich zu einer dezenten Verschiebung der Richtung des NMDOT, eine Verschiebung, die auf vorherigen Intiativen, Plaenen und Regelwerken aufbaut, dabei aber groesseren Wert auf Multi-Modalismus (einschliesslich innovativer, nicht-motorisierter Formen des Verkehrs), Travel Demand Management (TDM), ökologischer und kultureller Ressourcenschonung sowie der Zusammenarbeit mit anderen Agenturen und lokalen Gebietskörperschaften legt. Letzteres soll nachhaltige wirtschaftliche Entwicklung und die Schaffung von Arbeitsplätzen fördern sowie die Lebensbedingungen der Einwohner in dem Sinne erleichtern, dass sie eine breite Palette von Transport-Möglichkeiten geniessen.\" (1)</p><p>Anmerkung: Dieser Teil benoetigt noch Resultate und Effekte. Es waere interessant herauszufinden, welche Empfehlungen implementiert worden sind, sowie ihr negativer bzw. positiver Effekt auf die Einwohner.</p><p><strong>Analyse und Kritik</strong></p><p>Als die Konferenzen in New Mexico zum ersten Mal in Erscheinung traten (1996) fragte John Gastil “Was war der ultimative Einfluss dieser Konferenzen auf Politik und oeffentliche Entscheidungstraeger?” James Kozak (ein Beamter in der Abteilung Verkehrswesen, der Aufsicht ueber die Konferenzen hatte) antwortete: „Ihr Haupteinfluss auf oeffentliche Entscheidungstraeger war es, das Vertrauen in die Kompetenz und Weisheit der Oeffentlichkeit wiederherzustellen. Die Buerger entwickelten Handlungsempfehlungen die, aus Sicht der Abteilung, realistische und klare Bekundungen der grundlegenden Gedanken der Oeffentlichkeit zum Verkehrswesen. Weil die Konferenzen aber nicht mit einer Wahl in Verbindung standen, hatten sie keinen groesseren Einfluss auf Entscheidungstraeger als ihre Ueberzeugungskraft als die einzige klare Aufnahme einer repraesentativen, deliberativen oeffentlichen Stimme zur Verkehrspolitik.“ (4) Obwohl sie also direkte Einflussnahme auf oeffentliche Entscheidungstraeger ausueben sollten, gab es keine Garantie, dass dies auch so geschehen wuerde. </p><p>Nichtsdestotrotz ist jetzt deutlich, dass seit dem Entstehen der Buergerkonferenzen in New Mexico im Jahr 1996, politische Entscheidungstraeger sich enorm bemueht haben um Buergerberatern tatsaechlich mehr Macht und Einfluss zu geben. Nach den 1996 Konferenzen, zum Beispiel, gab es keine Garantie, dass die Empfehlungen der Buergerberater tatsaechlich die Politik der Entscheidungstraeger beeinflussen wuerde. Nach den 2007/2008 Konferenzen jedoch wurden die Empfehlungen der Buergerberater direkt in den New Mexico 2030 Multimodal Transportation Plan, was einen Einfluss auf oeffentliche Entscheidungstraeger ermoeglichte.</p><p>Da es im methodischen Bereich keine Probleme gab, hat die deliberative Methode der Buergerkonferenzen hat ihren Erfolg bewiesen, den Buergern Raum zu geben um ihre Gedanken an die Regierung zu richten.</p><p>Anmerkung: Eine Analyse der Fallstudie kann ohne Kenntnis zu den Resultaten und Effekten nicht vollstaendig sein. Fuer Hilfe bei der Vervollstaendigung dieses Teils waeren wir dankbar.</p><p> </p><p><strong>Sekundaerquellen</strong></p><p>1. \"New Mexico 2030 Statewide Multimodal Transportation Plan.\" New Mexico Department of Transportation, n.d. Web. &lt;<a href=\"http://dot.state.nm.us/content/dam/nmdot/planning/New_Mexico_2030_Statew\">http://dot.state.nm.us/content/dam/nmdot/planning/New_Mexico_2030_Statew</a>....</p><p>2. \"Public Views on Transportation: The Results of The Six New Mexico Citizen Conferences on Transportation.\" University of New Mexico Institute for Public Policy, 1997. Web. &lt;<a href=\"http://faculty.washington.edu/jgastil/pdfs/NMSHTD%20Final%20Report%20copy.pdf&gt;\">http://faculty.washington.edu/jgastil/pdfs/NMSHTD%20Final%20Report%20cop...</a></p><p>3. \"Cultivating a Deliberative Civic Culture: The Potential Value of Public Deliberation in Mexican Municipal Governance.\" John Gastil, n.d. Web. &lt;<a href=\"http://faculty.washington.edu/jgastil/pdfs/Cultivating%20a%20deliberative%20civic%20culture.pdf&gt;\">http://faculty.washington.edu/jgastil/pdfs/Cultivating%20a%20deliberativ...</a></p><p>4. Gastil, John. By Popular Demand: Revitalizing Representative Democracy through Deliberative Elections. Berkeley: University of California, 2000. Print.</p><p><strong>Externe Links</strong></p><p><a href=\"http://dot.state.nm.us/content/nmdot/en.html\">http://dot.state.nm.us/content/nmdot/en.html</a></p><p><a href=\"http://www.unm.edu/\">http://www.unm.edu/</a></p><p><a href=\"http://participedia.net/en/cases/20072008-new-mexico-citizen-conferences\">http://participedia.net/en/cases/20072008-new-mexico-citizen-conferences</a></p>", "title": "2007/2008 Buergerkonferenzen New Mexico"}