{"htmlbody": "<p>The FACTS Initiative and CIVICUS: World Alliance for Citizen Participation have announced a call for proposals on local democratic innovations for publication in a special issue of the FACTS Reports, on the 2013 website of the journal, and on the CIVICUS website. <br/><br/>This special issue of the FACTS Report, in partnership with CIVICUS, is to promote, publish and publicize new projects and ideas on participatory and accountable governance of public institutions at local and national levels. This call for proposals is not limited to field actors working on governance, but also includes observers – individuals or institutions, public or private – who wish to make contributions in the form of publications on democratisation processes. In addition, it also aims to promote innovative actions conducted by civil society actors. <br/><br/>The proposals should focus on presenting, reflecting and/or doing a monograph of key projects or initiatives on local democratic innovations, participatory and accountable governance, and experiments in participatory and/or direct democracy. Local democratic innovations refer to any new, creative and inspiring projects, perspectives, partnerships or initiatives which aim at improving democracy, governance, citizen participation and actions, and any related processes at the local level.<br/><br/>For Participedia’s community of researchers and authors, this call could be a great opportunity to showcase our work. For more information, please visit the <a href=\"http://factsreports.revues.org/106\">FACTS Report website</a> or contact Dorothée Guénéheux, Convening Officer, CIVICUS, <a href=\"/cdn-cgi/l/email-protection#680c071a071c000d0d460f1d0d060d000d1d10280b011e010b1d1b46071a0f\"><span class=\"__cf_email__\" data-cfemail=\"3f5b504d504b575a5a11584a5a515a575a4a477f5c5649565c4a4c11504d\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a>g.  <br/><br/>Note: Abstracts of proposed papers must be submitted by February 28, 2013</p>", "title": "Publish Your Work in a Special Issue of the FACTS Reports "}