{"htmlbody": "<p> </p><p><a id=\"1_Purpose_and_Problem\" name=\"1_Purpose_and_Problem\"></a></p><h2>1 Purpose and Problem</h2><p>The Warwick Junction Urban Renewal Project was organized in response to inefficient, unsafe, and unsanitary conditions that developed at a primary transport node located in the South African city of Durban. The impetus for the project stemmed from urban management and design issues that resulted from increased taxi and street trading activity.</p><p>The project leaders recognized an opportunity to engage the local street traders in developing the redesign. Historically, the street traders were regarded as a nuisance and leaders controlled the situation by exclusion or severe limitation of these activities, using police force when deemed necessary. This was a new approach in management that explicitly sought to include street traders in the redesigning of the site rather than removing them.</p><p>Street trading activities are dynamic making them difficult to manage as a homogenous entity. The traders represented diversity in their backgrounds and their needs for space. For example, traditional medicine traders needed concrete to chop their plant products on and mealies (corn on the cob) cooks needed a safe place to have a fire. The diversity of stakeholders required integrated, area-based development where the management and planning was decentralized. The project was to adopt a sector-by-sector approach.</p><p> </p><p><a id=\"2_History\" name=\"2_History\"></a></p><h2>2 History</h2><p>Historically, street traders in Durban have been subjected to exclusion since the turn of the 20th-century. Any chance for street traders to engage in business was effectively extinguished when the apartheid government passed the Group Areas Act in 1950, making it lawful to exclude people from certain parts of the city based on their race. Street traders, who are dependent on having access to public space, were separated from their means of livelihood.</p><p>The Natal Ordinance, introduced in 1973, allowed street traders to conduct limited business, but under conditions that where oppressive. Traders were not allowed to remain stationary, limited to occupying a site for no longer than 15 minutes and never occupying the same spot twice during the course of the day. Also, they were restricted to areas that were at least 100 meters away from any formal businesses (Skinner, 2008).</p><p>In 1994, South Africans elected their first democratic government on a platform of improving the lives of the poor. There was a strong desire for change. The Warwick Junction Urban Renewal Project began during the post apartheid period. The approach to address some of the sanitary and safety concerns of Durban was to engage the streets traders in a collaborative effort to improve not only the needs of the city, but also the needs and wants of the street traders.</p><p> </p><p><a id=\"3_Participant_Selection\" name=\"3_Participant_Selection\"></a></p><h2>3 Participant Selection</h2><p>The administration’s goal was to create a more participative environment that worked with, not against the street traders interests. The diversity of the street traders and their needs required an integrated, area-based intervention. This alleviated draconian measures that would inevitably overlook the needs of the individual stakeholders.</p><p>From an administrative perspective, the participants included urban planners, architects, environmental health professionals, and seasoned city officials who had intimate knowledge of the area.</p><p>From a citizen perspective, participants included all stakeholders in the area: street traders, taxi drivers, landowners, religious organizations, formal shopkeepers, storage companies, cardboard recyclers, and others.</p><p>Many of the street traders also set up organizations or committees specific to their interests. An Informal Traders Management Board was set up to represent trader organizations and serve as an umbrella body that the administrative council could negotiate with.</p><p> </p><p><a id=\"4_Deliberations.2C_Decisions.2C_and_Public_Interaction\" name=\"4_Deliberations.2C_Decisions.2C_and_Public_Interaction\"></a></p><h2>4 Deliberations, Decisions, and Public Interaction</h2><p>The project team was conscious of the need to construct a market that was functional to the needs of the different street traders groups. The teams first set out to observe the traders daily activities. They watched the way traders operated, the observed foot traffic, and the overall processes of the market. Through this process, they gathered baseline data.</p><p>Then the teams consulted with the street traders to learn more about how they operated and the specific needs the street traders might have. The teams took what they had learned from the street traders and used the information to inform the design team. Before finalizing the designs, the project teams would set up life size models so the traders could comment. These consultations took a variety of forms, from large meetings to personal one-on-one meetings. The project team spent many hours in the field talking to those who were not vocal in the larger meetings to ensure all voices were heard.</p><p>The process of how these consultations took place can be evidenced through examining how the mealies cooks and design team worked together to alleviate the risk inherent in building open fires on a crowded sidewalk. To start, the project team asked the mealies cooks to demonstrate how they operated their business. Through the use of matchsticks representing firewood, a plastic cup for the large barrels, and beans for the corn, the traders demonstrated how they operated. Out of concern for safety, the project team suggested the use of gas burners rather the firewood. The cooks were opposed to the idea stating that it would not work, but where willing to allow for a demonstration. The cooks were proven correct in their assessment. The design team found a safer area for them to conduct their business and designed a system to contain their fires.</p><p> </p><p> </p><p><a id=\"5_Influence.2C_Outcomes.2C_and_Effects\" name=\"5_Influence.2C_Outcomes.2C_and_Effects\"></a></p><h2>5 Influence, Outcomes, and Effects</h2><p>Improvements in infrastructure provided protection from weather and storage facilities for traders and their products. This resulted in traders being able to sell higher valued goods and offer greater quantities. Having a secure space to conduct business also helped to forge cooperation between traders. The process left the traders with more trust for the officials who were involved.</p><p>In 2001, the administrative departments consolidated and many of the influential folks who started the project left the organization.</p><p>In 2004, South Africa was awarded the opportunity to host the 2010 World Cup. Although many of the street traders are in support of South Africa hosting the World Cup, it has also become a contentious issue between the some street traders and current officials. Many street traders have been displaced by the city and barred from selling near the stadium, as the city works to ‘spruce’ up the urban environment in preparation for the event.</p><p> </p><p><a id=\"6_Analysis_and_Criticism\" name=\"6_Analysis_and_Criticism\"></a></p><h2>6 Analysis and Criticism</h2><p>An estimated 8-10 percent of South Africa’s GDP is driven by the informal economy and is therefore critical to any economic development agenda. This project represents a point of departure from the previous rule-by-exclusion policies of the city that focused on poverty alleviation rather than attempting to incorporate traders as legitimate stakeholders in the urban environment. Unfortunately, authorities have lost their original vision.</p><p> </p><p><a id=\"7_References\" name=\"7_References\"></a></p><h2>7 References</h2><p>Dobson, Richard, Caroline Skinner. Working in Warwick. <a class=\"external free\" href=\"http://www.workinginwarwick.co.za/?q=download/chapters.htm\" rel=\"nofollow\" title=\"http://www.workinginwarwick.co.za/?q=download/chapters.htm\">http://www.workinginwarwick.co.za/?q=download/chapters.htm</a> accessed on December 6, 2010.</p><p>Palitza, Kristin. Thousands of Traders Might Lose Jobs as Market Turns into Mall. Inter Press Service News Agency. April 20, 2009. Accessed <a class=\"external free\" href=\"http://ipsnews.net\" rel=\"nofollow\" title=\"http://ipsnews.net\">http://ipsnews.net</a> on December 5, 2010.</p><p>Skinner, Caroline. The struggle for the streets: processes of exclusion and inclusion of street traders in Durban, South Africa. Development Southern Africa Vol. 25, No. 2, June 2008v</p>", "title": "Warwick Junction Urban Renewal Project"}