{"htmlbody": "<h3> </h3><p> </p><p>Anmerkung: Dies ist die deutsche Übersetzung einer englischen Fallstudie, die von Alli Welton am 07.08.2012 verfasst wurde. Die Originalversion ist abrufbar unter  <a href=\"http://participedia.net/en/cases/deliberative-poll-korean-reunification-seoul-south-korea\">http://participedia.net/en/cases/deliberative-poll-korean-reunification-...</a> . </p><p><strong>Problemstellung and Zweck</strong></p><p>Am 11. und 12. August 2011 nahmen 193 Einwohner aus Seoul und dem umliegenden Ballungsraum an einer deliberativen Abstimmung zur Wiedervereinigung Koreas teil. Die Teilnehmer diskutierten das „Austausch und Kooperation“-Programm, Nord-Koreas Nuklearwaffen und die Wiedervereinigungspolitik der Regierung. Die deliberative Umfrage wurde am 4. Dezember 2011 als einstuendiges Programm – im Rahmen einer zweistuendigen Dokumentation zur Wiedervereinigung – von dem Sender KBS (Koreas oeffentliches Rundfunknetz) ausgestrahlt.</p><p><strong>Geschichte</strong></p><p>Nach dem Ende der japanischen Besetzung der Koreanischen Halbinsel von 1910 bis 1945 wurde Korea von internationalen Grossmaechten in Nord- und Sued-Korea gespalten – eine Teilung die eigentlich temporaer sein sollte, bis heute aber bereits ueber 60 Jahre anhaelt. Heute scheint das autokratische, kommunistische und oekonomisch schwache Nord-Korea ein ganz anderes Land zu sein als das demokratische, kapitalistische und prosperierende Sued-Korea. Nichtsdestrotz halten die meisten nord- und sued-koreanischen Buerger, wegen familiaerer, kultureller und historischer Gruende, eine Wiedervereinigung fuer noetig und sind davon ueberzeugt, dass es dazu in der Zukunft schliesslich auch kommen wird.</p><p>Die Kosten der koreanischen Wiedervereinigung liegen zwischen 25 Milliarden und 3.5 Billionen Dollar. Die Variation in den geschaetzten Kosten kommt daher, dass Analysten unterschiedliche Ansichten zu Nord-Koreas wirklicher Start-Position haben, dass sie unterschiedliche Ausgaben (Bildung, Umwelt, etc.) als Basis ihrer Analyse nehmen und dass sie unterschiedliche Visionen eines erfolgreich wiedervereinten Landes haben sowie in welchem Zeitrahmen dies erreicht werden kann.</p><p>Unter Militaertheoretikern gibt es vier Theorien zur Zukunft der Wiedervereinigung. Der ‚schrittweise‘ Ansatz sagt voraus, dass Verhandlungen zwischen Süd- und Nord-Korea schließlich zu einer politischen und ökonomischen Union führen werden, indem, ganz nach dem chinesischen Modell, Gesetze zu freien Märkten vor der demokratischen Expansion geschaffen werden. Der zweite ‚Status Quo‘ Ansatz besagt, dass Nord-Korea weiterhin seine nukleare Macht nutzen wird um so durch ökonomische Hilfe des Westens den Staat zu stützen. Der dritte Ansatz, ‚Zusammenbruch‘, sagt voraus, dass Nord-Korea durch einen ökonomischen Totalausfall und einer humanitären Krise, die wiederum zu politischer Instabilität führen werden, auseinander brechen wird und höchst wahrscheinlich von Süd-Korea absorbiert wird. Die letzte Möglichkeit ist Krieg: Wenn man die Fähigkeiten des koreanischen Militärs bedenkt, wäre ein militärischer Schlag ein allerletzter Versuch der Nord-Koreanischen Elite den Staat zu erhalten. </p><p>Nord-Koreas Status einer Nuklearmacht hat die Frage der Wiedervereinigung zu einem internationalen Interesse für China, Japan, Russland und die Vereinigten Staaten gemacht. Diese Staaten sind in die Verhandlungen involviert, was der Situation eine weitere politische Dimension hinzufügt und möglicherweise das Interesse der Koreaner weiter steigert, die sich ein unabhängiges, vereintes Korea wünschen. Zusätzlich zu den politischen und ökonomischen Aspekten, könnten die Bürger sich auch Gedanken über die kulturellen und sozialen Unterschiede zwischen Süd- und Nord-Koreanern machen.</p><p>Um das Thema der Wiedervereinigung wird in Süd-Korea eine erhitzte Debatte geführt, die gespalten ist zwischen den Bürgern – je nachdem welcher Generation sie angehören und mit welcher Partei sie sympathisieren. Die Komplexität und Bedeutung des Problems machen es zu einem idealen Thema für eine deliberative Umfrage. Während deliberative Umfragen in den USA und der EU immer stärker verbreitet sind, war dies Koreas erste deliberative Umfrage.</p><p><strong>Organisation und Finanzierung</strong></p><p>Die deliberative Umfrage wurde von KBS sowie der Abteilung für Kommunikation und dem Institut für Friedens- und Einigungsstudien der Seoul National University (SNU) durchgeführt. Sie wurden unterstützt vom <a href=\"http://participedia.net/en/organizations/center-deliberative-democracy\">Center for Deliberative Democracy</a> (CDD) der Stanford University in den Vereinigten Staaten.</p><p><strong>Auswahl der Teilnehmer</strong></p><p>Die Teilnehmer wurden auf der Basis demographischer Daten unter Individuen ausgewählt, die im Vorfeld einen Fragebogen zur Einschätzung des generellen Interesses, beantwortet hatten. Die Organisatoren stellten sicher, dass das Geschlechterverhältnis der Teilnehmer das Süd-Koreas widerspiegelte. Indem sie eine gleiche Anzahl von Teilnehmern aus den drei Hauptregionen, Seoul, Gyunggi und Inchon, auswählten, erreichten sie zudem geographische Vielfalt.</p><p><strong>Deliberation, Entscheidung und öffentliche Interaktion </strong></p><p>Das Institut für Friedens- und Einigungsstudien der SNU hat eine Broschüre mit Hintergrundinformation zur Wiedervereinigung verfasst, das die Vor- und Nachteile der verschiedenen Meinungen zu jeder Theorie auflistet. Die SNU hat diese Broschüre sowie eine Meinugnsumfrage an jeden Teilnehmer vor der Veranstaltung verteilt.</p><p>Nach der Ankunft nahmen die Teilnehmer zuerst an einer Orientierungssitzung teil, die den Prozess und die Geschichte deliberativer Umfragen zum Inhalt hatte. Danach wurde die Gruppe in 17 kleinere Gruppen für die Diskussion aufgeteilt. Von der CDD trainierte Moderatore unterstützten jede Gruppendiskussion.</p><p>Jede Gruppe diskutierte ein Thema für 1.5 Stunden, gefolgt von einer Frage/Antwort Sitzung mit zwei Experten, die jeweils die konservative und die progressive Ansichte zu dem Thema vertraten und die zwei Minuten Zeit hatten um auf jede Frage zu antworten.</p><p>Das erste Thema war das inter-koreanische Austausch- und Kooperationsprogramm. Der Moderator begann indem er die Frage stellte ob das nord-koreanische Regime zuerst fallen müsse oder ob der Austausch mit Süd-Korea zu einer Wiedervereinigung führen würde. Der Moderator hielt fest, dass es zwei Ansichten zur Zukunft des Programms gebe, entweder seine Abschaffung oder Reduktion oder Expansion, um dann die Teilnehmer nach ihren Meinungen und Gedanken dazu zu fragen. Nachdem die Teilnehmer ihre Meinung geäußert hatten, wechselte die Diskussion in das Format einer Debatte. Jede kleine Gruppe entschied über die Fragen, die sie den Experten während der Frage/Antwort Sitzung stellen wollten, die der Deliberation in kleinen Gruppen folgen sollte.</p><p>Die Gruppendiskussionen hatten ein ähnliches Format für die anderen zwei Themen (Bewältigung des Nuklearproblems und eine nationale Wiedervereinigungspolitik).</p><p>Zum Ende des Wochenendes füllten die Teilnehmer einen Fragenbogen aus, der mit dem identisch war, den sie vor der Veranstaltung ausgefüllt hatten.</p><p><strong>Einfluss, Resultate und Effekte</strong></p><p>Die Meinung der Teilnehmer wandelte sich enorm nach der Deliberation, in dem Sinne dass ein stärkerer Konsens in Bezug auf bestimmte Inhalte und Ideen bemerkbar war. Das zeigt dass sich die öffentliche Meinung sogar bei solch einem emotionalen und zwiegespaltenem Thema wie der Wiedervereinigung ändern und anpassen kann, sodass Handlungen zu dem Thema eher möglich werden.</p><p>Zu den Diskussionen über inter-koreanischen Austausch und Kooperation zeigten die Umfragen, dass die Teilnehmer, auf Basis der zwei diskutierten Austauschprogramme, die als Beispiel dienten, eher dazu geneigt waren an die positiven ökonomischen Auswirkungen der Wiedervereinigung zu glauben. Die Unterstützung für eine Expansion des Gae-Sung Industrial Complex, ein Austauschprojekt, das beide Experten unterstützten, stieg stark (von 45.6% auf 77.7%). Die Unterstützung stieg auch leicht für das Gum-gang-san Mountain Tour Projekt (von 50.3% auf 62.7%), zu dem die beiden Experten unterschiedliche Meinungen hatten.</p><p>In der zweiten Diskussion behandelten die Teilnehmer die Fragen ob finanzielle Hilfen und Austauschprogramme Nord-Koreas nukleare Ambitionen verstärken oder entkräften und ob eine unbewaffnete Wiedervereinigung möglich sei. Die Konversation wurde hitzig als die ethische Verantwortung zur Hilfe Nord-Koreas und die Angst vor Nuklearwaffen zur Sprache kam. Letztendlich führte die Deliberation jedoch zu einer Anpassung der verschiedenen Meinungen aneinander. Die Gruppe entwickelte sich dahin, dass sie weniger Ansprüche für finanzielle Hilfe stellte (von 43.4% auf 78.3%). Zudem fiel die Unterstützung dafür, dass Südkorea ein eigenes Atomwaffenprogramm aufbauen sollte (von 53% auf 34.3%). 65.8% unterstützten eine vollständige Entwaffnung Nord-Koreas wobei 27.5% einen Stopp des Programms bei seinem momentan Status unterstützten.</p><p>Die letzte Diskussion zur Wiedervereinigungspolitik handelte von dem Wert der Wiedervereinigung, der besten Zeit in Anbetracht der kulturellen und sozialen Spaltung, ob Nord-Korea in Süd-Korea absorbiert werden solle oder ein eigener Staat bleiben solle sowie die Möglichkeit einer Wiedervereinigungssteuer. Die Teilnehmer waren darüber besorgt, wie sich eine Wiedervereinigung auf Koreas internationale Beziehungen auswirken würde. Bei den anderen zwei Deliberationen hatten sich die Meinungen zu dem Szenario nach der Wiedervereinigung  dramatisch verändert. Sehr viel mehr Teilnehmer befanden dass eine Wiedervereinigung nötig sei (von 71.6% auf 91.2%) und dass sie Vorteile für Süd-Korea mitbringen würde (von 48.2% auf 72.6%). 59.6% befürworteten und 23.8% waren gegen die Wiedervereinigung wenn sie der Wirtschaft schaden würde. 78.2% stimmten zu, dass Süd-Korea die Wiedervereinigungskosten tragen sollte – obwohl die Meinung zur Wiedervereinigungssteuer gespalten war (32.6% dagegen, 38.9% dafür).</p><p>Die Videoaufnahmen der deliberativen Umfragen brachten neue Kenntnisse zur Natur der deliberativen Entscheidungsfindung. Die Teilnehmer diskutierten auf der Basis von Logik und Fakten, wobei jedoch die individuellen Denkansätze stark von Emotionen und Ethik geprägt waren. Das führte zu kleinen Gruppen, die die Entscheidungsfindung auf Basis der humanen Wirklichkeit des Problems vollzogen. So wurden, zum Beispiel, die Diskussionen in den kleinen Gruppen um die Geumgang Mountain Tour Touristen Attraktion besonders hitzig geführt, da hier Nord-Koreanische Soldaten Bürger erschossen und ein süd-koreanisches Dorf ohne Entschuldigung oder Konsequenzen bombardiert hatte. Die Teilnehmer wurden emotional indem sie die Gefahr auf sich persönlich bezogen. Dabei fragten sie sich untereinander wie sie sich gefühlt hätten wenn ihre eigene Familie betroffen gewesen wäre. Ein ähnlicher Prozess könnte abgelaufen sein als um die ethische Verantwortung für Nord-Korea ging – so ließe sich der Anstieg in der Unterstützung für bedingungslose Hilfe erklären.</p><p><strong>Analyse und Kritik </strong></p><p>Die Teilnehmer beendeten die Veranstaltung mit extrem positive Gefühlen. Auf einer Skala von 0 bis 10 bewerteten 92.2% die Veranstaltung mit einer 7 oder höher. Die Teilnehmer schätzten die kleinen Gruppendiskussionen am meisten (94.8% bewerteten diese mit einer 7 oder höher), gefolgt von den Experten Frage/Antwort Sitzungen (84.2% bewerteten diese mit einer 7 oder höher) und den informellen Konversationen der Mitglieder über das Wochenende (79% bewerteten diese mit einer 7 oder höher). Aufgezeichnete Kommentare der Individuen demonstrierten viele postive Gefühle gegenüber der deliberativen Strukturen, eine Einschätzung dass die Veranstaltung von großer Bedeutung gewesen sei und der Wunsch zukünftig weitere ähnliche Veranstaltungen zu anderen Themen zu haben.</p><p>Die Auswahl der Teilnehmer sollte idealerweise Faktoren wie Geschlecht, Alter, sozioökonomischer Status und Bildung berücksichtigen. Zudem hätte man den Teilnehmern ein Stipendium anbieten können, kostenlose Kinderbetreuung und andere Unterstützung um die Veranstaltung zugänglicher für Menschen mit geringerem Einkommen zu machen.</p><p>Da die deliberative Umfrage die Meinung von Bürgern aus Seoul befragt hat und Bürger aus ländlichen und weiteren städtischen Gegenden ausgeschlossen wurde, können die Ergebnisse nicht die gesamten Bürger Süd-Koreas repräsentieren. Dies könnte, insbesondere für die Frage der Wiedervereinigung, ein wichtiger Faktor sein: Süd-Koreanische Bürger, die näher an der Grenze zu Nord-Korea leben, könnten andere, direktere Erfahrungen mit den Sicherheitsproblemen, dem Austauschprogramm und anderen Aspekten haben, als die Bürger aus Seoul.</p><p>Die Entscheidung, die Veranstaltung auf KBS zu übertragen, wirft viele interessante Fragen auf. Fühlten sich die Teilnehmer eingeschränkt oder dachten sie eher über ihre Meinungen nach bevor sie sprachen, da sie wussten, dass sie aufgenommen wurden? Nahmen mehr Menschen, oder vielleicht eine spezielle Sorte von Menschen, an der deliberativen Umfrage teil, weil sie wussten, dass KBS involviert war? Die potenziellen Effekte könnten eventuell bei dem nächsten Mal, das sich ein Fernsehsender entschließt ein Feature zu einer deliberativen Veranstaltung zu drehen, erfasst werden.</p><p>Auf einer breiteren Ebene, hat die Ausstrahlung durch KBS zu einem erhöhten öffentlichen Bewusstsein zur Wiedervereinigung und partizipativer in Korea geführt. Die Dokumentation hat auch einen Wert für jeden, der sich für partizipative Demokratie interessiert und sehen möchte, wie Teilnehmer im Detal reagieren und diskutieren – anstatt lediglich Zusammenfassungen und Berichte zu der Veranstaltung zu lesen.   </p><p><strong>Sekundärquellen</strong></p><p>Executive Summary of Event: <a href=\"http://cdd.stanford.edu/polls/korea/2012/kr-results-summary.pdf\">http://cdd.stanford.edu/polls/korea/2012/kr-results-summary.pdf</a></p><p>Results of the Deliberative Poll: <a href=\"http://cdd.stanford.edu/polls/korea/2012/kr-results-percentages.pdf\">http://cdd.stanford.edu/polls/korea/2012/kr-results-percentages.pdf</a></p><p>Stanford’s Center for Deliberative Democracy page on the event, including the KBS broadcast: <a href=\"http://cdd.stanford.edu/polls/korea/\">http://cdd.stanford.edu/polls/korea/</a></p><p>“Prospects from Korean Reunification”, Colonel David Coghlan, United States Military: <a href=\"http://www.strategicstudiesinstitute.army.mil/pdffiles/PUB859.pdf\">http://www.strategicstudiesinstitute.army.mil/pdffiles/PUB859.pdf</a></p><p><strong>Externe Links</strong></p><p>KBS: <a href=\"http://english.kbs.co.kr/\">http://english.kbs.co.kr/</a></p><p>Seoul National University: <a href=\"http://useoul.edu/\">http://useoul.edu/</a></p><p>Stanford Center for Deliberative Democracy:  <a href=\"http://cdd.stanford.edu/\">http://cdd.stanford.edu/</a></p><p><strong>Bemerkungen </strong></p><p> </p><p> </p>", "title": "Deliberative Erhebung zur Koreanischen Wiedervereinigung"}