{"htmlbody": "<h3>Problems and Purpose</h3><p>The purpose of this document is to summarize the results of an exercise in small-scale, intensive public consultation regarding the problem of roaming horses on the West side of Okanagan Lake above Penticton.  A Delphi approach using iterative web-based surveys was used to elicit and evaluate ideas from a selected panel of approximately 50 residents.  The results provide a foundation for an Regional District of Okanagan-Similkameen (RDOS) -initiated horse control strategy for the area.</p><h3>History</h3><p>Wandering horses have become a serious problem on the West Bench in the past two decades.  The horses normally roam First Nations land and crown land on the hills above the West Bench in the summer but move down in to populated areas in the winter seeking food.  The horses leave droppings, dig up lawns, damage trees and in-ground irrigation, and pose a safety hazard to motorists on dark rural roads.</p><p>Prior to the late 1980s, the Canadian Pacific Railroad (and previously the Kettle Valley Railroad) maintained fencing along the west side of the railbed to keep horses and other livestock off the track.  Following the demise of the railroad, these fences were kept up in the 1980s by a group of volunteers, informally supported by the West Bench Irrigation District. Unfortunately, the volunteers eventually lost their battle against natural decay and recreational users seeking access to trails and the fences today are essentially non-existent.</p><p>The Province of British Columbia has strong \"right to farm\" legislation and, as a consequence, property owners (rather than livestock owners) are generally responsible for keeping animals off private property. This is explained in a Ministry of Agriculture Farm Practices summary:<a href=\"//limbo/Shared%20Documents/RDOS/Issues/Horses/Results%20from%20Area%20F%20Horse%20Control%20Strategy%20Surveys.docx#_ftn1\" id=\"_ftnref1\" name=\"_ftnref1\" title=\"\">[1]</a></p><p>The Livestock Act defines Livestock Districts (areas where livestock may be at large) and Pound Districts (areas where livestock at large are subject to capture) and the conditions of capture, liability and trespass. The Range Act defines conditions that livestock may be on Crown land. The Trespass Act requires the owners of adjoining land in a rural area to make, keep up and repair the fence between their properties, unless otherwise agreed upon.</p><p>Complaints may arise from neighbours who do not understand that in many situations they must fence out other people’s livestock, whether livestock are straying onto their property from deeded or Crown land.</p><p>This obligation to fence private property is not considered fair by some West Bench residents.  Moreover, it fails to address the critical safety issue posed by horses roaming on roads.</p><p>Municipalities and regional districts in British Columbia are free to establish \"pound areas\" in order to enact and enforce animal control bylaws in neighborhoods adjacent to \"livestock areas\".  Although some attempts have been made in the past to impound wandering horses in both Area F and Summerland, the impounding approach raises some thorny economic and political issues. The key economic issue is that impounding large horses is expensive.  The key political issue is that some of the horses are owned by members of the Penticton Indian Band, which owned all lands on the West side of the Penticton River prior to expropriation and settlement as part of the Veterans’ Land Act in 1952.  Impounding and threatening disposal unless impounding fines are paid could put the regional district in direct conflict with its First Nations neighbors.</p><p>As of March 2009, there are many horses wandering the neighborhoods on Penticton's west bench.  A group of animal rights supporters began supplying hay to feed the horses, which has apparently increased the concentration of the animals in areas where they have not traditionally been found in large numbers.  Many residents—some of them long-time West Benchers—have said that the winter of 2008-09 has been the worst ever for horses and that the RDOS should do something.</p><br clear=\"all\"/><p><a href=\"//limbo/Shared%20Documents/RDOS/Issues/Horses/Results%20from%20Area%20F%20Horse%20Control%20Strategy%20Surveys.docx#_ftnref1\" id=\"_ftn1\" name=\"_ftn1\" title=\"\">[1]</a> <a href=\"http://www.agf.gov.bc.ca/resmgmt/fppa/refguide/activity/870218-43_Livestock_at_Large.pdf\">http://www.agf.gov.bc.ca/resmgmt/fppa/refguide/activity/870218-43_Livest...</a></p><h3>Originating Entities and Funding</h3><p>Beedie School of Business, Simon Fraser University</p><p>Regional District of Okanagan-Similkameen (Electoral Area F)</p><h3>Participant Selection</h3><p>The Goals and Objectives Delphi survey consisted of three rounds conducted over a 53-day period starting in February, 2009.  The core of the Delphi panel was created by calling on individuals who were already involved as volunteers in the community through the regional Advisory Planning Commission, the Parks and Recreation Commission, and the board of the West Bench Irrigation District.  Others were added to the panel in an effort to balance the gender mix, involve participants from different age groups and geographic areas of Area F, and span the range of opinions regarding the horses.  For example, some members of Critteraid, an animal rights organization that purchased and delivered hay to the horses, were invited.  Other participants were selected because they had expressed anti-horse sentiments in the past.  Finally, a handful of outsiders were added to increase the heterogeneity of the panel.  These included a small number of RDOS staff, staff from other levels of government, and ranchers from outside the West Bench area with significant experience with horses.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>See report link a bottom</p><h3>Influence, Outcomes, and Effects</h3><p>See report link a bottom</p><h3>Analysis and Criticism</h3><p>See report link a bottom</p><h3>Secondary Sources</h3><p>See report link a bottom</p><h3>External Links</h3><p><a href=\"http://areaf.rdos.bc.ca/docs/RDOS/Results%20from%20Area%20F%20Horse%20Control%20Strategy%20Surveys.pdf\" target=\"_blank\">Project report (PDF)</a> [DEAD LINK]</p>", "title": "Use of Delphi Method to Develop a Horse Control Strategy"}