{"htmlbody": "<p>\n</p><p><em>Note: Another version of this case study can be found below as a file attachment with the prefix \"VD\". This alternate version was originally submitted to </em><a href=\"http://www.vitalizing-democracy.org/\">Vitalizing Democracy</a><em> as a contestant for the 2011 Reinhard Mohn Prize.</em></p><p>The Countywide Community Forum’s mission states its three main reasons for creating themselves: engage, educate, and inform public officials. For the engagement mission, King County officials want to know the main issues that citizens of the King County are most concerned about. The forums are placed anywhere within the King County area, generally within a public space where forums are designed to be convenient gather spots. However there can be forums in living rooms or workplaces since individuals who are leading the forums can be anyone. During the time of engagement of the forum, time is most spent upon a specific topic that the leader of forum is covering that is relevant to the public’s issues and interest of King County.</p><p>The next mission is education in which during the forum, each of the participants are being assessed about the issue by having background materials and a video that presents diverse opinions from various distinguished panelist about the topic. Usually the distinguished panelists are from different leaders of King County such as counsel chairs of Seattle, superintendents of transportation, etc. depending on what the topic is being covered in the forum. After the videos are done being viewed, the participants will deliberate among themselves about the topic, discussing and learning from each other’s point of views and experiences that dealt with the topic. At this point, each of the participants should be able to expand their own points of views and understand different values and views from others.</p><p>The last mission that the Countywide Community Forum reflects on is informing the public officials. One of the main reasons why this community forum was created was for citizens of King County to relay their issues to the public officials very fast and simple. At the end of the forum, the participants would then fill out an opinionnaire survey on the selected topic. The survey would have a vast array of questions in great detail regarding the King County system to see whether it has been successful in specific positions or not. The surveys would then be on a report and sent to the King County and would be filed and published on the King County website and presents to the King County Council, public officials, the general public and media press about the findings from the report. This report gives a final detail to the county that helps guide future decisions of King County.</p><p><a id=\"History\" name=\"History\"></a></p><h1>History </h1><p>The Countywide Community Forums was formed September 9, 2007 as a result of Initiative 24. According to Dick Spady from Easy Citizens’ Involvement, the initiative allows effective feedback from citizens to county council members. The initiative will also only further encourage the citizen’s “right to be heard, a right retained by the people under the ninth amendments.” On the Initiative 24 webpage, Dick further states that the Countywide Community Forums will also “enable the public to communicate symbolically among themselves and with their leaders on issues and questions of concern in an ongoing iterative process. People participating will do so out of a sense of ennoblement in an effort to help the common good.”</p><p>The CCF is also a result of the unanimous adoption of Ordinance 15896. This particular ordinance relates to promoting civic engagement. The preamble accentuates the basic freedom of citizens such as freedom of speech, freedom of petition and freedom of assembly. The reasoning behind the idea of Countywide Community Forums is that “there is a need to create a citizen councilor network of small discussion groups, open to all citizens, self-funded and using smbolic and sustainable dialogue to communicate among political and other community leaders and the people at large.”</p><p><a id=\"Who.E2.80.99s_in_Charge.3F\" name=\"Who.E2.80.99s_in_Charge.3F\"></a></p><h2>Who’s in Charge? </h2><p>Dicks Drive-In Restaurants, the King County Government, and the Forum Foundation are all sponsors of the Countywide Community Forums. Matt Rosenberg, Dick Spady’s successor, leads the entire organization. John Spady and Carrie Shaw are the deputy coordinators. They oversee program operations, data collection, and control program funds. Chantal Stevens is the program oversight manager in the auditor’s office. Stevens serves as the public’s primary county government contact for the program.</p><p><a id=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\" name=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\"></a></p><h1>Deliberations, Decisions, and Public Interaction </h1><p>The Countywide Community Forum (CCF) is an organization that encourages residents of the King County from Washington State to gather and deliberate the political process of the County Council. The registration process of attending the deliberations first include starting an online membership at the main website. After becoming a member, the website easily allows residents to search for conveniently located meetings conducted by voluntary hosts throughout the county. The website also gives members an option to host a meeting themselves and offers a hosts training session. Each group consists between 4-12 participants including the host. Each meeting consists of the same topic, an introductory video, “Day in the Sun” talks (a time for each participant to speak freely for two minutes pertaining to personal experiences and opinions regarding the topic without interruptions), an open discussion, and a final Opinionairre. The purpose of the final opinionnaire is to provide feedback to county officials. There are quarterly meetings and about four topics open for discussion a year.</p><p>Donors independently fund the entire process. After every meeting, the hosts pass out the opinionnaires with pledge envelopes attached encouraging participants to donate. The deliberative process (conducting meetings) is also completely voluntary. In order to be independent from government influence and be accessible to participants within the government, the Countywide Community Forums follow a “double veto arrangement.” Deputy Coordinator John Spady explains this process by saying that “the organizational design effects a defacto “double veto” arrangement between the government Auditor (through the program manager) and the public’s Citizen Councilor Coordinator. Both have to work weel together in order to keep the program moving long.” The Auditor is in charge of administering the entire process to citizens and also ensures that the county council members are accountable to the public.</p><p><a id=\"Funding\" name=\"Funding\"></a></p><h1>Funding </h1><p>The Countywide Community Forum is funded by the community support, mainly by Dick Spady, creator of the iconic Seattle institution Dick's Drive-In Restaurants. However, with its great appeal to the community, the community forum has created a web page for online donation to the forum. With the support of family, Spady pledged that his private business would underwrite the cost for the first two years of the Countywide Community Forums. This states that the underwritten cost would include the cost of the county employee in the Auditor’s Office, and all the costs associated with production, distribution, and website creation: a stated commitment of $350,000. During the end of its third year, Spady’s Dick’s Drive-In has recommitted itself through the end of 2010. John Spady is currently one of three coordinators appointed by the King County Auditor. His official title for the King County Auditor is “Deputy Citizen Councilor Coordinator.”The Auditor’s Office has received many donations about 69 donations, ranging from $1 to $100 for a total of $1,200. This was a critical point of the King County, because it believed that no tax dollars were to be put and maintain the Countywide Community Forum. Although the county does not spend its money on the Countywide Community Forum at all, King County is directly involved in the program, and provides oversight through its auditor’s office to assure impartiality and integrity. Another method that the Countywide community forum is getting its funding is by and envelope that is attached to the opinionnaires surveys, encouraging the participants to donate to the cause that they had just partaken.</p><p><a id=\"Other_Community_Forums_like_CCF\" name=\"Other_Community_Forums_like_CCF\"></a></p><h1>Other Community Forums like CCF </h1><p>King County of Washington is not only county nor organization that has created a community group for the people. Such organizations like the Citizen Initiative Review of Oregon and the Daly City Community Forums of California has created their own community forums for the public.</p><p>The Citizen Initiative Review (CIR) process is based on the Citizens Jury model. Ned Crosby, founder of the Jefferson Center and Healthy Democracy Oregon, has been organizing Citizen Juries in the United States for the past 30 years. Ned Crosby and Pat Benn have been designing the Citizen Initiative Review process since 1999 to support initiative reform efforts. The Citizen Initiative Review is represented by the group of Oregon votes that are randomly selected to meet for a five day process to discuss the issues and evaluate its effectiveness or non-impactness to the public. Like King County’s Countywide Community Forum, the participants of this organization would hear testimony from policy experts, advocates for and against the measures, and affected stakeholders. After hearing from the distinguished panelist, they will engage in facilitated conversation from a moderator to determine their findings and discuss their opinions on the given facts. At the end of the deliberation, the people would create a “Citizens’ Statement” to articulate their findings that will be published along with text of the initiative and statements for and against the initiative in the voter’s pamphlet. There are similarities of the CIR to the CCF, however to the Oregon’s organization, their participants are generally selected. The participants are random, about 20 people chosen, but at the final part in creating the panel, they are picked according to age, gender, ethnicity, education, residence and political affiliation, in order to have a diverse group of Oregon citizens. In the hope of Healthy Democracy Oregon’s director, “It can also become a symbol or exemplar of democratic innovation to others working to improve democracy.” So far there has been positive reception to the creation of CIR.</p><p>Another Community forum that was created is the Daly City Community Forums. Created in 2009, this community forum was established to help with the budgeting allocations for the different funding level for city programs and services. However, unlike King County CCF, Daly City’s specifically talks about budgeting and does not have various topics to discuss in addition that the community forum ended at the end of 2009. Like the King County forum, there were facilitators that were trained for the public forums. Participants discussed the qualities of a good community, and what city services they were and were not willing to see reduced or cut. There were only four public forums that were held over five weeks In order to have the citizens in Daly City, California to receive the information, their public interaction method was to distribute newsletter to all the homes, including surveys and invitation to special events. To make the surveys cover various homes, it was made available in four other languages (including English) so that residents who were not fluent in English would participate as well as sending out fliers to all the different local communities and libraries in various languages.</p><p><a id=\"Outcomes\" name=\"Outcomes\"></a></p><h1>Outcomes </h1><p>The following are previous topics:</p><p>Transportation: Public Priorities, Choices, and Funding – June, 2008</p><p>Citizen Priorities for County Government: Budget and Strategic Priorities – Feb, 2009</p><p>Values and Performance of King County Government – May, 2009</p><p>Public Safety: Law and Justice – Sept, 2009</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h1>Analysis and Criticism </h1><p>Professor John Gastil is a political scientist and professor at the University of Washington Seattle Campus. In his book, Political Communication and Deliberation, Gastil defines the term deliberation into three parts. He states that \"deliberation begins when we create a solid information base to make sure we understand the nature of the problem at hand. Second, we identify and prioritize the key values at stake in an issue. Third, we identify a broad range of solutions that might address the problem.\" Based on this concept of political deliberation, the CCF is set up to follow a deliberative manner. By starting off with the informational video, the participants start off with the information base and attempt to understand the problem. After the \"Day in the Sun\" round, participants are given the opportunity to prioritize key issues within the given topic. And last, in the general discussion, participants are given the opportunity to discuss together possible solutions to problems.</p><p>For the Spring 2010 quarter for Professor John Gastil’s class, Political Deliberation, the undergraduate class of about 70 participated in the Countywide Community Forums and was asked to critique the process to three representatives from the CCF.</p><p>One of the main concerns from the class was the introductory video. Many of the student participants complained of the validity of facts within the video. One student claimed that the introductory video felt more like a campaign stunt from the county council officials because there was a lack of factual and statistical information offered. Another concern was the choice of topic. Many student participants complained of the choice of topic stating that it was too board and vague to discuss in forty-five minutes. Another main concern was the length of the opinionnaires. Many students felt that the opinionnaires were too long and tedious.</p><p><a id=\"Secondary_Literature\" name=\"Secondary_Literature\"></a></p><h1>Secondary Literature </h1><p>1. <a class=\"external text\" href=\"http://thataway.org/files/NCDD_Featured_Member_March_2010.pdf\" rel=\"nofollow\" title=\"http://thataway.org/files/NCDD_Featured_Member_March_2010.pdf\">National Coalition for Dialogue &amp; Deliberation’s March 2010 Featured Member: CCF</a></p><p>2. <a class=\"external text\" href=\"http://www.ci.daly-city.ca.us/city_services/depts/finance/pdf/budgetglance.pdf\" rel=\"nofollow\" title=\"http://www.ci.daly-city.ca.us/city_services/depts/finance/pdf/budgetglance.pdf\">Budget newsletter for Daly City</a></p><p>3. Gastil, John. Political Communication and Deliberation. Los Angeles: SAGE Publications, 2008. Print.</p><p><a id=\"Links\" name=\"Links\"></a></p><h1>Links </h1><p>1. <a class=\"external text\" href=\"http://CommunityForums.org\" rel=\"nofollow\" title=\"http://CommunityForums.org\">Citizen Councilor registration and meeting management</a></p><p>2. <a class=\"external text\" href=\"http://www.KingCounty.gov/auditor/CommunityForums\" rel=\"nofollow\" title=\"http://www.KingCounty.gov/auditor/CommunityForums\">King County Auditor's Office which oversees the process</a></p><p>3. <a class=\"external text\" href=\"http://participatedb.com/projects/14\" rel=\"nofollow\" title=\"http://participatedb.com/projects/14\">ParticipateDB reference to this case</a></p><p>4. <a class=\"external text\" href=\"http://www.canyons.com/KCCF/Orientation/KCCF.swf\" rel=\"nofollow\" title=\"http://www.canyons.com/KCCF/Orientation/KCCF.swf\">Orientation video of the process</a></p><p>5. <a class=\"external text\" href=\"http://easycitizeninvolvement.com/\" rel=\"nofollow\" title=\"http://easycitizeninvolvement.com/\">Easy Citizen Involvement</a></p><p>6. <a class=\"external text\" href=\"http://forumfoundation.org/\" rel=\"nofollow\" title=\"http://forumfoundation.org/\">Forum Foundation</a></p><p>7. <a class=\"external text\" href=\"http://www.thataway.org/?p=2401\" rel=\"nofollow\" title=\"http://www.thataway.org/?p=2401\">John Spady and the Countywide Community Forums</a></p><p>8. <a class=\"external text\" href=\"http://www.participedia.net/wiki/Daly_City_Community_Forums\" rel=\"nofollow\" title=\"http://www.participedia.net/wiki/Daly_City_Community_Forums\">Daly City Community Forums</a></p><p>9. <a class=\"external text\" href=\"http://www.healthydemocracyoregon.org/cir\" rel=\"nofollow\" title=\"http://www.healthydemocracyoregon.org/cir\">Citizens' Initiative Review</a></p><p><a id=\"Notes\" name=\"Notes\"></a></p><h1>Notes </h1><p>For more information, please leave a message for John Spady at: 206-296-1633.</p>", "title": "Countywide Community Forums (of King County)"}