{"htmlbody": "<p><a id=\"Project_Name\" name=\"Project_Name\"></a></p><h2>Project Name</h2><p>Get Your Pen Out</p><p><a id=\"Issue\" name=\"Issue\"></a></p><h2>Issue</h2><p>Homelessness</p><p><a id=\"Funder\" name=\"Funder\"></a></p><h2>Funder</h2><p>Bradford and Airedale NHS and West Yorkshire Learning Consortium</p><p><a id=\"Organisational_Aim\" name=\"Organisational_Aim\"></a></p><h2>Organisational Aim</h2><p>One of Artworks' aims is to support hard to reach communities through the delivery of creative projects.</p><p><a id=\"Project_Aims\" name=\"Project_Aims\"></a></p><h2>Project Aims</h2><p>The aim of the Project was to encourage people from the Bradford District who had directly experienced homelessness, to explore their experiences through creative writing, and challenge the public's pre-conception of who people effected by homelessness really are.</p><p><a id=\"Project_History\" name=\"Project_History\"></a></p><h2>Project History</h2><p>Gary Staniforth, a member of the Bradford Community, first approached Artworks after he had himself experienced homelessness. Staniforth had previously owned his own home and had rewarding career as a luxury car salesman, until he was made redundant and lost his job and home. Angry and frustrated with the lack of government support for single homeless men classed as 'non-priority' homeless, Staniforth struggled to be re-housed, and sought out avenues for change. He offered in a statement:</p><p><em>“Five years ago I was severely addicted to cocaine, dealing drugs and making mistakes all over. It all led to the loss of job and needing money to support three kids and a family. Everything spiralled out of control from there. I lost my family to my addiction and ended up with nowhere to go. I began couch surfing and ended up on a three year drinking binge, I ran out of places to go and surrendered myself to life. When I finally landed on the streets I was clean and the support that I required wasn't available. By then I didn't have a drug or drink issue so there was no support for me. I was a 40 year old fellow who should be able to look after himself.” (</em><em>Gary Staniforth).</em></p><p>Whilst being housed in hostels in Bradford, Staniforth met many men in situations similar to his own, some who were in despair, some whose mental health had deteriorated over a few weeks, and others who were turning to alcohol or drugs. He noticed that some of these men used creative writing as a way of expressing their feelings, and decided to set up poetry workshops in homeless hostels in order to help participants explore their feelings, experiences and frustrations, and address issues such as health and how it feels to be homeless or to have experienced homelessness. Staniforth had indeed declared:</p><p>“I wanted to develop my writing skills. I thought if I am thinking this, then so might others.”</p><p><a id=\"Project_Development\" name=\"Project_Development\"></a></p><h2>Project Development</h2><p>Artworks, in partnership with Bradford Alliance on Community Care, and in collaboration with Gary Staniforth, developed and delivered a series of creative writing and rap workshops that took place in homeless hostels and centres across Bradford District: the Together Women Project, The Salvation Army, Bradford Foyer, and the Assissi House Project, with additional funding for digital photography workshops.</p><p>The projects were launched in July 2009 in conjunction with a poetry competition, open to anyone who was homeless or who had experienced homelessness at some point in their lives. The competition finalists were awarded their prizes in October 2009.</p><p>Artworks was awarded further funding to produce a book of creative writing, rap and photography, which enabled the organization to hold yet another poetry competition in January 2010. The book, titled 'Forgotten – A Collection of Creative Writing and Photography from the Hidden Homeless', was launched as part of the Bradford Alliance on Community Care's Open Meeting on January 27, 2010. Over 100 people attended the launch. Each program participants was presented with a copy of the book by Jude Abbott from Bradford band Chumbawamba, who described the collection as 'amazing and moving, written from the heart'.</p><p>A mother of one of the participants, who attended the launch event with her daughter, was particularly moved and declared: “I am so proud of my daughter. She lost her dad in 2008 to alcoholism, then her own daughter was taken away and she turned to drink. I'm really proud that she has beaten that and is getting her life back on track.” Her daughter shared that “Writing lets me express my emotions without getting into trouble.\"</p><p>Gary Staniforth is extremely proud of what he has achieved. Not only is the project popular and enjoyed by all participants, but it has also highlighted issues of the Hidden Homeless in Bradford. The book that rose from the project for instance, gives the public the opportunity to read very raw and powerful writing from people who have experienced homelessness first hand:</p><p><em>“We hope they give you a glimpse of what it is to be homeless, and above all that they show us for who we are, real people, just like you and who through bad luck have ended up on the streets. Homelessness has not been the end of the road, but the beginning of one and I hope that this publication inspires all those who read it to get involved and support homeless people in moving on in their lives.” (Gary Staniforth).</em></p><p>Since the completion of the Project Gary has been re-homed and now has a safe secure environment where his children can visit him. He continuously petitions for the rights of the Hidden Homeless in Bradford and is part of Bradford Service Provider's Forum and Supporting People's Service User Governing Body amongst many others organizations and groups.</p><p><a id=\"Positive_Outcomes\" name=\"Positive_Outcomes\"></a></p><h2>Positive Outcomes</h2><p>This project ended in January 2010, with the launch of “Forgotten”, a book of creative writing and images by people who were homeless or had experienced homelessness. The project has been a huge success, providing a great experience for participants to creatively express themselves, and to have a voice which is clearly heard in the publication. The book launch was organized in partnership with the Bradford Alliance on Community Care (BACC), and the collection was nominated for a Charity Award in London, in 2010.</p><p>As the project reached an end, Gary Staniforth maintained and deepened his commitment to the homeless, working at Artworks as a freelance Homeless Consultant, and developing or taking part in new projects geared at improving the quality of life of homeless people. His work has without a doubt helped raise awareness of issues surrounding homelessness, both at the regional and national scale.</p><p><a id=\"Learning_Points\" name=\"Learning_Points\"></a></p><h2>Learning Points</h2><p>It proved quite difficult to gain the support of hostel workers to promote the Project to their users and communicate through their staff team and associated networks. However, once the Project gained momentum the involvement of staff from participating hostels was invaluable in supporting their users to submit work, be involved with the projects and make suggestions for future creative programmes and projects.</p><p><a id=\"Project_Evaluation\" name=\"Project_Evaluation\"></a></p><h2>Project Evaluation</h2><p>Through the 'Get Your Pen Out' Project, Artworks has worked directly with over 40 members of Bradford’s homeless or ex-homeless community (this includes all the WYLC people and those who wrote but didn’t take part in workshops) all of whom of benefitted in a variety of way from this Project. 18 homeless creative writers had their work published accompanied by photos from 5 further members of Bradford’s homeless community and a rap created by 8 more making a total of 31 people who had their work published. They were all invited to the launch and 11 were able to attend.</p><p>After each workshop, artists and participants were asked to complete a workshop monitoring form and give feedback on how they felt as a result of the session. All the feedback from the sessions was very positive, most of the participants requested further sessions, one participant commented “creative writing is a good thing for us to be doing it helps us with our English” and one of the rap participants offered that “I thought the session was very constructive and I really enjoyed it. We should do more of these sessions.”</p><p>One example of evaluation techniques would be the photography workshops evaluation, where participants were surveyed at the beginning and at the end of the program, following a creative star technique. All participants showed a positive change in response to the following questions: <em>How skilled are you?  How confident are you about your own image?  How much do you know about photography and images? How much do you know about using a camera? How confident do you feel?</em></p><p>Alongside the projects Artworks held a poetry competition open to anyone who was either homeless or had experienced homelessness. Entries continued to flow in even after prizes for first, second and third place had been awarded, for a total of 131 submissions. Artworks included these submissions along with the raps and photographs in a publication, <em>Forgotten – A Collection of Creative Writing and Photography by the Hidden Homeless</em>which was released  on January 27, 2010 in a high profile event attended by over 100 people. The organization produced 100 copies of the book, which were distributed across libraries and organisations throughout the District of Bradford.</p><p>Further, Artworks deemed media and press support of the project essential in order to ensure that the voices of the hidden homeless were heard. And in fact, the book launch event attracted not only a large amount of media attention from local newspapers, radio stations, The BBC and The Big Issue, but also the support of a local celebrity, Jules Abbott, from Bradford band Chumbawumba.</p><p>Ultimately, the program participants themselves often expressed their personal appreciation of the project. One participant wrote a prose to thank Artworks for the initiative. The sentiment undoubtedly echoed those of many of the participants and workers involved with the project.</p><p><a id=\"Future_Developments\" name=\"Future_Developments\"></a></p><h2>Future Developments</h2><p>Artworks has received funding from the Media Trust to continue to develop the project. Current projects include further creative writing sessions, digital photography workshops, film-making, design and campaigning. This work has been documented by the MediaTrust and has been shown on the Community Channel. The documentary can be viewed here: <a class=\"external free\" href=\"http://youtu.be/f0hQDQlGbWg\" rel=\"nofollow\" title=\"http://youtu.be/f0hQDQlGbWg\">http://youtu.be/f0hQDQlGbWg</a></p><p><a id=\"Link_to_Artworks_Website\" name=\"Link_to_Artworks_Website\"></a></p><h2>Link to Artworks Website</h2><p><a class=\"external free\" href=\"http://www.artworksbradford.org.uk\" rel=\"nofollow\" title=\"http://www.artworksbradford.org.uk\">http://www.artworkscreative.org.uk</a></p>", "title": "Artworks Creative Communities' 'Get Your Pen Out' Homelessness Project"}