{"htmlbody": "<h3>Mission and Purpose</h3><p>European Alternatives is a transnational membership organisation promoting democracy, equality and culture beyond the nation state. The nation state is no longer the appropriate political form in which to define democratic decision-making and active citizenship, equality between people, the respect and extension of rights. The nation state is not the appropriate political form to promote a responsible politics for the environment, ensure political control over the economy and an equitable distribution of wealth, or promote peace between people. European Alternatives seeks to promote alternative forms of political subjectivity and collective political action.<br/><br/>European Alternatives believes that social and political change requires artistic and cultural engagement as much as other forms of engagement: social and political change being understood by the organisation as a complete renewal of society which is not limited to any one domain or sector.<br/><br/>European Alternatives does not believe that Europe can be defined in geographical or ethnic terms, neither by borders nor roots. Europe must be understood as a space of exchange, of experimentation and of dialogue.</p><p>You can find more information on our mission here: <a href=\"http://www.euroalter.com/mission/\">http://www.euroalter.com/mission/</a></p><h3>History</h3><p>The organisation was officially born in 2007 in London  and started with the organisation of the London Festival of Europe, bringing to London a series of free public events and artistic happenings promoting imaginative thinking about Europe’s future and its relation to the rest of the world, to mark the 50th anniversary of the <a href=\"http://en.wikipedia.org/wiki/Treaties_of_Rome\" title=\"Treaties of Rome\">Treaties of Rome</a>. The Festival became transnational and took the name the Transeuropa Festival in 2009 (<a href=\"http://www.transeuropafestival.eu\">www.transeuropafestival.eu</a>). It was organised in 2010 in London, Paris, Rome and Cluj-Napoca (Romania), where offices were opened. Local groups of volunteers were created by members in about 15 cities in Europe. The Transeuropa Festival was then organised in 12 cities in 2011 and in 15 in 2012. The organisation worked on other projects, such as campaigns, film, European Citizens' Initiatives, transnational projetcts led by local groups on topics such as migrants' rights, Roma rights, LGBT rights, basic income, common goods. </p><p> </p>It has now offices in London, Paris, Rome, Cluj-Napoca and has members in 15+ countries.<h3>Specializations and activities</h3><p>Transnational democracy</p><p>Human rights</p><p>Citizens' participation</p><p>Arts and politics</p><h3>Major projects and events</h3><p> </p>Transeuropa FestivalMonthly seminars in 15 countriesOnline journal in French, English, Italian and RomaniaPan-European citizens' deliberations on citizens' rights and EU democarcy (Citizens' Manifesto) since 2011Campaigns (Open Access to detention camps, Roma rights, Media Pluralism)<h3>Funding</h3><p>Most projects are funded by the European Commission (Europe for Citizens, Youth in Action, EACEA), as well as by private funders (Allianz, Mercator...). </p><h3>Publications</h3><p>Towards a transnational democracy for Europe (2012): <a href=\"http://vm0369.cs05.seeweb.it/images/article_uploads/pamphlet_grassroot-democracy-final-online%20\">http://vm0369.cs05.seeweb.it/images/article_uploads/pamphlet_grassroot-d...</a>(1).pdf</p><p>Transeuropa Journal (2012): <a href=\"http://transeuropafestival.eu/wp-content/themes/transeuropa-1.0/pdf/journalSPREAD.pdf\">http://transeuropafestival.eu/wp-content/themes/transeuropa-1.0/pdf/jour...</a></p><h3>Secondary Sources</h3><p> </p><h3>External Links</h3><p><a href=\"http://www.euroalter.com\">www.euroalter.com</a></p><h3>Notes</h3><p>European Alternatives was awarded the Charlemagne Prize by the European Parliament for The London Festival of Europe, a civil society prize from the EESC for Transeuropa festival and a prize from the German Federal Agency for Civic Education. It is an EU member of the Alliance for Year of Citizens and of the Fundamental Rights Platform</p>", "title": "European Alternatives"}