{"htmlbody": "<h3>Problems and Purpose</h3><p>The financial and economic crisis, of which we have heard so much discussion since 2007-8, is only one aspect of a whole series of underlying political trends which have been apparent for much longer: a crisis of (in)equality and of increased precarity of the workforce, a human rights crisis, a demographic crisis, an ecological crisis, a crisis in civil liberties, and above all a crisis in democracy.<br/> <br/>The insistence of political leaders in maintaining a state of “crisis” – a state of exception – for the economy, is also part of a strategy to maintain the cover of a separation between economic issues and wider social issues, which gives the crisis an appearance of technicality and delegitimises the expression of political passions and systemic alternatives, while at the same time “legitimising” a whole series of stealth political and social reforms which go under the banner of “austerity”. Austerity politics is a consequence of democratic failure in Europe and the centralisation of decision-making powers in unaccountable institutions, beginning with the European Council. A pretence of national sovereignty is maintained in the “intergovernmental” method of the Council, while in reality it is a cover for the strongest players to dictate the agenda, and ensures that the common interest of Europeans – and the institutions charged with maintaining the common European interest – are continually undermined by competitive negotiations.</p><p>Citizens are presented with two perspectives to confront this process. On the one hand they are given the option of supporting deeper integration of the EU on the basis of competition, deregulation and liberalization with no increase in democracy. On the other hand there is the proposal of the disintegration of the European Union and a strengthening of the nation state. Social movements reacting to the economic crisis need to open up a third space and develop a proposal for radical democracy in Europe, demanding the development of clear models of both representative and participatory democracy to reinforce the political agency of citizens, to empower them to take part in political processes, and to restore democratic control and oversight over financial markets and capital. These objectives can only be obtained by taking the continental scale as our horizon for action.</p><h3>History</h3><p>Following the successful development of the <a href=\"https://euroalter.com/2011/people-power-and-participation-in-france-coverage-from-national-newspapers\">\"People Power Participation\" project (PPP) in 2011</a> and in <a href=\"https://euroalter.com/2012/people-power-participation-evaluation\">2012 </a>, which saw thousands of citizens and organisations around Europe working together on common issues related to Justice and Home Affairs, European Alternatives continued this democratic exercise through a follow-up of and development from this project: the Citizens' Manifesto. During a series citizens' deliberations organised on various topics, using the \"world café\" methodology, citizens and local, regional or European actors elaborate proposals for change, which will then be developped by team of researchers (summer 2013), before being submitted back to citizens during the Transeuropa Festival all over Europe in October 2013. The final Manifesto will be presented to the Parliament in December 2013. </p><h3>The Journey</h3><p><a href=\"http://www.youtube.com/watch?v=m78rNRcDGi0\">video of journey</a></p><p>The <a href=\"https://citizenspact.eu/\">Citizens Pact</a> is a bottom-up effort to bridge the infamous democratic deficit in Europe. This process empowers citizens to take action, to participate in the development of a European political sphere, and to ensure the 2014 European Parliament elections are truly transeuropean, rather than a sum of national logics. <strong>The Citizens Pact, <a href=\"http://www.euroalter.com/2012/a-citizens-pact-for-european-democracy-is-launched/\" target=\"_blank\">launched in December 2012</a>, brings together a <a href=\"https://citizenspact.eu/about-project/partners/\">coalition of citizens and organisations</a> joining in to advocate for concrete demands for the Europe they want to live in</strong>. You can find our set of principles by clicking on the “Principles” tab above.</p><p>We believe that no way out of the economic, social and political crisis in Europe can be found without putting citizens at the centre of the decision-making process and having European debates that go beyond national perspectives. Building on three years of citizens’ consultations organised by European Alternatives throughout Europe, the Citizens Pact gathers citizens, civil society organisations and local authorities from all over Europe around the realisation of a <strong>Citizens Manifesto</strong> by the end of 2013 where a shared set of demands for change in EU decision-making will be formulated, on topics ranging from employment and welfare to civil rights and economic and political reforms. Many other organisations and citizens groups will join in the Citizens Pact with their own activities and local actions: a plurality of methods will be used for a shared goal – more democracy in Europe.</p><h4>The road towards a Citizens Manifesto for Europe</h4><p>The road towards the Citizens Manifesto is constituted of different stages building up to the European Parliament elections in May 2014.</p><p>From March to May 2013, EA and its partners organised a series of participative consultations in Bulgaria, France, Italy, Romania, Spain, Slovakia, Germany and the UK based on the “world café” methodology, that has proved to be effective at creating dialogue among citizens in a structured manner in the “People Power Participation” projects organised in <a href=\"http://www.euroalter.com/ppp2011/\">2011</a> and <a href=\"http://www.euroalter.com/ppp2012/\">2012</a>. During each consultation, citizens and local, regional or European actors discussed one topic related to the Citizens Pact in order to elaborate proposals for change, adding a European dimension to local perspectives on the question. In June, transnational forums were organised in European cities, where participants brought together policy proposals formed during the participative consultations, on one the following three areas:</p><ol><li><p><strong>Work, welfare and unemployment (LGBT rights, migrants rights, media freedom)</strong></p></li><li><p><strong>Democracy and finance (unemploment, basic income, precarity)</strong></p></li><li><p><strong>Civil rights (commons, financial reforms, EU reforms for more participation)</strong></p></li></ol><p> </p><p>Online proposals enlarge the process to people willing to take part but not able to participate in the consultations. Proposals should tackle issues of general interest which the European Parliament could act on and be in line with the Citizens Pact principles  (see “Principles” tab above). In order to receive votes and to be taken up during the research workshops (see below), web proposals should be made a week before the relevant research workshop (see dates in the <a href=\"http://www.citizenspact.eu/category/activities/\">Activities</a> section). For proposals corresponding to other topics, they can be submitted until September 15th. You can vote online for proposals elaborated during <a href=\"http://www.citizenspact.eu/category/consultation-proposals/\">consultations</a> proposals and for <a href=\"http://www.citizenspact.eu/category/web-proposals/\">web</a> proposals. Transnationalresearch workshops, held in each of the eight participating countries, solidified the findings coming out of the forums by gathering small groups of researchers, who contributed with their various areas of expertise to translate citizens’ ideas for change into concrete policy proposals, which constitute the Manifesto. The draft Manifesto was finalised in Berlin during the <a href=\"http://transeuropafestival.eu/\">Transeuropa Forum</a> (October 25th to 27th) and officially launched at the European Parliament in Brussels on <strong>December 3rdand 4th</strong>, when participants in the Citizens Pact from all over Europe will engage in a dialogue with MEPs and start advocating for real democracy in Europe. The Manifesto will then travel across Europe in a series of journeys around the continent: the European Caravans. They will simultaneously follow different transnational routes to meet and exchange with people who feel voiceless in the European debate. Through these journeys in camper vans, we will reach out to Europeans where they are, amplifying their voices across Europe.</p><h3>The Citizens Pact set of principles</h3><ul><li><p>We believe that a lot more should be done to make Europe, and the European Union in particular, a more democratic place</p></li><li><p>We believe that a pact should be made among citizens as well as between citizens and institutions</p></li><li><p>We believe that Europe has a united future: we reject the current logic of austerity, without refusing all European aspiration to a Union or to integration. This means that we are critical of the current political process and the ineffectual EU institutions, but believe Europe has a constitutional and institutional future</p></li><li><p>We believe that policy in Europe should deal with issues of immediate concern to citizens, particularly relating to social justice, employment and workers’ rights, environmental protection, conversion of productive model in an ecological sense, civic rights for European citizens (focusing notably on groups generally excluded, such as migrants and LGBT groups)</p></li><li><p>We believe citizens often have the answers to problems of continental scale. Through the Citizens Pact we want to reach as many of them as possible and to hear their policy proposals for a better and fairer Europe</p></li><li><p>We believe that the EU needs to be reformed institutionally, as it currently lacks the structure for citizens to influence the decision-making process at European level</p></li><li><p>We recognize that the European Parliament is the most legitimate organ, despite not having sufficient power and still being formed by MEPs elected in one country and representing that country. For this reason, if necessary, collaboration between MEPs and the Citizens Pact may be sought</p></li><li><p>We also recognize that local government, particularly Municipalities, have to play a crucial role as the institutional level most close to social needs and claims. A radically renewed, democratic “Europe of the citizens” has also to be an “Europe of the cities”</p></li><li><p>We take the European Parliament elections of 2014 as a medium term goal, to make sure that the content of the Citizens Manifesto will be taken into consideration by those who will run to become Members of the European Parliament.</p></li></ul><p>Read the whole<em> <u><a href=\"http://issuu.com/euroalter/docs/citizens_manifesto\">Citizens Manifesto</a></u></em><em> </em>and see the <u><em><a href=\"http://www.youtube.com/watch?v=D2SSYi9JRgQ\">official video</a></em></u></p><h3>Themes</h3><p>The Citizens Pact is asking for more democracy in Europe. Aside for broader demands of democratic, economic and financial reforms, the Citizens Manifesto that will be produced as a result of this process will also include policy proposals in a number of areas that are important to European citizens and residents. These include (but are not limited to):</p><ul><li><p>Media freedom: <a href=\"http://www.citizenspact.eu/tag/media-freedom/\" target=\"_blank\">proposals </a>/ <a href=\"http://www.euroalter.com/media-pluralism/\" target=\"_blank\">description</a></p></li><li><p>Migration and detention: <a href=\"http://www.citizenspact.eu/tag/migration/\" target=\"_blank\">proposals </a>/ <a href=\"http://www.euroalter.com/migration/\" target=\"_blank\">description</a></p></li><li><p>Work, precarity and welfare: <a href=\"http://www.citizenspact.eu/tag/work/\" target=\"_blank\">proposals related to work </a>/ <a href=\"http://www.citizenspact.eu/tag/welfare/\">proposals related to welfare</a> /<a href=\"http://www.euroalter.com/precarity-and-income/\" target=\"_blank\">description</a></p></li><li><p>The commons in Europe: participation in management of collective goods: <a href=\"http://www.citizenspact.eu/tag/commons/\" target=\"_blank\">proposals </a>/<a href=\"http://www.euroalter.com/common-goods/\" target=\"_blank\">description</a></p></li><li><p>Equality for gay, lesbians, transexual and bisexual people: <a href=\"http://www.citizenspact.eu/tag/lgbt/\" target=\"_blank\">proposals </a>/ <a href=\"http://www.euroalter.com/lgbt/\" target=\"_blank\">description</a></p></li><li><p>Roma rights: <a href=\"http://www.citizenspact.eu/tag/roma/\" target=\"_blank\">proposals </a>/ <a href=\"http://www.euroalter.com/roma/\" target=\"_blank\">description</a></p></li><li><p>Democracy in Europe: necessary institutional reforms: <a href=\"http://www.citizenspact.eu/tag/democracy/\">proposals </a>/ <a href=\"http://www.euroalter.com/democracy/\" target=\"_blank\">description</a></p></li><li><p>Financial reforms in Europe: <a href=\"http://www.citizenspact.eu/tag/finance/\" target=\"_blank\">proposals </a>/ <a href=\"http://www.euroalter.com/democratic-finance/\" target=\"_blank\">description</a></p></li><li><p>Legality and the fight against organised crime: <a href=\"http://www.citizenspact.eu/tag/corruption/\">proposals</a> / <a href=\"http://www.euroalter.com/legality-struggle-against-organised-crime/\">description</a></p></li><li><p>Gender Equality and Women’s rights: <a href=\"http://www.citizenspact.eu/tag/women-gender/\">proposals</a></p></li><li><p>Environment: <a href=\"http://www.citizenspact.eu/tag/environment/\">proposals</a></p></li></ul><p>Click on the links to read and vote for proposals, find out more about the topic, watch our videos, read articles and publications and find related events.</p><h3>Originating Entities and Funding</h3><p>European Alternatives (<a href=\"http://www.euroalter.com\">www.euroalter.com</a>)</p><p>Funding: Europe for Citizens (European Commission, EACEA Citizenship Programme)</p><h3>External Links</h3><p><a href=\"https://issuu.com/euroalter/docs/citizens_manifesto\">Full Citizen's Manifesto</a></p><p><a href=\"https://euroalter.com/\">European Alternatives</a></p><p><a href=\"https://citizenspact.eu/\">Citizen's Pact for European Democracy</a></p><p>Evaluation of the \"People Power Participation\" project in 2011: <a href=\"http://vm0369.cs05.seeweb.it/images/article_uploads/Towards%20a%20Citizens%20Pact%20for%20European%20Democracy.pdf\">http://vm0369.cs05.seeweb.it/images/article_uploads/Towards%20a%20Citize...</a> [DEAD LINK]</p><h3>Contacts</h3><p><a href=\"/cdn-cgi/l/email-protection#aacf84cecbc6c3c8c5deeacfdfd8c5cbc6decfd884c9c5c7\"><span class=\"__cf_email__\" data-cfemail=\"f095de94919c99929f84b09585829f919c849582de939f9d\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a> | <a href=\"/cdn-cgi/l/email-protection#e180cf97808d849380a18494938e808d958493cf828e8c\"><span class=\"__cf_email__\" data-cfemail=\"adcc83dbccc1c8dfccedc8d8dfc2ccc1d9c8df83cec2c0\">[email protected]</span><script data-cfhash=\"f9e31\" type=\"text/javascript\">/* <![CDATA[ */!function(t,e,r,n,c,a,p){try{t=document.currentScript||function(){for(t=document.getElementsByTagName('script'),e=t.length;e--;)if(t[e].getAttribute('data-cfhash'))return t[e]}();if(t&&(c=t.previousSibling)){p=t.parentNode;if(a=c.getAttribute('data-cfemail')){for(e='',r='0x'+a.substr(0,2)|0,n=2;a.length-n;n+=2)e+='%'+('0'+('0x'+a.substr(n,2)^r).toString(16)).slice(-2);p.replaceChild(document.createTextNode(decodeURIComponent(e)),c)}p.removeChild(t)}}catch(u){}}()/* ]]> */</script></a></p>", "title": "Citizens' Manifesto for European Democracy"}