{"htmlbody": "<p><a id=\"Problems_and_Purpose\" name=\"Problems_and_Purpose\"></a></p><p><strong>Problemstellung und Absicht</strong></p><p>Dieser Fall ist ein randomisierter Feldversuch, welcher die Unterschiede bezüglich Entscheidungsfindung und Legitimität zwischen Bürgerversammlung und plebiszitären Entscheidungsfindungsmethoden (des direkten Wählens) untersucht. Der Experimentator Benjamin Olken hat diese Frage im Kontext von Entscheidungsfragen bezüglich Infrastruktur-Investitionen in indonesischen Dörfern untersucht.</p><p><strong>Die Originalversion dieses Textes ist dem folgenden Diskussionspapier entnommen:</strong> <a href=\"http://econ-www.mit.edu/files/5224\" title=\"http://econ-www.mit.edu/files/5224\"><strong>\"Direct Democracy and Local Public Goods Evidence from a Field Experiment in Indonesia\"</strong></a></p><p><a id=\"Background\" name=\"Background\"></a></p><p><strong>Hintergrund</strong></p><p>Diese Studie findet in 49 indonesischen Ortschaften aus drei Unterbezirken, welche sich in verschiedenen Teilen des ländlichen Indonesiens befinden, statt. Die drei Unterbezirke wurden vom Autor ausgesucht mit der Absicht die große Vielfalt an Bedingungen im ländlichen Indonesien zu repräsentieren. Ein Unterbezirk ist in Ost Java, ein überwiegend von Muslimen bewohntes Gebiet, welches zudem zu einem der am dichtesten bevölkerten ländlichen Gebiete der Welt zählt. Ein zweiter Unterbezirk ist Nord Sumatra, ein Gebiet mit vergleichsweise sehr viel kleineren Ortschaften, unter dessen Bewohnern sehr viele Christen sind. Ein dritter Unterbezirk ist in Südost Sulawesi, einer ärmlicheren, weiter abgelegenen Gegend, welche sich durch beträchtliche ethnische Heterogenität, selbst innerhalb der Ortschaften, auszeichnet. Der folgende Abschnitt beschreibt diejenigen Aspekte der Ortschaftsstruktur und der politischen Steuerung und Koordination, welche für diese Studie relevant sind.</p><p>Alle Ortschaften in dieser Studie nehmen an dem Kecamatan (Unterbezirk) Development Project (KDP) teil. KDP ist ein nationales Projekt der indonesischen Regierung, welches durch ein Darlehen der Weltbank finanziert wird. KDP begann 1998 und finanzierte zum Zeitpunkt der Studie jedes Jahr in etwa 15.000 Ortschaften in ganz Indonesien Projekte. Wie bereits erwähnt findet die Studie in drei KDP Unterbezirken statt, welche sich auf den Inseln Java, Sumatra und Sulawesi befinden. Die vom Autor durchgeführte Auswahl der jeweiligen Unterbezirke für die Studie erfolgte mit der Absicht, die Verschiedenheit der Zustände innerhalb des ländlichen Indonesiens zu repräsentieren. In jedem der drei Zielunterbezirke wurden die Ortschaften zufällig ausgewählt.</p><p>Am KDP teilnehmende Unterbezirke, welche sich normalerweise aus 10 bis 20 Ortschaften zusammensetzen, erhalten einen jährlichen Sammelkredit für drei Jahre in Folge. Jedes Jahr macht jede einzelne Ortschaft in dem jeweiligen Unterbezirk zwei Vorschläge für kleinere Infrastruktur Aktivitäten. Die Ortschaft als Ganze schlägt eines der Projekte vor (welches im Folgenden als ‚allgemeines Projekt‘ bezeichnet wird); Frauengruppen aus der Ortschaft schlagen das zweite Projekt vor (welches im Folgenden als ‚Frauenprojekt‘ bezeichnet wird). Sind die Vorschläge der Ortschaft gemacht, stuft ein Inter-Ortschafts-Forum, welches sich aus jeweils sechs Repräsentanten einer jeden Ortschaft zusammensetzt, alle Vorschläge nach einer Reihe von Kriterien ein, unter anderem die Anzahl der Nutznießer und die Kosten des Projektes. Ob ein Projekt finanziert wird, hängt von dessen jeweiligen Einstufung ab. Die Finanzierung von Projekten erfolgt bis alle vorhandenen Geldmittel erschöpft sind. Normalerweise bekommen auf diese Weise ungefähr 40% der Ortschaften zumindest eines ihrer Projekte finanziert.</p><p>Diese Studie beschränkt sich auf den Vorgang, nach welchem eine Ortschaft ihre zwei Vorschläge auswählt. Der Basisprozess im KDP läuft folgendermaßen ab: Alle indonesischen Ortschaften setzen sich aus 2 bis 7 <em>dusun</em> beziehungsweise (kleineren) Dörfern zusammen. Über einen Zeitraum mehrerer Monate organisiert der Ortschafts-Vermittler kleine Versammlungen auf der Dorfebene. Im Falle größere Dörfer kann es auch sein, dass mehrere Versammlungen in verschiedenen Vierteln des jeweiligen Dorfes abgehalten werden.2 Ziel dieser Versammlungen ist es, eine Liste von Ideen hinsichtlich möglicher Vorschläge für die Ortschaft zusammenzustellen. Die gesammelten Ideen werden dann in zwei Kategorien unterteilt – in diejenigen, welche aus ausschließlich von Frauen besuchten Versammlungen hervorgingen, und in diejenigen, welche in gemischten oder ausschließlich von Männern beigewohnten Versammlungen entstanden. Der Ortschafts-Vermittler präsentiert die Frauenliste vor einer Ortschafts-Versammlung, an welcher ausschließlich Frauen teilnehmen, und die Liste der gemeinsamen oder ausschließlich von Männern vorgeschlagenen Ideen vor einer Ortschafts-Versammlung, welche beiden Geschlechtern zugänglich ist. Obwohl diese Versammlungen grundsätzlich allen zugänglich sind, stellen diejenigen, welche die Versammlung tatsächlich besuchen, eine äußerst ausgelesene Gruppierung dar, genauso wie in Mansbridge’s (1983) Studie von Stadtversammlungen in Vermont.</p><p>Insbesondere Regierungsbeamte (z.B. das Ortschafts-Oberhaupt, der Ortschafts-Minister, sowie weitere Mitglieder der Ortschafts-Exekutive), Dorfviertel-Oberhäupter und diejenigen, welche als Vertreter der jeweiligen Ortschafts-Gruppen ausgewählt wurden, bilden den Hauptteil der Versammlungsteilnehmer. Eine typische Ortschafts-Versammlung zählt 9 bis 15 Vertreter der verschiedenen Dörfer sowie mehrere offizielle und inoffizielle Ortschafts-Oberhäupter. Insgesamt nehmen im Schnitt 48 Personen aus einer durchschnittlichen Ortschafts-Gesamtbevölkerung von 2200 Menschen an einer solchen Versammlung teil. In der allgemeinen, für beide Geschlechter zugänglichen Versammlung sind die Vertreter normalerweise (aber nicht immer) Männer, während in der Frauenversammlung die Vertreter ausschließlich Frauen sind. Die teilnehmenden Vertreter diskutieren in diesen Versammlungen die jeweiligen Vorschläge mit wesentlicher Unterstützung eines externen Vermittlers (wie auch bei Humphreys, Masters and Sandbu 2006), um sich letztendlich jeweils auf einen einzigen Vorschlag zu einigen.</p><p>Es ist wichtig anzumerken, dass, obwohl sich die KDP Ortschafts-Versammlungen dem regulären Ortschafts-Parlament in gewisser Hinsicht ähneln, sie dennoch formal eigenständig sind. Dorf-Vertreter, die in KDP Ortschafts-Versammlungen wählen, sind bei den vorausgegangenen KDP Versammlungen auf Dorf-Ebene genau dafür ausgewählt worden.3 Der Grund für diese institutionelle Trennung ist historisch: das KDP-Programm wurde von 1996 bis 1998 unter dem Soeharto Regime entworfen und die Entwickler des Programms beabsichtigten eine Entscheidungsfindungsinstitution ins Leben zu rufen, welche unabhängiger sein würde als die vom Ortschafts-Oberhaupt eingesetzte Ortschafts-Beratungsversammlung (LMD), die zum damaligen Zeitpunkt existierte (Guggenheim 2004; Guggenheim et al. 2004).</p><p><a id=\"The_Experiment\" name=\"The_Experiment\"></a></p><p><strong>Das Experiment</strong></p><p>Ich führte einen randomisierten, kontrollierten Feldversuch in 49 indonesischen Ortschaften, welche sich alle für Infrastruktur-Projekte im Rahmen des indonesischen Kecamatan Development Program (KDP) bewarben, durch. Im KDP folgt jede Ortschaft einem politischen Prozess, aus welchem zwei Vorschläge für Infrastrukturprojekte hervorgehen – ein ‚allgemeines Projekt‘, das von der Ortschaft als Ganzer vorgeschlagen wurde, und ein ‚Frauenprojekt‘, welches ausschließlich von Frauen der Ortschaft vorgeschlagen wurde. Das Experiment ordnete die Ortschaften zufällig an, ihre Projekte entweder mittels des üblichen KDP Entscheidungsfindungsprozesses, nach welchem Projekte in zwei repräsentativen Ortschafts-Versammlungen ausgewählt werden (eine Versammlung wählt das allgemeine Projekt aus, die andere – ausschließlich von Frauen besuchte – Versammlung wählt das Frauenprojekt aus), oder mittels direkten Volksentscheides, in welchem alle Ortschaftsbewohner in einer Wahl direkt für das von ihnen bevorzugte Projekt wählen dürfen, auszuwählen. Um den auf Versammlungen basierenden Prozess nachzubilden wurden in den Ortschaften mit Volksentscheid zwei gleichzeitige Wahlen abgehalten. In der einen Wahl waren alle erwachsenen Ortschaftsbewohner berechtigt für das allgemeine Projekt zu wählen, in der anderen Wahl durften ausschließlich die erwachsenen Frauen der Ortschaft ihre Stimme für das Frauenprojekt abgeben. Die jeweilige Liste der zur Wahl stehenden Projekte sowohl in der Versammlungsprozedur als auch in der Volksentscheidungsprozedur wurde durch einen in beiden Fällen identischen Prozess der Agenda-Bestimmung generiert.</p><p><a id=\"Differences_in_Projects_Selected\" name=\"Differences_in_Projects_Selected\"></a></p><p><strong>Unterschiede in Bezug auf die ausgewählten Projekte</strong></p><p>In Bezug auf eine mögliche Gefangennahme des Prozesses der Projektauswahl durch Eliten ist eher geringer Einfluss der Volksentscheids-Methode auf das allgemeine Projekt, jedoch erheblicher Einfluss auf das Frauenprojekt auszumachen. Im Falle des allgemeinen Projekts änderte sich die Art des ausgewählten Projekts (z.B. Straße, Bewässerungssystem, Wasser/Kanalisation, usw.) keineswegs infolge des Volksentscheids. Im Falle des Frauenprojekts hingegen führte der Volksentscheid zu Projekten, welche vornehmlich in ärmeren Gegenden der Ortschaft lokalisiert waren. Dieses Ergebnis deutet darauf hin, dass der Volksentscheid Macht verlagert hat hin zu ärmeren Frauen, welche wohlmöglich entrechtet gewesen sind in potentiell von Eliten dominierten Versammlungsprozessen. Zugleich resultierte der Volksentscheid im Falle des Frauenprojekts jedoch auch in denjenigen Arten von Projekten, welche den angegebenen Präferenzen der Eliten der Ortschaft näher waren. Eine mögliche Erklärung für diese Veränderung liegt in der Gestaltung des Experiments, nach welcher die Methode des Volksentscheides keinerlei Auswirkungen auf die Prozedur der Auswahl der Vorschläge innerhalb der verschiedenen Gebiete der Ortschaft hatte und es somit Eliten weiterhin ermöglicht war, den Prozess der Agenda-Bestimmung in den ärmeren Gegenden der Ortschaft zu dominieren. Eine Machtverschiebung hin zu ärmeren Gebieten der Ortschaft erst in der letzten Phase des Entscheidungsfindungsprozesses könnte somit zu Projekten führen, die letztendlich dennoch den Präferenzen der Eliten nahe kommen.</p><p><a id=\"Legitimacy_and_Satisfaction\" name=\"Legitimacy_and_Satisfaction\"></a></p><p><strong>Legitimität und Zufriedenheit</strong></p><p>In Bezug auf Legitimität und Zufriedenheit ist festzustellen, dass der auf direkter Wahl basierende Volksentscheidungsprozess zu weitaus höherer Bürgerzufriedenheit in einer Vielzahl von Belangen führte. So erhöhten die Volksentscheide zum Beispiel erheblich die allgemeine Zufriedenheit mit dem KDP-Programm. Zudem verbesserten die Volksentscheide die Wahrnehmung der Ortschafts-Bewohner in Bezug auf Fairness und Legitimität des ausgewählten Projekts. Bemerkenswerterweise gelten diese Ergebnisse ebenfalls für das allgemeine Projekt, für welches die Art des ausgewählten Projektes unverändert blieb. Ich zeige, dass dieses Ergebnis, dass Volksentscheide die Zufriedenheit erhöhen, stabil ist, wenn man sehr flexibel die Charakteristika der ausgewählten Projekte und die Übereinstimmung von ausgewähltem Projekt und Präferenz der in der Umfrage Befragten kontrolliert. Die Einflüsse sind groß, statistisch signifikant und scheinen unabhängig von der Formulierung der Fragen einzutreten. Die Bewohner der Ortschaft deuteten außerdem an, dass sie weitaus eher bereit seien, freiwillig Arbeit und Material für KDP-Projekte, welche durch Volksentscheid beschlossen wurden, beizutragen.</p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><p><strong>Externe Links</strong></p><p>Das originale Diskussionspapier, welches dieser Artikel zusammenfasst, ist verfasst von Ben Olken: <a href=\"http://econ-www.mit.edu/files/5224\" title=\"http://econ-www.mit.edu/files/5224\">Direct Democracy and Local Public Goods: Evidence from a Field Experiment in Indonesia</a></p><p>Zusammenfassung des Experiments durch das MIT News Office: <a href=\"http://web.mit.edu/newsoffice/2010/java-democracy-0208.html\" title=\"http://web.mit.edu/newsoffice/2010/java-democracy-0208.html\">MIT News Office Press Release</a></p>", "title": "Ländliches Volksentscheids-Experiment (Indonesien) "}