{"htmlbody": "<p><strong>Insights offers a pioneering technology to tap the wisdom of crowds.</strong></p><p>Integrating our web-based platform leads to creative and valuable inputs that enhance your decision making. We enable you to interact with large target audience,  crowdsource the data analysis and improve your performance. Our solution is effectively integrated in governments, local authorities, conferences and enterprises. It already changed decisions. </p><p>Insights was founded in 2009. It was built on the experience accumulated by its founders and partners from a wide variety of places: government offices, local authorities, business entities, civil society, academia, and technology companies. For about six months we dealt with the development of operating procedures with the assistance of 15 partners with extensive experience in the field. </p><p> </p><p><strong>Our Platform</strong></p><p>Our platform enables decision makers to communicate and consult with large groups easily. Currently there are dozens of tools used for managing collaboration ranging from forums, virtual votes, feedback forms to electronic surveys. Unfortunately, these tools are very limited in their ability to formulate relevant insights to questions presented during consultations. They also fail to give participants an attractive and interactive experience, with authentic feedback. Insights proposes an alternative:</p><ul><li dir=\"LTR\"><strong>Qualitative Analysis </strong>– by integrating our \"crowd-sourcing 2.0\" method, our web-based platform analyzes answers to open questions to reflect knowledge and not mere preferences.<br/> </li><li dir=\"LTR\"><strong>Personalized Feedback </strong>-  for the first time, we integrate decisions into the consultation process and offer personalized and immediate feedback to each participant. <br/> </li><li dir=\"LTR\"><strong>Multi-Channel Collection</strong> - our communication interface collects answers and communicates  through various sources - text messages, emails, web, meetings, conferences etc. <br/> </li><li dir=\"LTR\"><strong>Bridging Gaps </strong>- by constantly forming virtual panel groups, our social website creates a tangible and continous connection between decision makers and stakeholders.<br/> </li><li dir=\"LTR\"><strong>Crowd Wisdom </strong>- our web-based platform integrates all components of James Surowiecki's novel book: diversity, independence, decentralization and aggregation. </li></ul><p>Our technology embraces creative solutions to problems encountered by government and business entities. It ensures that every idea and contribution will be reviewed properly and promotes long-term commitment and interaction with your entire target audience which brings value to decisions.</p><p> </p><p><strong>Our Customers</strong></p>Our technology is already in use by several ministries, municipaities, organisations and conferneces in Israel, among them the <a href=\"http://ozar.mof.gov.il/shoarights/\" target=\"_blank\">Ministry of Finance</a>, the <a href=\"http://old.sviva.gov.il/bin/en.jsp?enPage=e_homePage\" target=\"_blank\">Ministry of Environment</a>, the <a href=\"http://www.tamas.gov.il/NR/exeres/A5E90C0B-C1F0-475C-BC35-436C87A9E0DF.htm\" target=\"_blank\">Ministry of Trade &amp; Labour</a>, the<a href=\"http://www.tel-aviv.gov.il/eng/Pages/HomePage.aspx\" target=\"_blank\">Municipality of Tel Aviv-Jaffa</a>, the <a href=\"http://www.kfar-saba.muni.il/\" target=\"_blank\">Municipality of Kfar Saba</a>, <a href=\"http://www.appleseeds.org.il/\" target=\"_blank\">Appleseeds Academy</a>, <a href=\"http://www.themarker.com/\" target=\"_blank\">TheMarker</a> and other organisations. Here are some numbers to describe its outreach and success:  <br/><ul><li dir=\"LTR\">More than 500 stakeholders took part in devising Israel Green Growth's policy. <strong>The new policy addresses all key insights from the consultations</strong>. The consultation website includes hundreds of contributions made directly on the web or typed in the 9 roundtables we operated. <br/> </li><li>The Mayor of Kfar Saba <strong>adopted 90 per cent of the 10 insights </strong>summarized his consultation on the city's leisure policy. The outreach was significant - any fifth citizen was offered to take part during events or through phone calls and text messages. Overall, 1,500 out of 20,000 participated. <br/> </li><li>Tel Aviv Municipality changed its focus following a wide consultation on its youth community center.<strong>Around 10,000 were exposed to the process, out of which 1,100 participated</strong> through facebook, meetings and our special landing page. Most insights were adopted.<br/> </li><li>During \"Israel 2021\" conference, led by TheMarker, a leading newspaper in Israel, <strong>around 400 participants answered the conference's question</strong> on how to lead change in Israel. Their insights were processed and published. Half of all the pariticipants entered the website.  </li></ul><br/><br/><strong>Our Founding Principles</strong><br/><br/>Insights' success is measured by our  impact on decision-making and our ability to turn participants into partners. Aside of our outcome indicators, there are several founding principles guiding us:  We are relentlessly focused on outcomes, not processes. Consultation is a tool for leading effective and lasting change. Turning it into a \"normative\" obligation will only hinder its purpose. We trust decision makers. Our platform seeks to strengthen their capacity to make better decisions, interact wisely with large groups of stakeholders and raise their legitimacy. We believe in integrating \"content\" with \"process\" capacity. Running a decision-making process is a profession. , but it cannot be detached from expertise in the field itslef. We perceive every participant as a costumer. Those who are willing to contribute their time for consultations must be heard and get an update on their impact.  We work hard to make policy accessible and comprehensible. In order for collaborative decision making procedures to succeed, stakeholders must understand them<p> </p><p> </p>", "title": "Insights: Powering Collective Thinking"}