{"htmlbody": "<p>The Mondragón Co-operative Corporation (MCC) is the world’s biggest industrial worker cooperative as well as a succesful and long-withstanding multinational corporation. It is an iconic model for the global co-operative movement, and operates under the ideals of participation and solidarity. In operation since 1956, Mondragón is based in the Basque country. It is indeed the Basque country’s leading business group, and the seventh largest in Spain.</p><p>The MCC is based largely on the principle of one worker one vote. It thus stands for participatory worker empowerment through worker share ownership and involvement in decision-making through well-established channels of participation. Rather than a single hierarchical company, Mondragon is an integrated network of cooperative companies owned by workers, whose influence has allowed them to proactively shape the growth of their respective organizations.</p><p>Mondragon is divided into the sectors of Finance, Industry, Retail and Knowledge. Its products include high technology, machines, tools, auto parts, co-operative banking, an insurance company, retailing, and for instance a recent “Electric car/Sustainable mobility” project.</p><p><a id=\"Purpose_and_Problem\" name=\"Purpose_and_Problem\"></a></p><h1>Purpose and Problem</h1><p>Mondragon’s corporate values are Co-operation, Participation, Social Responsibility, and Innovation. It has aimed to achieve economies of scale through a continually expanding network, while retaining a participatory decision-making model and local independence of the various cooperatives. The network of mutual support between the parts of the complex has been crucial toward regional development.</p><p>A CEO’s or a manager’s wages cannot exceed 70 per cent of the equivalent in other companies in the market; however, in reality they are much less than this. The pay ratio between the highest and the lowest paid is generally 3:1 to 5:1 before taxes, and the minimum pay is generally higher than the local equivalent for similar work. For instance, the CEO of the entire Mondragon Corporation earns only 9 times as much as the lowest paid worker in the entire complex. This is to promote economic democracy and worker empowerment, which is in contrast, for example, with the average ratio of 600:1 in CEO to lowest-paid worker pay in the United States.</p><p>Profits represent a means to another ends, that is the continuation of socially acceptable employment, rather than the primary motive of profit as an end to itself. The cooperative model of business politically represents a third way away from the black-and-white model of either socialism or capitalism, toward an economy that realizes in practice people’s rights and dignity.</p><p><a id=\"History\" name=\"History\"></a></p><h1>History</h1><p>The Mondragón Co-operatives were founded in 1956, its formation inspired by a young priest called José María Arizmendiarriet (referred to as Arizmendi), who arrived in Mondragón in 1941. The ideas arose from the countryside’s traditions of organized labor and models of craftsman guilds, but the same cooperative framework has independently arisen in many other places too. The first steps were taken through the establishment of the Mondragon cooperative technological school, largely for youth to counter the unemployment in Franco’s Spain, which had banned many avenues for realizing workers’ rights. The experiment thus began as a training facility for apprentices. With the threat of unemployment again from a local factory being shut down, Arizmendi encouraged the workers to purchase and self-govern it. This was called the ULGOR (now FAGOR) steel mill cooperative and was established in 1956. Training and education have been important since the corporation’s conception, and in 1997, the group created the University of Mondragon, which today hosts 4,000 students.</p><p>Father Arizmendiarret described the motivation behind the cooperative as follows</p><blockquote>\"Nothing differentiates people as much as their respective attitudes to the circumstances in which they live. Those who opt to make history and change the course of events themselves have an advantage over those who decide to wait passively for the results of the change.”</blockquote><p>There is one strike that occurred in the history of Mondragon, in 1974, where workers demanded stronger entitlement rights to the corporation and its actions. As a result, however, the corporation responded positively and reformed its structure to better accommodate these demands through increases in the powers of the worker-operated General Assembly, Social Councils to address more cooperative-based issues, and the creation of worker Interest Groups to answer to problems on the grassroots level.</p><p>Mondragon displays a long-term resiliency and therefore refutes the claim that worker cooperatives cannot be contained for long. Of the 103 cooperatives created from 1956 to 1986, only three were shut down—this implies an impressive survival rate of 97 per cent of three decades (Whyte 3).</p><p><a id=\"Creation_and_Participant_Selection\" name=\"Creation_and_Participant_Selection\"></a></p><h1>Creation and Participant Selection</h1><p>Today, the MCC business group comprises of 256 companies and bodies, around half of which are co-operatives. In 2008, the number of employees was 92,773. The geographical breakdown was 39.7 per cent in the Basque Country, 44.2 per cent in Spain, and 16 per cent abroad.</p><p>Of the 256 bodies under the MCC, all come into being or have been incorporated into the umbrella corporation gradually since 1956. The cooperatives have usually between 6-2,000 workers each. Around 400-500 workers the cooperatives tend to split, as at this point the bureaucracy becomes too heavy for cooperative solidarity to flourish.</p><p>After a probation period, workers pay opt to pay a membership fee and then effectively become members, which means for instance having one vote in the annual General Assembly on policy issues and having rights to elect representatives in the corporation. The membership fee is €13,400 in the form of providing share capital to the corporation—this can be borrowed from Mondragon’s co-operative bank, which extends the possibility of becoming a member. If a cooperative is experiencing constant failure, it will be shut down after three years, but the workers must then be re-employed elsewhere or retrained.</p><p>Just less than a third of the employees are actual co-operative members at present due to an expansion outside the Basque region. The MCC plans to raise this percentage to 75 per cent in the coming years through a process of cooperativization. However, the local membership rates are increasing, and between 1997 and 2004, the amount of member-owners doubled. (Williams 120)</p><p>The corporation is expanding beyond the Basque region, but while doing so it retains a growing membership rate also in the Basque country and the participation and practices of its original members have not been diminished as a result. The MCC has recently partnered with standard corporations mainly to gain better capital access, but its plans are to gradually cooperatize these branches, in which it mostly holds shareholder majority, by promoting worker participation and equitable wages. Mondragon has negotiations with as well as existing operations and partner corporations in dozens of over 17 countries, including Brazil, United States, Mexico, and several EU nations.</p><p><a id=\"Deliberations_and_Decisions\" name=\"Deliberations_and_Decisions\"></a></p><h1>Deliberations and Decisions</h1><p>The Mondragon model of cooperative extends from mere membership to the progressive development of self-management and as a result, to members’ partaking in the management of the business. The elected General Assembly consists of 650 worker-members from the different cooperatives meets annually to discuss policy and to carry out a review of the MCC cooperatives and the governing bodies. It can for instance deliberate upon matters of profit allocation. Profits are usually reinvested or got to research and worker dividends go toward retirement accounts. The Governing Council too includes 100 worker-members, and it reviews each co-operative’s actions. Other bodies include the Directorship, the Permanent Commission, the General Council, the Commission on Vigilance, and the Social Council, also including worker-members, which oversees the worker-management relations.</p><p>Ten per cent of its co-operatives’ profits are steered toward social projects through the Co-operative Education and Promotion Fund, which includes research, training and educational development. Education therefore serves as a tool of increasing the capabilities and power of the workers over several processes in the corporation.</p><p>During the financial crisis, the corporation’s focus on workers’ interest was demonstrated through reshuffling measures within the corporation and resulting in remarkably low unemployment in relation to other enterprises. Decision-making regarding the possibility of worker layoffs was done through meetings between the managers and the worker-owners. The decision that was reached through this participatory method concluded that 20 per cent of workers would take a year’s leave, chosen by lottery, during which they would still receive 80 per cent of their wages and voluntary re-training. After one year, if the corporation was still being hurt by the financial downturn, these workers would return and another group would be chosen in the lottery.</p><p><a id=\"Outcomes_and_Effects\" name=\"Outcomes_and_Effects\"></a></p><h1>Outcomes and Effects</h1><p>In 2009, Mondragon accounted for 3.5 per cent of the Basque Autonomous Community’s GDP and for 7.1 per cent of its industrial GDP. In addition, the corporation provided 3.4 per cent of total employment. (The MCC Website)</p><p>In 2008, despite the economic recession, Mondragon earned a profit and was able to absorb the shock thanks to its prominence in multiple markets, reporting a 6 per cent income growth rate. Mondragon has twice been selected as one of the “10 European Most Admired Knowledge Enterprises”.</p><p>The Financial Group of Mondragon includes Caja Laboral (Working People’s Bank), a cooperative bank and a credit union at the center of the corporation. The bank boasted a profit of 56.5 million euros in 2009, and despite its investments in Lehman Brothers, was therefore not greatly affected by the financial downturn. Lagun Aro manages insurance, retirement funds, and a social welfare system for the members.</p><p>Eroski, which means ‘group buying’, is part of the retail branch of the MCC and has been the largest Spanish-owned food chain since 1997. In 2005, 88 per cent of its workers were full-time employed worker-owners. It was formed in 1969 by a common effort of both distributors and consumers.</p><p><a id=\"Analysis_.26_Criticisms\" name=\"Analysis_.26_Criticisms\"></a></p><h1>Analysis &amp; Criticisms</h1><p>Mondragon seems to have successfully fought the pressures of maintaining efficiency and a competitive edge in the market economy while retaining its original values of participatory democracy. One of the pressing questions was the serious deliberation of the Managerial Board to increase in top managers’ salaries, but this was dropped largely due to the objections of worker-managed councils and interest groups. This shows the corporation’s commitment to its values of valuing the workers’ voice and participation. Additionally, the MCC concluded that in fact the corporation’s performance benefited more from the management’s commitment to the co-operative values than from salary-related incentives.</p><p>Education has since played large role in the success of Mondragon by providing training in the management of non-traditional corporations, and this along with lifelong retraining possibilities has ensured a generally talented, devoted, and innovative workforce. Importantly, its success owes greatly to the practice of worker participation in corporate governance, which has created real trust, solidarity, and commitment in the workplace.</p><p>Mondragon is also exceptionally well equipped to respond to changes, which was illustrated by its reaction to the crises, both financial and internal, that it has faced. Its own cooperative bank was an essential source of capital securitization during its early years, and its cooperative financial components continue to play a vital role.</p><p>However, as the anthropologist Sharryn Kasmir has claimed, there have been no exhaustive studies carried out regarding how Mondragon compares to the average Spanish firm, and indeed, she claims evidence of suppressed dissatisfaction amongst workers (Kasmir 122-2).</p><p>Nonetheless, on other accounts, worker satisfaction seems consistently reportedly high, and workers tend to express their willingness to work for Mondragon even if it provided wages lower than the average. In reality, the wages are generally higher than the local alternatives due to rules concerning the general wage rates and members’ shares in corporate profits. (Williams 118)</p><p>With annual revenue of $24bn and relatively outstanding participatory governance methods, the company still seems to thrive today. The current chairman, Jose Maria Aldecoa says, “the co-operative model is absolutely flawed, but it has shown itself the least flawed in a crisis of values and models”. The Mondragon experiment seems to prove that a corporation can be globally competitive without abandoning cooperative ideals and principles of worker participation.</p><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h1>Secondary Sources</h1><p>Cheney, George. Values at Work: Employee Participation meets Market Pressure at Mondragon. Ithaca: ILR Press/Cornell University Press, 1999.</p><p>Kasmir, Sharryn. The Myth of Mondragon. Albany: State University of New York Press, 1996.</p><p>Redondo, Gisela, Ignacio Santa Cruz and Josep Maria Rotger. “Why Mondragon? Analyzing What Works in Overcoming Inequalities.” Qualitative Inquiry 17 (2011): 277-283.</p><p>Thomas, Henk and Chris Logan. Mondragon: An Economic Analysis. London: George Allen &amp; Unwin, 1983.</p><p>Williams, Richard C. The Cooperative Movement: Globalization from Below. Hampshire, England: Ashgate, 2007.</p><p>Whyte, William Foote and Kathleen King Whyte. Making Mondragon: The Growth and Dynamics of the Worker Cooperative Complex. Ithaca, NY: ILR Press, 1988.</p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h1>External Links</h1><p><a class=\"external text\" href=\"http://www.mcc.es/ENG.aspx?language=en-US\" rel=\"nofollow\" title=\"http://www.mcc.es/ENG.aspx?language=en-US\">Mondragon Corporation Homepage </a></p><p><a class=\"external text\" href=\"http://www.time.com/time/business/article/0,8599,1947313,00.html\" rel=\"nofollow\" title=\"http://www.time.com/time/business/article/0,8599,1947313,00.html\">Schwartz, Judith. “In Cleveland, Co-Ops Look to Spanish Model”. TIME, December 22, 2009. </a></p><p><a class=\"external text\" href=\"http://www.telegraph.co.uk/finance/economics/8329355/Spains-astonishing-co-op-takes-on-the-world.html\" rel=\"nofollow\" title=\"http://www.telegraph.co.uk/finance/economics/8329355/Spains-astonishing-co-op-takes-on-the-world.html\">Evans-Pritchard, Ambrose. “Spain’s astonishing co-op takes on the world”. The Telegraph, February 16, 2011.</a></p><p><a class=\"external text\" href=\"http://www.yesmagazine.org/issues/the-new-economy/mondragon-worker-cooperatives-decide-how-to-ride-out-a-downturn\" rel=\"nofollow\" title=\"http://www.yesmagazine.org/issues/the-new-economy/mondragon-worker-cooperatives-decide-how-to-ride-out-a-downturn\">Kelly, Georgia and Shaula Massena. “Mondragón Worker-Cooperatives Decide How to Ride Out a Downturn”. Yes Magazine, June 5, 2009.</a></p><p><a class=\"external text\" href=\"http://www.youtube.com/watch?v=NORmQ8zaL1c\" rel=\"nofollow\" title=\"http://www.youtube.com/watch?v=NORmQ8zaL1c\">Mondragon on YouTube Part 1</a></p><p><a class=\"external text\" href=\"http://www.youtube.com/watch?v=TpdoNzXGmxM&amp;feature=related\" rel=\"nofollow\" title=\"http://www.youtube.com/watch?v=TpdoNzXGmxM&amp;feature=related\">Mondragon on YouTube Part 2</a></p><p><a class=\"external text\" href=\"http://www.youtube.com/watch?v=7exbkJPFP50\" rel=\"nofollow\" title=\"http://www.youtube.com/watch?v=7exbkJPFP50\">YouTube: \"Capitalism alternative? The Mondragon Cooperatives with Professor Fred Freundlich\"</a></p><p><a class=\"external text\" href=\"http://en.wikipedia.org/wiki/Cooperative\" rel=\"nofollow\" title=\"http://en.wikipedia.org/wiki/Cooperative\">Cooperative on wikipedia</a></p>", "title": "Mondragón Co-operative Corporation"}