{"htmlbody": "<p><em>Anmerkung: Dies ist die deutsche Übersetzung einer englischen Originalversion abrufbar unter <a href=\"http://participedia.net/en/cases/australias-first-citizens-parliament-canberra-australia\">http://participedia.net/en/cases/australias-first-citizens-parliament-ca...</a></em></p><p><em>Note: this is a German translation of an English case study available at <a href=\"http://participedia.net/en/cases/australias-first-citizens-parliament-canberra-australia\">http://participedia.net/en/cases/australias-first-citizens-parliament-ca...</a></em></p><h3>Zusammenfassung</h3><p>Australiens erstes Bürgerparlament (auch Australiens Bürgerparlament oder ACP genannt) ist eine groß angelegte dreitägige Deliberation, die in Canberra zwischen willkürlich ausgewählten australischen Bürgern im Februar 2009 stattfand und von der newDemocracy Foundation organisiert wurde. Die Bürger wurden gebeten, sich der Frage zu stellen, wie die australische Regierung verbessert werden könnte um den Bürgern besser dienen zu können. Ihre Ergebnisse, 13 Vorschläge, wurden dem australischen Parlament präsentiert. Die Veranstaltung wurde minutiös aufgenommen und bietet eine wichtige Quelle für zukünftige Forschung.</p><h3>Problemstellung und Zweck</h3><p>Das australische Bürgerparlament hatte zwei wichtige Ziele: Zum einen sollten die Ergebnisse des deliberativen Prozesses in Form einer Liste mit potenziellen Reformen an einen Repräsentanten des Premierministers überreicht werden, zum anderen hatte die Veranstaltung die Funktion, Daten für die vier fördernden akademischen Institutionen zu generieren. Diese zwei breiten Zielsetzungen können in viele, spezifischere Ziele herunter gebrochen werden, von denen jedes in eine von drei Kategorien eingeordnet werden kann: Ziele, die zu einer Reform des Zugriffs und der Politikgestaltung der australischen Regierung führen, Ziele, die zu weiteren Daten für die Forschung im Bereich deliberativer Demokratie führen und Ziele, die das Agenda-Setting und weitere administrative Voraussetzungen, die einer solch komplexen Veranstaltung inhärent sind, erfüllen.  </p><p>Die vorbereitende Phase des ACP, sechs Welt-Cafés, die 2008 abgehalten worden sind, sollte dafür dienen, die wichtigsten Verantwortlichkeiten der Hauptveranstaltung zu klären. Diese Welt-Cafés bestanden aus einer Gruppe von fünf bis acht Personen, denen eine Reihe von Fragen gestellt wurde, die von Gruppe zu Gruppe rotierten und reflektiert und diskutiert wurden. Schließlich wurde die Frage „Wie kann Australiens politisches System gestärkt werden um uns besser zu dienen?“ dazu erklärt am besten zu der Veranstaltung zu passen. In den darauffolgenden Phasen sollte diese Frage beantwortet werden indem Antworten zu vorher ausgewählten Fragen, korrespondierend mit oben genannter Frage, generiert wurden. Diese Liste von Fragen wurde weiterhin durch den unten beschriebenen deliberativen Prozess eingeschränkt. Dieser erste Zweck des ACP war atypisch, da er nicht auf ein einzelnes, bestimmtes soziales Problem bezogen war. Transkriptionen der Diskussionen während des formellen Teils des ACP belegen jedoch, dass Themen zu Migranten und Ureinwohnern, zum Zugriff auf politische Entscheidungsträger, zur Qualität von Bildung und zu Wahlreformen von signifikanter Bedeutung unter den 150 Diskutierenden waren. </p><p>Neben dem deliberativen Ziel der Diskussion, Reflektion und Entscheidung stand das Ziel der Akkumulation von Daten, die für zukünftige Forschungspublikationen genutzt werden konnten. Die Betonung auf der Ansammlung empirischer Daten war durch fehlende Dokumentation von solch groß angelegten deliberativen Prozessen begründet. Es überrascht wenig, dass die Veranstaltung von Akademikern der Australian National University, der University of Sydney, der Curtin University of Technology und der NewDemocracy Foundation initiiert und ermöglicht wurde. Die Daten, die während des Prozesses der ACP erfasst wurden, werden, laut den Co-Vorsitzenden Fred Chaney und Lowitja O’Donoghue, einen „wichtigen Beitrag zur Praxis und Theorie deliberativer Demokratie machen“. Neben der einmaligen Gelegenheit eine solch große Veranstaltung zu untersuchen, waren die Forscher auch daran interessiert, die Effekte der Kombination von online und face-to-face Diskussionen auf den deliberativen Prozess zu erfassen.</p><p>Weiterhin sollte das Australische Bürgerparlament zu einer verstärkten öffentlichen Partizipation in politischen Entscheidungsprozessen beitragen indem es ein erfolgreiches Beispiel einer formalisierten Deliberation liefert und dabei gewählten Politikern demonstriert, dass ihre Wählerschaft sich mobilisieren kann und wird um Politikfindung zu beeinflussen und die Rolle des ‚normalen Bürgers‘ zu stärken.</p><p>Die spezifischen Ziele jeder Phase, wovon jedes du den zwei Gesamtzielen der Unternehmung beiträgt, können in Appendix Zwei gefunden werden <a href=\"http://www.newdemocracy.com.au/docs/newDemocracy_Citizens_Parliament_Handbook_Appendices.pdf\" title=\"http://newdemocracy.com.au/ndf/docs/cp_project/newDemocracy_Citizens_Parliament_Handbook_Appendices.pdf\"><u>[1]</u></a>.</p><h3>Geschichte</h3><p>Theoretiker deliberativer Demokratie haben das Fehlen demokratischer Legitimität in repräsentativer Politik festgestellt – es reicht eben nicht lediglich zur Wahl zu gehen. Eine moderne Demokratie sollte nicht nur durch Wahlen zur Verantwortung gezogen werden können, sondern sollte die gesamte Öffentlichkeit an der Entscheidungsfindung teilhaben lassen. Australien hat in dieser Hinsicht Fortschritte gemacht. Die unten genannten Veranstaltungen dienen als Vorreiter sowohl im Hinblick auf die Methode als auch auf in Bezug auf die Idee, die hinter dem australischen Bürgerparlament steckt.</p><p><em><u>West-Australiens Gipfeltreffen zu Lastzügen</u></em></p><p>Von Mai bis Juni 2001, beteiligten sich Gemeindemitglieder aus Perth, Katanning, Kalgoorie und Geraldton and Konsens Foren zum Thema Lastzüge mit Überlänge. Obwohl das Thema in vielerlei Hinsicht kontrovers war, war jedes Forum – in denen eine Gruppe von 100 Teilnehmern in kleinere Gruppen eingeteilt wurde um Diskussionen zu erleichtern – in der Lage, eine Liste mit Empfehlungen abzugeben, die alle innerhalb von zwei Jahren nach dem Forum in Kraft gesetzt wurden. Wie im ACP wurde in jeder Gruppe auf eine proportionale Repräsentation der Teilnehmer geachtet.</p><p><a href=\"http://participedia.net/en/cases/dialogue-city\"><u><em>Dialog mit der Stadt</em></u></a></p><p>Im Jahr 2003 führte die Stadt Perth das „<a href=\"http://participedia.net/en/cases/dialogue-city\">Dialog mit der Stadt</a>“ Programm ein. Das erklärte Ziel war es, Perth bis 2030 zu der „lebenswertesten“ Stadt auf dem Planeten zu machen. Der Dialog war eher ein Prozess als eine einzelne Veranstaltung – ein Merkmal, das es mit dem ACP teilt. Der Dialog benutzte Umfragen, Kommunikationsmedien und Bürger treffen – im Umfang von 100 bis 1,100 Teilnehmer – und suchte damit aktiv bei der Stadtplanung nach Beiträgen von ‚normalen Bürgern‘. Dieser Punkt und die Zugänglichkeit und demographisch akkurate Repräsentation, waren Charakteristika, die der Dialog mit dem ACP teilt.</p><p><u><em>Queenslands Jugend-Jury</em></u></p><p>Im Februar 2006 diskutierten zwölf junge Erwachsene im Alter von 16 bis 21 Jahren drei Tage lang über die Fragen „Wie kann Demokratie besser jungen Menschen in Queensland dienen?“. Experten wurden einberufen um Fakten zu präsentieren und ein Moderator trieb die Diskussionen zwischen den zehn zufällig ausgewählten Jugendlichen an. Zwei Plätze wurden speziell für jeweils eine uransaessige Person und eine Person mit Behinderung reserviert. Die Veranstaltung wurde von dem Parlament in Queensland gesponsert und die Ergebnisse wurden in dessen Sitzung im April 2006 präsentiert. Der explizite Versuch der Jury, eine unterrepräsentierte Gruppe zum Teil der politischen Entscheidungsfindung zu machen (obwohl es nicht wirklich Queenslands Demographie entspricht), ist ebenfalls ein Merkmal des ACP.</p><p><em><u>Der NSW Klima-Gipfel</u></em></p><p>Im Februar 2009 trafen sich 80 Bürger aus New South Wales für zwei Tage um über den Klimawandel zu diskutieren und Empfehlungen zu dem Thema abzugeben. Wie das ACP und viele Beispiele deliberativer Demokratie wurden für den Gipfel Menschen entsprechend NSW’s Demographie ausgewählt, Experten präsentierten technische Details und generierten schließlich – durch Gremiumssitzungen und Deliberationen in kleinen Gruppen – eine Liste von Umwelt-Empfehlungen für eine Vielzahl von Bereichen.</p><h3>Auswahl der Teilnehmer</h3><p>Die ersten Welt Cafés zur Themensetzung wurden in Sydney und Melbourne von der newDemocracy Foundation veranstaltet. Obwohl auch sie strukturiert waren, waren diese Veranstaltungen in ihrem Auswahlprozess weniger formell als die darauffolgenden Phasen. Die Teilnehmer waren Freiwillige, nichtsdestotrotz bleiben die Prinzipien deliberativer Demokratie in den Welt-Cafés vorhanden. Vielfalt, gleiche Repräsentation und Möglichkeiten sind Prinzipien, die dieses Programm leiten.</p><p>Nachdem das Thema entwickelt worden war, verschickten die drei Universitäten und newDemocracy 9,653 Einladungen zu zufällig ausgewählten Menschen aus der Wählerschaft. Von denen wurde 8000 erfolgreich zugestellt und 2,763 Menschen zeigten Interesse an der Veranstaltung teilzunehmen. Alle Menschen, die Interesse gezeigt hatten, wurden zu dem Online-Teil des Prozesses eingeladen.</p><p>Die Veranstalter verpflichteten sich in der Veranstaltung eine Person von jedem der 150 australischen Bundesdistrikte einzubinden. Neben dieser Einschränkung sollte unter diesen 150 Personen auch Australiens demographische Faktoren wie Alter, Geschlecht und Bildungsgrad berücksichtigt werden. Zusätzlich wurden drei Plätze für Aborigines und Torres Strait Islander Einwohner reserviert.</p><p>Die 150 Teilnehmer wurden nach einer geschichteten Zufallsstichprobe ausgewählt. Weil die Wahrscheinlichkeit, zufällig einen Mikrokosmos von Australiens Einwohnern auszuwählen, gering war, teilten die Wissenschaftler die potenziellen Teilnehmer nach ihren Distrikten und den demographischen Kriterien in Gruppen ein. Mit Hilfe von Volkszählungsdaten wurden Quoten für diese Kategorien festgelegt. Zum ersten wurden drei Teilnehmer der zwei indigenen Populationen  anhand des Zufallsprinzips und unabhängig des jeweiligen Bezirks ausgewählt. Danach wurden die Teilnehmer der verbliebenden 147 Bezirke nach demselben Prinzip ausgewählt. Nachdem die Quote einer Kategorie erfüllt war, wurden alle anderen Teilnehmer, die in ebenjene Kategorie passten, ausgesiebt. Um eine Repräsentation aller 150 Bezirke zu garantieren, wurden diejenigen mit den wenigsten zur Verfügung stehenden Kandidaten immer von dem nächsten ausgewählt.</p><p>Dieser Prozess wurde von einem Computer bearbeitet. Dabei wurden Toleranzzonen, ober und unterhalb der Quota, für jede der drei Kategorien hinzugefügt, die nach jedem Versuch, die angegebenen Quota zu erfüllen, gelockert wurden. Schließlich wurden Toleranzbereiche für das Geschlecht (+5%), für das Alter (+10%) und den Bildungsgrad (+25%) festgelegt.</p><p>Leider haben 25 der ausgewählten Individuen ihre Teilnahme nicht bestätigt, wobei einer von ihnen indigen war. Wegen der geringen Antwortrate dieser Kategorie, wurde ein Kandidat desselben Geschlechts und eines ähnlichen Alters aus dieser Gruppe zufällig ausgewählt. Weiterhin wurden die restlichen 25 Personen, die abgesagt hatten, ebenfalls durch eine Zufallsauswahl ersetzt, die den Charakteristika und Bezirken der ursprünglichen Gruppe entsprach.</p><h3>Deliberation, Entscheidung und öffentliche Interaktion</h3><p><u><em>Deliberation</em></u></p><p>Es gab drei Phasen der Deliberation für das Australische Bürgerparlament. Die ersten beiden Phasen fanden vor dem formellen Treffen in Canberra statt. Sie beinhalteten einen Tag mit regionalen Treffen und Online-Diskussionen.</p><p>Um den Bürgern die Möglichkeit zu geben, miteinander und dem Prozess der Deliberation warm zu werden, setzten die ACP Veranstalter regionale Treffen an, in denen alle Teilnehmer die zentrale Frage des Parlaments –wie die Australische Regierung den Bürgern besser dienen kann – behandeln sollten. Durch das Teilen von Erfahrungen, Wissen und Ideen sowie durch die Beantwortung von offenen Fragen, legten die ersten Deliberationen  den Grundstein für die Entwicklung von Vorschlägen.</p><p>Um diesen Prozess zu vereinfachen, halfen die Moderaten den Teilnehmern ihre Ideen in vier Kategorien einzuteilen: Ich akzeptiere diese Idee und gehe über zum nächsten Punkt, diese Idee interessiert mich und ich möchte mehr darüber erfahren, ich lehne diese Idee nicht ab, aber ich bin skeptisch und, schließlich, ich lehne diese Idee ab.</p><p>Ein Teilnehmer sagte über das regionale Treffen: “Es war etwas völlig neues für mich. Ich habe es genossen, zuzuhören und zu der Diskussion beizutragen.“</p><p>Die zweite Phase, die Online-Diskussionen, fand nach den regionalen Treffen statt und endete kurz vor dem Treffen in Canberra. Diese Phase war eigentlich für 150 zufällig ausgewählte Teilnehmer bestimmt gewesen, die Organisatoren weiteten die Teilnahme jedoch auf die 2,763 Personen aus, die ihr Interesse an der Teilnahme des Bürgerparlaments bekundet hatten. Die Teilnehmer arbeiteten in Gruppen mit höchstens 25 Mitgliedern und erstellten 58 potenzielle Vorschläge, von denen 11 vervollständigt wurden um sie später als Ausgangspunkt für die Deliberation in Canberra nutzen zu können. Insgesamt wurden 1,300 Kommentare und 800 Antworten abgegeben ohne dass es „einen Vorfall von Missbrauch oder Streit“ gegeben hat.</p><p>Die Deliberationen ‘von Angesicht zu Angesicht’ dauerten vier Tage. Jeder Tag wurde einer speziellen Funktion der Deliberation gewidmet. Dabei wurden Netzwerk-Computer benutzt um die Ideen der Gruppen zu projizieren. Am ersten Tag, der weniger als vier Stunden dauerte, wurden alle 150 Teilnehmer zusammen gebraucht um zu diskutieren, was sie sich von dem Parlament erhofften. Der zweite Tag, der fast acht Stunden dauerte, sollte die Perspektiven der Teilnehmer weiten. Dies beinhaltete kleine Gruppen-Dialoge und Diskussionen. So wurden weitere Vorschläge entwickelt. Am dritten Tag, ca. neun Stunden lang, sollten die 51 Vorschläge, die in den vorherigen zwei Tagen entwickelt worden sind, eingegrenzt werden. Dabei wurde das Model des ‚Geld Ausgebens‘ benutzt, bei dem die Teilnehmer mit imaginären Geld für die Vorschläge abstimmen sollten. Dabei reduzierte die Gruppe die Anzahl der Vorschläge auf elf. Am vierten Tag wurden schließlich die finalen Empfehlungen vorgestellt.</p><p>Zusammenfassend bemerkte Lyn Carson, Privatdozentin für Angewandte Politik an der Universität Sydney: „Es war unbestreitbar, dass diese Individuen die Erfahrung einer Aktivität gemacht haben, die ihre Rechte und Möglichkeiten als Bürger anerkennt. Es gab ein greifbares Gefühl der Ermächtigung und des lohnenswerten Dialogs. Am wichtigsten jedoch ist, dass es starke Gemeinsamkeiten gab in Bezug auf die Probleme, die die Menschen als besonders wichtig identifizierten.“</p><p><u><em>Entscheidungen</em></u></p><p>Nach der Deliberation hatte das Bürgerparlament 13 Vorschläge entwickelt, um die Regierung zu stärken in dem sie besser dem Volk dient:</p><ol><li>Verringerung von Doppelarbeit zwischen den verschiedenen Regierungsebenen durch die Harmonisierung der Gesetze über Ländergrenzen hinweg.</li><li>Bürger durch Bildung dazu befähigen sich an Politik zu beteiligen.</li><li>Verantwortung in Bezug auf politische Versprechungen und ein Verfahren zur Wiedergutmachung.</li><li>Die Rolle der Bürger in der Politik durch Engagement für die Gemeinschaft stärken.</li><li>Änderung des Wahlsystems in Bezug auf optionale Vorzugsstimmrechte.</li><li>Engagement der Jugend in der Politik.</li><li>Anerkennung der Aborigines und Torres Strait Island Völker in der Verfassung.</li><li>Gesetz zu Rechten und Pflichten.</li><li>Erweiterung und Fixierung des Begriffs der Regierung.</li><li>Offene und zugängliche Regierung.</li><li>Beseitigung oder Verringerung staatlicher Ebenen innerhalb der Regierung.</li><li>Wiederbelebung von politischen Debatten und Referenden.</li><li>Von Bürgern initiierte Referenden.</li></ol><p>Die Vorschläge wurden dem Parlamentarischen Sekretär der Premierministerin, Anthony Byrne, von einigen Teilnehmern präsentiert.</p><p><u><em>Öffentliche Interaktion</em></u></p><p>Von den 8,000 Einladungen, die an australische Bürger geschickt worden waren um an dem ACP teilzunehmen, antworteten nur 2,763, oder ca. 34,5%. In anderen Worten: aktives Interesse an der Transformation von Demokratie scheint bei den meisten nur schwerlich vorhanden gewesen zu sein. Der Journalist John Warhust, The Canberra Times, schrieb: „Der Großteil der Bevölkerung ist wahrscheinlich nicht interessiert in mehr demokratische Beteiligung und diese Entwicklungen berühren sie nicht wirklich. Um sie wirklich zu erreichen bräuchte man nicht bloß ein Bürgerparlament mit 150 Teilnehmern, sondern eines, das oft wiederholt und in jedem Bundesstaat abgehalten wird. Aber auch das würde nur an der Oberfläche von dem kratzen, was unsere Demokratie braucht um neu belebt zu werden.“ Demnach werden die Veranstalter, obwohl sie erfolgreich mit dem Konzept des ACP waren, mehr Arbeit investieren müssen um weite Teile der Öffentlichkeit zu aktivieren.</p><h3>Einfluss, Ergebnisse und Effekte</h3><p>Australiens erstes Bürgerparlament war die erste groß angelegte deliberative Veranstaltung, bei der die Gespräche am Tisch, im Hinterzimmer und während der Treffen mit den Moderatoren aufgezeichnet wurden. Diese Aufnahmen wurden später transkribiert.  </p><p>Obwohl die Teilnehmer nicht dazu angehalten worden waren an weiteren Aktionen teilzunehmen, wurde aus einigen trotzdem engagierte Bürger. Sie versuchten zum Beispiel einige Vorschläge in ihren Gemeinden umzusetzen, hielten Reden in Schulen und Gemeindezentren und arbeiteten zusammen mit Tageszeitungen an Artikeln über die Ergebnisse des ACP.</p><p>Der Einfluss der Regierung im ACP war ziemlich gering. Am ersten Tag hielt Senator John Faulkner eine Rede und gab zu verstehen, dass die Regierung die Vorschläge unter die Lupe nehmen würde. Während die Ergebnisse der Regierung vorgestellt wurden, war der Premierminister nicht anwesend. Stattdessen schickte er einen Assistenten um die Ergebnisse an seiner statt anzunehmen. Insgesamt hatten die Veranstalter das Gefühl „einer enttäuschenden Rückmeldung durch die Regierung, ungeachtet der Bemühungen der Organisatoren die Regierung mit einzubeziehen und ihr Engagement in Bezug auf die Resultate zu gewinnen.“</p><p>Am 24. April 2009 hielt einer der Hauptorganisatoren des ACP, Professor John Dryzek von der Australian National University, eine Rede vor dem australischen Senat, in der er die Abgeordneten dazu aufforderte, dieser Form der Deliberation, in der die Bürger sich engagiert hatten, mehr Beachtung zu schenken. Er sagte: „Nach dem Bürgerparlament fiel es mir schwer parlamentarischen Debatten zuzuhören. Die deliberative Qualität dieser Debatten ist gering im Vergleich zu dem, was unsere Bürger erreicht haben.“</p><h3>Analyse und Kritik</h3><p>Der Umfang dieser Veranstaltung und die extensive Daten-Aufzeichnung hab viele Möglichkeiten für Analyse und Forschung gegeben. Sobald diese in Erscheinung treten, wird mehr Kritik folgen. Wie es jetzt steht, gibt es sehr wenig vollständige Arbeit darüber.</p><p>Zwischenzeitlich wurden die Teilnehmer von Forschern der Australian National University gefragt, ob sie eine Reihe von Umfragen ausfüllen könnten. Die Forscher, die die Q-sort Methodologie angewandt haben – ein Model der Position einer Person zu einem speziellen Thema – sowie ein Ranglistensystem für Präferenzen, versuchten die Einstellung jedes Teilnehmers zu australischen Demokratie zu identifizieren. Diese Zusammenstellung wurde vier Mal aufgezeichnet: bevor den regionalen Treffen, während der regionalen Treffen, am Anfang des Canberra Treffens und am Ende des Canberra Treffens. Die Untersuchten brauchten vier verschiedene Einstellungen zur australischen Demokratie zum Ausdruck: der Wunsch nach mehr Inklusion, Unzufriedenheit mit dem politischen System, Genügsamkeit in Bezug auf die Funktionsweise des Systems und die Stellung der Bürger, sowie Ermächtigung der Bürger. Zudem wurde in der Studie herausgefunden, dass sich die Einstellungen der Bürger während des gesamten Prozesses veränderten.</p><p>Nach dem Handbuch des Bürgerparlaments „wendet ein weiterer Forscher Techniken der narrativen Ermittlung an, um zu erkunden wie Deliberation als eine sich entfaltende Gruppengeschichte gesehen werden kann. Dabei wird gezeigt, dass Deliberation ein kollaboratives und nicht ein kompetitives Unterfangen ist“. Die Resultate dieser Studie wurden jedoch noch nicht veröffentlicht.</p><h3> </h3><h3>Sekundaerquellen</h3><p>Carson, Lyn. \"<a href=\"http://www.publicdeliberation.net/cgi/viewcontent.cgi?article=1070&amp;context=jpd\">Creating Democratic Surplus through Citizens' Assemblies.</a>\" Journal of Public Deliberation. 4.1 (2008).</p><p>Dryzek, John. \"<a href=\"http://www.publicdeliberation.net/cgi/viewcontent.cgi?article=1114&amp;context=jpd\">The Australian Citizens' Parliament: a World First.</a>\" 24 Apr. 2009. Journal of Public Deliberation 5.1 (2009).</p><p>newDemocracy Foundation. <a href=\"http://www.newdemocracy.com.au/docs/newDemocracy_Citizens_Parliament_Handbook.pdf\" rel=\"nofollow\" title=\"http://newdemocracy.com.au/ndf/docs/cp_project/newDemocracy_Citizens_Parliament_Handbook.pdf\">\"Citizens' Parliament Handbook.\"</a></p><p>newDemocracy Foundation. <a href=\"http://www.newdemocracy.com.au/docs/newDemocracy_Citizens_Parliament_Handbook_Appendices.pdf\" rel=\"nofollow\" title=\"http://newdemocracy.com.au/ndf/docs/cp_project/newDemocracy_Citizens_Parliament_Handbook_Appendices.pdf\">\"Citizens' Pariament Handbook Appendices.\"</a></p><p>Warhurst, John. <a href=\"http://www.canberratimes.com.au/news/opinion/editorial/General/power-of-nonparty-people/1431693.aspx?storypage=3\" rel=\"nofollow\" title=\"http://www.canberratimes.com.au/news/opinion/editorial/General/power-of-nonparty-people/1431693.aspx?storypage=3\">\"Power of non-party people.\"</a> The Canberra Times. 12 Feb. 2009. [BROKEN LINK] UPDATE: click <a href=\"http://apo.org.au/resource/power-non-party-people\">here</a> for alternate link to article. </p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h3>External Links</h3><p><a href=\"http://citizensparliament.org.au/\" rel=\"nofollow\" title=\"http://citizensparliament.org.au/\">Australian Citizens' Parliament official website</a></p><p><a href=\"http://www.newdemocracy.com.au/\" rel=\"nofollow\" title=\"http://www.newdemocracy.com.au/\">newDemocracy Foundation's official website</a></p><p><a href=\"http://citizensparliament.org.au/index.php?option=com_content&amp;view=section&amp;layout=blog&amp;id=12&amp;Itemid=103&amp;099a3d82421082e972a054947f667624=8668a1a8b9238818c15e8a78996860d3\">ACP Final Report</a></p>", "title": "Australiens erstes Bürgerparlament (Canberra, Australien)"}