{"htmlbody": "<h3>Problems and Purpose</h3><p>The Irish Constitutional Convention of 2013 is “a new venture in participative democracy in Ireland tasked with considering certain aspects of the Constitution to ensure that it is fully equipped for the 21st Century”. </p><h3>History</h3><p>The Irish Constitution was established in 1937. It has been amended since, but the last major review was made in 1996 by the Constitution Review Group. This led to the creation of the All-Party Oireachtas Committees on the Constitution which published reports on various aspects of the Constitution between 1996 and 2002. Changes in Irish society during recent years has led many to believe that the Constitution should be revised and adapted to the 21st century. Thus, in June 2012 both chambers of the Irish Parliament (Oireachtas) approved resolutions to authorize a constitutional convention to meet at least eight Saturdays during the course of a year. An inaugural meeting was held on December 1, 2012 in Dublin Castle, and working sessions began in early 2013.</p><h3>Originating Entities and Funding</h3><p>The convention originated at the initiative of the Irish Parliament, who approved its creation in the summer of 2012. The Convention is financed within the Vote of the Department of the Taoiseach. It is administered by a small team of civil servants hired for the term of the Convention.The Convention was allocated a budget of €300.000 for its 12-month duration.</p><h3>Participant Selection</h3><p>A polling company selected a random sample of 66 citizens representative of the Irish population to serve as delegates to the Convention. It also selected an additional 66 citizens to serve as \"shadow\" to each of the 66 delegates to fil in for them in case they are unavailable. The remaining 33 delegates are drawn from Ireland's political parties, four of which represent each of Northern Ireland's political parties. The remaining delegate is the independent chairman of the convention appointed by the government in consultation with the opposition parties.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The Convention has a eight-point agenda of issues to discuss and propose amendments for.</p><p>These are:</p><ol><li>Reducing the president's term to five years and align it with the local and European elections;</li><li>Reduce the voting age to 17</li><li>Review the Dáil electoral system;</li><li>Give citizens resident outside the State the right to vote in presidential elections at Irish embassies</li><li>Same-sex marriage</li><li>Amend the clause on the role of women in the home and encourage greater participation of women in public lfie</li><li>Increase the participation of women in politics</li><li>Remove the offense of blasphemy from the Constitution</li><li>Following the completion of the above reports, such other relevant constitutional amendments that may be recommended.</li></ol><p>The Convention's website (<a href=\"https://www.constitution.ie/Default.aspx\">https://www.constitution.ie/Default.aspx</a>) allows users to submit proposals for discussion prior to a given date, video-streams the plenary sessions online, and publishes related documents and deliberations.</p><p>The Convention meets in plenary sessions on Saturdays to consider these eight topics within a 12 month period. Members are briefed prior to the formal deliberations. Also, an Advisory Panel comprised of academics, political scientists, and constitutional lawyers provide specialist guidance on the issues discussed.</p><p>In some cases, smaller subcommittees can be created at the discretion of the convention's Chairman.</p><p>Matters are decided by majority vote of members present. In the case of a tie, the chairman excercises a tie-breaking vote.</p><p>The Oireachtas has to respond within four months to the Convention's recommendations. If it agrees with a recommendation, it must legislate a referendum to amend the Constitution.</p><p><strong>Influence, Outcomes, and Effects</strong></p><p>The convention is currently in process, therefore it is impossible to fully measure its outcome and effects. However, from the onset it has been clear that the Parliament is not obligated to accept the Convention's recommendations.</p><p>On March 26, 2013, the Convention issued its first report on reducing the voting age to 17 and reducing the president's term in office to five years. A majority voted in favor of lowering the voting age to 16, and against reducing the president's term in office to five years and aligning the presidential elections with the local and European elections.</p><p>Almost three weeks later, on April 14 2013, the Convention issued a press release regarding its delibeation about same-sex marriage. An outstanding majority of 79% recommended the Constitution be amended to recognize civil unions between same-sex couples. Moreover, the Convention was also asked whether the amendment should be \"permissive\" (‘the State may enact laws providing for same-sex marriage’) or \"directive\" (‘the State shall enact laws providing for same-sex marriage’). Seventy-eight percent voted it should be directive. The last question asked that if the changes in marriage took place, other changes in the laws governing the parenting and guardianship of children should also take place, and 81% responded affirmatively.</p><p>As of April 17, the Oireachtas has yet to consider any of the Convention's recommendations.</p><h3>Analysis and Criticism</h3><p>The main criticism leveled against the Convention is its unbinding nature. Its recommendations must be acted upon by the Irish Parliament within four months, but the Oireachtas can decline to host a referendum to amend the Constitution regardless of the Convention's recommendation.</p><p>For this, newspapers like the Irish Times criticized the Convention for being \"all form and little substance\" and an editorial in the Irish Independent classified it as \"unelected and powerless\".</p><p>Also, twenty human rights organizations complained that the Convention's agenda did not include human rights issues such as access to healthcare and housing. According to polls cited in a press release, 81% of Irish citizens felt that these issues should be addressed by the Convention. Colm O'Gorman, Executive Director of Amnesty International Ireland, said: \"Rights such as health, housing and adequate income affect every single person in the state. Surveys show an overwhelming majority of Irish people want these areas examined by the convention. It would be an incredible missed opportunity if it doesn't happen\".</p><h3>External Links</h3><p>\"Frequently Asked Questions\". The Convention on the Constitution. <a href=\"https://www.constitution.ie/faqs.aspx\">https://www.constitution.ie/faqs.aspx</a></p><p>\"Constitutional Convention (Ireland)\". Wikipedia. <a href=\"https://en.wikipedia.org/wiki/Constitutional_Convention_\">https://en.wikipedia.org/wiki/Constitutional_Convention_</a>(Ireland)</p><p>\"Constitutional Convention aims to begin discussion next month\". The Journal. September 21, 2012. <a href=\"http://www.thejournal.ie/constitutional-convention-to-begin-in-october-604453-Sep2012/\">http://www.thejournal.ie/constitutional-convention-to-begin-in-october-6...</a></p><p>\"First Report of the Convention on the Constitution\". <a href=\"https://www.constitution.ie/AttachmentDownload.ashx?mid=e1f8e128-2496-e211-a5a0-005056a32ee4\">https://www.constitution.ie/AttachmentDownload.ashx?mid=e1f8e128-2496-e2...</a></p><p>\"Convention on the Constitution Votes in Favour of Gay Marriage\". Press Release. April 14, 2013. <a href=\"https://www.constitution.ie/AttachmentDownload.ashx?mid=b4bee9f7-fda4-e211-a5a0-005056a32ee4\">https://www.constitution.ie/AttachmentDownload.ashx?mid=b4bee9f7-fda4-e2...</a></p><p>\"Rights Groups Call for Constitutional Convention To Examine Human Rights\". Amnesty International. June 27, 2012. <a href=\"http://www.amnesty.ie/news/rights-groups-call-constitutional-convention-examine-human-rights\">http://www.amnesty.ie/news/rights-groups-call-constitutional-convention-...</a></p>", "title": "Irish Constitutional Convention (2012)"}