{"htmlbody": "<p><strong>Islands Nationalforum 2010</strong></p><p><strong>Zusammenfassung</strong></p><p><em>Anmerkung: Dies ist die deutsche Übersetzung einer englischen Fallstudie, die von Alexander Kok am 30.08.2011 verfasst wurde. Die Originalversion ist abrufbar unter <a href=\"http://www.participedia.net/de/cases/icelandic-national-forum-2010\">http://www.participedia.net/de/cases/icelandic-national-forum-2010</a>. </em></p><p>Das Nationalforum 2010 (auch bekannt als die Nationale Zusammenkunft zur Verfassung) war ein deliberatives und partizipatives Ein-Tages-Forum mit 950 isländischen Bürgern, das am 6. November 2010 abgehalten wurde. Das isländische Parlament hatte dazu als Antwort auf den ökonomischen Zusammenbruch des Landes, der im Oktober 2008 zum Absturz des Aktienmarktes, der Währung und der Banken führte, aufgerufen. Aufgrund der nationalen Proteste und Lobby-Bemühungen von zivilen Organisationen, entschlossen sich die Regierungsparteien dazu, dass Islands Bürger an der Erstellung einer neuen Verfassung beteiligt werden sollten. Dabei wurden die laufenden Experimente der Anthill Gruppe mit einer neuen Form demokratischer Innovation, nämlich das Nationalforum 2009, begrüßt und in den Verfassungsbildungsprozess aufgenommen. Anthill kann als ein loses, gemeinnütziges Netzwerk von Individuen (vor allem Fachleute), die sich mit der fehlenden Kooperationen und Kommunikation zwischen Islands Bürgern in Bezug auf ihre politische Zukunft während der Zeit der ökonomischen und politischen Krise beschäftigen, verstanden werden. Die Mitglieder von Anthill kommen aus unterschiedlichen politischen Richtungen. Zusammenfassend kam das Nationalforum 2010 vor allem durch die Bemühungen der zwei Regierungsparteien und der Anthill Gruppe zustande. Ziel des Forums war es, eine Liste von Grundwerten und -visionen zu erstellen, die repräsentativ für die isländischen Bürger ist. Die Resultate des Forums wurden als Basis für die konstitutionelle Revision benutzt. Ein siebenköpfiges Verfassungskomitee, das vom Parlament einberufen wurde, beaufsichtigte das Forum und die Präsentation der Resultate, während die Organisation und die Moderation des Nationalforums 2010 von der Anthill Gruppe betreut wurde.</p><p><strong>Zweck und Problemstellung</strong></p><p><strong>Zeitleiste</strong></p><p>04 November 2009: Gesetzentwurf wurde dem Parlament vorgelegt</p><p>14 November 2009: Nationalforum 2009 (1500 Teilnehmer) organisiert von Anthill</p><p>16 Juni 2010: Verfassungsakt wird vom Parlament akzeptiert</p><p>16 Juni 2010: Parlament beruft sieben Mitglieder für das Verfassungskomitee des Nationalforums 2010</p><p>06 November 2010: Nationalforum 2010, initiiert von der Regierung (950 Teilnehmer)</p><p>26 Oktober 2010: Wahlen zur verfassungsgebenden Versammlung werden abgehalten (25 Gewählte)</p><p>25 Januar 2011: Oberste Gericht hebt die Versammlungswahlen auf</p><p>24 März 2011: Parlament beruft die Mitglieder der Versammlung zum Verfassungsrat</p><p>06 April 2011: Der Verfassungsrat beginnt mit seiner Arbeit</p><p>29 Juli 2011: Verfassungsrat reicht den finalen Entwurf beim Parlament ein.</p><p>Am 16. Juni 2010 akzeptierte das Isländische Parlament die „Verordnung zu einer Verfassungsversammlung Nr. 90/2010“ (folgend die „Verfassungsverordnung“ genannt), die eine komplette Revision der Verfassung anwies. Islands bestehende Verfassung wurde 1944 verfasst als die Nation Unabhängigkeit von Dänemark gewann. Damals formulierten die Isländischen Bürger die Zeilen ihrer Verfassung jedoch nicht selbst. Stattdessen wurde die Verfassung fast vollständig von der Dänischen kopiert. Seitdem gab es nur kleine Änderungen wie zum Beispiel die Ersetzung des Worts ‚König‘ mit ‚Präsident‘. Es gab zwar einige parlamentarische Komitees, die die 1944er Verfassung prüften, diese hatten jedoch bis 2009 keine Änderungen vorgenommen. Der Zweck der Revision war deshalb eine gänzlich neue Verfassung zu erstellen, die den Realitäten heutiger Isländischer Politik entspricht. Besondere Beachtung wurde dabei der Autorität der legislativen und exekutiven Bereiche, der Rolle des Präsidenten, der Unabhängigkeit der Justiz, elektoraler Reform, öffentlicher Beteiligung, der Beobachtung des Finanzsektors und dem Eigentum von Rohstoffen geschenkt.</p><p>Innerhalb dieses Mandats hatte das Forum die Aufgabe „die grundlegenden Ansichten und Schwerpunkte der Öffentlichkeit in Bezug auf die Regierung und Verfassung des Landes“ zu erfassen. Die Ergebnisse sollten Inspiration für einen Verfassungsentwurf sein, der die Präferenzen der Isländischen Bevölkerung reflektiert.</p><p><strong>Geschichte</strong></p><p>Die Revision der Verfassung wurde offiziell durch einen Gesetzesentwurf von Premierministerin Johanna Sigurdardottir (Sozialdemokratische Allianz) an der Parlament initiiert. Dieser Gesetzesentwurf wurde als Folge des isländischen ökonomischen Zusammenbruchs 2008-2011, der eine Reihe von Protesten versucht hatte (auch bekannt als ‚Kitchenware Revolution‘), die zur Resignation der Regierung im Jahr 2009 führten, präsentiert. Parallel zu diesen Protesten begannen die Bürger sich in basisorientierten Denkfabriken zu organisieren. Am 14. November dieses Jahres hielt eine dieser zivilen Organisationen – die ‚Anthill‘ – eine ‚nationale Konferenz‘. Indem sie eine Zufallsauswahl von 0.5% der Bevölkerung einluden, hofften die Veranstalter ein partizipatives Mandat zu erreichen, das repräsentativ genug war um die Regierung verantwortlich zu machen.</p><p>Die Ergebnisse ergänzten den bestehenden politischen Diskurs, der eine Überprüfung von Themen wie der Separation von legislativer und exekutiver Gewalt, der Verantwortung und Überwachung der Exekutive sowie der Möglichkeit direkter öffentlicher Partizipaton und Willensbildung forderte. Konfrontiert mit solch fundamentalen Fragen, richtete sich die meiste öffentliche Aufmerksamkeit dem Fakt, dass Island nie einen richtigen demokratischen Diskurs zur Verfassung hatte weshalb dies zu einem zentralen Punkt in der Debatte über die nationale Reform wurde. Diese Forderung vorhersehend, verkündete Sigurdardóttir bereits die Errichtung eines speziellen Parlaments um die Verfassung zu redigieren während die Formation der Koalition Anfang 2009 noch immer unvollständig war.</p><p>Nach der Einreichung des Gesetzesentwurfs und vielleicht unter dem Druck der Nationalversammlung 2009, entschloss das Parlament, dass eine “Nationale Zusammenkunft” von eintausend Menschen stattfinden sollte um die Standpunkte der Nation in Bezug auf den Kern der isländischen Verfassung zu überprüfen. Demnach wurde das Nationale Forum 2010 zu einem Teil des Revisionsprozesses initiiert von der verfassungsgebenden Verordnung. Die Verordnung erhielt Unterstützung von 39 Mitgliedern des Parlaments, 11 Mitglieder enthielten sich, einer stimmte gegen die Verordnung und elf Abgeordnete waren nicht anwesend (von insgesamt 62).</p><p>Das Parlament bestimmte ein Verfassungskomitee, das erste Vorbereitungen treffen sollte. Dieses Komitee bestand aus sieben Mitgliedern und wurde damit beauftragt das Forum zu beobachten. Danach sollte es einen Report über die Ergebnisse des Forums verfassen und die Wahlen für die Verfassungsversammlung organisieren. Diese Versammlung würde dann bis zu vier Monate benötigen um einen ersten Verfassungsentwurf herzustellen, der auf dem Bericht des Komitees basiert. Der Entwurf würde im Anschluss dem Parlament zur Abstimmung präsentiert.</p><p><strong>Ablauf und Auswahl der Teilnehmer</strong></p><p>Die Verfassungsverordnung besagte, dass die Teilnehmer des Forums willkürlich aus dem nationalen Bevölkerungsregister ausgewählt werden sollte, „unter Berücksichtigung einer angemessenen Verteilung von Teilnehmern über das Land hinweg und einer möglichst gleichen Aufteilung zwischen den Geschlechtern.“ Die Anthill Gruppe kollaborierte deshalb mit Gallup Island. Dieses Umfrageunternehmen wählte Teilnehmer aus den offiziellen Einwohnerbüchern mit Hilfe von Quotenstichproben aus. So konnte Repräsentativität sichergestellt und Verzerrungen im Alter, Geschlecht und Wohnort vermieden werden. Lediglich der Wohnort und das Alter waren Herausforderungen für die Veranstalter des Nationalforums 2010, während eine gleiche Verteilung zwischen Männern und Frauen relativ leicht herzustellen war. Ausgewählte Teilnehmer wurden schließlich zuerst per Brief und dann per Telefon kontaktiert. Die Mobilisierungsrate lag bei 20%, was bedeutete, dass fünf Mal mehr Teilnehmer angesprochen werden mussten. Am Ende haben 950 Teilnehmer am Nationalforum 2010 teilgenommen.</p><p><strong>Deliberation und Entscheidung</strong></p><p>Die Teilnehmer des Forums saßen in kleinen Gruppen von acht Individuen an runden Tischen und wurden dabei von einem Diskussionsführer begleitet. Diese ausgebildeten Moderaten brachten ihre Meinungen nicht ein, sondern leiteten die Diskussionen und stellten sicher, dass alle Teilnehmer gleiche Chancen hatten ihre Meinung auszudrücken. Die Moderatoren waren Teil eines Teams von 200 Freiwilligen, die daran arbeiteten, die Argumente der Teilnehmer zu sammeln und sie in einer digitalen Datei zu verarbeiten. Die Diskussionen verliefen in Runden, damit alle Teilnehmer ihre Meinung äußern konnten. Sie wurden dazu angehalten, ihre Reden kurz zu halten. Das erklärte Ziel war es, viele und unterschiedliche Ideen hervorzubringen. In der Deliberation des Nationalforums 2010 ging es vor allem um die Identifizierung von den Hauptthemen und –Herausforderungen für Island und darum ein gemeinsames Verständnis von ihnen zu gewinnen. Es zielte nicht darauf ab, kontroverse Diskussionen über die Vor- und Nachteile eines Vorschlags zu stimulieren. Deliberation und Entscheidung im Nationalforum 2010 folgten der Idee von Selbstorganisation und –Ermächtigung. Dieses Modell ziviler Partizipation zielt auf politische Bildung, Gemeinschaftsbildung, der Stimulierung gesellschaftlichen Engagements, der Unterstützung öffentlicher Lebendigkeit und nicht zuletzt auf die Idee, Bürgern eine Stimme bei der Verfassungsrevision zu geben, ab.</p><p>Der Tag folgte einem strikten Plan, der in einem ‚Moderatoren Handbuch‘ dargelegt wurde, das extra für die Veranstaltung von Agora, einem Unternehmen, das in crowdsourcing spezialisiert ist, angefertigt wurde. Am Morgen sollten die Teilnehmer über „Werte und Visionen“ nachdenken und diese auf Papierkarten schreiben, über die dann anschließend am Tisch abgestimmt wurde. Die beliebtesten Wertekarten – also die mit den meisten Stimmen – wurden dann eingesammelt und in acht Hauptthemen (Werte) zusammengefasst. Die Teilnehmer sollten außerdem spezifische Vorschläge zum Inhalt auf Karten schreiben, die dann später unter eins der acht Themen kategorisiert wurden. Im Anschluss wurde alle acht Teilnehmern von jedem Tisch ein Thema und alle relevanten Inhaltskarten gegeben. Die Teilnehmer wurden dann in neue Gruppen mit demselben Thema gesteckt. Auf diese Weise konnte der Nachmittag mit konkreteren Diskussionen zwischen den spezialisierten Gruppen verbracht werden. Am Ende gab es eine weitere Abstimmung, bei der die Teilnehmer die Inhaltsvorschläge in Bezug auf „Relevanz“ und „positive neue Art des Denkens“ bewerteten. Basierend auf den Wahlergebnissen (Themen) erstellten die Teilnehmer dann im Konsens Zusammenfassungen ihrer Diskussionen (Programmformular). Danach kehrten die Teilnehmer an ihre ursprünglichen Tische zurück, an denen sie die Erfahrungen ihrer Gruppendiskussionen miteinander austauschten. Auf Basis der Reflektionen im Verlauf des Tages, erstellten sie alle bis zu fünf Empfehlungen, von denen jeder Tisch über die drei besten abstimmte (Ausgewählte Empfehlung).</p><p>Am Ende der Veranstaltung kamen die Organisatoren zu folgenden Ergebnissen:</p><ul><li>WERTE: von jedem Teilnehmer gab es mehrere Antworten auf die Frage “Welche Werte sollen die Basis der neuen isländischen Verfassung bilden?”</li><li>THEMEN: thematisch ausgewählte Antworten zu der Frage “Was möchtest du in der neuen isländischen Verfassung sehen?”</li><li>PROGRAMMFORMULAR: von jedem thematischen Tisch einen zusammen verfassten Satz “der den wichtigsten Beitrag innerhalb eines Themas, das an dem Tisch besprochen wurde enthält und die isländische Verfassung charakterisiert”</li><li>AUSGEWAEHLTE EMPFEHLUNG: drei im Konsens bestimmte Antworten von jedem Tisch zu der Frage “Was sind deine Empfehlungen, Ratschläge und Anforderungen an jene, die die Arbeit an einer neuen Verfassung fortsetzen und beenden?”</li><li>PERSOENLICHE EMPFEHLUNGEN: jeder erhält zudem die Möglichkeit, ein Beurteilungsformular mit persönlichen Empfehlungen für die Verfassungsversammlung auszufüllen</li></ul><p>Die Resultate wurden dann in einer Mindmap zusammengefasst. Die acht Themen wurden zusammen mit relevanten aggregierten Vorschlägen veröffentlicht.</p><p><strong>Ergebnisse und Auswirkungen</strong></p><p>Die Deliberationen der Teilnehmer wurden vom Verfassungskomitee in Betracht gezogen, welches einen 700-seitigen Report verfasste, der als Ausgangspunkt der Deliberationen der Versammlung dienen sollte. Neben den Schlussfolgerungen des Forums listete der Report die Meinungen von Experten und des Komitees selbst auf. Insgesamt reflektierten die meisten Schlussfolgerungen die gängigen Ansichten der isländischen Bevölkerung. Die Bedeutung von Menschenrechten, Demokratie, Transparenz und Bildung sind wie Hauptergebnisse. Sie reflektierten den gesellschaftlichen Wunsch nach einem stärker regulierten Finanzsektor. Außerdem gab es den Wunsch, dass Islands Rohstoffe unter isländischer Kontrolle bleiben sollten.  </p><p>Es gibt bemerkenswerte Idee im momentanen Verfassungsentwurf, die auf das Forum zurückverfolgt werden können, wie zum Beispiel die Idee, dass Islands Rohstoffe Staatseigentum sind, ein Artikel zu Informationsrechten, sowie in Versuch, die Rolle des Parlaments bei der Beaufsichtigung des Finanzmanagements zu verstärken. Im Moment jedoch ist eine systemische Evaluation der isländischen Primärquellen nicht vorhanden. Deshalb ist eine exakte Aussage darüber, wie sehr die Vorschläge des Nationalforums Einfluss auf die finale Verfassung hatten, nicht möglich.</p><p>Am Ende des Forums fragten die Veranstalter die Teilnehmer in einer Umfrage bezüglich ihrer Ansichten zu der Organisation der Veranstaltung und ihrem Einfluss. 93% befanden, dass die Resultate nützlich für die Verfassungsversammlung sein würden. 97% waren zufrieden mit der Organisation, 95% fanden, dass das Forum ein Erfolg war und 75% fanden die Ausführung des Forums beispielhaft.</p><p>Neben den positiven Effekten in Bezug auf politischen Einfluss und die Zufriedenheit der Teilnehmer, erhielt das Nationalforum 2010 auch viel Beachtung von den Medien, da es sich mit einem Thema beschäftigte, das sehr präsent in den isländischen Nachrichten war. Bisher wurde jedoch noch keine systematische Analyse der medialen Berichterstattung vorgenommen.</p><p>Das gesamte Nationalforum 2010 wurde im Internet übertragen.</p><p><strong>Analyse und Kritik </strong></p><p>Das groß angelegte Set-up und die zufällige Auswahl sorgten für eine repräsentative Stichprobe der Bevölkerung. Außerdem gab die Einteilung in kleine, moderierte Gruppen allen Teilnehmer gute Gelegenheit ihre Meinungen zu artikulieren. Die Resultate des Nationalforums wurden mehrere Male gefiltert: einmal von den Diskussionsführern, einmal von den Datensammlern und einmal vom Komitee, das den Bericht präsentiert hat. Sogar wenn all diese Prozesse darauf ausgerichtet wären, die Meinung der Öffentlichkeit bis zum äußersten Maß zu übermitteln, wäre dies nicht möglich gewesen ohne die Resultate zu aggregieren, simplifizieren und konsensualisieren. In dieser Hinsicht ist es wichtig zu erwähnen, dass fast alle Teilnehmer zufrieden mit diesem Prozess der gemeinsamen Vorschlagsformulierung waren. Die Veranstalter scheinen einen Weg gefunden zu haben, die vielen Ideen von allen Teilnehmern so zusammenzufassen, dass sie von fast allen Teilnehmern akzeptiert wurden.</p><p>Neben der eigentlichen Veranstaltung waren die Ergebnisse der Deliberationen des Nationalforums abhängig von externen Faktoren. Die Ergebnisse des Forums waren nicht bindend für den Verfassungsrat und der Verfassungsentwurf, der von dem Rat erstellt wird, muss noch vom Parlament überprüft werden.</p><p>Die Kosten des Nationalforums beliefen sich auf 63.5 Millionen isländische Kronor (ca. 386 000€), was 70% des anberaumten Budgets von 91.7 Millionen (557 000€) entspricht. Der relativ effiziente Gebrauch der Ressourcen war möglich durch die breite Unterstützung von politischen, wirtschaftlichen und zivilgesellschaftlichen Akteuren.</p><p>Das Nationalforum 2010 sollte als einzelne Veranstaltung betrachtet werden. Es ist Teil eines andauernden Prozesses zivilen Engagements. Bis jetzt fanden 100 solcher Prozesse überall in Island statt, von denen die meisten viel kleiner als das Nationalforum 2010 oder 2009 waren. Die Gesamtzahl der Teilnehmer bei diesen Veranstaltungen wurde auf von der Anthill Gruppe auf 20.000 geschätzt.</p><p><strong>Sekundärquellen</strong></p><ul><li>Axelsson, Reynir. Comments on the Decision of the Supreme Court to Invalidate the election to the Constitutional Assembly (2011). <a href=\"http://stjornarskrarfelagid.is/wp-content/uploads/2011/07/Article_by_Reynir_Axelsson.pdf\" title=\"http://stjornarskrarfelagid.is/wp-content/uploads/2011/07/Article_by_Reynir_Axelsson.pdf\"><u>http://stjornarskrarfelagid.is/wp-content/uploads/2011/07/Article_by_Reynir_Axelsson.pdf</u></a> (Accessed on 8/8/2011)</li><li>Robert H. Wade and Silla Sigurgeirsdottir. “Iceland’s meltdown: The rise and fall of international banking in the North Atlantic.” Real-world Economic Review, 56, 2011: 58–71. <a href=\"http://www.paecon.net/PAEReview/issue56/WadeSigurgeirsdottir56.pdf\" title=\"http://www.paecon.net/PAEReview/issue56/WadeSigurgeirsdottir56.pdf\"><u>http://www.paecon.net/PAEReview/issue56/WadeSigurgeirsdottir56.pdf</u></a> (Accessed on 8/8/2011)</li></ul><p> </p><p><strong>Externe Links </strong></p><p><strong>Offizielle Quellen</strong></p><ul><li><a href=\"http://www.thjodfundur2010.is/other_files/2010/doc/Act-on-a-Constitutional-Assembly.pdf\" title=\"http://www.thjodfundur2010.is/other_files/2010/doc/Act-on-a-Constitutional-Assembly.pdf\"><u>Act on a Constitutional Assembly no. 90/2010 – English version</u></a></li><li><a href=\"http://www.thjodfundur2010.is/frettir/lesa/item32858/\" title=\"http://www.thjodfundur2010.is/frettir/lesa/item32858/\"><u>Conclusions of the 2010 National Forum – English version</u></a></li><li><a href=\"http://www.stjornlagarad.is/english/\" title=\"http://www.stjornlagarad.is/english/\"><u>Constitutional Council website – English version</u></a></li></ul><p><strong>Offizielle Projekt-Links</strong></p><ul><li><a href=\"https://www.facebook.com/Stjornlagarad\" title=\"https://www.facebook.com/Stjornlagarad\"><u>Facebook page</u></a></li><li><a href=\"https://twitter.com/#!/Stjornlagarad\" title=\"https://twitter.com/#!/Stjornlagarad\"><u>Twitter account</u></a></li><li><a href=\"http://www.flickr.com/photos/stjornlagarad/\" title=\"http://www.flickr.com/photos/stjornlagarad/\"><u>Flickr page</u></a></li><li><a href=\"http://www.flickr.com/photos/stjornlagarad/\" title=\"http://www.flickr.com/photos/stjornlagarad/\"><u>Youtube page</u></a></li></ul><p><strong>Andere Quellen</strong></p><ul><li><a href=\"http://www.guardian.co.uk/world/2011/jun/09/iceland-crowdsourcing-constitution-facebook\" title=\"http://www.guardian.co.uk/world/2011/jun/09/iceland-crowdsourcing-constitution-facebook\"><u>Guardian.co.uk (9/6/2011), “Mob rule: Iceland crowdsources its next constitution.”</u></a></li><li><a href=\"http://stjornarskrarfelagid.is/2011/07/english-translations/\" title=\"http://stjornarskrarfelagid.is/2011/07/english-translations/\"><u>“The extremely controversial decision by the Icelandic Supreme Court”, published by the Constitutional Society (16/07/2011).</u></a></li><li><a href=\"http://www.whatson.is/icelandreview/daily_news/Poor_Turnout_in_Constitutional_Assembly_Election_0_370680.news.aspx?cat_id=16567&amp;ew_24_r_f=1&amp;ew_24_r_t=1&amp;news_category_id=\" title=\"http://www.whatson.is/icelandreview/daily_news/Poor_Turnout_in_Constitutional_Assembly_Election_0_370680.news.aspx?cat_id=16567&amp;ew_24_r_f=1&amp;ew_24_r_t=1&amp;news_category_id=\"><u>Iceland Review Online (28/11/2010), “Poor Turnout in Constitutional Assembly Election.”</u></a></li><li><a href=\"http://www.icenews.is/index.php/2011/03/24/icelandic-parliament-passes-constitutional-change-bill/#more-22190\" title=\"http://www.icenews.is/index.php/2011/03/24/icelandic-parliament-passes-constitutional-change-bill/#more-22190\"><u>IceNews.is (24/3/2011), “Icelandic parliament passes constitutional bill change.”</u></a></li><li><a href=\"http://www.icelandreview.com/icelandreview/daily_news/?cat_id=16567&amp;ew_0_a_id=370813\" title=\"http://www.icelandreview.com/icelandreview/daily_news/?cat_id=16567&amp;ew_0_a_id=370813\"><u>Icelandreview.com (01/12/2010), “Iceland Election Results Announced.”</u></a></li><li><a href=\"http://icelandreview.com/icelandreview/daily_news/?cat_id=16567&amp;ew_0_a_id=370733\" title=\"http://icelandreview.com/icelandreview/daily_news/?cat_id=16567&amp;ew_0_a_id=370733\"><u>IcelandReview.com (29/11/2010), \"Poorest Election Turnout in Iceland’s History\"</u></a></li><li><a href=\"http://icelandreview.com/icelandreview/daily_news/?ew_0_a_id=372995\" title=\"http://icelandreview.com/icelandreview/daily_news/?ew_0_a_id=372995\"><u>Icelandreview.com (25/1/2011), “Iceland Constitutional Assembly Voting Invalid.</u></a></li><li><a href=\"http://www.constitutionalassembly.politicaldata.org/\" title=\"http://www.constitutionalassembly.politicaldata.org\"><u>A useful blog about the process</u></a> by Indridi H. Indridason, an Associate Professor of Political Science at the University of California-Riverside.</li><li><a href=\"http://www.state.gov/r/pa/ei/bgn/3396.htm\" title=\"http://www.state.gov/r/pa/ei/bgn/3396.htm\"><u>US department of State: Iceland (accessed 15/9/2011)</u></a></li><li><a href=\"http://www.usatoday.com/money/world/2011-06-12-Iceland-constitution-online_n.htm\" title=\"http://www.usatoday.com/money/world/2011-06-12-Iceland-constitution-online_n.htm\"><u>AP (12/6/2011), “Tech-savvy Iceland goes online for new constitution.”</u></a></li><li><a href=\"http://www.government.is/constitution/\" title=\"http://www.government.is/constitution/\"><u>Old constitution.</u></a></li></ul><p><strong>Notizen</strong></p><ol><li><a href=\"http://www.participedia.net/en/cases/icelandic-national-forum-2010#cite_ref-0\"><u>↑</u></a> <a href=\"http://edition.cnn.com/2009/WORLD/europe/04/25/iceland.elections/index.html\" title=\"http://edition.cnn.com/2009/WORLD/europe/04/25/iceland.elections/index.html\"><u>http://edition.cnn.com/2009/WORLD/europe/04/25/iceland.elections/index.html</u></a></li><li><a href=\"http://www.participedia.net/en/cases/icelandic-national-forum-2010#cite_ref-1\"><u>↑</u></a> Alda Sigmundsdottir, <a href=\"http://www.usatoday.com/money/world/2011-06-12-Iceland-constitution-online_n.htm\" title=\"http://www.usatoday.com/money/world/2011-06-12-Iceland-constitution-online_n.htm\"><u>Associated Press</u></a> (12/6/2011)</li><li><a href=\"http://www.participedia.net/en/cases/icelandic-national-forum-2010#cite_ref-2\"><u>↑</u></a> Stjornlagarad.is. “A Bill Submitted to Althinghi”</li><li><a href=\"http://www.participedia.net/en/cases/icelandic-national-forum-2010#cite_ref-3\"><u>↑</u></a> Article 3 of the Constitutional Act</li><li><a href=\"http://www.participedia.net/en/cases/icelandic-national-forum-2010#cite_ref-4\"><u>↑</u></a> Act on a Constitutional Assembly, Interim Provision</li><li><a href=\"http://www.participedia.net/en/cases/icelandic-national-forum-2010#cite_ref-5\"><u>↑</u></a> Helga Kristin Einarsdottir, “Iceland’s Ruling Coalition Splits Following Protests” <a href=\"http://www.bloomberg.com/apps/news?pid=newsarchive&amp;sid=avntV39aM_7I&amp;refer=europe\" title=\"http://www.bloomberg.com/apps/news?pid=newsarchive&amp;sid=avntV39aM_7I&amp;refer=europe\"><u>http://www.bloomberg.com/apps/news?pid=newsarchive&amp;sid=avntV39aM_7I&amp;refer=europe</u></a></li><li><a href=\"http://www.participedia.net/en/cases/icelandic-national-forum-2010#cite_ref-6\"><u>↑</u></a> Interview with Gudjon Mar Gudjonsson on <a href=\"http://ohmygov.com/blogs/general_news/archive/2009/11/13/in-iceland-trying-to-reprogram-government.aspx\" title=\"http://ohmygov.com/blogs/general_news/archive/2009/11/13/in-iceland-trying-to-reprogram-government.aspx\"><u>OhMyGov.com</u></a></li><li><a href=\"http://www.participedia.net/en/cases/icelandic-national-forum-2010#cite_ref-7\"><u>↑</u></a> <a href=\"http://www.icelandreview.com/icelandreview/search/news/Default.asp?ew_0_a_id=319192\" title=\"http://www.icelandreview.com/icelandreview/search/news/Default.asp?ew_0_a_id=319192\"><u>Iceland Review_Online</u></a> 30/01/2009</li><li><a href=\"http://www.participedia.net/en/cases/icelandic-national-forum-2010#cite_ref-8\"><u>↑</u></a> Act on a Constitutional Assembly, Interim Provision</li><li><a href=\"http://www.participedia.net/en/cases/icelandic-national-forum-2010#cite_ref-9\"><u>↑</u></a> Act on a Constitutional Assembly, Interim Provision</li><li><a href=\"http://www.participedia.net/en/cases/icelandic-national-forum-2010#cite_ref-10\"><u>↑</u></a> National Forum <a href=\"http://www.thjodfundur2010.is/thatttakendur/\" title=\"http://www.thjodfundur2010.is/thatttakendur/\"><u>website</u></a></li><li><a href=\"http://www.participedia.net/en/cases/icelandic-national-forum-2010#cite_ref-11\"><u>↑</u></a> These data are stored online in [www.thjodfundur2010 Icelandic]. A summary of the data was also produced in <a href=\"http://www.thjodfundur2010.is/frettir/lesa/item32858/\" title=\"http://www.thjodfundur2010.is/frettir/lesa/item32858/\"><u>English</u></a></li><li><a href=\"http://www.participedia.net/en/cases/icelandic-national-forum-2010#cite_ref-12\"><u>↑</u></a> AP, “Tech-savvy Iceland goes online for new constitution” 12/6/2011</li><li><a href=\"http://www.participedia.net/en/cases/icelandic-national-forum-2010#cite_ref-13\"><u>↑</u></a> Interview with Dr. Guðrún Pétursdóttir Chairman of the Constitutional Committee, minute <a href=\"http://www.youtube.com/watch?v=MunIgM4GXgY\" title=\"http://www.youtube.com/watch?v=MunIgM4GXgY\"><u>4:13</u></a></li><li><a href=\"http://www.participedia.net/en/cases/icelandic-national-forum-2010#cite_ref-14\"><u>↑</u></a> Official forum <a href=\"http://stjornlagarad.is/english/\" title=\"http://stjornlagarad.is/english/\"><u>website</u></a></li></ol><p> </p>", "title": "Islands Nationalforum 2010"}