{"htmlbody": "<p>“Porto le Mie Idee” is a participatory project promoted by a group of citizens of Marina di Carrara (a district of the city of Carrara), to make the project of the construction of the new water-front presented by the port authorities of Carrara suitable to the needs of the community. This group of citizens organized in the Committee “Marina si ribella” in 2009 turns itself into the association AmareMarina, which collected 600 signatures in order to obtain funding from the regional Participation Authority of Tuscany to carry out the project. This very move had also the goal to make the mayor promise not to take any decision about the harbor before the ending of the participative process.</p><p>The first step was to set up a so-called “guarantee table”, composed by representatives of the involved organizations and the Administration; its task was to validate the main decisions concerning the process. The process consisted in a number of workshops; 78 citizens randomly selected took part in the process (that was open to observation by anyone interested). This process has been entirely financed by the Participation Authority of Tuscany.</p><p>Contents</p><p>1) Problems and Purpose</p><p>2) History</p><p>3) Originating Entities and Funding</p><p>4) Participant Selection</p><p>5) Influence, Outcomes and Effects</p><p>6) Analysis and Criticism</p><p>7) References</p><p>8) External Links</p><p>1)Problem and Purpose</p><p>The main purpose of “Porto le Mie Idee” was to develop an alternative project of the port water-front, as opposed to the original project advanced by local and national administrations. The port waterfront in fact represents an important place for the community (and thus for the promoters of the initiative, who live in the area) as well as for many social and economic interests, often conflicting. Its redevelopment will therefore have a high impact on the citizens' quality of life and on interest groups.</p><p>2) History</p><p>Since its origins, Marina di Carrara has been an area characterized by a mixture of industrial, residential and touristic areas. Currently, the promenade of Marina di Carrara includes the port area, the shipyards, the bathing facilities, touristic and recreational activities, residential areas, an exhibition area and several businesses.</p><p>“Porto le Mie Idee” attempts to adapt the water-front project proposed by the municipality and by the port authority to the needs and expectations of the citizens.</p><p>The completion of the project has been divided in two stages. Firstly, there have been three evening meetings, where the “accompanying table” established the process rules, the sampling criteria and the methods of communication with the public. Among the rules that the “accompanying table” has established for itself, the most important is the decision-making mode, which excluded the possibility of decisions taken by majority voting in order to ensure consensus among the parties. These meetings were followed by a public meeting to present the project.</p><p>The actual participatory process was based on five workshops with the citizens. The five workshops have always been articulated in three phases: problem analysis, investigation and design. Each workshop was characterized by an alternation of plenary sessions, during which there was a hearing of the local administration, the port authority engineers and promoters of the participatory process, and of session for discussion in small groups moderated by expert facilitators. During the first workshop, the participants were divided into five working groups, each chaired by a facilitator and supported by a large aerial photograph of the area affected by the proposed intervention. Participants have sought to identify the critical assets and the opportunities which could be achieved through the redevelopment of the port. The second and third meetings concerned the hearings of stakeholders including the local government, the port authority and the association AmareMarina. The last two meetings, with the help of Prof. Marchetta (coordinator of the Master of Sustainable Architecture in the Mediterranean city at the University of Florence) were carried out to outline a more detailed guideline for the redevelopment, taking into account the potential critical aspects of the project and participants' expectations.</p><p>At the end of the workshops, the outcome was summarized in the \"Guidelines\" containing criteria that the new project should follow.</p><p>The process ended with a public meeting which presented the \"Guidelines\" and the considerations of the local authorities regarding the water-front.</p><p>3) Originating Entities and Funding</p><p>The project “Porto le Mie Idee” was born in 2008 from the initiative of a group of citizens from the area of Marina di Carrara. In 2009 this committee becomes an association - AmareMarina- which collects 600 signatures to apply for fund-raising, according to the regional law no. 69/07 of Tuscany. The Municipality Carrara, upon the request of the regional authority, agreed on tempoirarily suspending any decision concerning the implementation of the water-front, while the regional authority gave € 50,000 to the association for the implementation of the participatory process (AmareMarina actually spent only € 47.005).</p><p>This process has sought the collaboration of several partners including Sociolab,a Florence based consulting firm, the Centre for the Study of Political Sampling of the University of Siena for the selection of participants, Prof. M. Marchetti to support the discussions from the technical point of view.</p><p>4) Participant Selection</p><p>The \"accompanying table\" was composed by the deputy mayor of the municipality of Carrara, the president of the port authority, two members of the association AmareMarina and six \"voices of guarantee\", i.e. citizens selected by mutual agreement between the administration and the association, acting as neutral observers and guarantors of the internal choices of the process. This table established some basic rules concerning the process, like the criteria for the selection of participants, who were randomly selected ordinary citizens. The selection criteria (particularly gender, age, residence and education) sought, on the one hand, to ensure the maximum representativeness of the sample compared to the overall population and, on the other hand, to limit the potential personal conflicts of interest of the participants with respect to redevelopment of the port area. For this reason, the sample could not include individuals holding elected offices, members of the port authority, members of the sponsoring association, public executives and managers of public subsidiary companies. In order to allow the participation of all the citizens interested in the debate, the “accompanying table” made available: an e-mail address to send questions and ideas to be published on the site; a web-forum for the discussion about the project; a Facebook page dedicated to the process.</p><p>76 individuals participated in the laboratories, of which 58 randomly taken from the registry lists of the municipality and 18 taken randomly chosen from the list of the 600 signatories of the regional authority grant application for participation (plus about 84 observers). Equal gender participation in the laboratories in general was ensured because 42% of participants were women. About half of the participants in the workshops was present at all the meetings, while 70% attended 4 meetings out of 5.</p><p>5) Influence, Outcomes and Effects</p><p>It is possible to state that participation in this project was extensive, that the atmosphere of the meetings was positive, sometimes tense, but always constructive and aimed at developing consensual solutions. The fact that there has no massive decline in the number of participants and that 92% of respondents to the final evaluation questionnaire assessed the process to be \"useful\" and \"extremely useful\" is a demonstration of its success. Given the importance of the topic for the local population and the method used, the process has achieved great visibility in the area and in the local press. The mayor has publicly stated that the indications emerged from the participatory process, although not all acceptable, were worthy of consideration and has indicated his intention to discuss them with the City Board and Council. Furthermore, the monitoring will be guaranteed by the association AmareMarina and by the citizens members of the 'guarantee table', who seem to be interested in following the issues related to the implementation of the project to ensure the outcomes.</p><p>This participatory process has also had the function of consolidating the existing social networks in the area, increasing the citizens' sense of belonging to their community, and thereby increasing their interest as well as their responsibility towards the changes that affect their territory.</p><p>6) Analysis and Criticism</p><p>Because of the importance of the topics covered and of the interests at stake, some newspaper articles and public statements by various actors have often diverted attention from the upgrading of the port towards matters that went beyond the project. In general, it can be said that the implementation of a participatory process by citizens is a very burdensome question, both in terms of energy, and of time and money. If the process is planned in minute detail, and if it is supported by a good deal of commitment and determination and adequately funded, the citizens' involvement can be increased as well as the authorized stock, without frustrating the efforts of the participants.</p><p>7) References</p><p>At the end of the workshops, the \"Guidelines\" were sent to the participants of the process, published on the website and delivered to the Mayor of Carrara. Finally, a public meeting was held; it was attended by the coordinator of the project, the representatives of AmareMarina, the mayor of Carrara, the regional authority for the participation and the regional supervisor for communication and for the government of the territory, and a large number of citizens. This last meeting was dedicated to the sum-up the entire process. The meeting was also attended by the press and local television, which helped to communicate the results of the process to a larger population.</p><p>8) External link</p><p><a class=\"external free\" href=\"http://www.portolemieidee.it/\" rel=\"nofollow\" title=\"http://www.portolemieidee.it/\">http://www.portolemieidee.it/</a> <a class=\"external free\" href=\"http://www.consiglio.regione.toscana.it/partecipazione/default.aspx\" rel=\"nofollow\" title=\"http://www.consiglio.regione.toscana.it/partecipazione/default.aspx\">http://www.consiglio.regione.toscana.it/partecipazione/default.aspx</a> <a class=\"external free\" href=\"http://www.comune.carrara.ms.it/Sezioni.aspx?id=963\" rel=\"nofollow\" title=\"http://www.comune.carrara.ms.it/Sezioni.aspx?id=963\">http://www.comune.carrara.ms.it/Sezioni.aspx?id=963</a> <a class=\"external free\" href=\"http://www.sociolab.it/wordpress/\" rel=\"nofollow\" title=\"http://www.sociolab.it/wordpress/\">http://www.sociolab.it/wordpress/</a></p>", "title": "Porto le Mie Idee"}