{"htmlbody": "<p><em>Note: this is an English translation. The original Spanish article can be found here: <a href=\"http://participedia.net/en/cases/medell-n-colombia-planeaci-n-local-y-presupuesto-participativo\">http://participedia.net/en/cases/medell-n-colombia-planeaci-n-local-y-pr...</a></em></p><h3>Problems and Purpose</h3>Local planning and participatory budgeting is a participatory citizen democratic process which has two tasks:<ol><li>The construction and implementation of the local development plans in each community and jurisdiction</li><li>The investment decided by citizens which makes up 5 percent of the whole annual municipal budget.</li></ol> The Medellín mayor's office presents this as an amplification of the exercise of democratic because:<ul><li>It encourages that the inhabitants of the community or jurisdiction deliberate over collective issues and necessities.</li><li>It allows that this discussion is translating into investment proposals and decisions on the municipal budget.</li><li>It requires monitoring and a continued follow-up on investments and development of community initiatives which encourage transparency and administrative efficiency. </li></ul><h3>History</h3><p>The implementation of Local Planning with participatory budgets has been in development for many years. This planning is executed for the budget of every fiscal year.</p><p>Municipal Resolution 43 from 2007 creates and institutionalizes local planning and participatory budgeting within the framework of the Planning Municipal System (Resolution 043 of 1996)</p><p>Medellín’s Municipal Planning System is composed of three subsystems:</p>1. Coordination General Subsystem for Planning and Development<ul><li>Intersectoral Committee (Coordination and Liaison)</li><li>Planning and Programming Unit (Organizes sectoral and municipal development plans.)</li></ul>2.  Educational Organization Subsystem for Planning Citizen Participation <ul><li>Territorial Planning Council</li><li>Local Administrative Boards</li><li>Administrative Department on Municipal Planning</li></ul>3.  Monitoring, Evaluation, and Control Subsystem<p>Local Planning and Participatory Budgeting is a group of authorities, bodies, instruments, and control mechanisms oriented toward the achievement of the development of communities and jurisdictions within the framework of municipal planning and its constitutive part of the Municipal Planning System.</p><p>The mayor, as the leading figure of municipal management, in agreement with Resolution No. 43 allows the communal and jurisdictional councils the ability to decide in the field of participatory budgeting.</p><p>Additionally, the Administrative Department on Municipal Planning needs to assign a component called Participatory Budgeting inside of the Investment Multiannual Plan which cannot be lower than 5 percent of the total value of said plan. In any case, the total value of the component cannot be lower than 5 percent of the prosed investment of the municipality in each annual period.  The Administrative Department on Municipal Planning will distribute the Participatory Budgeting for communes and jurisdiction according to population criteria, human development index, quality of life index, among others which guarantee principles of social equity and territorial solidarity.</p><p>In order to institutionalize and legitimatize the local development planning process, participatory planning bodies within the purview of communities and jurisdictions.</p><ul><li>Urban Area Communal Councils</li><li>Rural Zone Jurisdictional Councils</li><li>Urban Zone Neighborhood Assemblies</li><li>Rural Zone Village Assemblies</li></ul><p>They also are also included in the Thematic Commissions (Comisiones Temáticas) system which work in accordance with the structure of the Local Development Plans and the planning process’s dynamics in each community or jurisdiction. Taking in account the garnered experience of Participatory Budgeting or in the case that no Local Development Plan exists, it is recommended that commissions are created according to the thematic frame in various interest areas (Education, culture, recreation and sports, environment, coexistence, etc.)</p><h3>Originating Entities and Funding</h3><ul><li>The Medellin City Hall</li><li>European Union Cooperation (Community Participation Project for development planning, public investments, and productivity 2011-2013)</li></ul><h3>Participant Selection</h3><p><strong>Communal Council and Jurisdictional Council</strong>: This group is the ultimate counselor in the participatory planning in each one of the communities and jurisdiction. The Local Administrative Board chairs this process whose establishment will be convened by the Administrative Department of Planning together with the JAL. They are in charge of legitimizing and adopting the communal or jurisdictional development plan and to prioritize and approve the investments from the Participatory Budgeting which will be part of the Municipal Annual Budget.</p><p>Members:</p><ul><li>All the members of the Local Administrative Board in their own right.</li><li>All of the elected delegates in the neighborhood and village assemblies.</li><li>Delegates from social organizations, community and solidarity-led, at a rate of 1 per organization elected by board of director or assembly.</li><li>A representative for each one of the council according to specific populations or sectors recognized by law with a presence in the community or jurisdiction (CMJ, Cabildo Mayor, Mujeres, Negritudes, Minorías, Desplazados, among others)</li><li>The mayor or his delegate with the right to speak but not to vote.</li><li>Zone teams in accordance with the Municipal Administration’s expert personal who will participate with the right to speak but not to vote.</li><li>A Delegate from the Council as an observer of the process</li></ul> <strong>Neighborhood and Village Assembly</strong>: This is a point of contact between the inhabitants or neighbors of each neighborhood or village in Medellin. As a planning body, it seeks to broaden and secure citizen participation both in local planning and in the participatory budgeting in the communes and jurisdictions. They will be convened by the JAL with the support of the administration.<p>Whoever wishes to participate must correspondingly register in Medellin’s Agency of the Social Development Secretariat of the City Hall, or in the communities and jurisdictions at the sites and timelines stipulated by each period.</p><p>There are requirements for the organizations which wish to enroll a candidate to participation as a representative and also for those who wish to do it on behalf of the Neighborhood or Village Assembly.</p><p>Admitted and elected delegates will participate in the program and shall mandatorily assist in training sessions on topics related with Local Planning and Participatory Planning. The aforementioned training sessions will be certified by the City Hall of Medellin and will provide elements to participate in themes of local development and in the definition of community investment initiatives for the corresponding year.</p><p>The zones, communities, or jurisdictions or whichever territorial division of the city may, through a participatory process, elaborate on its own midterm development Zonal Plans with the hope of mobilizing resources and the use thereof in line with their priorities and within the framework of the Municipal Development Plan.</p><p>For these plans the <strong>Communal Integral Development Committees</strong> or in Spanish Comités Comunitarios de Desarrollo Integral (C.C.D.I) are organized. The following participate:</p><ul><li>Area Social Manager</li><li>Inspector of the CERCA (From the Program MASCERCA) who will coordinate the events</li><li>Community Promoters of Municipal Agencies from the Social Areas (Social Developments, Social Welfare, INDER,  Culture and Education, Metro-salud, among others).</li><li>Representative from the Planning Administrative Department</li><li>Representative from the Administrative Boards</li><li>Locals from each community or jurisdiction which is part of the coverage area in the plan.</li><li>Representative from the Communal Action Meetings from each community or jurisdiction which makes up part of the coverage area in the Plan.</li><li>Up to seven representatives from other forms of public and private organizations found in the Area.</li></ul><p>Generally speaking, the organizations with the representatives who fulfill the requirements, just as the elected people who belong to the Communal and Jurisdiction Councils are in charge of elaborating, prioritizing, and deciding on the initiatives of communal investment, planning, and management of the development of their own locality.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p>The formulation of the Participatory Budgeting generally understands the following phases as:</p><p>1. Annual budget allocation for each community and jurisdiction within the framework of the Annual Investments Operation Plan in its respective validity period. Resources are distributed as follows:</p><ul><li>Number of inhabitants: 40 percent (larger populations receive more funds)</li><li>Quality of life index: 35 percent (areas with lower life quality receives more resources)</li><li>Participation in Neighborhood and Village Assemblies 25 percent (areas with more participation receives more funds)</li></ul><p>2. The creation of Neighborhood and Village Assemblies in order to identify problems and opportunities in each neighborhood or village. Each assembly will elect a delegate to the Communal or Jurisdictional Council at a rate of, at most, one delegate for everything 25 voters in the neighborhood assembly and 15 voters in the village assembly.</p><ul><li>First point: Analysis and deliberation provided over the problems and necessities in the neighborhood, commune, village, and jurisdiction according to each Plan on Local Development where all individuals over the age of 14 can participate. Here, a survey will be implemented on the state of the programs and projects in the Local Development Plan in each respective community or jurisdiction. Aspiring Candidates present themselves to delegates before the community where the public compromise on transparency is signed.  A representative is elected to the Ballot Commission and the voting mechanism which is implemented at the Election and Prioritization Meeting is explained.</li><li>Second point: The Election and Prioritization Meeting is the second moment where voting occurs to elect delegates which make up the Communal and Jurisdictional Councils.</li></ul><p>Electors select priorities in each neighborhood and village at these Meetings. This serves as key input in establishing issues which will be financed with resources from Local Planning and Participatory Budgeting.</p><p>3.  Holding of Communal and Jurisdictional Councils in distinct phases of the process:  assessments, prioritization, approval of the participatory budget, monitoring, and follow up on the implementation.</p><p>The Communal and Jurisdictional Councils are the summit for the process’s planning. Here, elected delegates from each commune and jurisdiction decide and approve the initiatives in which the community finds interest and would 5 percent of municipal resources. The investment of these recourse is done with the aim of resolving the most pressing needs in each territory through the Thematic Commissions (Comisiones Temáticas).</p><p>4. Endorsement of the decision taken by the Communal and Jurisdictional Council by a ruling in the Board Administrator Local (JAL) which is delivered to the Administrative Department of Planning.</p><h3>Influence, Outcomes, and Effects</h3><p>This process allow for a recognition of necessities and ways of thinking among women, men, youth, adults, senior citizens, indigenous populations, afro-descendant peoples, the LGTB community, the handicapped, and displaced groups.  This thereby also recognizes that everyone lives in the city and has the right to a dignified life filled with respect for diversity.</p><p>This has permitted citizens to influence in the allotment of municipal resources through the prioritization of demands and necessities in order to integrate the development of the city into the same process of local development in their communes and jurisdictions. Society and citizens now enjoy influence on important decisions.</p><p>It puts the Local Development Plans into practice in each community and jurisdiction.</p><p>In accordance with Article3 of Municipal Resolution 43 from 2007, the provisions laid down in this resolution state that the Mayor, the Municipal Administration of Medellin, and the Mayor must comply. This is imperative for all centralized and decentralized municipal units. The priorities set forth in the process of participatory budgeting are taken in account in the city’s budget.</p><p>The participatory budget resulting from these meetings are made available by posting and publishing. Likewise, every year’s participatory budget’s implementation matrix is published.</p><h3>Analysis and Criticism</h3><p>This is a space to participate and speak with the aim that together, through reunions and gatherings, a destiny and history of the city is built. Diverse opinions are therefore weighed in deciding the best for the community, particularly in respect to what is subject in the process (num. 1). One can qualify this as an inclusive and informative deliberative process which supports the empowerment of citizens.</p><p>Additionally, the dynamic in local planning and participatory budgeting is consolidated as an exercise in transparency in the management of municipal resource which demands for a co-responsibility among all citizens.</p><p>The publishing and follow-up on the results and the resource allotment methods are factors which motivate and promote participation among great numbers of citizens in the process.</p><p>The process also had a political education phase for adult citizens and in particular for the delegates.</p><p>This is an intermediate process between democratic authorities and the direct participation of citizens, taking into account that in the phases where decisions are made through the delegates thereby supporting participatory democracy. </p><h3>Secondary Sources</h3><ul><li>ABC de la Planeación Local y Presupuesto Participativo Medellín 2011</li><li>Acuerdo Municipal N° 43 de 2007</li><li>Decreto No. 1073 de 2009</li></ul><h3>External Links</h3><ul><li><a href=\"http://www.medellin.gov.co/\">www.medellin.gov.co</a> [DEAD LINK]</li><li><a href=\"http://www.inder.gov.co/\">http://www.inder.gov.co</a></li><li><a href=\"http://customers.gkudos.com/delcol/sigweb/php/hojaProyectoPublico.php?idproyecto=576\">http://customers.gkudos.com/delcol/sigweb/php/hojaProyectoPublico.php?id...</a> [DEAD LINK]</li><li><a href=\"http://www.medellin.gov.co/irj/portal/ciudadanos?NavigationTarget=navurl://b43b50260ac423f7ce6238eabc2ee326\">http://www.medellin.gov.co/irj/portal/ciudadanos?NavigationTarget=navurl...</a> [DEAD LINK]</li></ul>", "title": "Medellín, Colombia. Local Planning and Participatory Budgeting"}