{"htmlbody": "<p>Note: this is an English translation of a Spanish case study available here: <a href=\"http://participedia.net/en/cases/participaci-n-para-el-desarrollo-ambientalmente-sustentable-y-la-integraci-n-social-en-el\">http://participedia.net/en/cases/participaci-n-para-el-desarrollo-ambien...</a></p><h3>Summary </h3><p>This article presents an interesting case of urban planning with citizen participation developed in Santiago, Chile. The case is primarily about the development and implementation of a standard methodology that allows for a real appropriation of public space by citizens, developing urban spaces that are sustainable over time.</p><p>The main feature of the developed methodology is its flexibility which allows it to adapt to multiple projects and contexts. This can be seen from the description of the first four pilot applications of the methodology developed in the district of La Reina and their respective particularities. A macro analysis of the results, strengths, and weaknesses of the methodology as well as its implementation are presented.</p><h3>Problems and Purpose</h3><p>The management of public space is frequently completed without incorporating the major stakeholders. This all translates into the non-appropriation of space on the behalf of neighbors. This simultaneously leads to a minimized use and neglected maintenance of the space.</p><p>To reverse this situation a major diffusion of information and communal participation is necessary in making decisions, sharing responsibilities as well as resources, and improving control by users and respective communities for more efficient management.</p><p>The project ‘Participation for sustainable environmental development and social integration in public spaces in the Communa del la Reina’ (Spanish: Participación para el Desarrollo Ambientalmente Sustentable y la Integración Social en el Espacio Público de la Comuna de La Reina)  falls within the national platform program “State Modernization- A Participatory State at the Service of Citizens” (Modernización del Estado - Un Estado participativo al servicio de la ciudadanía) developed between 2004 and 2008. The global objective of this program was to contribute to the establishment of a flexible and modern state based on efficient, participatory, and transparent management encouraging the process of State Modernization.</p><p>The project aimed to contribute to state modernizations with replicable practical experience of participatory management of public space which incorporates neighbors’ participation in municipal management. It aimed to amend the conditions which inhibit citizen participation while at the same time strengthening the capacities of social organizations.</p><p>The program was implanted through a grant fund for which there was an extensive call at all levels of the state to participate. Funding was established from a European contribution of € 11.670.000 and a national counterpart contribution equivalent to € 11.670.000, thereby reaching a total amount of € 23.340.000 which were distributed between 18 selected projects (Gobierno de Chile, 2009).  The project proposed for the commune of la Reina was awarded € 744.450 which was allocated to multiple projects, among which this presented case study is included.</p><p>The central focus of this project was citizen participation in defining, consolidating, and using public spaces selected by both neighbors and municipality. In becoming a pilot experience, its evaluation and systemization will provide a replicable model to other communes and national agencies which support citizen municipal modernization and participation. </p><h3>History</h3><p>The municipality of la Reina is a commune in eastern Gran Santiago (Chile). It is characterized by its image of a park commune due to an abundance of trees and low population density. It has maintained its semirural origin thanks to its regulatory scheme which restricts high-rise construction and anything diverging from its fundamentally residential character. The commune of la Reina has an urban character with a unique identity which its inhabitants have fought to protect.</p><p>The initiative of the present project is the result of two professionals who reside in the commune of La Reina and who were concerned with how to create more sustainable urban spaces therein. At the end of 2006 María José Castillo (architect) y Carolina de la Lastra (sociologist) brought forth a proposal to the municipality: the implementation of a participatory and sustainable environmental management system of public spaces in La Reina. The municipality welcomed the proposal and together with the neighbors applied to the State Modernization Program, leading to an allocation of funds to implement four pilot projects in La Reina.</p><p>The offer envisaged a methodology which would allow for an articulation of citizen necessities concerning public spaces, thereby advocating maintaining sustainable spaces which could be maintained over time without needing major intervention by the district. From its inception the method has emerged as a participatory solution which seeks to foster everyone’s opinion.</p><p>The conceived methodology for this project was utilized to create the “Manual for Participatory Methodology for the Improvement of Public Spaces” (Manual de Metodología Participativa para el Mejoramiento de Espacios Públicos) (MMPMEP) of the commune of la Reina and was the foundation for the development of the Manual for Participation in the Ministry of Housing and Urban Development (Ministerio de Vivienda y Urbanismo (MINVU)). </p><h3>Methodology </h3><p>Details on the methodologies can be found at the MMPMEP, but the following will present a summary of the four principal stages and the different steps to be taken.</p><p><u><em>1. Identification of the Project</em></u></p><p>This first stage seeks to gather existing information concerning the context of the project, thereby attempt to understand which outcome will take place. The first five steps broken down in this stage are 1. Find opportunities for this project 2. The confirmation of the first multidisciplinary group which will evaluate the project  3. Gathering of technical background 4. First meetings with neighborhood leaders, thereby searching for links which will permit members to convene for the second step, and 5. Evaluation of the project’s outcomes and risks.</p><p>These 5 steps are oriented toward a good project definition framed in the context will determine the outcomes and risks inherent therein.  The identification of opportunity of the project supposes that this could be suggested by the distinct actors which participate, i.e.  this could arise among both neighborhood and municipal agents. Funding aspects which determine the feasibility of the project, and of course, outcomes within financial reach are also defined in this stage.</p><p><u><em>2. Participatory Project Design</em></u></p><p>This second step tries to integrate all actors into the project’s design who consider themselves affect by the project’s development.</p><p>It is recommended to develop at least three workshops with different purposes. The first of these workshops needs to focus on considering problem areas and opportunities which could arise. The second should strive to listen to neighbors’ proposals and complaints so that in a third workshop a project proposal, which includes everything defined in the previous workshops, is presented to the community. This proposal remains subject to changes made by the same neighbors. These are framed by the technical standards made by the professional who manage the project.</p><p><u><em>3. Development of Work Plan</em></u></p><p>This step envisages the development of a work plan which involves individuals who participate in the project’s definition.  </p><p>It is specified that commissions should be created which will be in charge of different aspects of the project. The number of sessions and members will depend on the magnitude of this part.  Sessions and members will be selected by the individuals who participate in the project’s design who expect sufficient time for this work.  This stage also seeks to find funding if the sufficient amount has not already been raised and a corresponding budget will be developed involving all the working actors.</p><p><u><em>4. Implementation of the Works</em></u></p><p>In this step, post-construction execution and monitoring of proposed work are completed. Finality is given to all previous steps and the work which was previously planned by the set of relevant actors is implemented. The monitoring and appraisal system can be applied to the work after it has been constructed. The system will be very important in guaranteeing the sustainability of the work.</p><h3>Completed Projects: Deliberations, Decisions, and Public Interaction</h3><p>The pilot project in which the methodology was implemented will now be presented in detail. A summary of each pilot project is presented, pointing out the contextual particularities which signify interesting changes in the methodology.</p><p><em><u>1. Bike Path Park Las Perdices</u></em></p><p>The municipality of la Reina was developing the construction project in which a second car route in one of the most important roads in the commune: Avenida Las Perdices.</p><p>On this border there was a possibility to develop a project which improves the quality of life among neighbors and would make construction of the roadway more accessible and welcoming; combined with the great nuisance for the same neighbors due to the use of this territory as a place of aggregate and rubble by the same individuals in charge of the project for the construction of this route.  This presents an ideal situation for the application of the participatory method with the most willing in this quarter.  </p><p>Participation arose at first as a voice in protest against these earthmoving works. This allowed for the formation of the first work teams which during development of the project changed the design of this bike path park to a constructive and significant degree.</p><p>The project included the opinions of three neighboring housing projects in the territory (Villa Rio Lauca, Villa Las Perdices , and Condominio Social de la Universidad de Chile), which through the workshops proposed in the methodology were able to come up with a solution which was built on the neighbors’ feedback.  This resulted in a solution in accordance with neighbors’ sentiments: parking lots, bus stops, and various ways to access the park. This was deemed a satisfactory result for the neighbors.</p><p><u><em>2. Surroundings of Kindergarten Paidahue</em></u></p><p>While completing research, it was found that there was a large amount of dissatisfaction among neighbors due to the installation of an illegal micro-landfill in underutilized land in the surroundings of the kindergarten Paidahue. This was a problem which affected many, both as a danger to the children who regularly attended the kindergarten and to others due to its source of foul odors and poor sanitary conditions.</p><p>The nature of the project led to a large amount of interest and gave rise to the creation of distinct teams in line with the various groups of relevant actors. </p><p>A very interesting point to highlight in the development of this project was the particular dynamic which took place in the project’s second stage, specifically in the model’s second workshop. Because the project affected all the neighbors in the vicinity of the kindergarten, it was necessary to divide them by sector.  After this, a very easy way to go about grouping those who lived in these sectors was developed, whereby the territory was toured and meeting tables were set up in each sector. These acted as areas of congregation where the proposals of all neighbors were heard. This immediately realized success by reaching consensus at these meetings through negotiation by different actors and the proposals by decision makers. This was then given the name “Estaciones en terreno” or “ground stations “and they were a key piece in development participation among neighbors and adopting proposals.</p><p>The result was spectacular and led to the approval of many proposals which meant an achievement in compromise among the different interests held by the neighbors. </p><p><u><em>3. Market Villa la Reina</em></u></p><p>This project began as an initiative of the neighbors themselves together with the district. At that moment construction on the Military Hospital was underway nearby which led neighbors to come up with the idea of improving the market’s facilities in order to welcome the public who would go to the hospital.</p><p>In general, the project had many complications and at the beginning did not come up with a solution beyond a work plan. The complications mainly concern land ownership on which the market was based. Additionally, mplications concerning the definition of the property signified that the district could not invest in these territories.</p><p><u><em>4. Improvements in the Surroundings of Diputada Laura Rodríguez Street              </em></u></p><p>Similarly to the previous project, this project came into existence due to the construction of the Military Hospital. This was a work which complemented construction on the hospital. Its aim was to connect the street Valenzuela Llanos with Avenida Larraín, therefore allowing street Diputada Laura Rodríguez to take on more traffic flow. This would make it the visible face of the industrial neighborhood which is next to the aerodrome La Reina.</p><p>When the improvement of this street was planned, two actors with knowledgeable opinions existed who needed to come to an agreement.  The methodology needed to be applied twice, once for the neighbors and the other time for the industrialists. This opened the way for the establishment of a grand participatory workshop that allowed both sectors to negotiate. This last workshop was very complicated and required significant group skills and management to be able to find compromise among both groups’ proposals.</p><p>A difficulty which arose was the challenge in organizing meetings. This was due to the different times availabilities among these actors.</p><p>A work plan was finally developed which included actors from both groups, but was also of great complexity in its implementation due to many bureaucratic problems.</p><h3>Influence, Outcomes, and Effects</h3><p> The project generally achieved its principal objectives:</p><ul><li>Experiences and guidance arose which allowed citizen participation to be incorporated in the decision making process in the design, creation, and management of pilot project. The pilot projects in addition created value in the various communities</li><li>Experiences were systematized through an application and validation of the work methodology which through a succession of workshops allowed for consultation with the community in public spaces. This allowed for regular cooperation between neighbors on the municipal level.</li><li>A learning space was created where municipal officials, neighbors, and their leaders gained tools for the joint work in improving public spaces, both through training and learnt lessons in the application of the methodology. This led to receiving positive assessments in the training cycle by participants.</li></ul><p>Nonetheless, in its totality, the project created various additional effects on the formulated planned objectives, in terms of citizen participation greater confidence in the district in participation being the most significant.  This shows that taking care of certain conditions is not only possible, but also advantageous in incorporating the community and its organizations in municipal projects.</p><p>Some side effects for the district were greater internal coordination promoted around the pilot project, the development of collaboration and inter-directional working teams in the municipality and additional public funds management, like for example the PMU, SERVIU, and regional government to combat fund scarcity.</p><p>These side effects for neighborhood organizations highlight the strengthening of positions taken by leadership in producing concrete results. Interestingly, creations of an efficient communication channel with municipal actors is still being used after this specific project, and the interest as well as neighbors’ support in the care and maintenance of pilot projects remains.  Additionally, participation in these activities led to improved outreach by the leadership, the creation of a major environment of trust between social and municipal organizations and the verification that, beyond social, educational, and political differences, recognition and reconciliation between individuals is created. </p><h3>Analysis and Criticism</h3><p>Despite satisfactorily complying with the planned objectives and the numerous positive effects which the project generated, there are some negative aspects in its development.  Some of these aspects were caused by external factors outside of the project’s control, but others were caused by internal factors which can be improved for future applications.</p><p>One of the most apparent problems, which developed in the beginning of the project, was the clear delay in its beginning since it should have begun in March 2006 which did not occur until the following year. This problem, even though it was caused by excessive bureaucracy in its processing and approval by the municipality and the postponement of the adoption of the Regulatory Communal Plan (Plan Regulador Comunal or PRC), could have been foreseen and planned for ahead of time. As such,  it would not have been necessary to complete an extra re-planning and redefining job of the baseline, among other activities.</p><p>Another negative aspect was the small level of citizen participation. The calls for participation and participatory activities, as well as works in the pilot project and training had fewer assistants than hoped for.</p><p>According to the annual report of “ Program for State Moderinzation: A Participatory State Serving Citizens” 2007  (Programa Modernización del Estado: Un estado Participativo al Servicio de la Ciudadanía), the pilot projects presented the following problems:</p><ul><li>Unequal participation throughout the whole process</li><li>Unwillingness among neighbors to execute tasks (it was considered that this was under municipal responsibility)</li><li>Neighbors expect that other solve problems</li><li>Social organization and neighbors have unresolved previous demands with the district</li><li>Longer than expected schedules</li><li>Municipal authorities do not always respect the requirements in projects together with the important achievements delays, internal lack of coordination and non-compliance.</li></ul><p>Citizen participation was in general perceived like a right, but not a responsibility. Problems which were generated by a conflict of interest between groups in some project and problems of communication as well as compiling community needs may be added to this list.</p><p>The representativeness of organization leaders was also a negative aspect, since the project started with already known difficulties in the country: mismanaged neighborhood meetings, organizations with only a few active partners, leaders who have served for a long time, and complaints thereof concerning low participation among neighbors and the youth.</p><p>As a new experience, the organization of first training courses and workshops were poor in paying attention in how to welcome neighbors, availability of food, etc. These activities make participation for neighbors more fun and were incorporated in future activities.</p><p>Finally, an important issue was the investment funds shortage. This led to an active effort in finding additional funds from other sources. Even though the awarded amount in the contest was €744.450, this money was distributed to many projects. The initiative was undoubtedly successful, but the difficulties experienced post challenges which need to be addressed for a future application of the methodology.  These are:</p><ul><li>Sustainability of the participatory methodology implemented by the project after its end, including training of municipal official and the systematic incorporation of the methodology.</li><li>The involvement of municipal official on a grand scale</li><li>More participation among neighbors</li><li>Create processes which break bureaucratic barriers within the district in order to develop faster implementations of the methodology.</li><li>Manage the community’s contributions by creating equilibrium between the community contributions vs. professionals’ expert knowledge. </li></ul><h3>Secondary Sources</h3><p>Interview with María Verónica Quijada, Project Municipal Coordinator</p><p>Interview with María José Castillo, Public Space Participatory Management Advisor</p><p>Castillo, Fernando (1-2008) Una Ciudad Nuestra, una Ciudad con Identidad. Centro de Investigación Social. Un Techo para Chile pp. 47.</p><p>Gobierno de Chile. (2009). COMPENDIO PROGRAMA Modernización del Estado: Un Estado Participativo al Servicio de la Ciudadanía. Santiago, Chile: Autor.</p><p>Municipalidad de La Reina. (2007). Programa Modernización del Estado: Un estado Participativo al Servicio de la Ciudadanía: INFORME ANUAL 2007. Santiago, Chile: Autor.</p><p>Municipalidad de La Reina. (2007). MANUAL METODOLOGÍA PARTICIPATIVA MEJORAMIENTO ESPACIOS PÚBLICOS. Santiago, Chile: Autor.</p><p>Márquez, F., Forray R. (2006), Comunidad e identidad urbana: Historias de barrios del Gran Santiago: 1950-2000; Proyecto Fondecyt Nº 1050031; Santiago, Chile</p><h3>External Links</h3><p><a href=\"http://www.lareina.cl\">Municipalidad de La Reina</a> [SPANISH]</p><p><a href=\"http://www.agci.cl\">Agencia de Cooperación Internacional de Chile</a> [SPANISH]</p>", "title": "La Reina Sustainable Development Project (Chile)"}