{"htmlbody": "<p>Note: this is an English translation. The original Spanish version can be found here: <a href=\"http://participedia.net/en/cases/participaci-n-ciudadana-en-la-revisi-n-del-prc-de-estaci-n-central\">http://participedia.net/en/cases/participaci-n-ciudadana-en-la-revisi-n-...</a></p><h3>History and Background</h3><p><u>Estación Central</u></p><p>Estación Central is a commune in the metropolitan region of Chile, which is located in the downtown area of Santiago. Estación Central bases its name on the city’s Central Railway Station (Estación Central de Ferrocarriles). The history of the commune is relatively recent as it received its municipal autonomy on the 1st of February, 1985, i.e. after slightly more than 25 years of existence. The commune consists of territories which previously belonged to outlying areas of the communes of Santiago, Quinta, Normal, Pudahuel, and Maipú. These territories, in their totality, make up a total space of 1,550 hectares which is currently inhabited by 130,394 inhabitants according to data provided by the 2002 census.</p><p>The commune of Estación Central has a diverse set of functions.  These functions are effectively characterized by land-use through a distribution of heterogeneous uses throughout the territory. Here, housing functions dominate with a coexistence of productive uses.  Beyond its function as a ‘dormitory’ commune, Estación Central has always been considered a service oriented area – this can be explained by its strategic location in a metropolitan context –and as a passerby commune– the floating population varies from 300,000 to 600,000 people according to each season. (Municipalidad de Estación Central, 2010)</p><p><u>Regulatory Communal Plan</u></p><p>The Regulatory Communal Plan or Plan Regulador Comunal (PRC) is one of the principal tools which is currently being counted on to effectively realize urban planning in Chile. The PRC is carried out on a local level under the coordination of the local government - The Urban Advisory Department of the Municipality – under the control of the Regional Secretariat (SEREMI) of the Ministry of Housing and Urban Development of the Metropolitan Region.  As a piece of a national program, for instance as one of the Instruments of Spatial Planning (IPT) of the Minister of Housing and Urban Planning (MINVU) – with the Regional Plan of Urban Development (PRDU) and, in this particular case, with the Santiago Metropolitan Regulation Plan (PRMS) – allows this to become part of the metropolitan region.</p><p>The PRC is a tool managed by the Municipality which allows for the organization and planning of the commune’s land through a combination of norms which establish the diverse functions and conditions of construction held by the commune’s lands.  The PRC defines, for example, land use, the height of buildings, and the density and percentage of occupation on the lands. The urban limit of the commune, streets and their categories, public spaces, squares, and the physical location of communal equipment like educational, health, and recreational institutions are ordained in the same specific way. This tool is defined by Article 41 of the Urbanism and Construction Act.</p><p>In the creation of the PRC, citizen participation is defined by the Act (Article 43) as consisting of informational activities, public exhibitions and hearings of affected communities, consultation mechanisms and lectures on the project. These are the minimum standards to validate the realization of the PRC. It is worth mentioning that this is the most basic procedure as further elaboration of participation is at the disposition of each municipality.</p><h3>Problems and Purpose</h3><p>The problem which shows the necessity for the realization of a study and revision of the PRC under the auspices of the borough of Estación Central is the nature of the formation of the commune. The PRC was created, effectively, according to the procedures of the former regulatory plans of the communes into which Estación Central was eventually integrated.  These were patched together using former regulatory plans in a collage which was stuck together to form one cohesive plan without taking territorial specificities into account. The collage of the Regulatory Plan is more than 30 years old, which is reason enough to see that it is necessary to update the plan and to create a new plan which conceives of the community as a whole with various particularities. To summarize, each sector of the community currently has been found despite regulations by outdated legislation which comes from a very different context and suffers from an incoherence with the current local reality. This has made the incorporation of the borough into the urban development of the city more difficult.</p><p>The proposal: Summarizing the aforementioned facts – the disarticulation of the PRC with the reality of Estación Central and the heterogeneity of the territory – the study and revision of the borough’s PRC became unavoidable. This process began in 2003. In this context, with the end of giving sustainability to the resulting proposal, a complementary processes has commenced for the revision of the PRC with citizen participation which allows for an acknowledgment of the necessities and opinions of the community involved therein. </p><h3>Originating Entities and Funding and Participant Selection</h3><p>Citizen participation in the review of the PRC of Estación Central was foreseen in two of four phases of the process: during the end of the third phase, “Anteproyecto” (Draft), and throughout the fourth phase, “Proyecto” (Project).</p><p>In line with the approaches of the Municipality, citizen participation in this process had a principal objective to present, inform, and discuss the proposals of zoning and standards, defined by a team of expert consultants, with the community.  Likewise, in order to promote the creation of opportunities for discussion and analysis of the proposals, a process was created where authorities became aware of the opinions of the many distinct actors in the commune. Finally, according to the Municipality this process of citizen participation was created to validate the changes to land-use of the commune which enacted the PRC.</p><p>Although the beginning of citizen participation in practice was contemplated at the end of the 3rd phase, citizen participation in respect to the proposals in the draft (“Antepoyecto”) were not considered until the beginning of the 4th phase. This is due to internal delays in the municipal schedule.</p><p>In accordance with official documents of the municipality of the Estación Central, the participation strategy which was adopted basically consisted of the creation of activities with a goal of mostly informing rather than consulting.  The respective authorities argue that this is due to the importance of presenting the project (Proyecto), resulting from the PRC, to the whole community. This thereby gives priority to comprehension by all of the local actors. Finally, due to the short time stipulated and designated for participation, an implementation of a process with a major emphasis on consultation was removed since its results could not even be incorporated into the final project.</p><h3>Deliberation, Decisions, and Public Interaction</h3><p><u>Participatory Activities</u></p><p>• Consultative workshops provided to the community concerning the draft: at the beginning of the 4th phase, 4 “consultative” workshops were given to the community with the goal of evaluation the PRC draft. To realize this, the commune was territorially split into 4 sectors. Representatives of “las Juntas Vecinales” (Neighborhood Councils) were invited by post mail provided by the mayor. The invitation was extended to all individuals who wished to assist. Assistance in each of the workshops: 19 individuals sector 1; 21 inidivduals sector 2; 8 individuals sector 3; and 7 individuals sector 4.</p><p>• Presentation of the PRC at the commune’s fair: presentation with previous members of the study on the PRC in the commune’s fair located in the commune’s sector. This presentation consisted of setting up information panels and the delivery of newsletters to the assistants. Prior to this fair, the information panels took place in the council building of the municipality and were open to the public during approximately 6 months.</p><p>• Presentation of the PRC project to the authorities of the municipality of Estación Central. The PRC study was presented during the Commune Council to the local authorities and directors of municipal administration. The technical consultancy personnel, the citizen participation team, and the coordinator of the SEREMI MINVU RM explained the most relevant information.</p><p>• Presentation of the PRC project to representatives of the productive and commercial sector, civil society institutions, and inhabitants of Estacion Central: During this activity the same actors present in previous activities convened. In addition, among others, leaders of various associations and groupings, employers, and institutions of the health and security sector were included (155 representatives were invited, around 120 of the invited assisted in this endeavor.) The activity was mostly informative, although at the end of the activity, the assistants passed out a form to collect comments, observations, or questions concerning the PRC project.</p><p>The meeting for each of these activities was initiated through a personalized invitation signed by the mayor and distributed by the personnel of the Community Development Directorate (DIDECO) to the convened representatives of “las Juntas Vecinales”.</p><p><u>Discussion and Deliberation</u></p><p>Consistent with the aforementioned, participatory citizen activities conducted by the municipality were mostly informative and in accordance to what is stipulated by the law. Nevertheless, an environment of discussion and a collection of opinions of the participants were present in all the activities concerning the proposals in the project. It has to be emphasized that this does not mean that the opinions and observations of the community were influential in the decision making process. On the contrary, if one goes by what can be observed, this was a mere formality and an opportunity to involve the community in the process. This also translated to an opportunity to create a process of motivation and information of the community, which would allow to host a more active and contributory participation during the approval phase of the new PRC (Municipality of Estación Central, 2010)</p><p>It is important to note that there was one community, Villa Portales, which particularly resisted the proposed changes for the study and revision of the PRC. The 31 hectares where Villa Portales is currently located used to be the National Agricultural Society (SNA). This territory was bought by the University of Chile which went on to sell them in 1954 to the Private Employees Pension Fund for the construction of a real estate project.  Between 1954 and 1996, several 5 story buildings with a height of more than 1,500 apartments were constructed. These buildings are currently inhabited by more than approximately 7,000 inhabitants.</p><p>Villa Portales has many types of inhabitants, social aspirations, and forms of organization that share a common past and a present marked by a serious deterioration of infrastructure and a growing precarity of the area’s inhabitants. Moreover, this community is characterized by a high degree of cohesion, density, and an important level of empowerment concerning its own soil. This is highly relevant since this explains the resistance that the community had against the draft of the Regulatory Communal Plan of Estación Central. This was corroborated by the President of the Neighborhood Development Council of the Town (Consejo Vecinal de Desarrollo de la villa).</p><p>What ultimately happened in Villa Portales was due to a lack of necessary information of the project from the very start. This led to a creation and diffusion of rumors and conjectures concerning the local administration’s intentions concerning changes in the PRC.  Given the level of consolidation in the community it is understandable that rumors spread quickly and created an environment of insecurity in respect to changes in the PRC.  This meant that when the municipality’s presented the draft, this community had already adopted a position against any sort of proposal. During the workshop in which the draft was introduced to this sector the assistants effectively proved themselves to be displeased with the proposal and openly expressed their rejection. This reaction caused the municipality and the technical staff to create changes in the initial proposal. Nevertheless, according to the municipality’s officials, the inhabitants of Villa Portales were not very proactive in offering alternatives. Ultimately, a better reception to the proposal of the final project was evident after the second meeting with the inhabitants of Villa Portales.</p><p>This is proof of an ideal in a project of this sort: coordination with the citizenry from the very get-go. The opposite, as was shown, opens the door to mythmaking of the project and to the spread of erroneous rumors aimed to create insecurity and fear among the inhabitants.</p><p>It can therefore be concluded that this was due to a weakness in the administration’s approach in including effective citizen participation in each phase of project which featured opposition by a relatively organized and empowered community. This, again, entailed a series of delays in the approval of the project.</p><p>The project is currently in an approval phase. Interviewed sources from the municipality of Estación Central attribute these delays to the inhabitants of Villa Portales who opposed the proposed draft and not to the weaknesses of the process of citizen participation which launched the abovementioned institution. On the contrary, the officials of the municipality demonstrated a high level of satisfaction concerning the participation given that this was the first attempt of this kind to be realized in the commune. </p><h3>Influence, Outcomes, and Effects</h3><p>In full conformity with Articles 41 to 51 of the Urbanism and Construction Act and the subparagraphs 2.1.10 to 2.1.14 of the Urbanism and Construction Ordinance, the commune of Estacion Central complied with the provisions in the regulation concerning the statutes for citizen participation. Nevertheless, during the implementation of the process of citizen participation, some shortcomings were encountered in including the community according to phase 1 (appraisal) and 2 (objective image). On the contrary, the process was limited to merely providing information in phase 3 (draft) and 4 (project). Therefore, one cannot speak of highly effective participation.</p><p>The citizen participation used was mostly informative and infrequently consultative. One can observe this in the fact that there was only a small amount of influence from the opinions given by the community in public decisions. The achieved influence was basically minimal and only restricted to small changes in the project draft.</p><p>Furthermore, it can be observed that the assistance to the performed activities as part of the citizen participation was not huge. This reflects weaknesses in the mechanisms of convocation and dissemination: workshops given to the community: 55 individuals (19 individuals from sector 1; 21 individuals from sector 2; 8 individuals from sector 3; and 7 individuals from sector 4); Presentation of the project to Villa Portales: 155 individuals; Presentation of the project to representative of productive and commercial sector, civil society institutions and inhabitants of the commune: 120 people.</p><p>Regarding the disapproval of Villa Portales during the reform process of the Communal Regulatory Plan one can conclude that this happened mostly because the inhabitants were not taken into account in all phases of the project.  Considering that this is one of the oldest and most attended neighborhood councils in the commune, they are able to show a great amount of empowerment and cohesion. This allowed a creation of adequate pressure to suspend the project’s approval.</p><p>Nonetheless, it is important to note that the citizen participation ultimately accomplished its proposition to validate the changes to the PRC before its approval. The population’s opinions were heard, at least during the draft and project phases, and activities were created to inform and solve any questions in this process. Nevertheless, the participation remained purely within the realm of formality and a minimum amount of participation, as stipulated by the law, was realized.</p><p>One of the most important achievements in the process of citizen participation, being the first of its kind in the commune, was the involvement of the citizenry in urban issues during the informative process. This is what ultimately leads to the creation of a community with optimal capabilities to intervene and participate in the future. This could have important implication in the future and in the future interventions. </p><h3>Analysis and Criticism</h3><p>Taking the importance of the instruments for the planning of development and land use into account, the initiative to apply processes of participation in these projects is fundamental. The case involving the study and revision of the PRC of Estación Central is therefore interesting and allows further research to detect which areas need to be expanded and improved. </p><p>The commune’s municipal administration’s initiative to include the community in phases 3 and 4 of the project was an important step forward considering this was the first experience in the commune of Estación Central. Nonetheless, one can observe that better results could have been yielded if the community had been involved from the very beginning.</p><p>Nevertheless, two distinct developments can be observed. On the one hand, the community which had no experience in participation proved to be much more receptive to the proposals. A type of informative participation was facilitated in this community to inform the community of the basic concepts of urban planning (land-use, roadways, façade types, public areas) as a way to present the PRC proposals. This informative process is essential to generating social capital but is not enough for participatory planning. This was used in this case to give validity to the project through the support of the participants. Nonetheless, the participation was reduced, mostly ineffective, received not much assistance, and was ultimately an afterthought. This shows that one of the principal points in strengthening participation is mechanisms of convening and dissemination in these kinds of activities. This also applies to a schedule of participation from the very beginning or even before the beginning of the projects.</p><p>On the other hand, when one takes into account a community with a great degree of cohesion and empowerment, like Villa Portlaes, one can see that not including the community from the very beginning leads to important repercussions. First, this gives way to the creation of rumors concerning the projects which have been established “without taking them into account”. This consequently leads to a reduction of confidence in public authorities and creates high levels of opposition. This can eventually lead to delays in later phases.</p><p>Therefore it is advisable to start with an informative activity before the beginning of a project and then include a well-informed community in each phase of the projects. It is obvious that this requires major funding but this is compensated by a better reception of the proposals formed in the community and a subsequent better flow to the projects.</p><p>It is evident in our case study that the negative effects created by, among others, not informing and convening empowered communities in due time lead to delays in the projects. This is shown by the fact that the regulatory commune plan has been in a period of revision since its beginning in 2003 by the competent authority. As a consequence, an empowered, yet uninformed, community leads to dissatisfaction and distrust in the implementation of programs, projects, and public policies. </p><h3>Secondary Sources</h3><p>SEREX TERRITORIO UC (2010). Memoria explicativa. En Plan Regulador Comunal Estación Central. Santiago, Chile: Pontificia Universidad Católica de Chile.</p><p>SEREX TERRITORIO UC (2010). Participación Ciudadana. En Plan Regulador Comunal Estación Central. Santiago, Chile: Pontificia Universidad Católica de Chile.</p><h3>External Links [Spanish]</h3><p><a href=\"http://www.estacioncentral.cl/\">http://www.estacioncentral.cl/</a></p><p><a href=\"http://cvdvillaportales.blogspot.com/\">http://cvdvillaportales.blogspot.com/</a></p><p><a href=\"http://www.plataformaurbana.cl/archive/2011/04/28/villa-portales-patrimonio-arquitectonico-que-se-convierte-en-libro/\">http://www.plataformaurbana.cl/archive/2011/04/28/villa-portales-patrimo...</a></p><p><a href=\"http://www.minvu.cl/\">http://www.minvu.cl/</a></p><p><a href=\"http://www.ichem.cl/index.php?option=com_remository&amp;Itemid=114&amp;func=startdown&amp;id=125\">http://www.ichem.cl/index.php?option=com_remository&amp;Itemid=114&amp;func=star...</a></p>", "title": "Citizen Participation in the Revision of the Regulatory Communal Plan of Estación Central"}