{"htmlbody": "<p><em>Note: this is an English translation. The original Spanish article can be found here: <a href=\"http://participedia.net/en/cases/no-la-costanera-norte\">http://participedia.net/en/cases/no-la-costanera-norte</a></em></p><p> </p><h3>Summary</h3><p>The construction of the East West System (Costanera Norte), the first urban highway in the Metropolitan Region of Chile, was a complicated and time consuming process. This transpired during the implementation of environmental institutionalism which coincided additionally with the introduction private actors in the construction of public infrastructure through a concessions scheme. This conflict concerns citizen opposition against this project set under the banner of the coalition “No a la Costanera Norte” or “No to the Costanera Norte”.  This organization was put together by a group of affected citizen organizations.  After their initial immersion, there were accordingly modifications implemented to the project which partially favored the interests of the citizens organized in the coalition.  By the time the conflict was solved and the concession works were materialized, the coalition channeled its social capital and interests toward a sustainable city in through non-governmental organization City Lives (Organización No Gubernamental Ciudad Viva), which was able to establish itself as a respectable and visible citizen group recognized by political authorities, academics, and citizens up until today. This goes to show that through conflicts between citizens and state, legacy is ultimately a lesson for all actors involved, including those who are submitted to new ways of projecting and understanding the city and a state agency which should become responsible for more complicated scenarios concerning both the environment and a new conception of an active and demanding citizenry. </p><h3>History</h3><p>The conflict began in 1996 when neighbors in Bellavista began to find out through a series of rumors that a highway project would cross through their neighborhood. This boiled down to an urban megaproject at a distance of more than 33km. This became a conflict due to the projected effects it would have on a longstanding and traditional neighborhood found to the north of downtown Santiago. This area is characterized as being home to artists and bohemians and features a discernible presence of restaurants and nightclubs. Its inhabitants were focused on bettering the neighborhood and had a neighborhood organization which took care of problems like excessive noise and trash. The leaders of the neighborhood, Ricardo Araya and Lake Sagaris, were armed with experience in citizen participation and began research on information on the project.  This led them to convene a neighborhood meeting attended by more than 300 residents impacted by the news of the highway and consequently worried about the lack of information. This situation would set the tone for the relations between the proponents and those affected (Araya &amp; Sagaris 1997 in Ducci, 2000). In June of the same year the neighbors confirmed that the highway would traverse the neighborhood subterraneanly. This led them to organize and form the campaign “No to Costanera Norte” which was covered by the press and accordingly used the neighborhood as an organizing locale. More groups against the project would appear the same year: “el Comité de Defensa de Recoleta, El comité de Desarrollo de Patronato” and organizations formerly created by la Vega Central. These groups also committed themselves to the fight in protecting the neighborhood. Nonetheless, one of the groups made up of inhabitants from la Vega and Patronato were able to come to an agreement with MOP, thereby afterwards leaving the movement.</p><p>In 1997, in order to strengthen the organization, two of the organization’s integral neighborhood groups integrated themselves actively in the process. These groups are 1. neighbors of Pedro de Valdivia Norte which was created by middle-class inhabitants who informed the populace and committed themselves to the cause; and 2. members of the committee for the Defense of the Metropolitan Park which integrated itself in a similar active manner to the process. During the same year in April, MOP opened a tendering procedure for the construction of the project which provoked neighbors to rise and demand that the project be halted to realize an environmental impact study. It is worth noting that at the beginning of the conflict the Environmental General Basis Law already existed, although it was not enforced despite the fact that regulations validated this movement. Therefore, citizen participation did not constitute an established and formal forum. The neighbors, together with the Metropolitan Corema (Coquimbo's Regional Commission for the Environment), organized a citizen participatory process which was not able to cover the neighbors’ demands who held that this was unsatisfactory. Therefore,  they collectively decided to the create The No to the Costanera Norte Coaltion (Coordinadora No a la Costanera Norte) assembled by fourteen citizen organizations, including the trade associations of the market of Tirso de Molina and la Vega Chica, the Association of Merchants on the Periphery of la Vega (Asociación de Comerciantes de la Periferia de la Vega), and the Associations of Landlords and Tenants of Independencia. This thereby created a strong association of partnership in the existing situation. In 1998 the Coalition counted a total of twenty organization which participated in the system of evaluation of environmental impact in a joint project with the Corema. Later the Coalition formalized an event organized by them and created some answers to the issue which led its leaders to reply positively thanks to the significant results of their work. A subsequent press conference was organized. This was a product of the major response to the call for participation and the constant support of the partnerships involved in the work of dissemination and the important assistance of three-hundred people which ended with a march to Corema’s headquarters. After this event, the organization sent delegations to the Commission on the Environment in the Senate, a conference organized by the Commission on the Environment of the Chamber of Deputies, the Medical School of Santiago, the Commission on the Environment of the National School, various architecture schools, the school of psychologists, and to various environmental organizations, including the Ecological Policy Institute and the Latin American Observatory of Environmental Conflicts (OLCA). They received support from the Legal Clinic at the University of Diego Portales, the Engineering School, and various leading professionals. With a great amount of effort, the Coalition prepared various information kits, and press releases, etc., which increasingly impacted  public opinion and changed the attitude of journalists and the press in general (Ducci 2000). In 1998, the Court of Appeals ruled against the application for protection which the coalition developed, which led them to appeal once again all while the costs of the projection rose as  a result of law suits and challenges by neighbors of various districts. At year end, the project discontinued the tender due to a lack of applicant companies.</p><p>In 1999, MOP once again launched the tender for the Costanera Norte, providing the project a consortium of companies led by the construction company Impregilio. At the end of 2000, various discussions took place between the Coalition, the consortium, and MOP’s Concessions Department. This resulted in a proposal by the consortium for changing the route of the highway for the districts Pedro de Valdivia Norte, Bellavista, Recoleta, and Independencia. This proposed route would pass through the interior of the river banks of the River Mapocho, which consequently led MOP to pursue new studies on the environmental impact. Work on this project was due to start in 2001. </p><h3>Problems and Purpose</h3><p>The problem area began first in the reaction of the citizenry toward the construction of the project “Sistema Oriente – Poniente” whose impact would affect 7 communities in the Metropolitan region. After becoming aware of the major features and location of the project, the neighbors reacted to the magnitude of the projected impacts.  In the case of the inhabitants of Pedro de Valdivia Norte and Bellavista, the impact on their way of life and customs would be severe. The dynamics of their coexistence at a neighborhood and cultural level were forecasted to be hampered by the creation of a high-speed highway. The possibility of losing part of their cultural and natural patrimony (in the case of the Metropolitan Park) was also considered. Furthermore, a previous organization existed as part of the neighborhood Bellavista which created a beginning for the resulting organization of the Coalition. The context of the institutional set-up additionally involved the creation of environmental institutionalism through the apparatus of the National Commission for the Environment (CONAMA). In 1994, Law 19.300 was enacted as the Environmental General Basis Law, which led to a process of development until 1997 with the entry of implementing the regulation associated with this law. This environmental institutionalism considers the transition into the Environmental Evaluation System in the form of the Environmental Impact Statement (DIA) or the Environmental impact assessment. The first modality includes only one statement of the impending effects without considering compensations and mitigations. On the other hand, the Environmental Impact Studies (EIA) considers showing the impacts through mitigation, compensation, and repair measures. Additionally, it considers a 60-day stage of formal citizen participation, which begins once the holder publishes an extract of the study in the official journal. Seeing that the construction project was classified as a motorway and not a highway project, no environmental impact study was ever considered. It is worth noting that nonetheless, thanks to pressure from the citizenry, a participatory process was created before the realization of the Environmental Impact Study. This was both during the study and after the change of the highway route. The project affected many diverse actors when one considers that it involved the construction of an urban motorway which crossed seven communes. These actors are spread across distinct neighborhoods and consist of diverse types of citizen organization. Nevertheless, officials considered the citizen counterpart to be organized in three subgroups. Their criteria for these groups was to bundle together communes with homogenous socioeconomic profiles: : Providencia - Las Condes - Lo Barnechea (Upper Class), Independencia – Recoleta (Middle Class), and Pudahuel – Renca (Lower Baja). This way of analyzing the citizenry was easier for officials, but it led to a fragmentation of social organizations, whether it is through already existing conditions or the ones shaped by this classification. The clearest example is Barrio Bellavista, which lies in the communes of Recoleta y Providencia, but represents an autonomous unit due to its bohemian and cultural aspects, and thus would feature specific environmental impacts distinct from those in a residential sector. In this case study “No to the Costanera Norte”, this unique component became highly relevant due to the community’s high mobilization, organization, and reliance on its professional members who were able to communicate on equal footing, using technical terms, with the project’s planners (Cáceres, 2008).  The pre-existing social capital and the existence of professionals specialized in urban themes were a key factor in succeeding to be a valid interlocutor in the conflict, both in the beginning stage where the inhabitants collected information about the project, and in the process and the dialogue held with the concessionaires and MOP. This allowed for a general understanding of the technical aspects of the project. The Coalition’s contribution to environmentally improving the project is undeniable.  It has also contributed the making the following theme a priority for the public: what city do we want as inhabitants of Santiago? (Sabatini, 1999).  Nonetheless, the ever-increasing complexity of the issue grew due to the unwavering position held by the coalition “No to the Costanera Norte”.  Their position on the project, much like their name suggests, is to completely stop any project related work, which does not leave much room for dialogue or negotiation.</p><p>History therefore shows that the coalition’s purpose was to create a bloc, whose objective was to paralyze the project. This goal was propelled by the potential impact to their livelihoods which the construction of the motorway would entail. Nonetheless, this citizen demand cannot be interpreted fully and immediately, especially because of the weight of imperative political decisions. It is important to emphasize that this type of endeavor is not submitted to popular vote, which means citizen conflicts and demands can transform into non-realized expectations that catalyze frustration and popular discontent. </p><h3>Originating Entities and Funding</h3><p>The Bellavista neighborhood organization can be considered an originator whose established capacities attracted 25 other organizations that were equality affected by the Costanera Norte project. This organizational being evolved as neighbors from Pedro de Valdivia Norte, Independencia, Recoleta, representatives from the Metropolitan Park, Patronato, and La Vega joined. As such, the concept of neighborhood defense and traditional cultural aspects therein grew stronger.  When it comes to financing, the compromise among the citizens was reflected in the monetary contributions and human capital which the active organizations’ members brought to the cause. </p><h3>Participant Selection</h3><p>It is worth stressing that MOP, due to the nature of the projects it creates, does not always have to enter the SEIA (system of evaluation of environmental impact or Sistema de Evaluación de Impacto Ambiental). For this reason, it relies on its own manuals and procedures of citizen participation. Nonetheless, the project Costanera Norte consists of a mega project on an urban scale. Therefore, the citizen’s reaction and demand to be a part of the process was a variable heeding attention when they were finally included as interlocutors in addressing problems. The entry of participatory actors in the conflict was the result of their interest and citizen organization to influence in project’s end result. The potentially affected citizens had to organize themselves in the first place to be part of the process. They demanded to be a presence in the conflict after becoming acquainted with the technical aspects of the project, and then proceeding to promote through diffusion and understanding among the neighbors. Nonetheless, once officially becoming part of the process, the form of participatory engagement which CONAMA advocated was not satisfactory for many of the organizations due to the fact that they were forced to act as one interest group, thereby taking away some strength (Cáceres, 2008). Due to this, the formation of the coalition “No to the Costanera Norte” is a product of this obstacle which institutionalization created and from which they needed to escape in order to avoid fragmentation. This also meant maintaining a partial relation with officials. The neighbor’s strategy in tackling this sectoralization was to accelerate a process which was already underway: the formation and consolidation of the Coalition No to the Costanera Norte (Cáceres, 2008). This action was a key aspect in handling the problem, in that Conama had grouped the affected communes together according similar socioeconomic profiles (Providencia - Las Condes - Lo Barnechea, Independencia - Recoleta and Pudahuel -Renca). This was about an inclusive process since it was already capable of incorporating other organizations into the process under the banner of the coalition whose springboard was the neighborhood Bellavista’s organization.  The uniqueness of this participatory process was that it was made up exclusively by stakeholder or interest groups directly affected by the issue. They were able to lend their expertise on the matter and dedicated time and resources to participation. Their success lies in the legitimacy on which groups and actors counted when it came to organizing. This last part is the key aspect in the formation of ‘Cuidad Viva’. </p><h3>Deliberation, Decisions, and Public Interaction</h3><p>Neighbors of Bellavista officiated the leadership of the organization, initiating a process which informed affected neighbors of the project’s characteristics. Afterwards the coalition decides to formally be a part of the issue to realize its goal of stopping the project, coordinating reunions with MOP, followed by the consortium, thereby achieving an interaction which was well-known in the media and recognized until today, key among these were the milestones of the movement which was carried out against the offices of the Metropolitan Corema. </p><h3>Influence, Outcomes, and Effects</h3><p>Among the clearest results and effects is citizens’ orientation toward themes of urban development, coupled with a scenario of creating environmental institutionalism and the growing interests of private actors in entering construction stage of public infrastructure. Beyond the concrete result, and the complexity in measuring these results, a relevant result was the inclusion of the demanding citizenry at the roundtable. This is attributable mostly to the characteristics of human and social capital in citizen organizations. Despite the citizenry’s reactive nature in this conflict, the previous result is interesting, even though the group’s major goal was not achieved (“No to the costanera norte”).  The motorway was nonetheless built, with some level of modification attributable to a set of variables.  The true symbolic legacy was without a doubt the social capital produced from the citizen actions concerning this urban environmental conflict that were channeled into ‘Ciudad Viva’.</p><p>It is worth mentioning that despite the importance of this case, and more specifically the achieved citizen organization, was the change in the route proposed by the concession and approved by MOP is in response to a series of variables. This goes hand in hand with citizen demands, including both technical and economic aspects of the project. This was achieved merely through the coalition’s influence. According to the background provided by a MOP officer, the change of the route was caused by a series of technical and economic variables.  Changes were also appropriated according to how affected each neighborhood, community, and previously existing services were.  When consulted about the costs of this new route, the official indicated that although there was an increase in state investment – in the area of US$40 Million - the fact remains that there are already important savings for tax authorities (El Mercurio, July 2001).</p><p>It is also interesting to take into account that the conflict against “Costanera Norte” emerged in the formative years of the creation of the environmental institutionalism. This means that the achievements of citizen organizations’ participation from then on provided the foundations for action, in an informed and organization society, in the face of events which affect them. This includes recognizing the importance of other territorial conflicts throughout the country, be it in rural contexts or with cultural and ethnic components in play.</p><h3>Analysis and Criticism</h3><p>During the conflict, the coalition argued that its rejection of the project was also brought on by the goal of no longer continuing the rise in traffic flow in the city, which would be considerably increased due to these urban infrastructures. While this was, in large part, about professional citizens from neighborhoods burdened with human capital, composed of intellectuals and technicians, they were nonetheless capable of orientating their efforts and expectations toward a common issue. This thereby created an organization which still remains in the environmental debate in the city and in the rest of the country.  When considering the diverse content in the role of the coalition in the analyzed case, it is necessary to recognize that its successor, “Cuidad Viva”, has entered the debate and is a legitimate actor in good standing, providing foundations for participation among citizen organizations and currently looks to the territory as a learning process by covering different issues which are connected to communal and environmental themes. The organization of one group of neighbors from Pedro de Valdivia Norte and Bellavista in the mid-1990s to oppose the route proposed by MOP for the Costanera Norte, is usually noted as the birth of communal organizations in the city (Poduje, 2008 en Tironi 2010).  It is possible to think that this event during the long expansion of the evaluation East West System (Sistema Oriente Poniente) could have been different in a context of weaker social capital, both in terms of citizen response and the mitigation measures. There was much to lose in the sectors of Pedro de Valdivia and Bellvista when it came to public and cultural equipment in relation to the areas of the commune of Pudahuel and Renca. In light of this it is undeniable that these neighborhood defense actions, both at the level of action and discourse,  are an additional maintenance tool of legitimate territorial disparities in the discourse concerning the right to live in a calm environment which conserves the neighborhood’s way of life. It is necessary to emphasize the technical and economic criteria which resolved this conflict, for which the coalition has completely been merited with the rescue of its neighborhood.  It is necessary to demystify this case, considering a series of actors and variables which addressed the issue already existed, without denying the contributions to which “Cuidad Viva” has provided when it comes to territorial and environmental issues.</p><h3>Conclusion</h3><p>This case study shows how the reaction of one citizen association which considers itself potentially affected can achieve enduring organizational dynamics and secure its position as a relevant actor in a conflict involving state and private actors. Until the evaluation of the East-West System (Sistema Oriente Poniente), environmental institutionalism was in its infancy, and now, featuring a more consolidated process of citizen participation, it is desirable to implement a citizen participatory process which does not depend on the response of an affected population. In this way, a more equitable process can be created which can be used to reduce territorial disparities. The resolution of the case ‘No to the Costanera Norte’ has been impactful because it was a milestone concerning informed citizen organizations. Nonetheless, it is regrettable to recognize that socioeconomic advantages are the key aspect in creating success for this kind of organization. This applies to sustainability, prosperity, and management skills which are necessary to running a successful and long lasting organization. </p><h3> </h3><h3>Secondary Sources</h3><p>Cáceres, T. (2008) Territorio y poder: el territorio de la carretera y el territorio de la Chimba</p><p>Ducci, M. (2000) Batallas urbanas de principio del tercer milenio. En Santiago en la globalización: ¿Una nueva ciudad?</p><p>Sabatini, F. (1999) Participación ciudadana para enfrentar los conflictos ambientales urbanos: Una estrategia para los municipios.</p><p>Tironi, M., Poduje, I., Somma, N. y Yáñez, G. (2010) Organizaciones emergentes, participación ciudadana y planificación urbana: una propuesta de política pública. (V concurso de Políticas Públicas UC)</p><p>Juego informativo sobre el estado actual de la costanera norte, para dirigentes y asesores de las organizaciones del barrio Bellavista. Artículo de El Mercurio, 21 de Julio de 2001. </p><h3>External Links</h3><p><a href=\"http://www.sea.gob.cl/\">http://www.sea.gob.cl/</a></p><p><a href=\"http://www.laciudadviva.org/\">http://www.laciudadviva.org/</a></p><p><a href=\"http://web.costaneranorte.cl/\">http://web.costaneranorte.cl/</a></p>", "title": "No to the Costanera Norte Coalition"}