{"htmlbody": "<p><a id=\"Problem_and_purpose\" name=\"Problem_and_purpose\"></a></p><h3>Problems and Purpose</h3><p>IntegrAzione was established to provide citizens with information concerning developments in a Roma settlement in Italy, especially in the district of Florence. Additionally, current legislation and policies influencing the situation of the Roma population were covered. The original purpose was to decide with inhabitants on local policies concerning the Roma settlement in order to foster integration of the communities.</p><p>IntegrAzione is a socially oriented project; it was promoted by local non-governmental organizations supported by citizens and local governments. The process holds deliberative features while also promoting social empowerment aimed at changing political and personal opinions.</p><p>In order to achieve its goal the project was structured in several phases:</p><p>1) Setting up the project committee; retrieval of relevant information; building of the local supporters’ network; deciding on hypothesis and methods.</p><p>2) Selection of interviewees; meeting the residents living in the area of Poderaccio; establishment of a guarantee committee; creation of promotional and communicative materials; conducting 41 face to face interviews; choice of locations where the questionnaires would be administered.</p><p>3) Promotion of the events; processing of the questionnaires; meeting with the local social association and the Roma representatives.</p><p>4) Evaluation and sharing of the questionnaires; holding four public meetings with residents.</p><p>The project started in February 2009, and ended in November of the same year.</p><p>As already said, the process involved several organizations, although the promoter was the association Pro.g.re.s.s.</p><p>The choice of the specific topic was determined by two main factors. First of all, it was the interest for deliberative processes and participation as a way to legitimize administrative and political choices, and as an opportunity to involve citizens in policy making. This is also connected to the participation promotion policy pursued by the Tuscany Region in accords with the law no. 69/07, which offers financial support to such projects. On the other hand, the choice was determined by concerns about the growing xenophobia which was spreading in Italy as elsewhere.</p><h3>Participant Selection</h3><p>In the research phase and during the public meetings more than 500 people were involved. In addition, one can also count the participation of local associations, as well as 350 people engaged by the regional support, and the citizens contacted during the surveys, which results in total of almost 900 individuals involved in the project. The criteria for the interviewees selection were the institutional or associative role played, duration of residence in the Poderaccio area, and profession. The questionnaire was randomly administered in 17 different places within the district. The result was a balance between people, those who were in favour, and those who were against the integration of the Roma people.</p><p>Participants in the public meetings were mainly stakeholders, interested in the specific issues discussed, but there were also individual citizens and Roma. Organizers tried to have a balance between those who were in favour and against the integration, and between genders (women made up most of the attendees in the research part, while men constituted the majority in the meetings; Roma women hardly took part in the process, probably due to the cultural and personal reasons).</p><h3>Deliberations, Decisions and Public Interaction</h3><p>The method used was the Facility Interaction Model (De Sario, 2007). The method implements the expert body and aims at fostering individual and group communication. Broadly speaking, its goal is to maximize the use of present human and technical resources; make the environment more comfortable; establish the bonds between the groups of population; improve the socialization through communication. The process does not appear to be entirely deliberative, because the discussion tackled only some topics, whereas others were not adequately developed.</p><p>In the first meeting the attention was drawn to the situation in the local schools. A general agreement was reached on the role and importance of this issue. Such aspects as the lack of funds for connecting the village with the school (roads, buses, bus stops, etc.) and the weak integration between young Italians and Roma were highlighted. The second meeting dealt with “youth and integration”. The school administrators, and the local football trainers, who participated in this meeting, agreed on the significance of sport and on the lack of funds to integrate clubs into the Roma settlement.</p><p>During the third meeting devoted to housing, participants consisted almost entirely of people from the Roma village. The outcome was the proposal of the head of district to build public housing, i.e. small villages for a few families – houses, in which the owners share property; financial support was to be provided by the regional funding of mortgage credits on easy payment terms.</p><p>The four meetings were preparatory for the final Assembly, during the second part of which a group on “What, How, With whom, When” was proposed in order to facilitate the dialogue. The outcome was the proposal of the district president to establish a permanent working group.</p><h3>Influence, Outcomes and Effects</h3><p>Taking the consistent number of participants and the fair representation of genders and ideologies into account, the project can be considered as successful. The goal was to improve participation and the dialogue between the neighbouring communities. Satisfaction, expressed by the participants, especially from the Roma village, and the creation of a permanent working group are the proof of the process's success.</p><h3>Analysis and Criticism</h3><p>The positive aspect was the duration of the process that allowed sufficient time for discussion of the topic.</p><p>The ad hoc website (<a href=\"http://www.integrazioneq4.com\">www.integrazioneq4.com</a>) proved to be a useful tool both as an analogue of a travel book, and as a source of information for the citizens on the general situation of the local Roma.</p><p>Participation of associations and citizens turned out to be very positive. On the other hand, we must underline the absence of institutional representatives, with the exception of the district president.</p><p>Moreover, the funding of the Tuscany region was considered insufficient by the organizers.</p><h3>External links</h3><p>For the official final relation of the process:</p><p><a href=\"http://www.consiglio.regione.toscana.it/partecipazione/documenti/RelazioniFinali-Progetti/AssProgress-RF-IntegrAzione.pdf\">http://www.consiglio.regione.toscana.it/partecipazione/documenti/Relazio...</a></p><p>For more information on the Regional Law on the participatory process:</p><p><a href=\"http://www.regione.toscana.it/regione/export/RT/sito-RT/Contenuti/sezioni/diritti/partecipazione/rubriche/piani_progetti/visualizza_asset.html_364193417.html\">http://www.regione.toscana.it/regione/export/RT/sito-RT/Contenuti/sezion...</a></p><p>For more information on the Progress Association:</p><p><a href=\"http://www.associazioneprogress.it/progress.html\">http://www.associazioneprogress.it/progress.html</a></p>", "title": "IntegrAzione"}