{"htmlbody": "<p><u><em>Note: a German translation of this case is available at <a href=\"http://participedia.net/en/node/935\">http://participedia.net/en/node/935</a></em></u></p><h3>Purpose and Problem</h3><p>In 2009 cities all around America were hurting from the economic recession that was happening in the United States of America. In Philadelphia they had to close a deficit of $108 million in the next six months; the shortfall over five years is projected to be more than $1 billion. At this time the city was going to make cuts to city owned resources including, three ice rinks will be closed this winter unless private funding can be found, and 68 pools will be shutdown in the summer, Eleven libraries will close, and three others will lose their Sunday hours. Snowplowing and street resurfacing will be reduced; residential street cleaning will be eliminated. The job cuts include 220 layoffs and the elimination of 600 open positions. The city has about 23,000 employees. These cuts were going to affect people all over the city. In response Penn Project for Civic Engagement based at the University of Pennsylvania created the Tight Times, Tough Choices civil forum.</p><p>The purpose of the forum was to allow citizens have a say in how the budget for 2010 was going to be spent. The idea was to have four different open forums scattered around the city where any taxpayer was welcome. the testimonies were then given to the Mayor who then presented his findings to the city council. The Penn Project for Civic Engagement also had the city officials explain how the used the findings from the forum in their decision-making. The decision on how to use the cities budget affects all of the tax payers, and the purpose of these forums was to give them an outlet to let their voice be heard.</p><p><a id=\"History\" name=\"History\"></a></p><h3>History</h3><p>The Penn Project for Civic Engagement the group that set up the forums was created in 2006, it’s director and co-founder is Dr. Harris Sokoloff, who is one of the nation's leading experts in civic dialogue. The co-founder is Chris Satullo, formerly editorial page editor of The Inquirer and now executive director of news and civic dialogue at WHYY. Although The Penn Project for Civic Engagement was formally set up in 2006, but Sokoloff and Satullo have been leading civic dialogue projects around the region since 1996,including the Citizen Voices program and the Penn's Landing Forums. PPCE has led citizen dialogues for projects such as the Central Delaware Visioning Project (Penn Praxis), Great Expectations, the Kimmel Center re-envisioning, the City That Works forums, and the Big Canvas arts and culture project.</p><p><a id=\"Creation_and_Participant_Selection\" name=\"Creation_and_Participant_Selection\"></a></p><h3>Creation and Participant Selection</h3><p>The Penn Project for Civic Engagement was asked by city officials to lead the 2009-2010 budget forum because of their record of leading forums that produce meaningful citizen input. These events are designed to give Philadelphians a chance to learn up-to-date information about the city's fiscal condition, using it to help work through the urgent budget decisions facing the city. The idea is for citizens to weigh the real-world choices facing the city, and to give city officials guidance on how citizens would prefer to see them handled.</p><p>The forum had four different meeting times and location around the city. The locations were in public spaces that could hold many people as well as free parking and close to public transportation. Space was limited, it was first come first serve. There was no pre reservations, the participants showed up the day of the forums and registered. Roughly 1,710 people were involved in the forum. The breakdown of demographics was demographic breakdown of the participants: a majority was female (65 percent); the racial mix was 57 percent Anglo white, 32 percent African-American, and 11 percent other minority. The median age was between 36 and 45, and the median income between $40,000 and $60,000.</p><p><a id=\"Deliberations_and_Decisions\" name=\"Deliberations_and_Decisions\"></a></p><h3>Deliberations and Decisions</h3><p><a id=\"The_Learning_Phase\" name=\"The_Learning_Phase\"></a></p><p><u><em>The Learning Phase</em></u></p><p>The event started with the participants getting a briefing on the city's budget that they are working with. Then they were given information about the work that went into developing the budget choices that they would be discussing later that night. The briefing came in the form of a panel discussion, with top city officials such as Managing Director Camille Barnett, Finance Director Rob Dubow, and Budget Director Steve Agostini answering questions posed by the Philadelphia WHYY journalists Tom Ferrick and Chris Satullo.</p><p><a id=\"The_Public_Hearings_Phase\" name=\"The_Public_Hearings_Phase\"></a></p><p><u><em>The Public Hearings Phase</em></u></p><p>The next step was having the forum members divided into working groups of roughly 20. There, working with trained moderators, they reviewed the budget choices facing the city, decide how they'd prefer to handle the tradeoffs involved, and explain why they made those choices. The groups were then given a worksheet and asked to review a list of more than 26 ways to close the city's nearly $200 million budget gap. (Here's a link to the worksheet). Some cut costs, others raised revenues, by increasing existing fees, proposing new fees, or increasing taxes.</p><p><a id=\"The_Deliberation_Phase\" name=\"The_Deliberation_Phase\"></a></p><p><u><em>The Deliberation Phase</em></u></p><p>After the worksheets in small groups, they deliberated on the choices, trying to reach 100 points (with each point roughly equal to $2 million). With the help of moderators from the Penn Project for Civic Engagement, they sorted the actions into four categories (or buckets):</p><ol><li>The Low-Hanging Fruit: Actions that the group could agree on quickly. A 75 percent vote was needed to put something in this bucket.</li><li>The No Way, No Hows: Actions the very thought of which made the group's blood run cold. Stuff they wanted off the table, post-haste and permanently. Again, a 75 percent vote was needed to stick something in that bucket. (Most groups found it much easier to fill this bucket than the others.)</li><li>The Shared Pain: The actions people really didn't want to approve, but realized they would have to consider if they wanted to make it to 100 points. This is where the evenings' liveliest, most interesting discussions took place. An item could get put onto the Shared Pain list by a simple majority vote.</li><li>The Gut Wrenchers: These were the really painful ideas that groups had rejected earlier, or avoided discussing all night, that ended up getting considered in the last-minute quest to get a decent number of points on the board.</li><li>A fifth bucket, No Decisions, developed by default. These were actions the groups either never got around to reviewing, or discussed with no clear conclusion. For many groups, that ended up being the biggest bucket of all. Out of the 53 different breakout groups across the four forums while most groups were in the 35-60 point range, a few groups got nearly to 100 points, an amazing display of working through painful tradeoffs.</li></ol><p><a id=\"Outcomes_and_Effects\" name=\"Outcomes_and_Effects\"></a></p><h3>Outcomes and Effects</h3><p>Some of the popular trends included:</p><ul><li>Citizens tended to oppose strongly anything they perceived would harm those services likely to be needed by the people who are must vulnerable in these perilous economic times. For example, human services, public health and housing services got tabbed as a No Way, No How item even more often than did Police or the Free Library.</li><li>After taking cuts to things such as shelter beds and health centers off the table early, many groups decided later in the evening, however grudgingly, that they had to support significant tax hikes to demonstrate how serious they really were about protecting these services to the vulnerable.</li><li>Groups showed interest in the idea of closing a city prison. Many citizens rallied to the notion that enough nonviolent offenders could be released (or alternatively sentenced in the first place) to free up space to bring back all the prisoners now housed, expensively, at suburban jails – or even to close one prison. Citizens uniformly did not want re-entry or job training services cut; they wanted fewer nonviolent offenders in jail. This idea was also considered strongly by a number of groups that ended up not voting for it.</li><li>Support for wage tax increases was strikingly strong. Most of it came near the end of the evening, when people realized they had taken more points off the board than they had put up. This is when, for many citizens, the difficulty of the task of actually having to balance a budget in the real world really hit home.</li><li>Sales tax increases also got a fair amount of the same kind of last-minute support. Hikes in parking and amusement taxes tended to be earlier slam dunks.</li><li>Meanwhile, raising business taxes generated surprisingly (at least to me) little enthusiasm. These taxes were discussed only in a slim minority of groups. The notion that the gross receipts portion of the business privilege tax is unfair and unwieldy seems to have trickled down to the grass roots. A fair amount of grousing could be heard about suburban companies and banks in general not paying their proper share of the BPT.</li></ul><p>After the deliberation the participants were given the option of recording video clips were they could speak for 2 minutes about topics close to their hearts. The Wailing Wall was a board where citizens can post complaints, concerns, or suggestions that they have regarding the current crisis or budget process.</p><p><a id=\"Analysis_.26_Criticisms\" name=\"Analysis_.26_Criticisms\"></a></p><h2>Analysis &amp; Criticisms</h2><p>The forum process lead to positive deliberation where citizens had the ability to discuss issues that matter. Having professionals moderate the tables helped keep the dialogue going and made sure all the voices were heard. One criticism I had is many of the reports talked about how activist were looked down upon. “A lot of citizen energy was distracted into chasing fantasies and phantoms churned up by activists who insisted that certain easy fixes” these kinds of comments can take away from deliberation. People who have more “radical” views are often looked down upon when they can help find solutions even if they are thinking more outside the box. If citizens are working on the budget they might find solutions that the people in power would not like.</p><p> </p><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h3>Secondary Sources</h3><p><a href=\"http://planphilly.com/articles/2009/02/13/8253\">Videos From Germantown Budget Forum</a></p><p><a href=\"http://planphilly.com/articles/2009/02/19/8309\">Article: \"Big Turnout at City Budget Workshop\"</a></p><p><a href=\"http://planphilly.com/articles/2009/02/24/8351\">Video Testimonials from Final City Budget</a></p><p><a id=\"External_links\" name=\"External_links\"></a></p><h3>External Links</h3><p><a href=\"http://planphilly.com/about-us\">PlanPhilly Official Website</a></p><p><a href=\"http://www.whyy.org/news/itsourcity/CityBudgetReport.pdf\">Final Budget Report</a></p><p><a href=\"http://www.gse.upenn.edu/pcel/programs/ppce/tttc/reference\">Penn Center for for Educational Leadership: Reference Material for \"Tight Times, Tough Choices\" </a></p><p><a href=\"http://abclocal.go.com/wpvi/story?section=news/politics&amp;id=6492173\">ABC News: \"Mayor Nutter Outlines Buget Cuts\"</a></p><p><a class=\"external free\" href=\"http://whyy.org/blogs/itsourcity/faq’s-on-budget-workshops/\" rel=\"nofollow\" title=\"http://whyy.org/blogs/itsourcity/faq’s-on-budget-workshops/\">http://whyy.org/blogs/itsourcity/faq’s-on-budget-workshops/</a> [BROKEN LINK]</p><p><a class=\"external free\" href=\"http://whyy.org/blogs/itsourcity/2009/02/26/1800-mayors-for-a-day-53-distinctive-city-budgets/\" rel=\"nofollow\" title=\"http://whyy.org/blogs/itsourcity/2009/02/26/1800-mayors-for-a-day-53-distinctive-city-budgets/\">http://whyy.org/blogs/itsourcity/2009/02/26/1800-mayors-for-a-day-53-distinctive-city-budgets/</a> [BROKEN LINK]</p><p> </p>", "title": "Philadelphia: Tight Times, Tough Choices"}