{"htmlbody": "<p><a id=\"History\" name=\"History\"></a></p><h2>History</h2><p>In 2009 the city of Turin with the association Italia 150 promoted the Biennale della democrazia. Inside this cultural event, that lasts almost a week, there are open lessons, seminaires, theatricals performances, music, etc. In this context, a deliberative process was carried out on 25 April 2009. The subject of the process was the 'living will'. The topic is highly divisive in Italy, that does not have a clear legislation in this field. The event took place simultaneously in Turin and in Florence (the first two capitals of Italy; Rome was invited but did not accept); the two events were also connected via internet.</p><p><a id=\"Definition_of_the_process\" name=\"Definition_of_the_process\"></a></p><h2>Definition of the process</h2><p>The aim of the organizers was to generate an informed opinion on the topic by an heterogeneous group of Italians. As previously said, this is an conflictual argument in Italy, in which individual religious beliefs obviously play an important role. The organizers paid attention on this point; thus choice of participants to the event and of the table participants attempted to ensure variety of opinions (more on this in the following paragraph).</p><p><a id=\"Participant_selection\" name=\"Participant_selection\"></a></p><h2>Participant selection</h2><p>As in each deliberative process there are participants -ordinary people-, and experts. In the Tu<a href=\"http://www.participedia.net/w/skins/common/images/button_italic.pngrin/Florence\">http://www.participedia.net/w/skins/common/images/button_italic.pngrin/F...</a> deliberative process a large team of experts was involved. Sixteen between lawyers, medical doctors, psychologists, etc., were involved in various roles: event management, providing expertise,and in the theme team. At each table there was a facilitator. The experts were previously selected in order to have as many different views as possible. Obviously, there were also area facilitators and normal support staff. The number of experts involved was around 60.</p><p>The participants were 350, 200 in Turin and 150 in Florence. There was no selection before the process; interested individuals were invited to subscribe on the website1. Before the discussion started, the organizers posed two outright questions to participants:</p><p>1) Should the patient's will always prevail over that of medical doctors?</p><p>2) Is it right to stop artificial feeding?</p><p>68% answered yes to both questions, only 12% no to both, 20% had diversified opinions in respect to the two questions. As a consequence, participants were divided into two sectors. On one hand there were tables with people with different points of view, -the mixed group-, and on the other hand the tables with people with similar points of view -the homogeneous group-. As far as gender is concerned, the composition of the participants was 60% female and 40% male. The religious representation was: 51% Catholic; 6% other Christian; 4% others; no religion 32%; no answer 6%.</p><p><a id=\"Method\" name=\"Method\"></a></p><h2>Method</h2><p>After the division into two main sectors, the process started. It was divided in four phases. The first was a pre-phase, a sort of brain storming to elicit all the possible point of view. Then the first section as theme: How has to deal the medical doctor with the living will of the patient? The second section had the following theme: Which kind of limits should be fixed in the living will? The third section had several themes: How to draft the living will? What can happen to who doesn't have, or can't make, a living will? What can be an alternative to the living will? Each table discussed these themes, than each participant voted using a remote control on other questions that had been fixed by the theme team after the discussion. The process was driven by the facilitators. Each discussion started with the point of view of a medical doctor, in order to give some technical informations. The outcomes of the dialogues will be discussed below.</p><p>In respect to the theoretical method used in this process, the town meeting practice was born in the American colonies in the 17th century, where groups of citizens met in order to discuss aspects of their everyday life. In the XX century it has became one of the techniques of deliberative democracy. The appellative electronic points to the use of information and communication technologies. Thus, the electronic town meeting mixes the advantages of a discussion in small groups with the advantages of information technologies in voting. This technique has three main phases. It starts with an information phase, then the dialogue and finally the voting on the proposals emerging from the previous phase.</p><p><a id=\"Outcome\" name=\"Outcome\"></a></p><h2>Outcome</h2><p>As said in the previous paragraph, each table discussed the proposed topics; the outcomes were sent to the theme team, that summarized them; the organizers then chose questions, that were voted on by participants.</p><p>On the theme: How should medical doctors deal with the living will of the patients? As expectable, there have been many points of view. A very animated discussion took place inside the mixed as inside the homogeneous group. On the question: If the doctor disagrees with the will of the patient (as expressed before the introduction of the living will), what should the law establish?</p><p>Answers:</p><p>4% Let the doctor choose, the living will is just a personal opinion</p><p>44% The doctor must always respect the will of the patient</p><p>31% Respect the will of the patient only when he has been previously informed about all the aspects of his choice</p><p>8% Respect the will of the patient, but don't when his choice is against his own life</p><p>5% Let a trustee choose, the relationship can't be between doctor and paper</p><p>1% Let the family choose, the relationship can't be between doctor and paper</p><p>3% An ethic committee should choose</p><p>1% I don't know</p><p>2% I don't answer</p><p>On the question: What shall we do in order to regulate this problem?</p><p>Answers:</p><p>29% Create a law which establish the living will addressing all relevant aspects</p><p>45% Create a general law on the living will, in order to leave the choice to doctors and patients</p><p>1% No law, leave the choice to judges</p><p>5% I don't know</p><p>9% I don't answer</p><p>On the question: What shall we do in order to reduce the appointment to judges?</p><p>Answers:</p><p>50% Create a law on the living will</p><p>32% Increase the quality of the relation between hospital staff, patient and family</p><p>3% Reduce the risks connected with the medical profession</p><p>8% None of those</p><p>4% I don't know</p><p>3% I don't answer</p><p>The subject of the second section was: Which kind of limits should there be to the living will? The homogeneous group proposed to increase the information level both for the medical staff and patients, to fix a limit of time for the validity of the living will, to establish an age limit for drafting a living will, to specify the difference between unconsciousness and semi-conscious. The mixed group made similar proposals, underlining the importance of the information in order to take the right choice. As already said, the third section had several questions. How to built up the living will? What can happen to who doesn't have, or can't make a living will? What can be an alternative to the living will? To the first question the mixed and the homogeneous groups answered in a quite similar way. Both stressed the importance of writing it in the clearest way possible, to write it with the support of a lawyer and a doctor; they proposed to create a pre-fixed model available online. On the second question substantial differences emerged within both groups. Some held the opinion that the doctor should always make the choice, others said that the decision should be made by a judge, or by the family or a trustee, and so on. The third question instead saw substantial division between the two groups. The heterogeneous group stressed the importance of the relation between doctor and patient, whereas the mixed group underlined the need of increasing other types of medical care.</p><p>Before and after the deliberative process, the same question was posed to the participants, with only one simple question: If the living will had a legal value, would you subscribe it?</p><p>Answer before:</p><p>74% Yes</p><p>11% No</p><p>12% I don't know</p><p>3% I don't answer</p><p>Answer after the process:</p><p>74% Yes</p><p>11% No</p><p>11% I don't know</p><p>2% I don't answer</p><p>error in voting 1%</p><p><a id=\"Analysis_and_criticism\" name=\"Analysis_and_criticism\"></a></p><h2>Analysis and criticism</h2><p>One of the main arguments of the deliberative democracy theory is that, after an informed discussion, people seem to change their opinions and preferences. If we judge this experience against this assumption, the process would seem to have been a failure. However it should be considered that the participants were self-selected and came to the event already holding strong personal opinions.</p><p>The high level of satisfaction of the participant represents a positive aspect.</p><p>Negative instead is the fact some basic information of the event is lacking in the official report, such as the percentages of response to the questions of the second and third sections, and the costs of the process. If our aim is to promote these kinds of processes, we should create our report in the most accurate way as possible, in order to prove the efficiency of those tools.</p><p><a id=\"External_link\" name=\"External_link\"></a></p><h2>External link</h2><p><a href=\"http://www.biennaledemocrazia.it\">www.biennaledemocrazia.it</a></p>", "title": "Electronic Town Meeting 2009 (Turin, Italy)"}