{"htmlbody": "<p><em>Note: an English translation of this case study is available at <a href=\"http://participedia.net/en/cases/citizen-participation-revision-regulatory-communal-plan-estaci-n-central\">http://participedia.net/en/cases/citizen-participation-revision-regulato...</a></em></p><p><a id=\"Summary.2FResumen.\" name=\"Summary.2FResumen.\"></a></p><h2>Summary/Resumen.</h2><p>En este trabajo se presentará y analizará el proceso de participación ciudadana que se realizó para la revisión del Plan Regulador de la Comuna de Estación Central de Santiago. Este es un caso de sumo interés a nivel nacional, ya que en este se conjuga la participación ciudadana con una de las herramientas más prominentes de la planificación urbana en Chile, el Plan Regulador Comunal.</p><p><a id=\"Historia._Antecedentes_y_contexto.\" name=\"Historia._Antecedentes_y_contexto.\"></a></p><h2>Historia. Antecedentes y contexto.</h2><p>Estación Central.</p><p>Estación Central es una comuna de la Región Metropolitana de Chile, emplazada en el área céntrica de Santiago que debe su nombre a la Estación Central de Ferrocarriles de la ciudad. Su historia como comuna es reciente ya que logró su autonomía municipal el 1° de febrero de 1985; es decir hace poco más de 25 años. La comuna se conforma por territorios anteriormente pertenecientes a las áreas periféricas de las comunas de Santiago, Quinta Normal, Pudahuel y Maipú. En total, estos territorios suman una superficie total de 1.550 hectáreas habitadas actualmente por 130.394 habitantes según los datos del censo 2002.</p><p>La comuna de Estación Central es diversa en sus funciones. Efectivamente, esta se caracteriza en cuanto al uso de suelo, por una distribución de usos heterogénea a lo largo del territorio, donde prevalece el uso de vivienda, pero que convive con usos productivos. Además de servir como comuna dormitorio, Estación Central ha sido considerada siempre con vocación de servicios – se explica por su localización estratégica en el contexto metropolitano – y como comuna de paso – la población flotante varía de 300.000 a 600.000 personas según la temporada del año. (Municipalidad de Estación Central, 2010)</p><p>PRC.</p><p>El Plan Regulador Comunal (PRC) es una de las principales herramientas con las que se cuenta actualmente para hacer efectiva la planificación urbana en Chile. El PRC se efectúa de manera local, bajo la coordinación del gobierno local – Departamento de Asesoría Urbana de la Municipalidad – pero con el control de la Secretaría Regional Ministerial de Vivienda y Urbanismo (SEREMI) de la Región Metropolitana. De modo que se articula de manera nacional – en tanto que es uno de los Instrumentos de Planificación Territorial (IPT) del Ministerio de Vivienda y Urbanismo (MINVU) – con el Plan Regional de Desarrollo Urbano (PRDU) y, en este caso específico, con el Plan Regulador Metropolitano de Santiago (PRMS) – por conformar parte de la Región Metropolitana.</p><p>El PRC es una herramienta gestionada por el Municipio, que permite ordenar y planificar el territorio de la comuna mediante un conjunto de normas que fijan los diversos usos y condiciones de edificación que tendrán los terrenos. Este define por ejemplo el uso del suelo, la altura de las edificaciones, la densidad y el porcentaje de ocupación del terrenos. Del mismo modo especifica el límite urbano de la comuna, las calles y sus categorías, los espacios de uso público y plazas y la ubicación de los equipamientos comunitarios tales como establecimientos educacionales, de salud, recreación, etc. Dicha herramienta está definida en el art. 41º de la Ley General de Urbanismo y Construcciones.</p><p>La participación ciudadana definida por ley (art. 43º) para la elaboración de un PRC contempla las actividades de información, realización de audiencias expositivas a las comunidades afectadas, mecanismos de consulta y sesiones de exposición del proyecto. Estos son los estándares mínimos para validar la elaboración de un PRC. Cabe resaltar que el procedimiento es básico por lo que queda al juicio de cada municipalidad profundizar más en la participación si así se desea.</p><p><a id=\"Problema_y_prop.C3.B3sito.\" name=\"Problema_y_prop.C3.B3sito.\"></a></p><h2>Problema y propósito.</h2><p>El problema que insta a la realización del estudio y revisión del PRC en vigencia de la comuna de Estación Central es la naturaleza de la formación de esta. Efectivamente, el PRC se constituyó en base a los planteamientos de los antiguos planos reguladores de las comunas con cuyos territorios se integró Estación Central. De modo que consiste en un collage de parches de planes reguladores antiguos que fueron pegados para formar uno sin considerar las especificidades del territorio. Este collage de Plan Regulador tiene más de 30 años; motivo por el cual es más que evidente la necesidad de actualizarlo y generar uno que contemple a la comuna como una unidad con todas sus particularidades. En suma, actualmente cada sector de la comuna se encuentra aún reglamentado por la legislación antigua que proviene de contextos muy distintos y en nada coherente con la realidad local actual. Esto ha dificultado la incorporación de la comuna al desarrollo urbano de la ciudad.</p><p>El desarrollo de los estudios del PRC de Estación Central es fruto del programa de actualización y adecuación de los IPT del MINVU. Este programa de actualización tiene como objetivo lograr una coherencia normativa – disposiciones generales vigentes en materia de urbanismo y construcciones – entre los PRC de la Región Metropolitana y los IPT de niveles superiores: Plan Regional de Desarrollo Urbano (PRDU) y Plan Regulador Metropolitano de Santiago (PRMS) con sus modificaciones. Además contempla la necesidad de dotar a cada comuna en estudio, de herramientas de regulación urbana que posibiliten su desarrollo en los ámbitos social, económico y funcional (Municipalidad de Estación Central, 2010).</p><p>La propuesta. Sumando los hechos planteados – desarticulación del PRC con la realidad de Estación Central y la heterogeneidad del territorio – se hizo ineludible el estudio y revisión del PRC de la comuna cuyo proceso inició en el 2003. En este marco, con el fin de dar sustentabilidad a la propuesta resultante, se procedió a acompañar el proceso de revisión del PRC con una participación ciudadana que permitiera conocer las necesidades y opiniones de la comunidad involucrada.</p><p><a id=\"Creaci.C3.B3n_de_la_participaci.C3.B3n_y_selecci.C3.B3n_de_los_participantes.\" name=\"Creaci.C3.B3n_de_la_participaci.C3.B3n_y_selecci.C3.B3n_de_los_participantes.\"></a></p><h2>Creación de la participación y selección de los participantes.</h2><p>La participación ciudadana en la revisión del PRC de Estación Central se contempló en dos de cuatro etapas del proceso: durante el cierre de la tercera etapa, “Anteproyecto”, y a lo largo de la cuarta etapa, “Proyecto”.</p><p>Según los planteamientos de la Municipalidad, la participación ciudadana en este proceso tuvo como objetivo principal presentar, difundir y discutir con la comunidad las propuestas de zonificación y normativa definidas por el equipo de expertos consultores. Asimismo, se realizó con el fin de promover la generación de instancias de discusión y análisis de las propuestas lo que permitió a las autoridades conocer la opinión de los distintos actores de la comuna. Finalmente, según la Municipalidad este proceso de participación ciudadana se generó para validar los cambios al ordenamiento territorial de la comuna que incorpora el PRC.</p><p>En la práctica, si bien se contemplaba el inicio de la participación ciudadana al final de la etapa 3, no se realizó la consulta ciudadana respecto de las propuestas del Anteproyecto sino hasta el principio de la etapa 4. Ello debido a retrasos internos en el cronograma municipal.</p><p>De acuerdo con documentos oficiales de la Municipalidad de Estación Central, la estrategia de participación adoptada consistió básicamente en la generación de actividades de carácter mayormente informativo y en menor grado consultivo. Las autoridades sostienen que esto se explica por la importancia de presentar a la totalidad de la comunidad – amplia – el Proyecto avanzado del PRC, dando prioridad a su comprensión por parte de todos los actores locales. Finalmente, se reconoce que debido al corto plazo estipulado y designado para la participación, se descartó dentro de esta la implementación un proceso con mayor énfasis consultivo, ya que sus resultados no les sería posible incorporar en el proyecto final.</p><p>Las actividades específicas contempladas en el proceso de participación ciudadana fueron las siguientes:</p><p>• Talleres de consulta a la comunidad sobre el Anteproyecto: Al inicio de la etapa 4 se realizaron 4 talleres de “consulta” a la comunidad con el fin de evaluar el anteproyecto del PRC. Para ello se dividió territorialmente a la comuna en 4 sectores. Se invitaron a los representantes de las Juntas Vecinales directamente por medio de una carta emitida por el Alcalde y se extendió la invitación a todas las personas que quisieran asistir. Asistencia en cada uno de los talleres: 19 personas sector 1; 21 personas sector 2; 8 personas sector 3; y, 7 personas sector 4.</p><p>• Exposición sobre el PRC en feria comunitaria: Exposición con antecedentes del estudio del PRC en feria comunitaria ubicada en el sector de la comuna. Esta exposición consistió en la colocación de paneles informativos y en la entrega de boletines a los asistentes. Posterior a esta feria los paneles informativos se colocaron en el edificio consistorial de la Municipalidad, abierto al público durante aproximadamente 6 meses.</p><p>• Presentación del proyecto de PRC a las autoridades de la Municipalidad de Estación Central: Se presentó durante el Concejo Comunal el estudio del PRC a las autoridades comunales y directores de reparticiones municipales. Expusieron el personal técnico de consultores, el equipo de participación ciudadana y la coordinadora del estudio SEREMI MINVU RM.</p><p>• Presentación del proyecto de PRC a habitantes de Villa Portales: Actividad solicitada por el Concejal Sr. Ronal Arenas, debido a las características especiales de esta comunidad. Villa Portales es una comunidad consolidada desde los años 50 que cuenta actualmente con alrededor de 7000 habitantes. Por este motivo es una comunidad con un alto grado de empoderamiento de su territorio por lo que presentó una especial resistencia a los cambios del PRC. Se contó con una asistencia de 150 personas y se realizó una exposición del equipo técnico consultor sobre las propuestas del PRC seguida de un plenario de preguntas y observaciones.</p><p>• Presentación del proyecto de PRC a representantes del sector productivo y comercial, instituciones de la sociedad civil y habitantes de Estación Central: En esta actividad se convocaron a los mismos actores presentes en actividades precedentes. Además se incluyó a dirigentes de diversas asociaciones y agrupaciones, empresarios e instituciones de las áreas de salud y seguridad, entre otros (en total se invitaron a 155 representantes de las cuales asistieron alrededor de 120). La actividad fue de carácter informativo; sin embargo, al cierre de la actividad se entregó a los asistentes un formulario para emitir comentarios, observaciones o preguntas respecto del proyecto de PRC.</p><p>La convocación para cada una de las actividades se realizó mediante la invitación personalizada suscrita por el Alcalde y distribuida por el personal de la Dirección de Desarrollo Comunitario (DIDECO) a los representantes de las Juntas Vecinales convocadas. Adicionalmente, hubo distribución de afiches de difusión de las actividades entre las juntas convocadas y en edificios municipales considerados de alta concurrencia.</p><p><a id=\"Deliberaciones.2C_decisiones_e_interacci.C3.B3n_p.C3.BAblica.\" name=\"Deliberaciones.2C_decisiones_e_interacci.C3.B3n_p.C3.BAblica.\"></a></p><h2>Deliberaciones, decisiones e interacción pública.</h2><p>De conformidad con lo expuesto anteriormente, las actividades de participación ciudadana emprendidas por la municipalidad fueron de carácter eminentemente informativo y acorde con lo que estipula la ley. No obstante, en todas las actividades se propició además un ambiente de discusión y manifestación de opiniones de los participantes para conocer sus percepciones respecto de las propuestas contenidas en el Proyecto. Cabe destacar que ello no implica que las opiniones y observaciones de la comunidad hayan sido influyentes en la toma de decisiones. Por el contrario, según lo que se ha podido observar, esta fue una formalidad y una instancia para involucrar a la comunidad en el proceso. generar un proceso de motivación e información de la comunidad, que le permitiría tener una participación más activa y de mayor contribución durante la fase de aprobación del nuevo PRC (Municipalidad de Estación Central, 2010).</p><p>Resulta importante notar que hubo una comunidad, Villa Portales, que presentó una especial resistencia a los cambios propuestos por el estudio y revisión del PRC. Históricamente el predio de 31 hectáreas donde hoy es la Villa Portales eran de la Sociedad Nacional de Agricultura, los cuales fueron comprados por la Universidad de Chile y estos a su vez los vendieron en 1954 a la Caja de Previsión de empleados particulares para la construcción de un proyecto inmobiliario. Entre 1954 y 1966, se construyeron edificios de 5 pisos de altura con más de 1.500 departamentos, los cuales en la actualidad albergan aproximadamente 7.000 habitantes.</p><p>Villa Portales tiene múltiples tipos de habitantes, aspiraciones sociales y formas de organización que comparten un pasado común y un presente marcado por el grave deterioro de infraestructura y precarización de los habitantes del sector. Además, esta comunidad está caracterizada por tener un alto grado de cohesión, ser muy poblada y poseer un nivel importante de empoderamiento con su territorio . Esto es de alta relevancia ya que es en parte lo que explica la oposición que tuvieron con el anteproyecto del Plan Regulador Comunal de Estación Central, hecho que fue corroborado por el Presidente del Consejo Vecinal de Desarrollo de la villa.</p><p>Lo que ocurrió en Villa Portales fue que al no estar debidamente informados del proyecto desde un inicio, se crearon y difundieron una serie de rumores y conjeturas respecto a las intensiones de la administración local respecto a los cambios del PRC. Dado el grado de consolidación de la comunidad es comprensible que los rumores se esparcieran rápidamente y generaran un ambiente de inseguridad respecto a los cambios del PRC. De modo que al manifestarse la municipalidad para presentar el anteproyecto, esta comunidad ya había adoptado una posición en contra de cualquier propuesta. Efectivamente, durante el taller en que se presentaba el anteproyecto a este sector los asistentes se mostraron bastante descontentos con las propuestas y expresaron abiertamente su rechazo. Actitud que provocó que la Municipalidad y el cuerpo técnico generaran cambios en la propuesta inicial. No obstante, según funcionarios de la Municipalidad, los habitantes de Villa Portales fueron poco proactivos para emitir alternativas. Finalmente, tras la segunda reunión con los habitantes de Villa Portales se detecto una mejor recepción a la propuesta del proyecto final.</p><p>Esto es prueba de que lo ideal en este tipo de proyectos es la coordinación con la ciudadanía desde sus etapas iniciales; ya que de lo contrario se abre el espacio a mitificaciones del proyecto y al esparcimiento de rumores erróneos dirigidos por el temor y la inseguridad de los habitantes.</p><p>Esto permite concluir que fue debido a la debilidad de la administración en cuanto a incluir una participación ciudadana efectiva en cada una de las etapas del proyecto que se generó la oposición de una comunidad relativamente organizada y empoderada. Lo que a su vez desencadenó una serie de atrasos en la aprobación del proyecto.</p><p>Actualmente el proyecto sigue en etapa de aprobación. Fuentes entrevistadas en la municipalidad de Estación Central atribuyen estos retrasos a los habitantes de Villa Portales quienes se opusieron al anteproyecto presentado y no a las debilidades del proceso de participación ciudadana que emprendió dicha institución. Por el contrario, los funcionarios de la Municipalidad manifestaron un alto grado de satisfacción respecto a la participación dado que fue la primera experiencia de este tipo que se ha realizado en la comuna.</p><p><a id=\"Resultados_y_efectos.\" name=\"Resultados_y_efectos.\"></a></p><h2>Resultados y efectos.</h2><p>De conformidad con lo establecido en los artículos 41 al 51 de la Ley General de Urbanismo y Construcción y los numerales 2.1.10 al 2.1.14 de la Ordenanza General de Urbanismo y Construcción , la comuna de Estación Central, acató lo dispuesto en la norma respecto a los estatutos para la participación ciudadana. No obstante, en la implementación del proceso de participación ciudadana, se presentaron falencias en cuanto a incluir a la comunidad desde las etapas 1 (diagnóstico) y 2 (imagen objetivo). Por el contrario, el proceso se limitó a ser una instancia informativa en las etapas 3 (anteproyecto) y 4 (proyecto). Por lo tanto no se puede hablar de una participación altamente efectiva.</p><p>La participación ciudadana utilizada fue eminentemente de carácter informativo y de menor grado consultivo. De modo que hubo poca influencia de la opinión de la comunidad en las decisiones públicas. Básicamente la influencia lograda fue mínima y únicamente en pequeños cambios del anteproyecto al proyecto.</p><p>Además, se puede detectar que la asistencia a las actividades realizadas como parte de la participación ciudadana no fue masiva, lo que refleja debilidades en los mecanismo de convocatoria y difusión: Talleres a la comunidad: 55 personas (19 personas sector 1; 21 personas sector 2; 8 personas sector 3; y, 7 personas sector 4); Presentación del proyecto a Villa Portales: 155 personas; Presentación del proyecto a a representantes del sector productivo y comercial, instituciones de la sociedad civil y habitantes dela comuna: 120 personas.</p><p>En cuanto a la inconformidad de la Villa Portales ante el proceso de actualización del Plan Regulador Comunal de la Estacón Central, se puede concluir, que esta ocurre principalmente por no haber sido tomados en cuenta en todas las etapas del proyecto. Siendo esta junta vecinal una de las más antiguas y pobladas de la comuna, presentan un grado importante de empoderamiento y cohesión, lo que permitió generar las presiones adecuadas para detener la aprobación del proyecto.</p><p>No obstante, cabe mencionar que la participación ciudadana finalmente cumplió su propósito de dar validación a los cambios del PRC pues previo a su aprobación, se escuchó la opinión de la población- al menos entre las etapas de anteproyecto y proyecto - y se realizaron actividades para informar y resolver interrogantes que este podría generar. No obstante, la participación permaneció puramente en el ámbito de la formalidad y solo se cumplieron los mínimos establecidos por ley.</p><p>Uno de los logros más importantes del proceso de participación ciudadana, siendo el primero de su tipo en la comuna, fue el involucramiento de la ciudadanía en temáticas urbanas mediante el proceso de información. Lo que finalmente permite la gestación de una comunidad con mayores capacidades para intervenir y participar en el futuro. Esto puede tener implicancias importantes en el futuro y en futuras intervenciones.</p><p><a id=\"An.C3.A1lisis_y_cr.C3.ADtica.\" name=\"An.C3.A1lisis_y_cr.C3.ADtica.\"></a></p><h2>Análisis y crítica.</h2><p>Teniendo en cuenta la importancia de los instrumentos de planificación en el territorio, la iniciativa de aplicar procesos de participación en dichos proyectos es elemental. El caso del estudio y revisión del PRC de Estación central es interesante en este sentido y permite detectar en qué ámbitos es necesario profundizar y mejorar.</p><p>Si bien la iniciativa de la administración municipal de la comuna de incluir a la comunidad en las etapas 3 y 4 del proyecto es un gran avance ya que es la primera experiencia en la comuna de Estación Central, se detecta que se pudieron arrojar mejores resultados de haberla incluido desde las primeras etapas.</p><p>No obstante, se pueden observar dos panoramas distintos. Por un lado, la comunidad que no tenía ningún tipo de experiencia en participación se mostró bastante receptiva a las propuestas. Con esta comunidad se propició una participación de carácter informativo para dar a conocer los conceptos básicos del urbanismo (usos de suelo, vialidad, tipología de fachadas, áreas públicas) de modo a luego presentar las propuestas del PRC. Este proceso informativo es esencial para generar capital social pero no suficiente para la planificación participativa. Este se utilizó en este caso para dar validez al proyecto recibiendo el apoyo de los participantes. Sin embargo, la participación fue tardía, reducida (poca asistencia) y por lo tanto poco efectiva. Esto revela que uno de los principales puntos a fortalecer son los mecanismo de convocación y difusión de este tipo de actividades así como la programación de una participación desde el inicio o incluso previo al inicio de los proyectos.</p><p>Por el otro, cuando se cuenta con una comunidad que tiene un mayor grado de cohesión y empoderamiento, como fue el caso con Villa Portales, el no incluirla en las etapas iniciales tiene importantes repercusiones. Primero da paso a la generación de rumores respecto a los proyectos que se están realizando “sin tomarlos en cuenta”, lo que tiene como consecuencia reducir la confianza en la autoridad pública y por lo tanto presentan altos grados de oposición. Esto eventualmente puede generar atrasos en etapas posteriores.</p><p>De modo que se debe comenzar con una actividad informativa previa al inicio del proyecto y luego incluir a una comunidad debidamente informada en cada una de las etapas de los proyectos. Es evidente que esto requiere de mayores fondos pero se compensa por una mejor recepción de las propuestas generadas en comunidad y una mejor fluidez de los proyectos.</p><p>Se hace evidente en nuestro caso de estudio, los efectos negativos que se generan por no informar y convocar oportunamente a comunidades empoderadas, entre ellos, atrasos en los proyectos, pues desde el 2003 se inicio la revisión del plan regulador comunal y hasta la fecha continua en proceso de revisión por parte de la autoridad competente; en consecuencia una comunidad empoderada pero no informada, ocasiona descontento y desconfianza en la implementación de programas, proyectos y políticas públicas.</p><p><a id=\"Fuentes_secundarias.\" name=\"Fuentes_secundarias.\"></a></p><h2>Fuentes secundarias.</h2><p>SEREX TERRITORIO UC (2010). Memoria explicativa. En Plan Regulador Comunal Estación Central. Santiago, Chile: Pontificia Universidad Católica de Chile.</p><p>SEREX TERRITORIO UC (2010). Participación Ciudadana. En Plan Regulador Comunal Estación Central. Santiago, Chile: Pontificia Universidad Católica de Chile.</p><p><a id=\"External_link\" name=\"External_link\"></a></p><h2>External link</h2><p><a class=\"external free\" href=\"http://www.estacioncentral.cl/\" rel=\"nofollow\" title=\"http://www.estacioncentral.cl/\">http://www.estacioncentral.cl/</a></p><p><a class=\"external free\" href=\"http://cvdvillaportales.blogspot.com/\" rel=\"nofollow\" title=\"http://cvdvillaportales.blogspot.com/\">http://cvdvillaportales.blogspot.com/</a></p><p><a class=\"external free\" href=\"http://www.plataformaurbana.cl/archive/2011/04/28/villa-portales-patrimonio-arquitectonico-que-se-convierte-en-libro/\" rel=\"nofollow\" title=\"http://www.plataformaurbana.cl/archive/2011/04/28/villa-portales-patrimonio-arquitectonico-que-se-convierte-en-libro/\">http://www.plataformaurbana.cl/archive/2011/04/28/villa-portales-patrimonio-arquitectonico-que-se-convierte-en-libro/</a></p><p><a class=\"external free\" href=\"http://www.minvu.cl/\" rel=\"nofollow\" title=\"http://www.minvu.cl/\">http://www.minvu.cl/</a></p><p><a class=\"external free\" href=\"http://www.ichem.cl/index.php?option=com_remository&amp;Itemid=114&amp;func=startdown&amp;id=125\" rel=\"nofollow\" title=\"http://www.ichem.cl/index.php?option=com_remository&amp;Itemid=114&amp;func=startdown&amp;id=125\">http://www.ichem.cl/index.php?option=com_remository&amp;Itemid=114&amp;func=startdown&amp;id=125</a></p>", "title": "Participación Ciudadana en la Revisión del PRC de Estación Central"}