{"htmlbody": "<p><a id=\"Purpose_and_Problem\" name=\"Purpose_and_Problem\"></a></p><h2>Zweck und Problemstellung</h2><p>Der Zweck des Indonesischen Direktdemokratie Experiments war es die Vorteile einer direkten Demokratie zu erschließen und zu ermessen. Das Experiment ist dem Kecamatan Development Project (KDP) entsprungen und zielte darauf ab, das Konzept zu ergründen, nach welchem direkte Partizipation in Prozessen der Entscheidungsfindung zu höherer Zufriedenheit und Legitimität in einer Gemeinschaft führen kann. Olken, der Urheber des Experiments, war angetrieben von der Vorstellung, dass Gemeinschaften wohlmöglich zufriedener wären und mehr in ihre Regierung investierten, wenn sie sich in den politischen Prozess einbezogen fühlten. Basierend auf den Befunden Olkens kommt man zu dem Schluss, dass Gesellschaften, welche sich in politische Prozesse direkter eingebunden fühlen, letztendlich im Ganzen auch zufriedener sind.</p><p><a id=\"History\" name=\"History\"></a></p><h2>Geschichte</h2><p>Indonesien wurde aufgrund seiner politischen Vergangenheit als Hauptkandidat für diese Art von Experiment gesehen. Die Nation erholte sich gerade von den Auswirkungen der 31 Jahre andauernden Herrschaft des autoritären Suharto Regimes. Im Jahr 1998 suchte das Land nach Wegen, seine Regierung erfolgreich zu dezentralisieren. Die sehnsüchtige Suche nach Alternativen führte 1998 zur Kreierung des Kecamatan Development Project (KDP), welches von der Weltbank finanziert wurde. Im Wesentlichen wurden im Rahmen des KDP Projekte in tausenden indonesischen Dörfern mit Geldmitteln versehen. Die von dieser Finanzierung betroffenen Dörfer wurden mit Hinblick darauf ausgewählt, dass sie augenscheinlich die diversen Bedingungen des ländlichen Indonesiens repräsentierten. In dem Bemühen unabhängige Entscheidungsfindung zu fördern wurde jedem Dorf die Möglichkeit gegeben, einen Vorschlag für ein Infrastrukturprojekt in kleinem Maßstab zu machen. Das vorherige Regime des Landes war eine beratende Versammlung gewesen. Dieser Umstand unterschied das KDP sehr von der Prozedur, an welche die Bevölkerung bisher gewöhnt gewesen war. Olkens Direktdemokratie-Experiment entsprang der Existenz ebendieses KDP. Das Experiment wurde mit der Absicht gestaltet, die Art, in welcher die jeweiligen Projekte innerhalb der teilnehmenden Dörfer ausgewählt werden, zu untersuchen.    </p><p><a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h2>Auswahl der Teilnehmer</h2><p>Zwischen September 2005 und Januar 2006 begann Olken ein Experiment, in welchem der übliche Entscheidungsfindungsmechanismus zur Auswahl der KDP-Projekte geändert wurde. Das festgeschriebene KDP Protokoll empfahl, die von jedem Dorf vorgeschlagenen Projekte in einem auf Versammlungen basierenden Prozess auszuwählen. Dörfer wurden zufallsbedingt von den drei ländlichen Unterbezirken Ost-Java, Nord-Sumatra und Südost-Sulawesi ausgewählt. Die ausgewählten Dörfer würden sich dann für ihre Projekte mittels auf direkten Wahlen basierenden Volksabstimmungen entscheiden. Kurzgesagt nahm Olken an, dass ein erhöht partizipativer Prozess die Möglichkeit eines elitären Verzerrungseffekts, welcher in Dorfversammlungen zu wirken vermutet wurde, eliminieren würde.</p><p>Das Experiment hatte zwei unterschiedliche Phasen. Die erste Phase wurde in 10 Dörfern der Provinz Ost-Java und 19 Dörfern der Provinz Nord-Sumatra durchgeführt. Nach Erhalt der Ergebnisse der ersten Phase wurde das Protokoll geändert und dann auf 20 weitere Dörfer in der Provinz Sulawesi für die zweite Phase des Experiments angewandt. Während der ersten Phase entschieden 25 Prozent der Dörfer per Volksentscheid. In der zweiten Phase waren es dann 45 Prozent. Beide Phasen umfassten Dörfer, welche nach einer Vielzahl von Variablen ausgewählt worden waren. Zu diesen Variablen zählten unter anderem, aber nicht ausschließlich, Bevölkerung, ethnische Fragmentierung und Eigenschaften der dörflichen legislativen und exekutiven Organe.   </p><p><a id=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\" name=\"Deliberations.2C_Decisions.2C_and_Public_Interaction\"></a></p><h2>Beratungen, Entscheidungen und öffentliches Zusammenwirken</h2><p>Um die von dem Experiment unternommenen Änderungen im Beratungs- und Entscheidungsfindungsprozess verstehen zu können, ist es wichtig, den KDP-Prozess als Ganzen zu betrachten. Relevante Projekte wurden im Rahmen des KDP in einem dreistufigen Prozess ausgewählt. (1) Festsetzen der Agenda, (2) Konzeption der Vorschläge und (3) Finanzierungsentscheidungen waren die drei Schritte, welche zu einem dorfweiten Beschluss bezüglich des Projekts, das letztendlich vorgeschlagen werden sollte, führten. Das Experiment Olkens änderte nur den zweiten der drei Schritte, indem es den auf Versammlungen basierenden Mechanismus durch einen auf Volksentscheid basierenden Mechanismus ersetzte. Die Nutzung eines auf Versammlungen basierenden Mechanismus setzt die Präsenz von Führern der Gemeinschaft und Eliten, welche die jeweiligen Versammlungen leiten und die Konzeption der hervorgebrachten Vorschläge gestalten und prägen, voraus. Im Gegensatz dazu verhindert ein auf Volksentscheid basierender Mechanismus, dass irgendeine Einzelperson den Prozess der Vorschlagsfindung steuert, weil jeder Dorfbewohner seine eigene Stimme bezüglich der gesammelten Liste an Prioritäten hat. Im Wesentlichen änderte Olken den im zweiten Schritt verwendeten Mechanismus, um zu sehen, inwieweit direkte Partizipation die Auswahl der Projekte durch das ganze Dorf beeinflussen würde. Diese Änderung im zweiten Schritt würde sowohl die im ersten Schritt festgesetzten Prioritäten als auch die im dritten Schritt getroffenen Entscheidungen beeinflussen. Das Experiment berücksichtigt die Möglichkeit, dass die an den Volksentscheiden teilnehmenden Dorfbewohner Vorschläge strategisch wählen und diejenigen Vorschläge wählen, von welchen sie glauben, dass sie die besten Chancen haben, im dritten Schritt auch die Finanzierung zu bekommen. In Angesicht des Umstandes, dass Eliten im dritten Schritt auf bestimmte Finanzierungen drängen werden, behauptet Olken, könnten die Dorfbewohner Projekte wählen, welche in Einklang mit den Auffassungen der Eliten seien, um eine angemessene Fürsprache sicherzustellen. In beiden Arten von Dörfern wurden identische Agenda festsetzende Prozesse umgesetzt, was eine Standardisierung der Liste potentieller Projekte, welche jeder Art von Dorf zur Berücksichtigung und Bewertung vorliegen würde, zur Folge hatte. Durch die Einhaltung eines Grades an Einheitlichkeit im ersten Schritt, eliminierte Olken die Möglichkeit verzerrter Ergebnisse; Dörfern mit Volksabstimmungen und auf Versammlungen beruhenden Entscheidungsfindungsprozessen würden die gleichen Daten zur Abarbeitung gegeben.</p><p><a id=\"Influence.2C_Outcomes.2C_and_Effects\" name=\"Influence.2C_Outcomes.2C_and_Effects\"></a></p><h2>Einfluss, Ergebnisse und Auswirkungen</h2><p>Das Experiments Olkens führte generell zu zwei Ergebnissen. Erstens, und am wichtigsten, zeigten die erfassten Daten, dass Volksabstimmungen keinen Einfluss auf die allgemeinen Arten der von den teilnehmenden Dörfern ausgewählten Projekte hatten. Um spezifischer zu sein, die ausgewählten Projekte, die Auswirkungen für Frauen haben, spiegelten generell mehr die Ansichten der Dorfeliten als die der allgemeinen Bevölkerung wider. Volksabstimmungen schienen die Vorzüge des durchschnittlichen Wählers im Falle von allgemeinen Angelegenheiten zu berücksichtigen, aber weniger im Falle frauenspezifischer Anliegen. Direkte Partizipation beeinflusste ebenfalls den Standort, für welchen das jeweilige Projekt vorgesehen war; da die Abstimmung mehr auf Zahlen als auf Repräsentanten beruhte, hatten diejenigen Projekte, die in abgelegenen Gegenden des Dorfes stattfinden sollten, eine geringere Wahrscheinlichkeit ausgewählt zu werden; die meistbevölkerten Nachbarschaften wurden somit in der Abstimmung bevorzugt. Der zweite Gesichtspunkt, der zu berücksichtigen ist, ist der Grad an Zufriedenheit und Unterstützung, welchen der auf Volksabstimmung basierende Mechanismus im zweiten Schritt zur Folge hatte. Die Ergebnisse des Experiments zeigen, dass ein auf Volksabstimmung basierender Prozess zu allgemein weitaus höherer Zufriedenheit unter den Dorfbewohnern führte. Einwohner der Dörfer, in welchen Volksabstimmungen stattfanden, gaben an, dass die ausgewählten Projekte mit ihren Bedürfnissen übereinstimmten und unerlässlich für ihr Wohlbefinden  seien. Statistisch betrachtet, wird diese Veränderung durch einen Zuwachs von 13 Prozent in der Zufriedenheit der Menschen mit dem KDP insgesamt deutlich.       </p><p>Als wichtigste Erkenntnis ist den Befunden Olkens zu entnehmen, dass der Prozess, in welchem Entscheidungen getroffen werden, wirklich von Bedeutung ist. Die Ergebnisse des Experiments haben gezeigt, dass Volksabstimmungen wenig bis keinen Einfluss auf die Arten der von den Dörfern ausgewählten Projekte haben. Dieses Ergebnis beweist, dass die allgemeine Bevölkerung genauso im Stande ist, die Ansichten der Gemeinschaft widerzuspiegeln, wie es Repräsentanten wären. Die eigentliche Auswirkung von Volksentscheiden wird in dem Grad an Zufriedenheit und Teilhabe, welchen Volksentscheide in Dörfern säen, deutlich. Nach Auffassung von Olken führte die Durchführung von Volksentscheiden zu einer erhöhten Wählerbeteiligung sowie zu besserer Kenntnis über die zur Auswahl stehenden Projekte. In denjenigen Dörfern, welche per Volksentscheid über ihre Projekte abstimmten, lässt sich diesbezüglich ein Zuwachs von 20 Prozent vermerken. In gleicher Weise zeigten die Ergebnisse einen Anstieg in der Zufriedenheit der Dorfbewohner mit ihren Entscheidungen, welcher den Anstieg in Wählerpartizipation widerspiegelt. Offensichtlich führt die Möglichkeit der Beteiligung an politischen Prozessen zu einem höheren Maß an Zustimmung unter den Staatsbürgern.    </p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h2>Analyse und Kritik</h2><p>Es ist eindeutig, dass direkte Demokratie positive Einflüsse auf Legitimität und Zufriedenheit unter den in Olkens Experiment einbezogenen Dörfern hatte. Hinsichtlich der ausgewählten Projekte hatten Volksabstimmungen keinen konkreten Einfluss was die Auswahl der jeweiligen Dörfer in allgemeinen Angelegenheiten betraf. Darüber hinaus stimmten die ausgewählten Projekte, die direkt auf Frauen Auswirkungen haben, eher mit den Vorzügen von Eliten überein, obwohl der Prozess der Volksabstimmung keine elitären Meinungen bevorzugte. Das Ergebnis erhöhter Zufriedenheit zeigt, dass direkte Demokratie erfolgreich politische Legitimität erhöhen kann, ohne die Prioritäten einer Regierung zu ändern. Obwohl dies theoretisch gesehen ein positiver Effekt ist, könnte er in der Praxis ebenso ein Hindernis in der Verteilung von Wohlstand in einem Entwicklungsland darstellen. Denn, in Beachtung von Olkens Experiment, führt eine Änderung des Prozesses keineswegs zu einer Veränderung der Resultate. Außerdem würden auf Volksabstimmungen basierende Entscheidungen, gerade weil sie die Wahl durch Repräsentanten beseitigen, lediglich den Willen und die Perspektiven der größeren Dörfer widerspiegeln und isolierte, kleinere Dörfer letztendlich ausschließen. Folglich hat das Konzept des plebiszitären Wählens nicht unbedingt positive Auswirkungen auf alle Dörfer, auch wenn es generell die Legitimation und Zufriedenheit erhöht. In anderer Hinsicht hat das Experiment gezeigt, dass Volksabstimmungen die Wähler dazu veranlassten, sich über die Art und den Standort der jeweils für ihr Dorf zur Auswahl stehenden Projekte zu informieren. Die Ergebnisse des Experiments zeigten, dass sich im Falle von Volksentscheiden die Wahrscheinlichkeit, dass befragte Personen über die sie betreffenden KDP Vorschläge in Kenntnis waren, um 18 Prozent erhöhte. Dieser Befund belegt, dass eine erhöhte politische Partizipation gleichzeitig eine besser informierte und zufriedenere Bevölkerung zur Folge hat.  </p><p>Gegen das Experiment in Indonesien wurden viele gewöhnliche Einwände erhoben. Insbesondere wurde darauf aufmerksam gemacht, dass auch langzeitige Auswirkungen des Wählens per Volksabstimmung berücksichtigt werden müssten. Während auf kurze Sicht plebiszitäre Methoden ein erhöhtes Gefühl der Zufriedenheit als unmittelbares Ergebnis vorweisen konnten, bleiben die langfristigen Auswirkungen der per Plebiszit gewählten Entscheidungen unvorhersehbar und dementsprechend bleibt ebenso ungewiss, ob der erhöhte Grad der Zufriedenheit zukünftig bestehen bleibt oder wieder abflacht. Darüber hinaus ist es wichtig zu erkennen, dass sich die zur Wahl stehenden Angelegenheiten abhängig vom Ort ändern. Kontext ist also überaus entscheidend was die Beurteilung der Eignung von direkter Demokratie angeht, da Volksabstimmungen Teilgruppen einer bestimmten Gegend entweder erheblich helfen oder auch schaden können. Zuletzt, erklärt Olken, sei es durchaus möglich, dass die Teilnehmer des Experiments, weil es sich um eine einmalige Studie handelte, fairere Entscheidungen getroffen hätten mit der Absicht, sich vernünftig zu präsentieren. Zur Verteidigung und Bestätigung seiner Ergebnisse müsste diese Art von Experiment in unterschiedlichen Gegenden über eine längere Zeitspanne in die Praxis umgesetzt werden.</p><p><a id=\"References\" name=\"References\"></a></p><h2>Literatur</h2><p>Olken, Benjamin A. \"Direct Democracy and Local Public Goods: Evidence from a Field Experiment in Indonesia.\" American Political Science Review 104.2 (2010): 243-67. MIT and National Bureau of Economic Research, May 2010. Web.</p><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h2>Sekundärliteratur</h2><p>Dizikes, Peter. \"Democracy Put to the Test.\" MIT. 08 Feb. 2010. Web. 02 Dec. 2010. &lt;<a class=\"external free\" href=\"http://web.mit.edu/newsoffice/2010/java-democracy-0208.html\" rel=\"nofollow\" title=\"http://web.mit.edu/newsoffice/2010/java-democracy-0208.html\">http://web.mit.edu/newsoffice/2010/java-democracy-0208.html</a>&gt;.</p><p>Friedland, Lewis, and Carmen Sirianni. \"CPN - Tools.\" Civic Practices Network. Web. 07 Dec. 2010. &lt;<a class=\"external free\" href=\"http://www.cpn.org/tools/dictionary/deliberate.html\" rel=\"nofollow\" title=\"http://www.cpn.org/tools/dictionary/deliberate.html\">http://www.cpn.org/tools/dictionary/deliberate.html</a>&gt;.</p><p>Atchade, Yves, and Leonard Wantchekon. \"Randomized Evaluation of Institutions: Theory with Applications to Voting and Deliberation Experiments.\" (2009): 1-21. NYU, 24 June 2009. Web. &lt;<a class=\"external free\" href=\"http://as.nyu.edu/docs/IO/2807/20090620_LW_YA.pdf\" rel=\"nofollow\" title=\"http://as.nyu.edu/docs/IO/2807/20090620_LW_YA.pdf\">http://as.nyu.edu/docs/IO/2807/20090620_LW_YA.pdf</a>&gt;.</p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h2>Externe Links</h2><p><a class=\"external free\" href=\"http://www.cpn.org/tools/dictionary/deliberate.html\" rel=\"nofollow\" title=\"http://www.cpn.org/tools/dictionary/deliberate.html\">http://www.cpn.org/tools/dictionary/deliberate.html</a></p><p><a class=\"external free\" href=\"http://wn.com/direct_democracy\" rel=\"nofollow\" title=\"http://wn.com/direct_democracy\">http://wn.com/direct_democracy</a></p>", "title": "Indonesiens Direktdemokratie Experiment"}