{"htmlbody": "<p><em>Note: an English translation of this case is available here: <a href=\"http://participedia.net/en/cases/no-costanera-norte-coalition\">http://participedia.net/en/cases/no-costanera-norte-coalition</a></em></p><h3>Resumen</h3><p>La construcción del Sistema Oriente Poniente (Costanera Norte), la primera autopista urbana concesionada en la Región Metropolitana de Chile, fue un proceso dilatado y complejo, en un contexto de instalación de la institucionalidad ambiental, coincidente además con el ingreso de actores privados en la construcción de infraestructura pública a través del sistema de concesiones. El conflicto radica en la oposición ciudadana ante este proyecto, configurado bajo la figura de la coordinadora “No a la Costanera Norte”. Ésta organización estaba compuesta por un grupo de organizaciones ciudadanas afectadas. Luego de su intervención, hubo modificaciones al proyecto que favoreció en parte los intereses de los ciudadanos organizados bajo la coordinadora. Una vez resuelto el conflicto y materializadas las obras de la concesión, la coordinadora canalizó su capital social e intereses orientados hacia una ciudad sustentable en la figura de la Organización No Gubernamental Ciudad Viva, llegando a constituirse en un respetable y visible grupo ciudadano reconocido por autoridades políticas, académicos y ciudadanos hasta la actualidad. Se evidencia que a través de los conflictos entre ciudadanos y Estado, el legado finalmente es un aprendizaje para todos los actores, quienes se ven sometidos a nuevas formas de proyectar y entender la ciudad y de un ente Estatal que debe hacerse cargo de escenarios más complejos en cuanto a lo ambiental y a la vez de una nueva concepción de ciudadano activo y demandante.</p><h3>Historia</h3><p>El conflicto comenzó en 1996, cuando el comité Ecológico de Bellavista, más los vecinos de Bellavista se enteraron por medio de rumores de un proyecto de carretera que atravesaría su barrio. Se trataba de un megaproyecto urbano, de 33 km de extensión, lo cual se convierte en conflicto por los efectos proyectados hacia un barrio antiguo y tradicional ubicado al norte del centro de Santiago, caracterizado por ser un lugar de artistas y bohemios con presencia de restaurantes, y locales de baile. Sus habitantes estaban enfocado en mejorar el barrio por lo cual existía una organización de vecino previo al conflicto que se ocupaban por problemas como el ruido excesivo y la basura. Los líderes de organización vecinal Ricardo Araya y Lake Sagaris, ya teniendo experiencia acerca de la participación ciudadana, comenzaron la búsqueda de información del tema, llevándolos a convocar a una reunión vecinal a la cual asistieron trescientos residentes, impactados por la noticia de la autopista y preocupados por la falta de información, situación que pasaría a ser tónica de la relación proponente-afectados (Araya y Sagaris 1997 en Ducci, 2000). En el mes de junio del mismo año los vecinos confirmaron que la carretera cruzaría el barrio en forma subterránea, lo que los llevó a organizarse formando una campaña “No a la Costanera Norte” que tuvo una cobertura de los medios de prensa y usó como escenario de organización una plaza del barrio. Ese año alrededor del mismo conflicto surgieron más grupos: el Comité de Defensa de Recoleta, El comité de Desarrollo de Patronato y organizaciones previamente creadas de la Vega central, sumándose así a la lucha por defender el barrio. Sin embargo, uno de los grupos conformados por locatarios de La Vega y de Patronato lograron acuerdos con el MOP, desprendiéndose posteriormente del movimiento.</p><p>A medida que la organización se fortalecía, en 1997, destacaron dos grupos vecinales integrantes de la organización: primero los vecinos de Pedro de Valdivia Norte conformado por habitantes de clase media, quienes se informaron y comprometieron con la causa y los del comité de defensa del Parque Metropolitano que también se integraron de manera activa al proceso. En el mismo año en el mes de abril, el MOP abrió la licitación para la construcción del proyecto lo cual provocó que los vecinos se levantaran y exigieran la paralización del proyecto para la realización de un Estudio de Impacto Ambiental. Cabe destacar que en el momento de inicio del conflicto, ya existía la Ley General sobre Bases del Medio Ambiente, pero no se encontraba vigente aún su reglamento que daba validez a lo dispuesto ahí, por lo cual la participación ciudadana no constituía una instancia establecida y formal. Los vecinos, conjuntamente con la Corema Metropolitana organizaron un proceso de participación ciudadana que no llegó a cubrir las exigencias de los vecinos, que la consideraron insatisfactoria. Por ende decidieron crear la Coordinadora No a la Costanera Norte conformada por catorce organizaciones ciudadanas, incluyendo las asociaciones gremiales del mercado Tirso de Molina y de la Vega Chica, la Asociación de Comerciantes de la Periferia de la Vega y las Asociaciones de propietarios y Arrendatarios de Independencia, conformando así una potente asociación con protagonismo en la situación existente. En 1998 la Coordinadora contaba con veinte organizaciones que participaron en el Sistema de Evaluación de Impacto Ambiental en un trabajo conjunto con la Corema. Más tarde la coordinadora oficializó en un evento organizado por ellos, la entrega de las respuestas que llevó a sus dirigentes a pronunciarse de manera positiva porque lograron un trabajo significativo. Organizaron una conferencia de prensa que fue producto de la gran respuesta a la convocatoria de participación y el apoyo constante de las asociaciones en el trabajo de difusión y la importante asistencia de trescientas personas concluyendo con una marcha hasta la oficina de la Corema. Tras el evento, la organización envió delegaciones a la Comisión del Medio Ambiente del Senado, a un congreso organizado por la Comisión del Medio Ambiente de la Cámara de Diputados, al Colegio Médico de Santiago, a la Comisión del Medio Ambiente del Colegio Nacional, a varias comisiones del Colegio de Arquitectos, del Colegio de Psicólogos, y a distintas organizaciones ambientalistas, entre ellos, Renace, el Instituto de Ecología Política y el Observatorio Latinoamericano de Conflictos Ambientales. Recibieron apoyo de la Clínica Jurídica de la Universidad Diego Portales, del Colegio de Ingenieros, y de diversos profesionales destacados. Con gran esfuerzo, la Coordinadora preparó varias carpetas informativas, comunicados de prensa, etc., los que fueron impactando cada vez más en la opinión pública y cambiando la actitud de los periodistas y la prensa en general (Ducci, 2000). En 1998 la corte de apelaciones falló en contra del recurso de protección que la coordinadora había interpuesto, lo que los llevó a la apelación, mientras se iban elevando los costos del proyecto por las demandas y reclamos de los vecinos de los distintos barrios. Al finalizar el año el proyecto suspendió la licitación por la falta de empresas oferentes.</p><p>En 1999, nuevamente el MOP lanzó la licitación para la Costanera Norte adjudicándose el proyecto un consorcio de empresas encabezado por la constructora Impregilio. A finales del 2000 se sostuvieron conversaciones entre la coordinadora, el consorcio y la dirección de concesiones del MOP, desembocando en una propuesta por parte del consorcio de un cambio de trazado de la carretera en los barrios Pedro de Valdivia Norte, Bellavista, Recoleta e Independencia, el cual pasaría al interior del cauce del río Mapocho, lo que llevó al MOP a contratar nuevos estudios de impacto ambiental dando se así la iniciación de las obras en el año 2001.</p><h3>Propósito y Problema</h3><p>La problemática comienza por la reacción ciudadana hacia la construcción del proyecto Sistema Oriente Poniente cuyo trazado impactaría 7 comunas de la región metropolitana. Luego de conocer las características y trazado del proyecto, los vecinos reaccionan ante la magnitud de los impactos proyectados. En el caso de los habitantes de Pedro de Valdivia Norte y Bellavista se trataba de impactos severos a su sistema de vida y costumbres, en donde las dinámicas de convivencia a nivel barrial y con alto componente cultural se verían entorpecidos con la existencia de una carretera de alta velocidad, además de la posibilidad de perder parte de su patrimonio cultural y natural (en el caso del Parque Metropolitano). También existió una previa organización por parte del barrio Bellavista que generó un comienzo para la posterior organización de la coordinadora. El contexto institucional de base contemplaba además la instalación de la institucionalidad ambiental a través de la figura de la Comisión Nacional de Medio Ambiente (CONAMA). En 1994 se había promulgado la Ley 19.300 sobre Bases Generales del Medio Ambiente, produciéndose un período de instalación hasta 1997 con la entrada en vigencia del Reglamento asociado a esta ley. Esta institucionalidad ambiental considera el ingreso al Sistema de Evaluación de Impacto Ambiental en forma de Declaración de Impacto Ambiental (DIA) o Estudio de Impacto Ambiental. La primera modalidad contempla solo una declaración de los impactos a generarse, sin contemplar mitigaciones o compensaciones. En cambio los Estudios de Impacto Ambiental (EIA) consideran relevar los impactos a través de medidas de mitigación, reparación y/o compensación. Además considera una etapa de participación ciudadana formal de 60 días de duración que comienza una vez que el titular publica un extracto del estudio en el diario oficial. El proyecto vial en cuestión, al ser catalogado como autovía y no autopista, no contemplaba la realización de un Estudio de Impacto Ambiental. Cabe destacar que sin embargo, debido a la demanda ciudadana se produjo un proceso de participación antes de la realización del Estudio de Impacto Ambiental, durante el Estudio y luego del cambio del trazado. El proyecto, al tratarse de una autopista urbana y atravesar siete comunas, dejaba a su paso gran cantidad de actores afectados, dispersos a través de distintos barrios y organizados en diversos tipos de organizaciones ciudadanas. Sin embargo, la autoridad contemplaba que la contraparte ciudadana estuviera organizada en tres subgrupos, cuyo criterio sería la agrupación de comunas con perfiles socioeconómicos homogéneos: Providencia - Las Condes - Lo Barnechea (Clase alta), Independencia – Recoleta (Clase Media) y Pudahuel – Renca (Clase Baja). Esta forma de ver a la ciudadanía podía ser más fácil para la autoridad, pero conllevaba la fragmentación de las organizaciones sociales, ya sea preexistente al conflicto o a las conformadas a propósito de éste. El ejemplo más claro es el del Barrio Bellavista, el cual se emplaza en las comunas de Recoleta y Providencia, pero representa una unidad independiente, debido a su carácter de barrio bohemio y con vocación cultural, y por ende, con impactos ambientales específicos y distintos a los de un sector residencial. En este caso de estudio “No a la Costanera Norte” dicho componente cobró relevancia dado que la comunidad estaba altamente movilizada, organizada y contaba entre sus miembros profesionales que podían dialogar de igual a igual, en términos técnicos, con los planificadores del proyecto. (Cáceres, 2008) El capital social pre existente, y la existencia de profesionales conocedores de temáticas urbanas fueron un factor clave para lograr ser un interlocutor válido en el conflicto, tanto en la etapa inicial donde los habitantes recabaron información sobre el proyecto, como en el proceso y el diálogo que se entabló con la concesionaria y el MOP, logrando comprender los aspectos técnicos del proyecto. En cuanto a la contribución de la coordinadora al mejoramiento ambiental del proyecto parece innegable. También ha contribuido a posicionar entre el público el tema de fondo: qué ciudad queremos los santiaguinos. (Sabatini, 1999) Sin embargo, la complejización de la problemática se ve alimentada por la postura irrenunciable de la coordinadora “No a la Costanera Norte”. Su postura ante el proyecto, tal como lo enuncia su nombre, es la no realización de las obras, lo cual no deja mucho espacio para el diálogo o negociación.</p><p>Los antecedentes indican entonces que el propósito de la coordinadora era formar un bloque cuyo objetivo era paralizar el proyecto, impulsados por los potenciales impactos a sus sistemas de vida que la construcción de la autopista acarrearía. Sin embargo, esta demanda ciudadana no puede ser acogida de manera plena e inmediata, especialmente por el peso de las decisiones políticas imperantes. Es importante recalcar que este tipo de emprendimiento no se somete a votación popular, por lo que los conflictos y demandas ciudadanas pueden transformarse en expectativas no recogidas catalizando problemas de frustración y descontento popular.</p><h3>Entidades de Origen y Financiamiento</h3><p>La organización vecinal de Bellavista constituyó la entidad de origen, cuyas capacidades instaladas atrajeron a otras 25 organizaciones igualmente afectadas por el proyecto Costanera Norte. Este germen organizacional fue evolucionando a medida que se incorporaban los vecinos de Pedro de Valdivia Norte, Independencia, Recoleta, representantes del Parque Metropolitano, Patronato y La Vega, tomando fuerza el concepto de defensa del barrio y los aspectos culturales tradicionales asociados a éstos. En cuanto al financiamiento, el compromiso de los ciudadanos se reflejó en el aporte monetario y de capital humano que los miembros de las organizaciones activas realizaron a la causa.</p><h3>Creación y Selección de Participantes</h3><p>Cabe destacar que el MOP, por la naturaleza de los proyectos que realiza, no siempre debe ingresar al SEIA, por lo que cuenta con sus propios manuales y procedimientos de participación ciudadana. Sin embargo, el proyecto Costanera Norte se trata de un mega proyecto a escala urbana, por lo tanto la reacción de los ciudadanos y la demanda por ser parte del proceso fueron una variable a considerar en el momento de incluirlos como interlocutores en la problemática. El ingreso de los actores participantes en el conflicto fue un resultado de su interés y organización ciudadana por influir en el resultado del proyecto. Los ciudadanos potencialmente afectados tuvieron que organizarse en primera instancia para poder ser parte del proceso. Ellos mismos fueron quienes demandaron presencia en el conflicto, luego de conocer los aspectos técnicos del proyecto y promover su difusión y conocimiento entre los vecinos. Sin embargo, una vez que consiguieron participar de manera formal en el proceso, la modalidad de participación que propugnó CONAMA, no fue satisfactoria para muchas de las organizaciones debido a que les impedía actuar como un solo grupo de interés, restándoles fuerzas, (Cáceres, 2008). Es por ello que la creación de la coordinadora “No a la Costanera Norte” es producto de este obstáculo que la institucionalidad le planteó y que ellos debieron sortear para evitar la fragmentación, y por ello mantener una relación parcializada con la autoridad. La estrategia de los vecinos para enfrentar esta sectorialización fue acelerar un proceso que ya estaba en camino: la creación y consolidación de la Coordinadora No a la Costanera Norte. (Cáceres, 2008) Esta acción fue el aspecto clave para enfrentar la problemática, ya que Conama había agrupado a las comunas afectadas según perfiles socioeconómicos similares (Providencia - Las Condes - Lo Barnechea, Independencia - Recoleta y Pudahuel -Renca). Se trató de un proceso inclusivo, ya que fue capaz de incorporar a otras organizaciones al proceso bajo la figura de la coordinadora, cuyo detonante fue la organización del barrio Bellavista. La particularidad de este proceso de participación es que estuvo conformado exclusivamente por stakeholders o grupos de interés directamente afectados por la problemática y que fueron capaces de aportar al proceso con sus conocimientos sobre la materia, dedicaron tiempo y recursos a la participación y cuyo éxito radica en la legimidad con la que contaban los grupos y actores a la hora de organizarse. Esto último es el aspecto clave en la conformación de “Ciudad Viva”</p><h3>Deliberaciones, Decisiones y la Interacción Pública</h3><p>Los líderes de la organización, vecinos de Bellavista oficiaron el liderazgo de la organización, iniciando el proceso informando a los vecinos afectados de las características del proyecto. Luego la coordinadora decide ser parte de manera formal de la problemática para lograr su meta de paralizar el proyecto, concertando reuniones con el MOP y luego con el Consorcio, logrando una interacción que fue conocida y bullada en los medios de comunicación y reconocida hasta hoy, destacando entre éstos hitos la marcha que realizaron hacia la oficina de la Corema Metropolitana.</p><h3>Resultados y Efectos:</h3><p>Entre los resultados y efectos más evidentes, se encuentra el posicionamiento ciudadano en temáticas de desarrollo urbano, combinado con un escenario de instalación de institucionalidad ambiental y creciente interés de actores privados por ingresar al escenario de construcción de infraestructura pública. Más allá del resultado concreto, y por lo complejo de medir este tipo de logros, un resultado relevante fue la inclusión en la mesa de trabajo de la ciudadanía demandante, lo cual es atribuible en gran medida a las características del capital humano y social imperante en las organizaciones ciudadanas. A pesar del carácter reactivo de la ciudadanía en este conflicto, es interesante el resultado posterior, incluso no habiéndose logrado la premisa del grupo “No a la Costanera Norte”. La autopista fue construida de todas formas, con algún grado de modificación atribuible a un conjunto de variables, pero el legado simbólico fue sin dudas el capital social producto de las acciones ciudadanas en torno a este conflicto urbano ambiental y que fue canalizado hacia “Ciudad Viva”. Cabe destacar que a pesar de la importancia del caso y más específicamente de la organización ciudadana lograda, el cambio de trazado propuesto por la concesionaria y aprobado por el MOP responde a una serie de variables, paralelas a las demandas ciudadanas, tales como aspectos técnicos y económicos del proyecto, y no solo fue por una mera influencia de la coordinadora. Según los antecedentes aportados por una funcionaria del MOP, el cambio de trazado fue ocasionado por una serie de variables técnicas, económicas y también relativas a la afectación a los barrios, la comunidad y los servicios allí existentes. Consultado por el costo de este nuevo trazado, indicó que si bien hay un alza en la inversión estatal - en torno a los US$ 40 millones-, no es menos cierto que también hay un ahorro importante para el Fisco, ya que una parte de la inversión inicial se evita al no haber cambios de servicios y por una menor cantidad de expropiaciones. (El Mercurio, Julio 2001)</p><p>También es interesante ponderar que el conflicto en contra de la “Costanera Norte” surgió en los primeros años de la instalación de la institucionalidad ambiental, por lo que los logros de participación de las organizaciones ciudadanas de entonces sientan las bases del actuar de una sociedad informada y organizada ante los sucesos que las afectan, sin desconocer la importancia de otros conflictos territoriales a lo largo del país, ya sea en contextos rurales y con componentes culturales y étnicos en juego.</p><h3>Análisis y Críticas</h3><p>En el momento del conflicto, la coordinadora argumentaba que su rechazo al proyecto era también propiciado por la intención de no seguir aumentando el flujo vehicular en la ciudad, el cual se vería potenciado gracias a estas infraestructuras urbanas. Si bien se trataba en gran parte de ciudadanos profesionales provenientes de barrios con cargado capital humano, compuesto por intelectuales y técnicos, éstos fueron capaces de orientar sus esfuerzos y expectativas hacia una problemática común, creando una organización que en la actualidad sigue presente en el debate ambiental en la ciudad y que también mira al resto del territorio. Considerando los diversos tenores del rol de la coordinadora en el caso analizado, es insoslayable reconocer que su heredera, “Ciudad Viva” entra en el debate y es un actor legitimado y de renombre, sentando las bases de la participación de las organizaciones ciudadanas, y que en la actualidad mira al territorio aprehendiéndolo desde otras problemáticas, siempre ligadas a las temáticas ambientales y comunitarias. La organización de un grupo de vecinos de Pedro de Valdivia Norte y Bellavista a mediados de los noventa para oponerse al trazado propuesto por el MOP para la Costanera Norte, es usualmente sindicada como el nacimiento de las OCs en la ciudad (Poduje, 2008 en Tironi 2010). Es posible pensar que la historia ocurrida durante la larga dilatación de la evaluación del Sistema Oriente Poniente habría sido diferente en un contexto de capital social más débil, tanto por la respuesta ciudadana como por las medidas de mitigación. En los sectores de Pedro de Valdivia y Bellavista había mucho que perder en cuanto a equipamiento público y cultural en relación con las áreas de la comuna de Pudahuel y Renca y ante ello es innegable que estas reacciones de defensa del barrio, tanto a nivel de acción como de discurso, son una herramienta más de mantención de disparidades territoriales legitimadas por el discurso acerca del derecho a vivir en un ambiente tranquilo conservando el estilo de vida barrial. Es necesario hacer hincapié en los criterios técnicos y económicos que resolvieron este conflicto, en donde se le ha atribuido a la coordinadora la totalidad del mérito en el rescate de su barrio. Es necesario desmitificar este caso, ya que existían una serie de actores y variables que configuraron la problemática, sin desconocer el aporte que hasta el día de hoy realiza “Ciudad Viva” en cuanto a problemáticas territoriales y ambientales.</p><h3>Conclusión</h3><p>El caso de estudio muestra cómo la reacción de una asociación ciudadana al verse potencialmente afectada puede lograr dinámicas organizacionales perdurables y conseguir ser actor relevante en un conflicto que involucra actores estatales y privados. Si bien en el momento de evaluación del Sistema Oriente Poniente, la institucionalidad ambiental daba sus primeros pasos, en la actualidad, con un procedimiento de participación ciudadana más consolidado, es deseable que al implementar un proceso de participación ciudadana, éste sea de carácter temprano, para no depender de la reactividad de la población afectada, y así poder hacer de éste un proceso más equitativo y posicionarlo como una herramienta para la reducción de disparidades territoriales. La resolución de caso No a la Costanera Norte impacta por haber marcado un hito en cuanto a la organización ciudadana informada, sin embargo, es lamentable reconocer que las ventajas socioeconómicas son el aspecto clave en el éxito de este tipo de organizaciones, en cuanto a la sostenibilidad, prosperidad y habilidades directivas que son necesarios para manejar una organización exitosa y duradera.</p><h3> </h3><h3>Fuentes Secundarias</h3><p>Cáceres, T. (2008) Territorio y poder: el territorio de la carretera y el territorio de la Chimba</p><p>Ducci, M. (2000) Batallas urbanas de principio del tercer milenio. En Santiago en la globalización: ¿Una nueva ciudad?</p><p>Sabatini, F. (1999) Participación ciudadana para enfrentar los conflictos ambientales urbanos: Una estrategia para los municipios.</p><p>Tironi, M., Poduje, I., Somma, N. y Yáñez, G. (2010) Organizaciones emergentes, participación ciudadana y planificación urbana: una propuesta de política pública. (V concurso de Políticas Públicas UC)</p><p>Juego informativo sobre el estado actual de la costanera norte, para dirigentes y asesores de las organizaciones del barrio Bellavista. Artículo de El Mercurio, 21 de Julio de 2001.</p><h3>Enlaces de Consulta</h3><p><a href=\"http://www.sea.gob.cl/\">http://www.sea.gob.cl/</a></p><p><a href=\"http://www.laciudadviva.org/\">http://www.laciudadviva.org/</a></p><p><a href=\"http://web.costaneranorte.cl/\">http://web.costaneranorte.cl/</a></p>", "title": "No a la Costanera Norte"}