{"htmlbody": "<p><em>Anmerkung: Dies ist die deutsche Übersetzung einer englischen Originalversion abrufbar unter <a href=\"http://participedia.net/en/cases/philadelphia-tight-times-tough-choices\">http://participedia.net/en/cases/philadelphia-tight-times-tough-choices</a></em></p><p><em>Note: this is a German translation of an English case study available at <a href=\"http://participedia.net/en/cases/philadelphia-tight-times-tough-choices\">http://participedia.net/en/cases/philadelphia-tight-times-tough-choices</a></em></p><p> </p><h3>Zweck und Problemstellung</h3><p>2009 litten sämtliche Städte der USA unter der voranschreitenden Wirtschaftskrise. Philadelphia erreichte ein Defizit von 108 Millionen US-Dollar in sechs Monaten und der Fehlbetrag über die nächsten fünf Jahre wird auf mehr als eine Milliarde US-Dollar geschätzt. Somit wollte die Stadt Einsparungen bei ihren eigenfinanzierten Projekten vornehmen. Dazu gehörten drei Eisbahnen, die im Winter geschlossen bleiben würden, falls sich kein privater Investor findet, und 68 Schwimmbäder, die im Sommer schließen müssten. Außerdem sollten elf Bibliotheken geschlossen werden und drei weitere nicht mehr am Sonntag öffnen dürfen. Der Winterdienst der Stadt und Straßeninstandsetzungsarbeiten sollten reduziert und die öffentliche Straßenreinigung in Wohnvierteln komplett aufgegeben werden. Diese Maßnahmen hätten 220 Kündigungen von Arbeitsplätzen, sowie den Wegfall von 600 weiteren, offenen Arbeitsstellen zur Folge. Die Stadt Philadelphia hat um die 23.000 Mitarbeiter; diese Einsparungen hätten Konsequenzen, die Menschen überall in der Stadt beträfen. Als Antwort auf diese Ankündigungen entwarf das \"Penn Project for Civic Engagement\" der Universität Pennsylvania das \"Tight Times, Touch Choices\" (dt. in etwa: Harte Zeiten, Schwierige Entscheidungen) Bürgerforum.</p><p>Das Forum sollte den Bürgern ein Mitspracherecht für das Budget 2010 einräumen. Die Grundidee bestand daraus, vier verschiedene offene Foren über die Stadt verteilt zu organisieren, an denen jeder Steuerzahler teilnehmen konnte. Die Ergebnisse sollten dann dem Bürgermeister übergeben werden, der sie wiederum dem Stadtrat vorstellen sollte. Auch mussten die Beamten im Anschluss dem Penn Project berichten, wie sie die Ergebnisse des Forums in ihren Entscheidungen implementiert hatten. Die Entscheidung über das Budget der Stadt betraf alle Steuerzahler und die Foren sollten ihnen ein Ventil geben um ihre Meinung zu vertreten. </p><h3>Geschichte</h3><p>Das \"Penn Project for Civic Engagement\" (Abk.: PPCE) wurde 2006 gegründet. Sein Leiter und Mitbegründer ist Dr. Harris Sokoloff, einer der national führenden Experten für zivilen Dialog. Der zweite Gründer ist Chris Satullo, der frühere Redaktionsleiter des \"The Inquirer\" und momentane Generaldirektor für Nachrichten und zivilen Dialog bei WHYY. Auch wenn das Penn Project erst 2006 offiziell gegründet wurde, haben Sokoloff und Satullo bereits seit 1996 regelmäßig regionale zivile Projekte initiiert, so z.B. das \"Citizen Voices Program\".  PPCE führte Bürgerdialoge für Projekte wie das \"Central Delaware Visioning Project\". \"Great Expectations\", die \"City That Works\" - Foren und das \"Big Canvas\"- Kunst und Kultur-Projekt.</p><h3>Gründung und Teilnehmerauswahl</h3><p>Das PPCE wurde aufgrund seiner Erfahrung von Stadtbeamten gebeten das Forum über das Budget 2009-2010 zu organisieren. Die Bürger Philadelphias sollen durch diese Veranstaltungen eine Möglichkeiten geben sich aktuelle Informationen zu der Finanzlage ihrer Stadt zu beschaffen und diese zu benutzen um an den wichtigen Entscheidungen zum Budget mitzuwirken. Sie sollen die realen Wahlmöglichkeiten der Stadt abwägen und den Beamten zeigen, wie die Bürgerschaft diese Entscheidungen treffen würde.</p><p>Das Forum bestand aus vier verschiedenen Treffpunkten zu unterschiedlichen Terminen über die Stadt verteilt. Als Veranstaltungsorte wurden öffentliche Plätze ausgewählt, die Platz für große Menschenmengen boten und in der Nähe von kostenlosen Parkplätzen und öffentlichen Verkehrsmitteln lagen. Trotzdem war der Platz begrenzt, sodass galt, dass wer zuerst da war die größten Chancen auf Teilnahme hatte. Es gab keine Vorreservierungen, die Teilnehmer mussten sich erst am Veranstaltungstag an Ort und Stelle registrieren. Ungefähr 1710 Menschen nahmen teil. Der demographische Hintergrund war der folgende: die Mehrheit war weiblich (65 Prozent); 57 Prozent waren Weiße, 32 Prozent Afro-Amerikaner und elf Prozent gehörten einer anderen Minderheit an. Das mittlere Alter war zwischen 36 und 45 Jahren, das mittlere Einkommen betrug 40,000 bis 60,000 US-Dollar.</p><h3>Deliberation und Entscheidung</h3><p><u><em>Die Lernphase</em></u></p><p>Als erstes bekamen die Teilnehmer Informationen und Einführungen zum Budget der Stadt, mit dem sie arbeiten würden. Auch wurde ihnen erklärt, welche Arbeit in den verschiedenen Vorschlägen für das Budget steckte, die sie später hören und besprechen würden. Alle Informationen wurden in Form einer Paneldiskussion weitergegeben, an der hochrangige Beamte wie Camille Barnett (managing director), Rob Dubow (Finanzdirektor) und der Budgetbeauftragte Steve Agostini teilnahmen. Die zu beantwortenden Fragen in der Paneldiskussion wurden von den Philadelphia WHYY Journalisten Tom Ferrick und Chris Satullo gestellt.</p><p><em><u>Die Phase der öffentlichen Anhörungen </u></em></p><p>Als nächstes wurden die Teilnehmer des Forums in Arbeitsgruppen von jeweils ca. 20 Personen aufgeteilt. In ihnen diskutierten sie mit Hilfe von geschulten Moderatoren die verschiedenen Wahlmöglichkeiten innerhalb des Budgets der Stadt und ihre Präferenzen wie Kompromisse geschlossen werden könnten. Auch mussten sie erklären, wie sie zu ihren Entscheidungen kamen. Anschließend bekamen die Gruppen ein Arbeitsblatt und wurden gebeten eine Liste von mehr als 26 Wegen, das 200 Millionen Dollar Budgetdefizit zu schließen, zu überprüfen. (LINK) Einige entschieden sich für Kosteneinsparungen, andere wollten die Einnahmen erhöhen indem sie existierende Gebühren erhöhten, neue Gebühren vorschlugen oder Steuern anheben wollten.</p><p><u><em>Die Deliberationsphase</em></u></p><p>Anschließend wurden wieder in kleineren Gruppen die verschiedenen Vorschläge diskutiert. Hierbei wurde mit einem Punktesystem gearbeitet;100 Punkte (jeweils ein Punkt entsprach ungefähr 2 Mio. US-Dollar) sollten insgesamt mit den abgestimmten Vorschlägen erreicht werden. Die Gruppen sortierten dabei die verschiedenen Vorschläge mit der Hilfe von Moderatoren in verschiedene Kategorien:</p><ol><li>\"The Low-Hanging Fruit\" (dt. sinngemäß: etwas, was leicht zu haben ist): Vorschläge, auf die sich die Gruppe schnell einigen konnte. 75 Prozent Zustimmung innerhalb der Gruppe war notwendig, um einen Vorschlag in dieser Kategorie abzulegen.</li><li>\"The No Way, No Hows\" (dt. sinngemäß: niemals, nicht durchführbar): Vorschläge, die von allen in der Gruppe sofort abgelehnt wurden, da niemand sie in Betracht ziehen wollte. Auch hier mussten 75 Prozent der Gruppe dieser Meinung sein um den Vorschlag so zu kategorisieren. (Tatsächlich fanden es die meisten Gruppen am einfachsten diese Kategorie zu füllen.)</li><li>\"The Shared Pain\" (dt. sinngemäß: das geteilte Leid): Vorschläge, die die Gruppenmitglieder eigentlich ablehnten, bei denen aber dann klar wurde, das sie sie in Betracht ziehen mussten um es auf 100 Punkte insgesamt zu bringen. Bei dieser Kategorie gab es die lebhaftesten und interessantesten Diskussionen . Um einen Vorschlag in dieser Kategorie abzulegen, bedurfte es nur einer einfachen Mehrheit.</li><li>\"The Gut Wrenchers\" (dt. sinngemäß: die Bauchschmerzen): Diese Vorschläge waren die wirklich schmerzlichen Ideen, die von den Gruppen anfangs abgelehnt wurden und die am Ende diskutiert und teilweise ausgewählt werden mussten, um genügend Punkte vollzukriegen.</li><li>Eine fünfte Kategorie der \"Nicht-Entscheidungen\" entstand automatisch. Diese Vorschläge wurden entweder diskutiert, ergaben jedoch kein klares Ergebnis für eine der vier Kategorien, oder sie blieben aus Zeitgründen am Ende einfach übrig und wurden nicht ausgewertet. In vielen Gruppen war diese Kategorie die größte. Aus den 53 verschiedenen Kleingruppen aus den vier Foren bewegten sich die meisten mit ihrem Endergebnis zwischen 35 und 60 Punkten, nur einige wenige erreichten annähernd die 100 Gesamtpunkte. Dies zeigt sehr gut, wie schwierig die Arbeit des Abwägens und der Kompromissbildung zwischen verschiedenen Vorschlägen sich gestaltet.</li></ol><h3>Ergebnisse</h3><p>Die häufigsten Ergebnisse waren:</p><ul><li>Die Teilnehmer neigten dazu sich vehement gegen Kürzungen auszusprechen, die denjenigen schadeten, die in der Krise am verwundbarsten sind. Zum Beispiel wurden Maßnahmen des Sozial- und Gesundheitswesens und Wohnungsbaus (öfter als Maßnahmen im Zusammenhang mit der Polizei oder Bibliotheken) schnell als \"No Way, No How\" kategorisiert und somit keine Einsparungen vorgenommen.</li><li>Nachdem somit Sparmaßnahmen bei Notunterkünften oder Gesundheitszentren früh ausgeschlossen wurden, mussten viele Gruppen sich später, wenn auch zögerlich, auf größere Steuererhöhungen einlassen um zu demonstrieren, dass die sozialen Dienstleistungen finanziert werden müssen.</li><li>Einige zeigten Interesse sich für die Schließung eines Gefängnisses auszusprechen. Viele kamen dabei zu dem Schluss, dass genügend nicht-gewalttätige Häftlinge freigelassen werden könnten (oder dass bei solchen Delikten sofort eine alternative Strafe verhängt wird), um Platz zu schaffen für Häftlinge, die in anderen Gefängnissen außerhalb mit höheren Kosten der Stadt untergebracht sind. Generell wollte niemand, dass Wiedereingliederungs- oder Ausbildungsmaßnahmen verringert werden; man wollte einfach weniger nicht-gewalttätige Straftäter in Gefängnissen umso Geld einzusparen. Diese Idee wurde auch von Gruppen stark diskutiert, die sich am Ende nicht für diesen Vorschlag entschieden. </li><li>Die Unterstützung für Lohnsteuererhöhungen war überaschenderweise sehr hoch. Der Grund hierfür lag darin, dass gegen Ende der Diskussion von vielen realisiert wurde, dass mehr Vorschläge abgelehnt als angenommen worden waren und sie nicht genügend Punkte vorweisen konnten. Hier sah man deutlich, wie den Teilnehmern die Schwierigkeit der Ausbalancierung des Budgets bewusst wurde.</li><li>Bei Umsatzsteuererhöhungen zeigte sich ein ähnliches Meinungsbild. Erhöhungen von Steuern, die in Parkmöglichkeiten oder Freizeitanlagen flossen, wurden bereits früher beschlossen.</li><li>Dagegen generierte die Erhöhung der Gewerbesteuer (überraschend) wenig Enthusiasmus. Diese Steuern wurden nur von wenigen Gruppen diskutiert. Die Meinung, dass der Bruttoempfangsbetrag der Gewerbesteuer unfair und unübersichtlich ist, hat sich anscheinend bis zur Basis der Gesellschaft durchgesetzt. Oftmals wurde genörgelt, dass viele kleinere Unternehmen und Banken allgemein nicht den richtigen Betrag an Gewerbesteuer zahlen (eine Erhöhung ist somit unnötig, sondern eine größere Transparenz würde zu höherem Steuerertrag führen).</li></ul><p>Nach der Deliberationsphase bekamen die Teilnehmer die Möglichkeit ein kurzes Video von 2 Minuten aufzunehmen, auf dem sie über die Vorschläge sprechen konnten, die ihnen am meisten am Herzen lagen. Auch wurde eine \"Klagemauer\" eingerichtet auf der Bürger Beschwerden, Anliegen oder andere Vorschläge anbringen konnten.</p><h3>Analyse &amp; Kritik</h3><p>Das Forum führte zu positiver Deliberation in Bereichen in denen die Bürger Themen diskutierten, die wirklich wichtig sind. Die Moderation der Deliberation durch Experten förderte den Dialog und versicherte, dass jeder zu Wort kam. Ein Kritikpunkt ist, dass Berichte einige Aktivisten degradierten. Diese hätten die anderen Bürger verwirrt, da sie bestimmte Idealvorstellungen vertraten. Anscheinend wurde auf diese \"radikaleren\" Meinungen herabgeschaut, obwohl sie auch an Lösungen hätten mitwirken können, die nicht der Normalität entsprechen. Wenn Bürger an Budgetentscheidungen mitarbeiten, ist es schließlich auch möglich, dass sie Lösungen finden, die nicht der Meinung der Machthabenden entsprechen.</p><p> </p><h3>Sekundärquellen</h3><p><a href=\"http://planphilly.com/articles/2009/02/13/8253\">Videos From Germantown Budget Forum</a></p><p><a href=\"http://planphilly.com/articles/2009/02/19/8309\">Article: \"Big Turnout at City Budget Workshop\"</a></p><p><a href=\"http://planphilly.com/articles/2009/02/24/8351\">Video Testimonials from Final City Budget</a></p><h3>Links</h3><p><a href=\"http://planphilly.com/about-us\">PlanPhilly Official Website</a></p><p><a href=\"http://www.whyy.org/news/itsourcity/CityBudgetReport.pdf\">Final Budget Report</a></p><p><a href=\"http://www.gse.upenn.edu/pcel/programs/ppce/tttc/reference\">Penn Center for for Educational Leadership: Reference Material for \"Tight Times, Tough Choices\" </a></p><p><a href=\"http://abclocal.go.com/wpvi/story?section=news/politics&amp;id=6492173\">ABC News: \"Mayor Nutter Outlines Buget Cuts\"</a></p><p><a href=\"http://whyy.org/blogs/itsourcity/faq%E2%80%99s-on-budget-workshops/\" rel=\"nofollow\" title=\"http://whyy.org/blogs/itsourcity/faq’s-on-budget-workshops/\">http://whyy.org/blogs/itsourcity/faq’s-on-budget-workshops/</a> [BROKEN LINK]</p><p><a href=\"http://whyy.org/blogs/itsourcity/2009/02/26/1800-mayors-for-a-day-53-distinctive-city-budgets/\" rel=\"nofollow\" title=\"http://whyy.org/blogs/itsourcity/2009/02/26/1800-mayors-for-a-day-53-distinctive-city-budgets/\">http://whyy.org/blogs/itsourcity/2009/02/26/1800-mayors-for-a-day-53-distinctive-city-budgets/</a> [BROKEN LINK]</p>", "title": "Philadelphia: Harte Zeiten, Schwierige Entscheidungen"}