{"htmlbody": "<p><a id=\"1..09Problem_and_purpose\" name=\"1..09Problem_and_purpose\"></a></p><h3>Problem and Purpose</h3><p>In 2005, the district of Saione began to organize participatory processes by launching a participatory budgeting exercise called “Proposing together, deciding together”. The project has three goals: to improve the efficiency of policy budgeting in order to solve the key problems of Saione; to create transparency; to bring political decisions closer to the citizens.</p><p>Like many other regions in Italy, within the last ten years, the population in Tuscany has been facing a growing distrust towards political institutions. In order to recover the population’s confidence, the regional government passed <a href=\"http://www.regione.toscana.it/-/legge-sulla-partecipazione\">a law to promote citizen participation</a>. Thanks to regional financial support, participatory budgeting in Saione is benefitting from a growing legitimacy among the population. In addition, the process has been instrumental in recovering the confidence of the inhabitants in political institutions.</p><p>In 2010, the district decided to pursue further goals in order to improve the process. These include: increasing participation (this includes people with access problems); setting up a network relationship which would be more appropriate to the citizens’ demands; acquiring better knowledge of the territory; coordinating a participatory culture; and, legitimizing the participatory budget by giving a transparent summary of the results of the project. The global cost of the process was approximately €44,000, and was provided by the community and the Tuscany regional government. The project lasted from July 2009 to December 2009.</p><p><a id=\"2..09Participant_selection\" name=\"2..09Participant_selection\"></a></p><h3>Participant Selection</h3><p>The participatory process was aimed at the inhabitants of the district. In order to involve all social groups (especially young people, women and non-nationals), the district led a widespread canvassing campaign in nine different languages and organised the participative assemblies during the evening in thirteen different areas. The venues included some open parks, which are more appealing for women with children and for young people. The project was open to all those who wanted to share their ideas and discuss them with the administrators themselves. Also, a website was established in order to allow the inhabitants to submit their proposals electronically. Online submissions were then discussed in the assemblies afterwards. 526 inhabitants (out of 29,889) participated in these assemblies. Participants to the assemblies were asked to fill out questionnaires in order to evaluate their social background. These results revealed the heterogeneous composition of the participants and allowed the organizers to affirm that 526 inhabitants participated actively in the first phase. During the second stage, 65 people were chosen to analyse the proposals that were voted on during the first phase: these were technicians, officials and 26 “privileged witnesses”, which were chosen in all of the different assemblies. The last phase involved 40 volunteers.</p><p><a id=\"3..09Deliberations.2C_decisions_and_public_interaction\" name=\"3..09Deliberations.2C_decisions_and_public_interaction\"></a></p><h3>Deliberations, Decisions and Public Interaction</h3><p>The project was designed in three different phases. Before these phases commenced, a preliminary one was organised in order to inform most of the citizens within the district. This phase consisted mainly of a canvassing campaign. A “participating day” in the main square of the district was held (which was a big success) and invitation letters were forwarded to the 13,277 families residing in the territory. In addition, the opening assembly of the participatory budgeting exercise was broadcast on regional television (Teletruria). The first phase of the process consisted of listening to the citizens’ ideas in the thirteen different assemblies. This phase was designed to allow the people to propose and to vote for the three preferred ones at the end of the assembly. The methodology used for the assemblies was discussed in small groups, reconvening in a plenary assembly at the end of the session. During this phase, citizens also expressed their interests and worries about the environment. Therefore, a laboratory was created to reflect on the themes of an existing dumping ground’s electromagnetism and noise pollution. At the end of the stage, all thirteen assemblies had to choose two representatives to be part of the monitoring team in order to guarantee the neutrality of the process.</p><p>The second stage involved meeting facilitators (experts on participatory processes), privileged witnesses, the technical staff of the municipal administration and other authorities. The aim of this phase was to carefully analyse the assemblies’ proposals with respect to feasibility, costs and implementation times. At the end of this phase, a list of priorities was defined.</p><p>The last phase aimed at approving a shared document on the priorities that were defined during the process. After another information campaign, a district council was opened to every citizen. An event was then organised to present the developed proposals, which were then voted on by the assemblies. At the end of this phase, attending citizens were given questionnaires to fill out in order to evaluate the process. A report on the event was eventually sent to every citizen of the district.</p><p>Monitoring staff were present during the whole process in order to guarantee the neutrality and the impartiality of the participatory budgeting exercise. A councillor from the majority, one from the minority and one from the privileged witnesses were chosen to fulfil this role.</p><p><a id=\"4..09Influence.2C_outcomes_and_effects\" name=\"4..09Influence.2C_outcomes_and_effects\"></a></p><h3>Influence, Outcomes and Effects</h3><p>The participatory process ended with a fourth stage consisting of the implementation of the approved proposals. This phase finished in December 2009 with the outline of a precise list of funded interventions; in fact, the programme accommodated almost all proposals that were made during the participatory process. The district Saione managed to make the participatory process an event that the population now expects to occur every year. More and more people have been involved in the process thanks to an efficient communication campaign and the diffusion of the information about the process aided by the different networks involved.</p><p><a id=\"5..09Analysis_and_criticism\" name=\"5..09Analysis_and_criticism\"></a></p><h3>Analysis and Criticism</h3><p>In terms of methodology, the 2009 process was a success because it managed to involve social groups that were not able to participate in the previous processes (in particular, young people, women and non-nationals). Also, the method used during the assemblies was able to guarantee the active involvement of the citizens. The laboratory set up for ecological themes was particularly successful according to the participants. 78.7 % of the people involved in the participatory process declared themselves to be in favour or very in favour of taking part in future participatory experiences. Thus, we can assume that “Proposing together, deciding together” was a successful project. Debates held during the different phases were all characterised by a climate of conviviality and respect amongst participants. The participatory process achieved a maximum impact on the policies of the district: the whole programme of interventions was entirely drafted according to the citizens’ requests, and definitely helped citizens to trust the institutions more than before. In regards to the goal of inclusion in the process, we can say that this goal was achieved by proactively involving women and young people (42% of the participants were women, 20% were people less than 25 years old). We may assume that by scheduling the assemblies during the evening, using the parks as a location and organising small shows at the beginning of the sessions all helped in appealing to women and young people. Even though the rates of participation of non-nationals was quite high (10% of participants) this must be analysed more closely: even though non-nationals were more represented than before, they only voted for the proposals but did not contribute to the discussion of the proposals.</p><p><a id=\"6..09External_links\" name=\"6..09External_links\"></a></p><h3>External Links</h3><p><a href=\"http://www.regione.toscana.it/-/legge-sulla-partecipazione\">Tuscany's Regional Participatory Legislation \"Legge Sulla Partecipazione\"</a></p><p><a href=\"http://www.comune.arezzo.it/ufficio-stampa/archivio-attivita/2007-1/proponiamo-insieme-decidiamo-insieme-per-il-futuro-di-saione/at_download/file\">The Official Website of the Project “Proponiamo Insieme, Decidiamo Insieme”</a> [DEAD LINK]</p><p><a href=\"http://www.consiglio.regione.toscana.it/partecipazione/default.aspx\">Regional Authority for Guarantee and Promotion of Paticipation, Tuscany</a></p>", "title": "Participatory Budgeting \"Proposing Together, Deciding Together\" (Saione, Italy)"}