{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Jeffrey Abelson<em>.</em></p><p>\"Song Of A Citizen\" is a non-profit, non-partisan collaboration of prominent thinkers and artists seeking to shine a bright spotlight on what we feel is the true root cause of our increasingly dysfunctional democracy -- the alarmingly low levels of civic and political literacy and sustained engagement by the average citizen in America. Our debut effort is an innovative series of Video Op-Eds for the internet featuring an array of nationally renowned political philosophers, authors, poets, journalists, historians, civic engagement experts, and deliberative democracy leaders -- each offering a different take on what it really means to be an engaged and effective citizen in modern times -- how we-the-people are measuring up -- how we can do better -- and why we must.</p><h2>Project Description</h2><h3>Structure and Process</h3><p>An ever expanding array of thinkers and artists brainstorm ways of communicating this critical message that politicians and pundits rarely discuss in public. Project initiator Abelson then refines the ideas, develops a creative approach, and works with participants to fashion their individual videos. Once complete, Song Of A Citizen engages with various civic engagement and other organizations to leverage all tools of social media to spread the word and generate awareness of the videos.</p><h3>Impact</h3><p>The solution can be found only in hearts and minds of ordinary citizens. It will take a decade or more to measure progress in that mysterious domain. Song Of A Citizen has no interest in directly impacting policy or political decisions. It exists solely to motivate citizens to acknowledge that that is their job, and provide tools and encouragement to help them get on with it.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>Not \"was\" but \"is\" and will be -- part of a series of Deliberative Democracy projects sponsored by major deliberation organizations -- which are organized for the express purpose of empowering citizens to generate a consensus about various policies, and turn their talk into action at the policy level.</p><h4>Type of Contribution by Participants</h4><p>They directly made decisions about project measures</p><h4>Target Group</h4><p>Phase-1: Wide array of cultural and media influence-shapers.</p><p>Phase-2: General Public.</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>300 million</p><h4>Total Number of Active Participants (approx.)</h4><p>75</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Open for all - but no specific effort to address disadvantaged groups</p><p>When it comes to being a high performing citizen, we consider most of us to be disadvantaged, and therefore we strive to reach and engage everyone.</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>Yes, Yes, Yes. Explained above.</p><h4>Adoption by Others</h4><p>No</p><h4>Costs</h4><p>$100,000</p><h4>Time and Working Days</h4><p>2 years, 7 days a week</p><h2>Links</h2><p><a href=\"http://www.songofacitizen.com/\">Website with project description and all videos</a></p><p><a href=\"http://www.songofacitizen.org/\">Blog/Site with essays and videos presented in another format</a></p>", "title": "Song of a Citizen"}