{"htmlbody": "<p><em>Note: the following case needs help with content and editing. Please help us complete it. </em></p><p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a finalist for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Peter Levine<em>.</em></p><p>The problem included downward trends in many social indicators, especially for youth. The solution has been to maximize citizens' involvement in several government functions, from policing to schooling to the rewriting of the city charter. Citizens' skills are deliberately built. E.g., Hampton has a whole system for educating youth for civic work, which includes community service projects, advisory councils in each school, advisory panels for the mayor and police chief, a budget for grants allocated by youth, and paid positions for urban planners who are teenagers. To assist adult citizens in working across lines of race, the city has a series of courses called \"Diversity College.\"</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>The problem included downward trends in many social indicators, especially for youth.</p><h3>Structure and Process</h3><p>The structure includes the following collaborating entities in the city government: Hampton Neighborhood Office, Hampton Youth Commission; paid youth planners in the Planning Department; Principals' Advisory Groups in each high school; and a Superintendent's Youth Advisory Group. In addition, the structure includes such local nonprofits as Youth Achieving Change Together and Alternatives, Inc., which advocate for and support deliberative participation in city government.</p><p>The status is robust, continuing civic participation.</p><h3>Impact</h3><p>The process resulted in a policy or political decision. It generated some large official changes, such as a new charter and new city plan. More importantly, it built a culture in which constructive engagement is expected.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>It was built into most aspects of city government (both planning and administration), including at least the police, school system, parks, and zoning.</p><h4>Type of Contribution by Participants</h4><p>They determined the outcomes of the project.</p><h4>Target Group</h4><p>All citizens (numbering about 140,000), but with special attention to youth participation and to African American/White relations.</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>All citizens - 145,494 (Jul 2008) but with special attention to youth participation and to African American/White relations.</p><h4>Total Number of Active Participants (approx.)</h4><p>I don't know. Many hundreds at least.</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Extensive effort to address disadvantaged groups</p><p>There is an integrated structure with many points of entry: neighborhood planning groups, deliberative forums, charrettes, service projects, small grants made by citizens to citizens, etc. Hampton has made the best efforts I know to engage all youth, including those not academically successful</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>Processes have been made more participatory, but there has also been a serious investment in citizens' skills (without which processes tend to fail.)</p><h4>Adoption by Others</h4><p>No</p><h4>Costs</h4><p>Original grant was $320,000. Much local support since then.</p><h4>Time and Working Days</h4><p>Several full-time, paid muncipal positions annually for almost 20 years.</p><h2>Links</h2><p>Carmen Sirianni and Diana Marginean Schor, &amp; \"City Government as an Enabler of Youth Civic Engagement: Policy Design and Implications,\" in James Youniss and Peter Levine, eds., Engaging Young People in Civic Life (Nashville: Vanderbilt University Press, 1999).</p><p>Andrea Batista Schlesinger, \"<a href=\"http://www.yesmagazine.org/issues/learn-as-you-go/the-power-of-why\">The Power of \"Why?\" Students in Hampton, Virginia, and Brooklyn, New York, Learn that Asking Questions is More Powerful than Memorizing Answers</a>\"; YES! Magazine, September 9, 2009.</p><p>William R. Potapchuk, Cindy Carlson, and Joan Kennedy, \"Growing Governance Deliberatively: Lessons and Inspiration from Hampton, Virginia,\"; in John Gastil and Peter Levine, The Deliberative Democracy Handbook: Strategies for Effective Civic Engagement in the Twenty-First Century, San Francisco: Jossey-Bass, 2005.</p><p>Carmen Sirianni, \"Youth Civic Engagement in Hampton, Virginia.\" in Sirianni, Investing in Democracy (Washington, DC: Brookings Institution Press, 2009), pp. 117-154</p><p><a href=\"http://hampton.gov/index.aspx?NID=1005\">Youth Engagement in Hampton</a></p>", "title": "Hampton (Virginia) Deliberative Governance"}