{"htmlbody": "<h3>Summary</h3><p>In December 2009 the President of Mongolia, Elbegdorj Tsakhia formally opened the Citizens’ Hall (Office of the President of Mongolia, 2010a). This public hearing forum is located in the capital, Ulaanbaatar, and is designed to encourage civil participation in the planning and decision-making process. Whilst the citizens in the Citizens’ Hall do not have any law making powers, it serves to forge citizen engagement through a consultation procedure that is open to any one of Mongolia’s 2.7 million citizens (Asia Foundation, 2011). The Citizens’ Hall seeks to consider and incorporate the reaction of citizens to already proposed draft legislation. Allowing citizens to potentially contribute to the process of drafting laws has served a number of wider aims, namely; “...to help facilitate the consensus building among the social groups, factions, and political forces.” (Office of the President of Mongolia, 2009). Initially some politicians advocated that such deliberative roles should only be for themselves or experts, however since the creation of the Citizens’ Hall that attitude has been challenged (Reinhard Mohn prize nomination, 2010). To date, none of the drafts discussed in the Citizens’ Hall have passed through Parliament. Four months after the Citizens’ Hall opened in Ulaanbaatar, it was suggested that the concept of the Citizens’ Hall be exported to the provinces. Therefore in April 2010, the Darkhan-Uul province became the first area outside of the capital to stage its own Citizens’ Hall (Failor, 2010; Asia Foundation, 2011). This article is about the Citizens’ Hall in Ulaanbaatar, but will also make references to its sister institution in the Darkhan-Uul province.</p><h3>Problems and Purpose</h3><p>Although Mongolia is a relatively new democracy, it has problems associated with a democratic malaise that are more synonymous with established democracies. The Citizens’ Hall initiative can be seen to be a reaction to problems encountered in its transition to democracy. A self determining socio-polity is an experience that has been lacking in Mongolia throughout its history. For the centuries preceding the twentieth, Mongolia was ruled from China by the Qing dynasty. Between 1911 and 1919, Mongolia briefly declared its independence, although the newly established Republic of China still considered it to be part of their territory. From 1924 onwards, the Mongolian People’s Republic was a satellite state of the Soviet Union. Mongolia remained a centralised communist state for the next seven decades. When Gorbachev’s glasnost and perestroika reforms acted as a catalyst to end the Eastern Bloc during the late 1980s and early 1990s, the reforms also reverberated as far east as Mongolia. The Mongolian People's Revolutionary Party took power in 1990, and declared Mongolia a parliamentary democracy. Thus before 1990 (and to a large extent, after), power in Mongolia had either been exercised by foreign domination or by a small number of elites. The ideas of democracy, deliberation and consensus building were alien to the vast majority of Mongolians.</p><p>The 1992 constitution established levels of provincial, district, city and neighbourhood government, yet in reality Mongolia remains a centralised government (Failor, 2010). The ineffective nature of these provisions meant that the level of interaction between elected representatives and citizens was poor. Consequently citizen satisfaction with the activities of officials in Ulaanbaatar suffers from a lack of accountability, and can be regarded as low (Asia Foundation, 2011).</p><p>While the initial purpose of the Citizens’ Hall is to gauge citizen concern on legislation, it also has some wider objectives; to instigate citizen deliberation and improve the quality and culture of democratic deliberation, and thus participation in general. Establishing a tradition of citizen engagement in Mongolia, and strengthening the implementation of policy through consensus building and public awareness can be seen as an attempt to avert the influences and culture of high ranking and elitist politicians (Reinhard Mohn prize nomination, 2010) and hence some of the corruption that survived Mongolia’s transition to a democracy (World Bank, 2009). Embracing participatory democratic reforms relatively early in Mongolia’s democratic history should therefore be seen in the context of an overarching transition from forms of autocracy and communist dictatorship. Some twenty years after declaring Mongolia as a democracy, this can be aptly illustrated by the first topics that were discussed at the Citizens’ Hall; the freedom of the press in Ulaanbaatar, and bribes in public health in the Darkhan-Uul province (Failor, 2010).</p><h3>History</h3><p>The procedures for the Citizens’ Hall were issued on 31st August 2009. These procedures set out forty-nine principles of governance. The overarching directive of the Citizens’ Hall is to;</p><p>“...receive, consider and incorporate citizens’ suggestions and concerns with respect to the policies and decisions of the President of Mongolia and State institutions...” (Office of the President of Mongolia, 2009. Procedure 1)</p><p>The forty-nine procedures state that transparent and open discussions between elected members, legislation drafters and citizens is key in order to achieve the aim of improving local and national governance in Mongolia. However some commentators have suggested party politics may have been a factor in creating the Citizens’ Hall.</p><p>According to the China Post (2010), creating the Citizens Hall was part of a concerted effort on behalf of the governing party to ‘consolidate its young democracy’. The governing party, which before 2010 had been known as the Mongolian People's Revolutionary Party, enacted a subtle rebranding exercise by renaming itself the Mongolian People's Party and thus eliminating the word ‘Revolutionary’, in order to “connect with the Mongolians who want freer and unorthodox lifestyle. The purpose is to win the next election scheduled in 2012”. The China Post asserts that the Citizens’ Hall was a move to increase the likelihood of the Mongolian People's Party being re-elected in 2012, by introducing governance frameworks that by western standards, would be more democratic and inclusive, hence moving away from notions of centralised elitism.</p><p>The perceived success of the Citizens’ Hall in the capital led to the idea being exported to the provinces. Mr. L Gunchin, the Chairman of the Darkhan-Uul province suggested to the national parliament in Ulaanbaatar that similar mechanisms of civic participation be established outside of the capital. In April 2010 Darkhan-Uul became the first province to form a Citizens’ Hall, which by September 2010 had some support from the Asia Foundation, including support and training for civic participation (Failor, 2010).</p><h3>Creation and Participant Selection</h3><p>The Citizens’ Hall was afforded such importance by President Elbegdorj Tsakhia, that he vacated his office inside the State Palace in order to establish a permanent venue for the public hearings. The Citizens’ Hall incurred $70,000 in set up costs and receives a modest undisclosed operating budget from the state (Reinhard Mohn prize nomination, 2010).</p><p>There are three actors in the Citizens’ Hall discussions; the legislators, the drafters and the citizens. In theory the open structure of the Citizens’ Hall allows any one of Mongolia’s 2.7 million citizens to participate. The drafters prepare an abstract and are responsible for publicising it, along with the date and time of the discussion (Office of the President of Mongolia, 2009. Procedure 4.1). The date and topic for discussion is publicised three weeks in advance (ibid, Procedure 4.2), so that enough time is afforded for citizens to mobilise themselves for the discussion. There is no requirement to speak at a discussion (ibid, Procedure 6.1), but those who wish to contribute directly are required to submit a preference to speak five working days before the discussion is scheduled (ibid, Procedure 6.2). This is organised on a first come first serve basis. Additionally, contributing to the discussion can be done by proxy; by sending a response by post, fax, email or via the Citizens’ Hall website. This enables the indirect participation or contribution of rural and nomadic citizens and others who reside outside of Ulaanbaatar.</p><h3>Deliberations and Decision Making</h3><p>Each speaker is allotted 3-5 minutes to present to the discussion (ibid, Procedure 8.2). Before speaking, the drafter introduces the proposals of the speaker to the discussion. All the speakers then present according to their slot. Citizens present first, followed by any independent experts, witnesses, government or international organisation experts. After this process questions are invited from the room (ibid, Procedure 8.5). Speakers then have one minute to make any closing remarks (ibid, Procedure 8.6). A speech by the chairperson concludes the discussion (ibid, Procedure 8.7).</p><p>The first public discussion in the Citizens’ Hall in Ulaanbaatar was on freedom of the press. It took place on 13th January 2010. The Office for the President of Mongolia reported that;</p><p>“79 citizens have registered with office to participate in the discussions, 33 citizens in the morning part had expressed their views in person, and some 20 citizens participated in the afternoon.” (Office of the President of Mongolia, 2010)</p><p>As of the 21st July 2010, and the Citizens’ Hall nomination for the Reinhard Mohn prize (2010), a reported total of 985 citizens had participated. In August 2010 the Office for the President of Mongolia reported that the Citizens’ Hall had held discussions on ten areas of draft legislation, prompting 32 discussions, during which 367 proposals had been collected from over 2,000 citizens. Topics to have been discussed include; Law on Press Freedom, Judiciary Law, Law on Financing Higher Education and Scholarship, Benefits, and Social Guarantee of Students, Budget Law and Criminal Law (Office of the President of Mongolia, 2010a).</p><p>As well as formal draft legislation discussions, the Citizens’ Hall also holds events that focus on the wider aim of increasing the quality of deliberation among Mongolian citizens. Two such events have included ‘Supporting Micro Businesses’ and ‘How Can We Influence Policy Making?’. There are also motions that are given extra emphasis from government to include marginalised groups. For example, a platform with education ministers allowed students to discuss how education policy could be improved. Around 40% of participants were from outside of Ulaanbaatar. A discussion on natural resource extraction is reported to have included illegal miners (Reinhard Mohn prize nomination, 2010), thus in some circumstances extending deliberation to some of the most marginalised.</p><p>None of the discussions have got beyond the draft stage and approved by Parliament, but it is reported that drafts have been influenced by discussions (Reinhard Mohn prize nomination, 2010).</p><h3>Outcomes and Effects</h3><p>The nomination for the Reinhard Mohn prize (2010) states that as a consequence of the first discussion, on press freedom, a wider debate was created in Mongolian society. This suggests that the Citizens’ Hall is having desirable outcomes in furthering wider debate outside of the physical venue. Taking into account Mongolia’s colourful route to democracy, this is a desirable development and satisfies the wider aims. This is further highlighted by the fact that Citizens’ Hall discussions are broadcast on television and radio, as well as covered by the press. There also exists evidence that further devolvement of power has occurred as a direct consequence of Citizens’ Hall discussion. According to the Reinhard Mohn prize nomination;</p><p>“Following the Citizens’ Hall, the Ministry of Finance, which is sponsoring the law to reform spending policies, has agreed to incorporate a provision that would require all local budgets to be discussed by residents of the area before being approved. Currently, budget planning, even for local municipalities, is done entirely in the country’s capital.” (Reinhard Mohn prize nomination, 2010).</p><p>This suggests that while the Citizens’ Hall has fulfilled some of its intended criteria, it has had wider and more significant consequences in evolving the nature of localised democracy.</p><h3>Analysis &amp; Criticisms</h3><p>Legislators and drafters can potentially hear a wide range of citizen views over the course of a discussion, enabling officials to take into account a broader range of interests. The rigid manner in which citizens participate means that contributions are presented on an equal platform, which does not allow dominant individuals or groups to impose themselves upon discussions. Discussions are designed so that each speaker, in effect, leads the discussion for the allotted time by answering questions and making a closing statement. This is likely to forge a sense of deeper contribution rather than moving on straight after an initial statement. While it offers citizens the chance to influence legislation, and marks considerable progress for participation in Mongolia, there are some constraints.</p><p>There is no mechanism for citizens to propose drafts for the agenda. The role of the citizen is to discuss the law in the presence of its creators, who may or not decide to alter the draft legislation. Consequently transparency and accountability (Office of the President of Mongolia, 2009. Procedure 2.1) may be hard to measure. However this form of encouraging deliberation is crucial, and possibly even a necessary precursor to more definitive legislative mechanisms. In this context, the Citizens’ Hall seeks to familiarise Mongolians in the art of democratic deliberation. If that is the case, can the design features be regarded as conducive to that aim? Can they be improved?</p><p>While the Citizens’ Hall is not directly biased or exclusive toward any group, there are indicators that the design favours those with relatively higher levels of education and resources. In this context, discussions appear to be rigidly constructed and favoured toward more capable individuals and groups. Not only is this evident in the ability that is needed to analyse draft legislation, but also in the length of time allocated to speakers; between 3-5 minutes and 1 minute in which to make closing remarks. This length of time requires speakers to be highly skilled and make concise arguments. This is supported by the notion that in the first devolved Citizens’ Hall discussion in the Darkhan-Uul province on public health, where 20 of the 28 participants had attended higher education institutions (Failor, 2010). Furthermore, participating through registering would tend to suggest those who contribute have a particular concern, organised interests or perhaps a polar opinion. Thus there is the possibility that a disproportionate level of opinion may cloud a consensus.</p><p>Therefore it could be suggested that in its current state, the Citizens’ Hall suffers from the ‘usual suspects’ problem. This is compounded by the involvement of government officials, researchers, experts and representatives of organisations who are invited to the open debate, and have a greater capacity from their professional experience to influence proceedings.</p><p>However, aspects can be added to the design in order to reduce the ‘usual suspects’ problem and increase the extent and quality of deliberation. In the Darkhan-Uul Citizens’ Hall, the design structure has been the subject of some debate among attendees. A participant was reported as suggesting that each neighbourhood hold an advanced meeting to discuss the agenda in smaller groups, and then possibly send representatives to the meeting at the Citizens’ Hall (Failor, 2010). This illustrates the extent to which the current design has engaged, but could be improved upon – particularly the quality and quantity of the deliberation. This development may increase engagement at a more local level where attendance is likely to be greater, which in turn would be likely to increase the overall depth of deliberation.</p><p>Although the Citizens’ Hall has been exported to the province of Darkhan-Uul, thereby increasing inclusivity, there still remain significant geographical barriers. One third of those who reside outside Ulaanbaatar live in rural and nomadic settings (Asia Foundation, 2011). Thus publicising the idea of the Citizens’ Hall, let alone topics for discussion, is a barrier to not only participation but even knowledge of the innovation. Citizens from outside of Ulaanbaatar can send a letter, fax, email or contribute some form of deliberation through the Citizens’ Hall website. However it is unlikely to receive the same rhetorical application and presentation when compared to a personal address. Contributing by proxy also takes away any value that a set of closing remarks may have on a discussion, further limiting its worth. However in some areas, the government has made an effort to include and directly engage those who reside outside of the capital. This is reported to have occurred during the discussions on education, where 40% of the students involved in the discussion came from outside of Ulaanbaatar. (Reinhard Mohn prize nomination, 2010).</p><p>It does appear that the Citizens’ Hall has been successful when taking into its account wider objectives, namely to accelerate and familiarise Mongolian citizens to forms of democratic deliberation, discussion and consensus building. But this is a gradual process. The Citizens’ Hall has seen moves away from central command and control forms of democracy to devolving some decision making functions. This is evident in the manner in which it seems to have decreased the role of centralised state budgeting, and consequently increased local decision making powers, including the first Citizens’ Hall outside of Ulaanbaatar.</p><p>The Citizens’ Hall is a necessary start to facilitating Mongolian citizens in the concepts of democratic discussion and deliberation. It has many questionable design aspects. It is nevertheless progress towards less centralised forms of democratic engagement. In this context, further devolving decisions by enacting more Citizens’ Halls in other geographic locations and the notion of devolving budget decisions (Reinhard Mohn prize nomination, 2010) would suggest there is future scope, not only for more participatory mechanisms, but also for more effective and indeed legislative design features. This is more likely to occur if the Citizens’ Hall becomes more prevalent, thus increasing the culture of deliberation. The framework of involving legislators, drafters, citizens as well other experts would suggest it satisfies the criteria to enact some legislative functions, with a particular emphasis on partnerships and or elements of participatory budgeting through the deliberative partnerships that these groups can form.</p><h3> </h3><h3>Secondary Sources &amp; External Links</h3><p>Failor, T. (2010) ‘Shaping Mongolia’s Urban Future’, Asia Foundation. Available from: <a class=\"external free\" href=\"http://asiafoundation.org/in-asia/2010/12/08/shaping-mongolias-urban-future/\" rel=\"nofollow\" title=\"http://asiafoundation.org/in-asia/2010/12/08/shaping-mongolias-urban-future/\">http://asiafoundation.org/in-asia/2010/12/08/shaping-mongolias-urban-future/</a> [Accessed 14/04/11]</p><p>Office of the President of Mongolia (2009) Procedures for the Citizens’ Hall under the President of Mongolia [online], issued 31/08/09. Available from: <a class=\"external free\" href=\"http://www.president.mn/eng/civilHall/civil-hall-procedures.php\" rel=\"nofollow\" title=\"http://www.president.mn/eng/civilHall/civil-hall-procedures.php\">http://www.president.mn/eng/civilHall/civil-hall-procedures.php</a> [Accessed 14/04/11]</p><p>Office of the President of Mongolia (2010) The Citizens’ Hall under President of Mongolia held its first public discussion on the draft law on Freedom of Press [online], issued 13/01/10. Available from: <a class=\"external free\" href=\"http://www.president.mn/eng/newsCenter/viewNews.php?newsId=123\" rel=\"nofollow\" title=\"http://www.president.mn/eng/newsCenter/viewNews.php?newsId=123\">http://www.president.mn/eng/newsCenter/viewNews.php?newsId=123</a> [Accessed 14/04/10]</p><p>Office of the President of Mongolia (2010a) Canadian Teachers Visit Citizens’ Hall [online], issued 06/08/10. Available from: <a class=\"external free\" href=\"http://www.president.mn/eng/newsCenter/viewNews.php?newsId=326\" rel=\"nofollow\" title=\"http://www.president.mn/eng/newsCenter/viewNews.php?newsId=326\">http://www.president.mn/eng/newsCenter/viewNews.php?newsId=326</a> [Accessed 14/04/10]</p><p>Parliamentary Network on the World Bank (2009) Good Governance, Transparency and Participation: Meeting Development Challenges in Mongolia, World Bank. Available from: <a class=\"external free\" href=\"http://www.pnowb.org/sites/default/files/Report_PNoWB_FV_Mongolia_FINAL_12NOV09.pdf\" rel=\"nofollow\" title=\"http://www.pnowb.org/sites/default/files/Report_PNoWB_FV_Mongolia_FINAL_12NOV09.pdf\">http://www.pnowb.org/sites/default/files/Report_PNoWB_FV_Mongolia_FINAL_12NOV09.pdf</a> [Accessed 14/04/11]</p><p>Reinhard Mohn prize nomination (2010) Citizens’ Hall [online], issued 21/07/2010. Available from: <a class=\"external free\" href=\"http://www.vitalizing-democracy.org/discoursemachine.php?page=detail&amp;id_item=310&amp;detail_layout_field=itemtype_layoutmisc4&amp;menucontext=4\" rel=\"nofollow\" title=\"http://www.vitalizing-democracy.org/discoursemachine.php?page=detail&amp;id_item=310&amp;detail_layout_field=itemtype_layoutmisc4&amp;menucontext=4\">http://www.vitalizing-democracy.org/discoursemachine.php?page=detail&amp;id_item=310&amp;detail_layout_field=itemtype_layoutmisc4&amp;menucontext=4</a> [Accessed 14/04/11] [DEAD LINK]</p><p>The Asia Foundation (2011). Local Governance Programs in Mongolia. [online] Available from: <a href=\"https://asiafoundation.org/resources/pdfs/MGLocalGovernancev2.pdf [Accessed\">https://asiafoundation.org/resources/pdfs/MGLocalGovernancev2.pdf [Acce...</a> 14/04/11]</p><p>The China Post (2010) Mongolia consolidates its young democracy. The China Post, issued 11/10/2010. Available from: <a class=\"external free\" href=\"http://www.chinapost.com.tw/commentary/the-china-post/special-to-the-china-post/2010/10/11/275717/p1/Mongolia-consolidates.htm\" rel=\"nofollow\" title=\"http://www.chinapost.com.tw/commentary/the-china-post/special-to-the-china-post/2010/10/11/275717/p1/Mongolia-consolidates.htm\">http://www.chinapost.com.tw/commentary/the-china-post/special-to-the-china-post/2010/10/11/275717/p1/Mongolia-consolidates.htm</a> [Accessed 14/04/11]</p>", "title": "Citizens' Hall Mongolia"}