{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org/\">Vitalizing Democracy</a><em> in 2010 and was a finalist for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Janette Hartz-Karp<em>.</em></p><p>Democratic governments need to increase their capacity for effective problem solving to address sustainability, the greatest challenge of our time, in a way that brings the people with them. Scientists have suggested we will be unable to effectively address our uncertain future without a ’new technology of cooperation’. This project utilises innovative techniques in civic deliberation and social media to strengthen democratic capacity in pursuit of resilience and sustainability (File 1). It mobilises citizens, government and industry in the Greater Geraldton City Region, to collaboratively develop and implement sustainability plans. Through a series of deliberations, some organised by decision-makers, others by community, ordinary citizens have opportunities to engage with scientific data, differing viewpoints and each other to develop local sustainability solutions. Focussed recruitment strategies ensure inclusion of marginalised groups, while random sampling ensures representation of diverse community views. The project purposefully creates opportunities for communities to deliberate and to develop a coherent voice, and to link that voice with decision-making processes so it is influential (Picture 1). The mutually reinforcing deliberative community and collaborative governance processes create a virtuous cycle’ that strengthens democratic behaviour by developing the awareness, capacity and willingness of both the community and government to work together towards common goals.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>The Greater Geraldton City Region is facing serious challenges to its future resilience and sustainability. Traditional industries of fishing and agriculture are in decline. Climate change experts have highlighted this region as being of high ecological and infrastructure vulnerability.</p><p>In addition, expansion of the resource sector and, potential for a major port &amp; rail development (Oakajee Port and Rail) along with a number of high tech opportunities such as the global science astronomy project, SKA (Square Kilometre Array), the next generation radio telescope ASKAP (Australian SKA Pathfinder), and the National Broadband Network rollout, are likely to lead to significant changes in regional demography.</p><p>Predicted increases in population and changes in population make up have the potential to alter the culture/social fabric of the community, especially the ‘small town feel’ of Geraldton. The people have not been adequately engaged in understanding the challenges and opportunities these issues present for future sustainability. Nor have there been opportunities for joint decision-making about the issues that matter. The objective is to harness the informed, deliberated views of the people, and together with decision-makers, address the often complex sustainability issues facing the region.</p><h3>Structure and Process</h3><p>The project is underpinned by the theory and practice of deliberative democracy, defined as an inclusive form of democratic public discourse, characterised by dialogue and deliberation, which influences political action. The main features of the project are described in detail below:</p><p>Setting up broad alliances:</p><p>The project is governed by the Greater Geraldton City Region Alliance Governance Group, an Alliance Governance Group, which includes government, industry leaders and a random sample of community members, including Indigenous people who oversee the project and help to fast-track community recommendations.</p><p>A special alliance has been formed with the media, including:</p><ul><li>the local newspaper – the Geraldton Guardian, which has extremely high readership in the region (File 2);</li><li>the local Indigenous newspaper - the Yamaji News; and</li><li>Radio Mama – the Indigenous radio station.</li></ul><p>The aim is to enhance the community’s interest in and understanding of complex issues, and to improve the effectiveness of public discourse.</p><p>An innovative approach to getting ordinary people involved in creating the future they want:</p><p>The project utilises a diverse range of innovative deliberative techniques and social media tools to get ordinary people involved in creating the future they envision (File 1). One of the first actions of the alliance was to create a team of around 40 community ‘champions’ – ordinary community people who have volunteered to be trained and then run a variety of public deliberations. These deliberative processes are being integrated with other planning processes implemented by the City of Geraldton-Greenough.</p><p>The range of deliberative processes adopted in this project (File 1) include:</p><ul><li>world cafés;</li><li>a deliberative poll/survey;</li><li>online deliberation (civic evolution);</li><li>social media;</li><li>scenario planning and citizens choicework; and</li><li>21st century town hall meeting™/deliberation (IStorm software).</li></ul><p>The project also uses innovative social media tools to assist in the deliberative discussions among diverse citizen groups.</p><p>Ensuring the inclusion of Indigenous Citizen as well as others often marginalised in decision-making, eg non English speaking residents and youth:</p><p>The Indigenous people, largely the Yamaji, are estimated to represent 17% of the Greater Geraldton City Region. They are overwhelmingly marginalised, suffering greater socioeconomic disadvantage than the rest of the community, including problems with employment, health, alcohol/drug abuse and disproportionately high imprisonment rates. Efforts are being made to find innovative methods and make better use of traditional ways of Indigenous engagement to better hear and more importantly, respond to their concerns (e.g. small scale group deliberations followed by decision-maker responses and prioritised action). Similar efforts are being made with those from non English speaking backgrounds. Youth are being encouraged to participate largely through online deliberation and social media – again with responses and prioritised action by decision-makers.</p><p>Developing collaborative governance through the sharing of decision making between government and community:<br/>The overall aim of the project is to transition towards a more collaborative approach to governance in the Greater Geraldton City Region. The City of Geraldton Greenough has begun the task of acting upon the outcomes of the world cafés run by community champions which have identified:</p><ul><li>the important but long term recommendations; and</li><li>the quick ‘wins’.</li></ul><p>The findings of the deliberative poll/survey (File 5), produced by an independent researcher, will let the Alliance Governance Group and City know the extent to which the community supports greater sustainability and in what areas deliberation/information might lead towards attitudes and preferences towards or against greater sustainability. This will help the decision-makers decide the next steps forward.</p><p>Each of the public deliberations that follow will also lead to actionable outcomes.</p><p>A comprehensive research partnership funded through an Australian Research Council Linkage Grant:<br/>The central research aim is to generate knowledge about what is and is not possible when it comes to developing a deliberative community around complex issues, in this instance, sustainability. In addition, we aim to research how citizens experience these processes and how their preferences, judgements, values and actions are affected by deliberative participation. The knowledge generated can then be deployed in future institutional designs of governance in Australia and elsewhere. Further enabling this transferability, the project is aligned to similar projects soon to commence in Alberta Canada and Leeds UK.</p><h3>Impact</h3><p>The community of Geraldton-Greenough faces tough decisions about future sustainability. This project provides a practical approach to building the capacity within the region to understand and address these issues. This is being achieved through deliberative engagement and collaborative governance.</p><p>It also provides an understanding of where the community stands on the critical issues facing the government and role of information and deliberation in developing deeper understanding and informed positions. For example, the City had thought the community did not understand the sustainability challenges facing the region and hence were likely to oppose the City’s efforts to create a sustainable population, become carbon neutral and respond to potential impacts of climate change. The deliberative processes implemented thus far have proved this to be incorrect.</p><p>The City is now moving along much faster than it thought it had the legitimacy to do previously. Because all outcomes from deliberations will be publicly available, this is forming a public data base available to all. This data base is already providing a resource to enable governments to make decisions that better include the informed, considered views of the community. This includes adjusting and altering their current strategies and implementation timelines, now that they have a greater understanding of what is needed and not needed to bring the people with them. It is also providing a resource for industry, commerce and NGOs to develop more responsive strategies.</p><p>Specifically, the results of the public deliberation process so far, especially the deliberative survey process, have provided the City with data that clearly shows that citizens are wanting the City/Region to pursue options to become carbon neutral, and to do this as soon as possible. This data has now enabled CGG to rigorously and immediately pursue opportunities for achieving this (File 4). This includes:</p><ul><li>Becoming a leading candidate for the National Energy Efficiency Initiative as a Smart Grid-enabled Sustainable City;</li><li>Developing Oakajee as a significant logistics hub servicing a national scale imperative and connections to the Indian Ocean rim economies;</li><li>Developing a technology portal which would be linked via the planned 72-fibre optic National Broadband Network cable to the supercomputing centre at iVec.</li></ul><p>The City/Region will now be going out to the people to increase their understanding of the options for a sustainable future and to discern the community’s preferences in terms of community values as well as trade-offs the public would be willing to bear. This will lead into a very specific community vision for the City/Region as well as short and long-term strategies to achieve it.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>The project is integral to and a driver of the ‘2029 and Beyond’ vision, strategy and actions for the City/Region to develop a future that is sustainable culturally, environmentally, economically and socially. The City has committed to achieve this by revitalising their democratic practice, developing a deliberative community and collaborative governance.</p><h4>Type of Contribution by Participants</h4><p>They determined the outcomes of the project.</p><h4>Target Group</h4><p>The whole population of Greater Geraldton City Region, approx 40,000 people, 17% Indigenous – a joint project with all three tiers of government, neighbouring local government, industry, NGOs and everyday citizens.</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>Around 4,000 directly engaged in the project, and around 30,000 receiving information about the project through the media (local newspaper and radio, and indigenous paper and radio).</p><h4>Total Number of Active Participants (approx.)</h4><p>4,000</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Extensive effort to address disadvantaged groups</p><p>Working with local Indigenous and non-English speaking background NGOs to elicit participation and to train ‘champions’ to work with their own communities; Having an Indigenous representative on the decision-making Alliance Governance Group; Working with local government agencies which specifically address the disadvantaged, in order to elicit participation in the project, and to work cooperatively on joint projects; Engaging a research coordinator with specific expertise in Indigenous engagement, and applying for funding to hire further Indigenous support for the project; Developing innovative ways to use social media to help disadvantaged groups access the internet through mobile phones (in progress)</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>1. Strengthening democratic capacities by providing opportunities for everyday citizens to deliberate on issues of importance as well as training for community members to create and moderate such opportunities, and aligning these opportunities with structures to influence policy development and decision-making.</p><p>2. Building democratic structures by creating a new alliance governance group of industry, government and NGO decision-makers, who together with everyday citizen representatives, develop the coherent community voices (elicited through public deliberation) into policy decisions and actions. This new alliance structure includes representatives from all existing democratic structures – local, state and federal – providing them with different opportunities to work collaboratively with the people to develop policy and action. As a result, some representatives have provided opportunities within their own structures for more collaborative decision-making.</p><p>3. Strengthening democratic behaviour by developing the awareness, capacity and willingness of both the community and government bodies to work together towards common goals. This is achieved through opportunities for public deliberation and collaborative decision-making, developing trust and community resilience (File 2). In the case of the local government agency, this has also involved working with the City administration to engender a change in culture that will foster deliberation and collaborative governance.</p><h4>Adoption by Others</h4><p>No</p><h4>Costs</h4><p>Over $100,000 in 2009; Over $200,000 in 2010; $100,000 has already been committed for 2011 (likely to more than double) and $100,000 has already been committed for 2012.</p><h4>Time and Working Days</h4><p>To date, 9 months work for 3 people, almost full time for much of that time, and part time support from 2 people; plus around 14 days voluntary work from community ‘champions’; around 5 days work from the alliance governance team; around 5 days work from the City management team; and many hours work from City staff and consultants working on aspects of the project.</p><h2>Links</h2><p><a href=\"http://www.cgg.wa.gov.au/your-council/having-your-say/2029-and-beyond-project.aspx\">City of Geraldton-Greenough Website: 2029 and Beyond Project Site</a></p><p><a href=\"http://www.cgg.wa.gov.au/your-council/having-your-say/2029-and-beyond-project/2029-and-beyond-project-outcomes.aspx\">Project Reports</a></p><p><a href=\"http://www.youtube.com/watch?v=QOOKpnv43Kk\">YouTube Clip: Geraldton 2029: Co-creating a Sustainable Future</a></p><p>For further information on this project see:</p><p><a href=\"http://www.linkedin.com/groups/Greater-Geraldton-City-Region-2029-2718371?mostPopular=&amp;gid=2718371\">Greater Geraldton City Region - Sustainable Future Project on Linkedin and Twitter</a></p><p>For information on our partner project in Alberta Canada see:</p><p><a href=\"http://www.albertaclimatedialogue.ca/\">Alberta Climate Dialogue</a></p>", "title": "Geraldton 2029 and Beyond"}