{"htmlbody": "<p><em>Note: the following case needs help with content and editing. Please help us complete it. </em></p><p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Peter Levine<em>.</em></p><h2>Project Description</h2><h3>Problem and Objective</h3><p>Addressing serious problems in the education system in a declining industrial city. (The city literally filed for bankruptcy in 1991. The next mayor was sentenced to nine years in federal prison for corruption. The schools were so troubled that 274 teachers were arrested during a strike in 1978)</p><h3>Structure and Process</h3><p>Forty official \"Community Conversations\" were widely imitated in the city, leading to an unknown number of deliberative forums. Study Circles were widely used. A community Summit in 2006 drew 500 people.</p><h3>Impact</h3><p>Made difficult decisions, such as shifting limited resources from teen after-school programs to programs for younger children. Caused public support for increased spending on the schools. Motivated higher levels of voluntary service.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>It was used to create a new school plan and to gain support for a ballot initiative.</p><h4>Type of Contribution by Participants</h4><p>They directly made decisions about project measures.</p><h4>Target Group</h4><p>All citizens, but with concerted outreach to city officials, business leaders, and leaders on local colleges and universities.</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>All citizens (numbering about 139,000), but with special attention to parents, businesses, and public officials</p><h4>Total Number of Active Participants (approx.)</h4><p>Unknown, but some meetings drew 500</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Some effort to address disadvantaged groups</p><p>The paper by Friedman et al includes a section on \"inclusion\" but it is not specific about the inclusion of disadvantaged groups. Poor and minority residents would, however, be predominant among parents and students in Bridgeport, CT. (96 percent of the city's students are low-income; 70% of city residents are African American or Hispanic.)</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>The main purpose was to build skills and expectations of deliberation.</p><h4>Adoption by Others</h4><p>In some cases</p><h4>Costs</h4><p>Unknown</p><h4>Time and working days</h4><p>Unknown</p><h2>Links</h2><p>Will Friedman, Alison Kadlec, and Lara Birnback, <a href=\"http://www.publicagenda.org/files/cape_bridgeport.pdf.\">Transforming Public Life: A Decade of Citizen Engagement in Bridgeport, CT</a>, Case Studies in Public Engagement, no.1, Public Agenda Foundation, 2007.</p><p>The case is also mentioned in Elena Fagotto and Archon Fung, “<a href=\"http://www.everyday-democracy.org/en/Resource.136.aspx\">Sustaining Public Engagement: Embedded Deliberation in Local Communities</a>,” an Occasional Research Paper from Everyday Democracy and the Kettering Foundation, 2009.</p>", "title": "Bridgeport (Connecticut) Community Conversations"}