{"htmlbody": "<p><a id=\"Summary\" name=\"Summary\"></a></p><h3>Summary</h3><p>The participatory process “Progettiamo insieme il Parco delle Acque Chiare” concerned the creation of a public park in the Rosta Nuova neighbourhood in Reggio Emilia, in the North of Italy. The process was structured in two phases: the first took place from February to March 2004, the second two years later, from January to April 2006. The process was promoted by the department “Quality of Urban Life” of the Municipality jointly with the 5th district which encompasses the Rosta Nuova area. The process is one of several participatory processes launched by the City Council within the reference frame of Local Agenda 21.</p><p><a id=\"Problems_and_Purposes\" name=\"Problems_and_Purposes\"></a></p><h3>Problems and Purposes</h3><p>The main goals of the first phase of the process can be summarized in 4 points:</p><ol><li>To gather the suggestions expressed by participants about the creation of the new park, addressing such issues as the uses that the park should have</li><li>To stimulate the participants to devise solutions about the implementation of the above suggestions and at the same time to ask them to identify the subjects who could be involved in the management of specific aspects</li><li>To involve citizens and stakeholders in new forms of participation, more precisely in participatory planning</li><li>To alert citizens to the concepts of shared responsibility as well as local governance and to promote their concrete action</li></ol><p>The third and the fourth aims are strictly related. These two last goals could be considered as attempts to translate the theory, i.e. the statements of Local Agenda 21, into practice (following its motto “Think global, Act local”). They aim to promote:</p><ol><li>Citizens participation</li><li>Awareness of the main issues which affect the city, as well as larger scenarios</li><li>Dialogue between citizens/stakeholders and institutions in order to ensure a more sustainable development (economic, social or cultural one and so on)</li></ol><p>These aims are pursued at the local level, which is to say by actions which involve the local authorities and community. The aims of the second phase of the process represented the obvious extension of those of the first one. More specifically, organizers sought to give continuity to the project, to go back to its unsolved points, to expand, deepen and reinforce the process.</p><p><a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h3>Participant Selection</h3><p>The organizers used two different approaches of selection in the two phases of the project. During the first phase organizers opted for the open-door, or self-selection, approach which lies in two main steps: the advertising of the event and the voluntary participation of interested people. In the second phase of the process, organizers decided to invite people in order to guarantee a more representative sample of citizens, associations, stakeholders who could have a close interest in the issue (i. e. citizens who live in the area, environmental associations, NGOs etc). However, both the first and the second phase did not reach many people, insofar they respectively involved about 40 and 45 participants.In spite of their small number, the participants, coming from different settings, according to the organizers offered a satisfactory sample of the whole community. Briefly, during the first phase among the participants there were 21 citizens, 10 participants from a variety of organizations (WWF, Legambiente, Steiner Association, etc), 7 from the Acque Chiare Park neighborhood committee, 3 employees of the Municipality. Several experts (architects, an agronomist), and a delegate from the 5th district also attended the meetings. During the second phase instead, 62 ordinary citizens and representatives of associations were invited by the local authority but only 46 actually showed up at the meetings. Several experts also attended. Last point worthy of remark: all the meetings took place in the evening in order to make participation easier.</p><p><a id=\"Deliberations_and_Decisions\" name=\"Deliberations_and_Decisions\"></a></p><h3>Deliberations and Decisions</h3><p>Both phases of the process were constituted respectively by 4 meetings. During the first 3 meetings of both the phases, participants discussed the issues introduced by facilitators, while in the last meetings of each phase the outcomes were presented. As just said, facilitators posed key questions to be discussed.</p><p>In the first phase, the meetings dealt with the following questions: during the first meeting, participants, who were firstly given some explications about the process itself and the method used, discussed the kinds of uses of the park. Meanwhile the experts provided maps of the area and information about the laws that had to be respected. During the second meeting, facilitators showed maps and plans containing the suggestions expressed by participants in the former meeting. At the same time participants were asked to evaluate the feasibility and practicability of their ideas as well as potential improvements, modifications etc. The third meeting focused on the issue of management. In other words, the participants debated about who would run the future park. This aspect turned out to be tricky and demanding. During the last meeting, as mentioned above, the final plan of the park was presented.</p><p>The first meeting of the second phase was an introduction to the aims of the process and its method. During this meeting participants visited the park and were asked to note down any kind of remarks in a diary, that was returned to the facilitators at the end of the visit. During the second meeting, participants discussed two main issues:</p><ol><li>How to expand the park?</li><li>How to connect new parks to be created to Acque Chiare?</li></ol><p>During the third meeting, facilitators presented the plans resulting from the participants suggestions, which they then discussed the proposals in order to reach a shared opinion. Finally during the last meeting a final version plan was presented to participants. During both the first and the second phase, participants worked in groups and in plenary alike. Generally they debated about the issues in groups in a first time, and then, once the views emerged, they discussed them in plenary. The role played by facilitators was essential: they managed the group discussions and made sure that participants respected the time schedule. Last important task of facilitators was the drafting of the final reports to distribute to participants at the end of each meeting. During the second phase, organizers and facilitators also set up a website and at the end of the process organized an exhibition of the outcomes.</p><p><a id=\"Outcomes_and_Effects\" name=\"Outcomes_and_Effects\"></a></p><h3>Outcomes and Effects</h3><p>The process succeeded in reaching most of its goals. As far as the intangible outcomes are concerned, for example, it managed to achieve a better dialogue between institutions, ordinary citizens and associations. In addition to this, it allowed citizens to discover new approaches to citizen involvement in decision-making which imply dialogue, active listening, comparison of the options after a detailed analysis. The process made the citizens more aware of both the technical and the legal implications of the issue. Most importantly, the process enabled participants to imagine and finally plan their own park. More precisely participants conceived a park with the following functions and traits:</p><ol><li>It had to encourage socializing and the birth of a public space within the community</li><li>It had to function as an 'open air class room' for local schools</li><li>It had to represent a leisure center for the community</li><li>It had to protect and enhance the environmental features of the area</li></ol><p>Participants chose not to focus a any specific category of park users, quite on the contrary, they tried to plan a park suitable for everyone: the elderly (there are many shady areas with benches in the park), young people (there are many bicycle paths, some sport fields etc), families (there are many playgrounds for children).</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h3>Analysis and Criticism</h3><p>Considering the outcomes attained and the aims achieved, the process proved to be worthwhile and profitable. This could result from the constructive and comfortable atmosphere of the meetings as well as the total commitment showed by the participants. Nevertheless the process presented many weak points such as the small number of participants, which was definitely unrepresentative (Reggio Emilia has approximately 170,000 inhabitants) or the lack of available information about the demographic characteristics of the participants (age, social background and so on). Moreover there is no indication on whether local authorities made any commitment to accepting the suggestions emerged in the process. For this the reason, it is impossible to evaluate the actual influence of the process. Finally, concerning the selection of participants: even if the open-door approach can appear to be democratic insofar as it allows anyone to participate, in fact generally it ends up by excluding many individuals; notwithstanding the communication efforts carried out by the Municipality, many people are not adequately informed of the process, its purpose and relevance, and thus do not attend. Furthermore, self-selection implies a lower degree of legitimacy of the process and of its outcome insofar it cannot claim to be representative of the broader community. In the second phase instead, based on invitations, the criteria of selection were not specified, and thus were not transparent.</p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h3>Secondary Sources</h3><p><a class=\"external free\" href=\"http://www.partecipazione.comune.re.it/partecipazione-1/tutti-i-processi/pru-acque-chiare\" rel=\"nofollow\" title=\"http://www.partecipazione.comune.re.it/partecipazione-1/tutti-i-processi/pru-acque-chiare\">http://www.partecipazione.comune.re.it/partecipazione-1/tutti-i-processi/pru-acque-chiare</a> [DEAD LINK]</p><p><a class=\"external free\" href=\"http://www.partecipazione.comune.re.it/schede-di-approfondimento/parco-acque-chiare/percorso-di-urbanistica-partecipata-del-parco-delle-a\" rel=\"nofollow\" title=\"http://www.partecipazione.comune.re.it/schede-di-approfondimento/parco-acque-chiare/percorso-di-urbanistica-partecipata-del-parco-delle-a\">http://www.partecipazione.comune.re.it/schede-di-approfondimento/parco-acque-chiare/percorso-di-urbanistica-partecipata-del-parco-delle-a</a> [DEAD LINK]</p><p><a class=\"external free\" href=\"http://www.partecipazione.comune.re.it/schede-di-approfondimento/parco-acque-chiare/percorso-di-urbanistica-partecipata-del-parco-delle-a\" rel=\"nofollow\" title=\"http://www.partecipazione.comune.re.it/schede-di-approfondimento/parco-acque-chiare/percorso-di-urbanistica-partecipata-del-parco-delle-a\">http://www.partecipazione.comune.re.it/schede-di-approfondimento/parco-acque-chiare/percorso-di-urbanistica-partecipata-del-parco-delle-a</a> [DEAD LINK]</p><h3>External Links</h3><p><a href=\"http://www.municipio.re.it/retecivica/urp/retecivi.nsf/DocumentID/CBB206E2868F48AFC12579750031C517?opendocument\">Project Overview - Comune de Reggio Emilia</a></p>", "title": "\"Together We Design Acque Chiare Park\" Participatory Planning (Reggio Emilia, Italy)"}