{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Cristiano Ferri S. Faria<em>.</em></p><p>Brazil's Legislative e-Democracia is driven by a belief that the lawmaking process can benefit from the convergence of political representation and citizen participation, in a virtuous cycle where one model strengthens the other. People in contemporary societies have very diverse interests, experiences, expertise and values. The great challenge in making social participation feasible is to find out how to take advantage of such diversity and incorporate it into the policy-making system. The engine behind e-Democracia is a ‘multiple participatory mechanism,’ a kind of electronic, permeable sponge that enables people to share their professional experience and expertise, express their personal and collective interests and values, and foster creative ideas in different forms and intensity, in all phases of the policy-making cycle. That participation may consider any contribution that citizens want to deliver, or are technically able to present. Some persons would be interested in merely discussing ideas (solutions) in public forums, whereas others can be engaged in drafting, simply uploading useful information to describe the problem or presenting arguments to support ideas. One could even help to merely rank better ideas. Besides participants, there will be many other citizens who are satisfied with simply monitoring the legislative discussion.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>The level of mistrust in parliaments has increased in the last decades. The most frequent reasons come from the limitations of traditional political representation, which creates democratic deficits, to the lack of capacity of dealing with complex social problems in lawmaking, besides corruption and greater influence of powerful interest groups and corporations in the decision-making process.</p><p>In terms of efficiency for lawmaking, Brazil's e-Democracia departs from the perspective that by crowdsourcing ideas (creativity) and information during the bills’ discussion, representatives will have better conditions to make political judgment. In addition, it will bring more transparency and more inclusion to the legislative process.</p><p>Relying on the use of social media, combined with offline legislative events (e.g. committee hearings, conferences), the initiative is intended to reach a broad public that includes citizens, parliamentarians, civil servants, researchers, nongovernmental organizations and interest groups.</p><p>In particular, the e-Democracia website attracts and draws together the diffuse participation of individual citizens and minority groups. The main goal is to permit easier access to the decision-making process by citizens who are not associated with strong interest groups or corporations that usually lobby for access to the center of power in Brasilia where the national government is located.</p><p>The backbone of the initiative is its website. It aims to involve citizens in three core moments of the lawmaking process:</p><ul><li>The sharing of information about a problem that needs to be addressed by law;</li><li>The identification and discussion of possible solutions to the problem; and</li><li>The drafting of a bill itself.</li></ul><p>Besides the need to empower new voices, it aims to incorporate strategic information and ideas from diverse Brazilian citizens for policymaking. Then, there is also a collective intelligence objective.</p><p>The website can also be used for checks and balances concerning the Executive branch, another important Congress’ role. People can collaboratively feed Congress with information about the problems of service delivery, for instance.</p><h3>Structure and Process</h3><p>In the e-Democracia, the project began as a pilot initially developed by technicians that achieved to convince the House of Representatives’ political and administrative board for an experimental period.</p><p>e-Democracia was born in a heterogenic group, a kind of “organizational activists” or policy entrepreneurs. Consisting of young multi-tasking legislative officials, external consultants who are skilled in virtual communities at other governmental bodies and general e-participation, this group intended to bring more transparency and participation to the legislative process.</p><p>Initially, this group mapped out electronic legislative experiments worldwide. Most of them consisted of blogs, forums and opinion polls without a more structured deliberative process at the lawmaking stage. After months of brainstorming, an approach was found. It is to adapt the mechanism of virtual communities of practice to the formulation of laws to engage a broader segment of society in debates of national legislative issues.</p><p>The first main challenge was to convince lawmakers to accept the project. With the support of the superior administrative board, the e-Democracia staff held several meetings with representatives and social groups to present the project and obtain initial reactions. Surprisingly, most of the representatives received the idea with enthusiasm as they perceived it as an opportunity to make their work more visible. On the other hand, the social groups wanted a stronger interaction with Parliament.</p><p>After months of an intense process of persuasion, the Speaker of the House, Representative Michel Temer, authorized the development of a beta version for an experimental period. The next challenge was the selection of 3 to 5 legislative bill subjects to discuss during the June 2009 to June 2010 pilot period. There were two major elements necessary for success. 1. the potential engagement of representatives in the digital discussions and 2. the issues needed to be “hot”, i.e., subjects that a significant segment of Brazilian society urgently wanted to discuss, instead of more secondary issues.</p><p>Several conversations between a couple of representatives, the administrative board, the e-Democracia staff and legislative consultants resulted in the selection of two major ongoing bills from the many possibilities due to their importance and political momentum. They were the Climate Change Policy and Youth Statute. Now e-Democracia added two more – the Lan House Bill and the Space Policy.</p><p>At the moment, a new system for selection of future discussions is under study. One alternative is to base the selection on opinion polls at the e-Democracia website. In the Citizen Room, a virtual space for free discussions, participants propose different legislative issues. They have already suggested about 45 new themes for the following potential thematic legislative communities.</p><p>e-Democracia is not only an interactive portal. It has an embedded organizational process to filter, organize and optimize the ideas delivered by people and deliver it to the legislators.</p><p>The organization of human resources and the formation of internal workflow is essential to transform inputs in a powerful and relevant content able to influence the legislators. The future impact of this mechanism to the empowerment of voiceless and marginalized minority groups and citizens seems promising.</p><p>Considering the challenges involved in the implementation of such a project, the use of technology per se is far from being the only ingredient for success. Citizen involvement is essential, but it is only sustainable if the initiative allows users to have an actual voice in the decision-making process. However, in ensuring this kind of participation, numerous political, institutional and organizational variables come into play. For example, a previous commitment from Members of Parliament and from legislative staff – beyond those directly in charge of the project – is fundamental. In other words, internal support is also a key factor.</p><p>Based on this assumption, at a very early stage, a particular effort was deployed to involve – along with external stakeholders – MPs, their staff, and the servants of the House in the co-design of the initiative. Currently hosting a specific discussion regarding “The National Policy of Climate Change,” the project relies on a great deal of support from the political and administrative spheres of the House. A high degree of involvement has been generated among major internal actors such as the speaker of the House himself, the Environmental Parliamentary Group, the Committee on Environment and Sustainable Development, and a multitude of civil servants from different House departments.</p><p>One project manager, three assistants and two trainees nowadays compose the e-Democracia’s team. Besides that there are four professionals in charge for technology development. To support every virtual community, an ad hoc team is formed: one consultant in the specific subject, one information manager and one representative direct adviser. Participants from society are eventually invited to be moderators.</p><h3>Impact</h3><p>As to the sharing of information concerning thematic legislative virtual communities, the website provides users with the possibility to upload and download resources in text, audio and video format, and the possibility to follow up on pertinent legislative action being taken at the House of Representatives. To enhance the debate among the participants, different resources are available, such as video chats, forums and customizable surveys. Users are also able to create and edit their own personal profiles and to form thematic social networks.</p><p>These networks have been particularly useful as a means to bring together different users across the country around a specific topic. In addition, considering that in the legislative process much of the relevant discussion takes place during the drafting of a bill itself, the website provides users with the “wikilegis” area. In this collaborative environment, users can elaborate their own version of a bill or suggest amendments to existing bills while simultaneously discussing and qualitatively evaluating bill proposals.</p><p><u>Real impact in bills</u></p><p>Since June 2009, e-Democracia has acquired five virtual thematic legislative communities (VLC), several forums, more than 100 topics, 700 contributions and 4000 registered participants. The most successful experiments so far have been the lan houses policy and youth statute virtual communities. As a result of the latter, ideas and suggestions delivered by youngsters throughout Brazil have been taken seriously by (some) policy-makers and, in fact, reflected in the draft of the bill, not yet passed.</p><p>One important issue that normally causes digital participation to fail is the lack of connection between people’s contributions and how laws are actually drafted. Writing legal text involves great technical complexity. e-Democracia has minimized this problem by engaging the assistance of legislative consultants, who serve, essentially, as “technical translators” during the entire participatory process.</p><p>Participants of the youth statute discussion have posted comments and discussed several ideas during recent months. Legislative consultants summarized this participatory content and presented it to the lawmaker in charge of drafting the bill. After her approval, the legislative consultants transformed her suggestions into legal text. Then, the lawmaker herself submitted it to the Youth Affairs Committee.</p><p>Thus, there are some examples how virtual contributions reflected in real modifications of the youth policy bill draft (still in discussion):</p><p>1) Participants’ contribution - Participants wanted greater investment in internships and other professional programs for undergraduates, as well as greater flexibility in working conditions for students.</p><p>Bill Draft:</p><p>“art. 19. The action of the State to make effective the rights of youngsters to professionalization, labor and income includes the following measures:</p><ul><li>…………&amp; #8230;……</li><li>III – an offer of special conditions of labor by matching the professional and educational schedule;</li><li>…………&amp; #8230;……</li><li>VI – the application of instruments of legal accountability for relevant organizations;</li><li>VII - the creation of special credit for working students;</li><li>…………&amp; #8230;……</li><li>IX - the introduction of apprenticeships in public administration.”</li></ul><p>2) Participants’ contribution - Participants have cried out for greater empowerment of the local youth councils, bodies composed of youth representatives, politicians and experts.</p><p>Bill Draft:</p><p>“Art. 46 The youth councils are permanent and autonomous bodies committed to formulating policies for the youth and guaranteeing effective implementation of the rights of the youth.</p><p>Art. 47 The youth council duties are:</p><ul><li>I – informing the General Attorney of any criminal infraction committed against youngsters;</li><li>...........................</li><li>IV – requesting information about matters of youth policy from public authorities;</li><li>V – advising the government on the formulation of youth policy;”</li><li>(and other measures).\"</li></ul><p><u>Transparency</u></p><p>Citizens can also see what was actually proposed by citizens and compare it to the actual bill that is drafted. This brings disclosure to the lawmaking process because people can use the public participatory process to demand that their representatives explain why certain suggestions and ideas were considered instead of others. Moreover, after a first round of public participation in the debate on the youth statute, participants pressed the Youth Affairs Committee lawmakers for a decision on the issue.</p><p>Then, one major benefit of the e-Democracia is to disclose the tricky pandora box of the legislative process by letting people track the day-by-day of the parliamentarian debate. Participation brings transparency because forces people to think, discuss and understand the complex lawmaking process. The public legislative discussions may inhibit or at least help to disclose the influence of the corporations in the legislative process and the backroom agreements.</p><p><u>Politicians' engagement</u></p><p>The engagement of politicians in virtual discussions is relevant to their success. It is a symbolic demonstration of respect to society. The debate of the youth statute engaged some (not many) active congressmen in it. For example, Representative Manuela D’Avila is the lawmaker in charge to formulating the first draft of the youth statute. Besides being quite young (28 years of age) and used to blogs, Twitter and other Web 2.0 tools, Manuela represents a new generation of politicians who intend to have a more dynamic relationship with her voters and the nation’s citizens. She has twittered e-Democracia happenings.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>Yes, part of a legislative intelligence project. In addition to e-Democracia there are new projects in development that seek to improve the interconnection between Legislature, Executive and Justice’s information system to facilitate exchange of information for policy evaluation. That will be a learning system that lets citizens helping representatives to evaluate policy implementations. In these other projects citizens are invited to join representatives to evaluate the quality of laws. The creation of a feedback loop system can stimulate Congress to correct bad laws quickly.</p><h4>Type of Contribution by Participants</h4><p>They commented or evaluated project measures.</p><h4>Target Group</h4><p>In the project development, meetings with representatives, officials and interest groups happened in order to check the project feasibility. Besides, there were meeting with social entrepreneurs when eDemocracia’s team could listen suggestions and contributions to the e-Democracia new website. And there is also an open forum at e-Democracia website where people can discuss the problems and possible solutions for a better portal.</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>500,000 (in 5 years)</p><h4>Total Number of Active Participants (approx.)</h4><p>4000</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Some effort to address disadvantaged groups</p><p>The project stimulates the participation of “digital connectors”, people from offline groups or communities who can intermediate the conversation between those and the parliament being a kind of proxy in this process. One of the most interesting messages posted at the e-Democracia platform was put forward for a native from the Amazon in Brazil. She did not present any substantial ideas to the discussion, but her participation helps to enlighten unexplored paths of inclusiveness in the legislative decision-making process - the connection between the online world and offline participants. That native is a leader of a local native youth community of a certain tribe in the Amazon jungle. She speaks Portuguese and knows how to manage email and navigate on the Internet. She is a potential connector between the online participation in the Brazilian House of Representatives and the offline community group that she leads, simply by using a personal computer and dial-up Internet access. Connection between online and offline worlds – the project next approach is to connect the portal with old-fashion systems of communication in order to involve the offline part of Brazilian society. For instance, one strategy is focused on the development of user-friendly use of communitarian radio system and sms in regular mobile phones to promote more inclusive participation in the e-Democracia.</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>Civic education: participants start to believe they can make difference with their contributions once they are taken seriously by representatives. This creates a positive and sustainable cycle of engagement in politics. Politicians behavior: representatives tend to pay more attention to peoples’ opinion once politicians become aware of digital channels of interaction. Transparency: when participating people can better understand the complexity of lawmaking and become more capable to realize distortions and dirty tricks that can be inserted into bill drafts by representatives to privilege some groups or interests.</p><h2>Links</h2><p><a href=\"http://edemocracia.camara.gov.br/\">e-Democracia website</a></p>", "title": "Legislative e-Democracia"}