{"htmlbody": "<p><strong>Einleitung</strong></p><p><em>Die Schule ist die Staatsschule, in welcher die jungen Menschen zu Staatsmenschen werden und also zu nichts anderem als zu Staatshandlangern gemacht werden. Ging ich in die Schule, ging ich in den Staat</em><em> …</em>(Thomas Bernhard: <em>Alte Meister</em>, Frankfurt a.M 1988: 58f.).</p><p> </p><p>Zum Staatsbürger wird man in der Schule geformt. Wenn sich aber nun der Staat demokratisch nennt dann darf man fragen, warum das staatliche Schulsystem auf undemokratischen, hierarchischen Prinzipien aufbaut. Mit Thomas Bernhard’scher Übertreibung gesprochen schafft das hierarchische Schulwesen autoritätsgeübte Handlanger und keine kritikfähigen Demokraten (vgl. Bourdieu 1998). An diesem Gegensatz setzt das Prinzip der demokratischen Bildung an. Statt zu lernen, was Autorität ist, lernen Kinder, wie eine Gemeinschaft sich selbst demokratisch organisieren kann. Die Teilnehmer der „International Democratic Education Conference“ in Berlin 2005 verständigten sich auf das folgende Verständnis von demokratischer Bildung:</p><ul><li>Wir glauben, dass wo immer es um Bildung geht, junge Menschen das Recht haben, individuell zu entscheiden, was, wie, wo, wann und mit wem sie lernen</li><li>gleichberechtigt an Entscheidungen darüber beteiligt zu sein, wie ihre Organisationen insbesondere ihre Schulen geführt werden, ob Regeln und Sanktionen nötig sind und gegebenenfalls welche.   (<a href=\"http://www.idenetwork.org/what-is-democratic-education.htm#washeistdemokratischeildung\">http://www.idenetwork.org/what-is-democratic-education.htm#washeistdemokratischebildung</a>)</li></ul><p>Weltweit existieren einige hundert „Demokratische Schulen“. Jedoch sollte man sich kein einheitliches Bild von ihnen machen. Während alle demokratischen Schulen den beiden genannten Prinzipien folgen sind sie doch alle unterschiedlich, nicht zuletzt, weil die Aushandlungsprozesse über das gemeinschaftliche Regelwerk in der Schule überall zu anderen Ergebnissen führen. Dieser Beitrag erläutert das demokratische Bildungsprinzip anhand demokratischer Schulen in Israel und geht darauf ein, welche Auswirkungen demokratische Schulbildung auf die Persönlichkeitsentwicklung von Kindern hat. Pädagogische Fragen bleiben außen vor.</p><p> </p><p><strong>Geschichtlicher Hintergrund</strong></p><p>Die erste demokratische Schule Israels ist die <em>Democratic School of Hadera,</em>  die im Jahre 1987 von einer Elterninitiative unter Leitung des israelischen Reformpädagogen Yaakov Hecht gegründet wurde. Diese Gründung brachte einen Stein ins Rollen. Demokratische Schulen sind mittlerweile ein wichtiger, offizieller Teil des israelischen Bildungssystems geworden. In dem Land von der Größe Hessens existieren über 25 staatlich anerkannte Schulen mit partizipativ-demokratischem Charakter. Zum Vergleich: in Deutschland existieren nur eine knappe Handvoll vergleichbarer Schulen, die um staatliche Anerkennung kämpfen müssen. </p><p>Die demokratische Schule in Hadera formte sich langsam aus deliberativen Prozessen heraus. Sie wurde 1992 von staatlicher Seite anerkannt und in das formale Schulsystem integriert. Heute besuchen ca. 400 Schüler zwischen vier und 18 Jahren die Schule, die damit die größte demokratische Schule des Landes ist. Der anfänglichen staatsoffiziellen Skepsis gegenüber der Schule in Hadera folgte Würdigung. 1994 gewann die Schule den prestigereichen Bildungspreis des Präsidenten von Israel. Yaakov Hecht erzählt in einer persönlichen Anekdote, dass die Ermordung des israelischen Ministerpräsidenten Jitzchak Rabins durch einen jüdischen Extremisten 1995 zu einem weiteren Umdenken auf staatlicher Seite hinsichtlich demokratischer Schulbildung geführt habe. Der damalige Bildungsminister, so Hecht, zog ihn nach der Ermordung zur Seite: was müsse sich an der Schulbildung ändern, damit die Gesellschaft solche verblendeten Attentäter wie den Mörder Rabins nicht mehr produziert? (Quelle: Interview). Wie kann das Schulsystem zu einer Demokratisierung der Gesellschaft beitragen? Diese Episode zeigt, dass in Israel demokratischer Schulbildung viel mehr Wohlwollen entgegengebracht wird als anderswo. Vertreter traditioneller, hierarchischer Bildungsansätze zweifeln die Effektivität partizipativ - demokratischer Bildung an. Das Wie, das Für und das Wider demokratischer Bildung ist Gegenstand der folgenden Seiten und wird anhand des Paradebeispiels der demokratischen Schule in Hadera beleuchtet.</p><p> </p><p><strong>Sozioökonomischer Hintergrund der Schüler</strong></p><p>Die demokratische Schule in Hadera ist eine Privatschule, das Schulgeld beträgt ca. 1,200$ im Jahr. Damit ist schon indiziert, dass die Kinder, die in Hadera zur Schule gehen, zumeist aus der mittleren bis oberen Mittelschicht der israelischen Gesellschaft herrühren. Die allermeisten von Ihnen entstammen säkularen Familien. Für Schüler, deren Eltern das Schulgeld nicht zahlen können, gibt es Möglichkeiten ein Stipendium zu erhalten. Demokratische Schulen scheinen aber trotzdem eher ein Ort des privilegierten Bildungsbürgertums zu sein (vgl. Jungle World 2009). In Givat Olga, eine der ärmsten Wohngegenden, wird auch eine demokratische Schule aufgebaut, die allerdings, als Einzige ihrer Art, vom Staat und zum Teil aus privaten Spenden finanziert wird, so dass die Eltern kein Schulgeld zahlen müssen. In Givat Olga geht es autoritärer zu als im benachbarten Hadera, der demokratische Entscheidungsspielraum der Schüler fällt deutlich kleiner aus (vgl. ebd.).</p><p> </p><p><strong>Partizipative Demokratie in Hadera: wie funktioniert das?</strong></p><p>Die demokratische Schule in Hadera ist wie ein Staat aufgebaut. Es ist allerdings kein Staat, an dessen Verfassung man sich alle vier Jahre lediglich durch das Ankreuzen eines Stimmzettels beteiligt. Im Gegenteil: Hadera sieht sich als eine Gemeinschaft, die sich auf die Regeln gründet, die Schüler, Lehrer und Eltern in intersubjektiven Aushandlungsprozessen zusammen festlegen. Dadurch kommt es zustande, dass demokratische Schulen zwar auf ähnlichen Prinzipien fußen, in ihrer Ausgestaltung aber immer anders aussehen, da wirkliche deliberative Prozesse offen sind und nicht zu vorhersehbaren Ergebnissen führen. Es ist sehr aufschlussreich, dass demokratische Schulen gerade nicht anarchisch ablaufen, sondern sich im Gegenteil nach vielen Regeln und Gesetzen richten. Erstaunlicherweise ist es so, dass jeder Schüler in der Regel auch um alle Gesetze an der Schule weiß. Das Wissen um Regeln und der Respekt für diese Regeln erwachsen hier dadurch, dass diese Regeln gemeinsam ausdiskutiert werden und somit also auch von jedem gemacht werden. Der Internalisierungsvorgang verläuft nicht über Zwang, sondern in naturgemäß oftmals anstrengenden Prozessen des Austauschs, der Deliberation, der gegenseitigen Überzeugung (Quelle: Interview).</p><p> </p><p><strong>Gewaltenteilung in der Schule </strong></p><p>Es gibt in Hadera eine Legislative, eine Exekutive und eine Judikative. Die Legislative ist das wichtigste Organ und besteht aus einem Schulparlament, dass einmal wöchentlich tagt. Im Parlament sitzen die Lernbegleiter, wie Lehrer in Hadera genannt werden, alle Angestellten der Schule, die Eltern und alle Schüler. Alle Regeln der Schule werden hier durch einfaches Mehrheitswahlrecht beschlossen, von der Spielplatzgestaltung bishin zur Budgetverwaltung. Das heißt, dass der Entscheidungsspielraum eben nicht nur auf kosmetische oder marginale Fragen verengt wird. Das Parlament entscheidet auch über so grundsätzliche Fragen wie die Aufnahme von neuen Lernbegleitern oder deren Entlassung. Gesetzesvorschläge können von jedem Teilnehmer einer Parlamentsversammlung vorgebracht werden. Durch Argumentation, öffentlich Rede und vorgängige Überzeugungsarbeit muss dann versucht werden, eine Mehrheit für den Vorschlag zu gewinnen. Die Entscheidungen sind dann für die gesamte Schule bindend, insofern sie nicht gegen nationales Recht verstoßen. </p><p>Die „Exekutive“ kümmert sich darum, dass die Entscheidungen des Parlaments auch durchgeführt werden. Es gibt gewählte Komitees aus Schülern, Lernbegleitern und Eltern, die die Beschlüsse des Parlaments umsetzen und ihre Durchführung kontrollieren. Z.B. gibt es ein Komitee für das Budget, für den Lehrplan oder für die Organisation von Schulausflügen.</p><p>Die Judikative besteht aus drei Ausschüssen oder Komitees. Schüler reichen eine Beschwerde beim Strafkomitee ein. Dieses Komitee diskutiert und entscheidet dann, ob Regelbrüche vorliegen und wie Streitfälle gelöst werden sollen. Das Komitee entscheidet auch über die Strafe. Wenn eine der beiden „Parteien“ Widerspruch gegen die Entscheidung des Strafkomitees einlegt, kann diese Partei den Fall vor ein weiteres Gremium bringen, dass als der „Höchste Gerichtshof“ der Schule fungiert.</p><p>In einem Streitschlichtungskomitee haben die Streitparteien die Möglichkeit, ihre Konflikte unter Anleitung von Mediatoren beizulegen (vgl. Onlineauftritt der Schule: <a href=\"http://www.democratics.org.il\">www.democratics.org.il</a>).</p><p> </p><p><strong>Resultate und Wirkung</strong></p><p>Vom Standpunkt der partizipativen Demokratie gesehen ist es erstmal interessant, dass jede demokratische Schule einzigartig ist, da intersubjektive, demokratische Aushandlungen von Gemeinschaft zu Gemeinschaft unterschiedliche Ergebnisse und Verregelungen hervorbringen. Je größer der Entscheidungsspielraum ist, der nicht hierarchisch vorgegeben, sondern den Schülern, Lernbegleitern und Eltern gelassen wird, desto größer ist auch die Individualität jeder Schule. Damit verbunden ist der entwicklungspsychologisch interessante Umstand, dass selbst Schüler in jungem Alter die komplexen Regelwerke ihrer Schulen kennen, eben darum, weil sie selber an ihrer Hervorbringung und Gestaltung mitgewirkt haben. Unter diesem Gesichtspunkt ist es auch nicht weiter erstaunlich, dass bei gelingenden demokratischen Schulen von einer gemeinschaftlichen, kreativen und friedlichen Atmosphäre berichtet wird, statt, wie man es von staatlichen Schulen oft hört, einem tagtäglichen autoritätsdurchzogenen Überlebenskampf, den Schüler und Lehrer gleichermaßen ausfechten müssen (Quelle: Interview, Onlineauftritt der Schule).</p><p> </p><p><strong>Kritikpunkte</strong></p><p>Der erwartbarste Kritikpunkt ist sicherlich der, dass sich gelingende demokratische Schulen vornehmlich aus einem bestimmten sozioökonomischen Milieu speisen. Solche Schulen sind privat und kosten Geld. Sie erfordern außerdem Eltern, die gewillt sind ihren Kindern Verantwortung zuzumuten. Experimente, in denen demokratische Schulen staatlich gefördert werden, um auch einkommensschwachen Eltern ihren Kindern einen Besuch an einer demokratischen Schule zu ermöglichen, sind eine äußerste Rarität (siehe Links zu Givat Olga). In Deutschland ist derlei ohnehin Utopie.</p><p>Zweitens stellt sich die Frage, wie denn die Aushandlungsprozesse in der Schule konkret ablaufen. Gewinnt am Ende eher der zwanglose Zwang des besseren Arguments oder doch einfach der beste Redner? Oder wiegen am Ende die Worte der Lernbegleiter und Eltern trotz Konsensorientierung vielleicht doch etwas schwerer als die der Schüler?</p><p>Wie dem auch sei kann man aber abschließend auf jeden Fall festhalten, dass man um die Institution Schule schlicht nicht herumkommt, sollte man es mit der wirklichen Demokratiefähigkeit von Staatsbürgern ernst meinen. Erinnern wir uns an das Eingangszitat, so braucht die repräsentative Parteiendemokratie lediglich den dressierten Handlanger, der seine demokratische Praxis in dem turnusartigen Abnicken des Immergleichen und Vorgegebenen schon erschöpft sieht. Strukturell ist der Bedarf an demokratischen Schulen aus staatskapitalistischer Sicht also gering.  Wenn man unter „Demokratie“ aber nicht nur die aktuelle Regierungsform der allermeisten Staaten sieht, sondern Demokratie vielmehr als eine Fähigkeit, einen internalisierten politischen Wert und als ständige Praxis sieht, dann kann man den Bedarf mit Recht für groß halten.</p><p> </p><p><strong>Quellen</strong></p><p>Bourdieu, Pierre (1985): <em>Praktische Vernunft. Zur Theorie des Handelns</em>, Suhrkamp: Frankfurt a.M).</p><p>Interview mit Verena Zaumseil (Studentin der Förderpädagogik an der Martin Luther Universität Halle-Wittenberg. Studienreise in Israel mit Yakov Hecht im Februar 2012.)</p><p>International Democratic Education Network: <a href=\"http://www.idenetwork.org/index.html\">www.idenetwork.org/index.html</a></p><p>Onlineauftritt der Schule in Hadera: <a href=\"http://www.democratics.org.il/site/index.asp?depart_id=125189&amp;lat=en\">www.democratics.org.il/site/index.asp?depart_id=125189&amp;lat=en</a></p><p>Witt, Raban: „Über demokratische Schulen in Israel: die Kinder von Givat Olga“, in: Jungle World, Nr. 34 (20.08. 2009), online unter: <a href=\"http://jungle-world.com/artikel/2009/34/37590.html\">http://jungle-world.com/artikel/2009/34/37590.html</a> (letzter Zugriff 02.05.2013)</p><p><strong>Weiterführende Links</strong></p><p>Zur demokratischen Schule in Givat Olga:</p><p><a href=\"http://www.haaretz.com/print-edition/news/hadera-school-proves-the-democratic-way-is-not-exclusively-for-the-wealthy-1.196623\">http://www.haaretz.com/print-edition/news/hadera-school-proves-the-democ...</a></p><p><a href=\"http://www.youtube.com/watch?v=Q0j8Rl_JiY0\">http://www.youtube.com/watch?v=Q0j8Rl_JiY0</a></p><p>Zu demokratischen Schulen in Deutschland siehe z.B.:</p><p><a href=\"http://www.kapriole-freiburg.de/deutsch/startseite/\">http://www.kapriole-freiburg.de/deutsch/startseite/</a></p><p>Zu demokratischer Schulbildung generell:</p><p><a href=\"http://www.eudec.org/Demokratische+Bildung\">http://www.eudec.org/Demokratische+Bildung</a> (enthält viele Links zu weiteren Artikeln und Aufsätzen)</p>", "title": "Über Demokratie in der Schule – das Beispiel Hadera"}