{"htmlbody": "<p><a id=\"Overview\" name=\"Overview\"></a></p><h3>Overview</h3><p>“Sbertoli Villas and the City” was a participatory process promoted and organized by the City Council of Pistoia in 2009; it lasted from February until the end of July. The process aimed at reaching three main goals. The first was to make the community aware of the history and the evolution of these villas; the second was to elaborate a plan for its use; the last was focused on its use in the perspective of the metropolitan area (not only the city of Pistoia). The process involved around 300 citizens who, according to the organizers, were representative of the whole community. Citizen involvement proved to be definitely successful and the outcomes influential; the process was so positive that both the organizers and the participants involved expressed their appreciation.</p><p><a id=\"Problems_and_Purposes\" name=\"Problems_and_Purposes\"></a></p><h3>Problems and Purposes</h3><p>As said above, the process was launched by the city council at the beginning of February in 2009 The debate on the topic was passionate and vibrant well before the process started. The issue concerned the huge area of the Sbertoli Villas, which included 23 buildings, 3 aristocratic villas and 5 hectares of park. The area and its buildings once functioned as a psychiatric hospital. Not being no longer used as a hospital, there was a broad interest on the subject within the community, which probably explains why the Municipality decided to organize a participatory process on this issue.</p><p>The purposes of the process implied three different levels: one which aimed at getting the community to be aware of the existence of the villas and to know more about their history; a second and more practical level dealt with the issue of new uses of the area; the last level, related to the previous one, concerned the same issue (its new uses and functions), with the only difference that it tried to discuss the functions of the area in a larger perspective involve also Pistoia's “neighbouring” communities. The process was structured in several phases: a preparatory phase which lasted for almost two months, during which the organizers collected data, drew a schedule of the process and created a Committee of Guarantors, which supervised the whole process and made sure that it was carried out correctly. At the same time the organizers paid special attention to communication with the community; they informed constantly the community, also through the media ab,out the process; additionally, they created website, forums and newsletters dedicated to the process, where the citizens could be informed about the process, write comments, etc. The following phase represented the core of the process, namely the public meetings, the focus groups and the workshops with the citizens previously selected. The last two phases concerned the final monitoring, the supervising and the final report.</p><p><a id=\"Participant_Selection\" name=\"Participant_Selection\"></a></p><h3>Participant Selection</h3><p>Participants who took part to the process were around 300. Among these, there were about 40 common citizens, selected randomly throughout phone interviews by SWG (an Italian polling firm) in order to ensure a representative sample. The other participants were representatives of professional, economic and civil society associations, trade unions. Last but not least, the organizers invited also the “depositaries of memory”, i.e. people who experienced the mental hospital both as medical staff and as patients, or as relatives of patients; thus “marginal” people usually under-represented, such as those suffering from mental diseases, had the opportunity to 'voice' their concerns and ideas. Moreover, anyone interested could take part in the process.</p><p><a id=\"Deliberations_and_Decisions\" name=\"Deliberations_and_Decisions\"></a></p><h3>Deliberations and Decisions</h3><p>Deliberation began on the March 25 with the first public meeting, during which the organizers introduced the process to an audience of about 70/80 people who were given at the same time two different info packs: the first one spanned the past of the Villas from an historical and cultural point of view, whereas the second provided some technical information about the area.</p><p>The first workshop, involving some 40 citizens, took place on march 28th. The participants visited Sbertoli Villas and then spent the day discussing the item both in plenary sessions and in small groups. They were assisted by facilitators. During this meeting participants were asked to discuss and answer 4 main questions:</p><ol><li>What do the Villas represent today for Pistoia?</li><li>What should be kept unaltered?</li><li>What kind of needs should be fulfilled through the new use of the area?</li><li>Suggestions on the new uses of the area?</li></ol><p>In April three different focus groups and two meetings with the “depositaries of the memory” took place. The focus groups involved respectively professional associations, economic categories and delegates from a wide range of grass roots organizations, such as voluntary organizations, environmental organizations and common citizens.</p><p>On the 10th of May the second and last workshop took place. During this meeting participants worked as a jury. They were asked to speak out about 6 questions which emerged during the previous meetings. The six questions were:</p><ol><li>Should the memory of the Villas, also as a mental disease hospital, be preserved?</li><li>Should the new plan for the Villas be conceived in a city perspective, in a regional perspective or in a global perspective?</li><li>How many functions should the Villas fulfill?</li><li>What kind of needs should the Villas meet?</li><li>Should the Villas remain public property or should they be sold? Totally or partially?</li><li>Should the urban plan emphasize the linkage between Pistoia and the Villas?</li></ol><p>On the first of July there was a public event during which the recommendations and the decisions of the jury were officially handed over to the municipal head of city planning who declared that the city council would respect and implement them.</p><p><a id=\"Outcomes_and_Effects\" name=\"Outcomes_and_Effects\"></a></p><h3>Outcomes and Effects</h3><p>The outcomes produced by the participants to the process are many and diverse. Two out of three main goals were achieved: the first and the second. As regards the first one,, the history and the evolution of the Villas became accessible to many people thanks to the info packs, but especially thanks to the media -local radios and television, local press and so on- which talked a lot about the process reaching the whole community. In respect to the second one, the last workshop drafted a list containing concrete ideas and suggestions about how to re-use the area; the list was included in the new Urban City Plan. Other important outcomes are the positive impact of the process on the community; many participants, especially common citizens -who showed a strong commitment to the process- declared to be quite satisfied by it. The last remarkable outcome concerns the relationships between the different groups which took part in the process and also between the latter and the Municipality, which got better thanks to the open discussion</p><p><a id=\"Influence\" name=\"Influence\"></a></p><h3>Influence</h3><p>The decisions emerged during the process have not been implemented yet but, since the official report gathering all the ideas and recommendations has been included in the official Urban City Plan, we have reason to believe that the Municipality will respect the proposals. In addition to this, the Municipality committed to keeping the participants informed about the progress of the implementation or, should it not do so, it committed to explaining accurately the lack of implementation.</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h3>Analysis and Criticism</h3><p>All in all, the process turned out to be successful judging from the enthusiasm of the participants, the positive and constructive atmosphere during the process, the achievement of two out of three aims. This could be due also to the old civic tradition which is particularly strong and embedded in this territory. On the other hand, the process failed to achieve its third aim; also, it failed to involve the professional associations (for example during the professional association focus group there were only architects) and generally speaking economic categories did not participate as deeply as citizens. Finally, virtual participation through the ad hoc forums turned out not to have a significant role in the process.</p><p><a id=\"External_Link\" name=\"External_Link\"></a></p><h3>External Link</h3><p><a class=\"external free\" href=\"http://www.consiglio.regione.toscana.it/partecipazione/documenti/RelazioniFinali-Progetti/Pistoia-RF-VilleSbertoli.pdf\" rel=\"nofollow\" title=\"http://www.consiglio.regione.toscana.it/partecipazione/documenti/RelazioniFinali-Progetti/Pistoia-RF-VilleSbertoli.pdf\">Final Report</a> [Italian]</p>", "title": "Collaborative Planning - Sbertoli Villas and the City (Pistoia, Italy)"}