{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Christina Rucker.</p><p>Solingen (160.000 inhabitants) must necessarily cut its public budget by €45Mio. Without any changes the city would have used up its equity in 2013 and would be threatened by insolvency. Massive interventions by the municipal supervisory would follow. The cuts will have deep effects on city life. In this situation the public administration intitiated a new approach: Citizens were invited to help the administration in the cutting process. The administration initially developed a list of 248 saving proposals. 78 of those proposals have been put on the Internet platform <a href=\"http://www.solingen-spart.de\">www.solingen-spart.de</a> for discussion. All citizens were called to vote on the proposals and give their ideas. Overall there were 3595 users which gave a total of 4752 comments. In this process the citizens commented, asked about the backround, rated the proposals, added own ideas and submitted alternative proposals. The local press added the process by providing the list of proposals in a Saturday edition The outcome of this open discussion showed a wide acceptance for unpopular proposals (closing the sports stadium, school sites, the closure of event halls). Taking into account the citizens votings the city council met their budget decision in July with a shortening volume of around €43.7 million.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>The local government of the City of Solingen (160.000 inhabitants, locted in Nordrhein-Westphalia) is facing massive budget problems. Those were caused by decreasing revenues since the 90th of the last century and simultanously increasing spendings for social purposes.</p><p>Without any budget changes the city will have lost their equity in 2013 and will become bankrupt. Bankruptcy would entail severe interventions by federal authorities and this would be the end of self determined local administration.<br/>To prevent this situation the city administration must cut their budget by €45Mio.</p><p>In order to preserve local self-determination the city adminsitration developed a catalogue of 248 ideas to cut budget. Those proposals included the cutting of spendings as well as the increase of fees and local taxes. Besides that the administration proposed severel ideas to optimize the internal organization and in the sequence the reduction of staff.<br/>The cuts would have deep effects on city life. Public offers such as public pools, libraries, public sports and and social institutions would be without or significantly reduced public funding.</p><p>78 of the cutting proposals were therefore classified as \"directly affecting the citizens\". The idea of the \"Bürgerbeteiligte Haushaltssicherung\" was to ask the citizens for their oppinion on those cutting proposals.</p><p>The aim was to give as many people as possible the chance for a feedback on those proposals.</p><p>With this participatory budget saving process the citizens got the chance for a wide participation. This kind of public participation is a modern instrument for communication with the citizens and has provided the city council with the chance to take the citizens‘recommendations into consideration and set new priorities from the public point of view. Hereby it was possible to reconstruct the concept for saving the budget by accepting the prevalent public opinions and recommendations.</p><h3>Structure and Process</h3><p>The procedure of the participatory budget saving is incorporated into the political decisions on budget consolidation.</p><ul><li>24.09.09: Decision of the city council to implement the project of participatory budget saving on an internet platform,</li></ul><p>The conceptual and technical assistance is provided through \"zebralog\" LLC.</p><p>The proposals for savings were decribed in detail on the platform and were categorized into the following fields: education, sport und leisure, fire brigade, traffic, nature and environment, finances, organization and building, culture and events.</p><p>The following options were available to the users:</p><ul><li>Options to filter, sort and search</li><li>Option to approve, decline and comment proposals</li><li>Option to ask questions (the answer was provided within 24hours)</li><li>Option for new proposals</li><li>Options to be informed and look through various topics.</li><li>\"Zebralog\" controled the rules and the editorial team (city administration) answered the questions</li></ul><p>Participation phase</p><ul><li>04.03.2010 Information event for citizens</li><li>04.03.2010 to 25.03.2010: Internetplatform online and open for discussion</li><li>the internet participation was additonally supported by the local press; the Solinger Tageblatt provided a list of the 78 proposals in a supplement and asked subcribers to vote and comment on those proposals. There was a feedback of about 350 citizens, most of them in higher age.</li></ul><p>Evaluation phase</p><ul><li>April / May 2010: Analysis of the participation process</li><li>May 2010: Information of the political acteurs about the citizens´ comments and the results of the votes</li><li>June 2010: Political consulting process</li><li>08.07. 2010: Decision of the City Council on the Budget (including the list for savings)</li><li>September 2010: Summary and report of the outcomes on the internet platform</li></ul><h3>Impact</h3><p>This thrifty fiscal program has brought a new change for the city and its citizens as it involved the affected groups and provided transparency and acceptance for public participation.</p><p>Through the participiatory budget saving process</p><ul><li>the citizens were informed about the city´s financial situation in detail</li><li>the citizens could take an active roll in the decision process</li><li>The problem-solving capacities of both the citizens and the political acteurs have been improved.</li><li>Non-organized citizens also used their chance for participation.</li><li>The citizens used the chance to set priorities and this had for example different consequences. On one hand the closure of a public pools was repulsed by the city council due to the overwhelming vote of the citizens.</li><li>On the other hand there had been a severe restraint by the city council to close the main sports stadium. With a citizens' pro vote of more than 80% the city council hat no problems with taking this decision.</li></ul><h3>Detailed Information</h3><h4>Broader Context</h4><p>It is the general aim of the local government of Solingen to let citizens participate in local decisions. In the past this has been mainly focused on urban development planning.</p><h4>Type of Contribution by Participants</h4><p>They determined the outcomes of the project.</p><h4>Target Group</h4><p>Main target were the citizens of Solingen</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>160,000</p><h4>Total Number of Active Participants (approx.)</h4><p>3950 participants (3600 Internet, 350 Newspaper), 26.519 visits, 152.347 votes, 667.352 page impressions</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Extensive effort to address disadvantaged groups</p><p>In cooperation with the city's administration the local newspaper edited a supplement in the daily edition. This supplement contained the 78 budget cutting proposols which were discussed in the internet platform. The readers could vote and comment each proposal in this supplement. About 350 feedback sheets were collected by the local newspaper and sent to the city's administration. Here those votes were added to the results of the internet platform. Besides that the city adminstration offered free internet access and practical support for citizens that did noch have an own internet access at several locations (public library, retirement clubs, youth clubs).</p><h4>Costs</h4><p>~$74,200.50 (55.000 EUR; the internet-platform will be used for further participation projects)</p><h4>Time and Working Days</h4><p>150 workdays</p><h2>External Links [German]</h2><p><a href=\"http://www2.solingen.de/\">Website to the City of Solingen</a></p><p><a href=\"http://www.solingen-spart.de\">Project Website</a></p><p><a href=\"http://www.zebralog.de/buergerhaushalt_solingen\">Project on Zebralog Website</a></p><p><a href=\"http://www.solinger-tageblatt.de/solingen/fdp-buergerbeteiligung-eine-erfolgsgeschichte-3967493.html\">Report in the newspaper <em>Solinger Tageblatt</em></a></p>", "title": "Participatory Budget Saving in Solingen"}