{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Christina Rucker<em>.</em></p><p>Mitreden-U provided Germany’s citizens with the possibility to influence the update of the official German sustainability policy through an online dialogue. Citizens could present ideas and suggestions about where more efforts are needed and what the politics should focus on in the next years in the field of environmental questions. Suggestions could be commented and rated on. All input has been analyzed and will be considered for the draft of the strategy paper. In addition, issues that have been much discussed in the online dialogue have been deepened in three offline focus discussions with participants of the online dialogue. Special efforts have been made to mobilize groups that are constantly underrepresented in participation projects: youth and migrants.</p><h2>Project Description</h2><h3>Structure and Process</h3><p>The project has two main elements: the online dialogue and offline meetings. After a pre-phase where mainly information about the project has been spread and the site has been advertised, the online dialogue started. From then, citizens could write down their ideas and suggestions and comment and rate the ideas of others over a four weeks period, followed by a two weeks period where they could continue to rate the suggestions received. After an evaluation period, three of the most disussed issues of the online debate (1. consumption, traffic and transportation/ 2. bio diversity and land use/3. energy) were topic of focus meetings in Bonn and Berlin with participants of the online dialogue, representatives of issue related organisations and experts of the federal ministry of the environment. (The last of the three meetings was in September 2010).</p><p>The evaluation of the submitted suggestions and comments serves as input for the ministries nomination process to the national strategy.</p><p>All participant input is transparent on the project website (<a href=\"http://www.mitreden-u.de\">www.mitreden-u.de</a>) continuously and will additionally be documented in a final report after the last meeting. All efforts and impact of the participation process will be announced on the website which will continue to update information on the following political process.</p><h3>Impact</h3><p>Citizens could engage in policy setting in the field of sustainability. Their input can influence the national sustainability policy of the next years as the federal ministry of environment takes into account all suggestions that have been submitted.</p><p>As a side effect policy procedures are more transparent to the citizens involved and the project enables them to follow-up the process.</p><h2>External Links</h2><p><a href=\"http://www.bmub.bund.de/themen/strategien-bilanzen-gesetze/nachhaltige-entwicklung/nachhaltigkeit-im-dialog/\">Project Website</a></p><h2>Publications:</h2><p><a href=\"https://www.researchgate.net/publication/268691839_Assessing_Online_Consultation_in_Participatory_Governance_Conceptual_framework_and_a_case_study_of_a_National_Sustainability-Related_Consultation_Platform_in_Germany\">Schulz, D., &amp; Newig, J. (2015). Assessing Online Consultation in Participatory Governance: A Conceptual Framework and Case Study of a National Sustainability-related Consultation Platform in Germany. Environmental Policy and Governance 25 (1), 55-69.</a></p>", "title": "Mitreden-U"}