{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Christina Rucker<em>.</em></p><p>The citizens of Dresden share a strong common tradition of engagement in urban development and public space design. Still the channels for individuals, groups and organizations to communicate their suggestions and arguments was repeatedly criticized as insufficient or outdistanced. The Dresdner Debatte (Dresden debate) was introduced as a new forum for an open public dialog between citizens, politicians and urban planners, dealing with present or controversial aspects on urban development. The Dresdner Debatte is based on two overlapping options for participation, on line dialogue via an internet platform and direct dialog in a temporary information container on the development site. In order to secure an open and independent forum, the external actor Zebralog moderates the dialog. They are also documenting and evaluating the participation process in order to extract clear conclusions, apt for implementation in future development. The first Dresdner Debatte was installed in the city center, in the area around the well-known square Neumarkt. On this site, an ongoing reconstruction of historical streets, squares and well-documented historical facades is taking place. This development is also one of the most discussed ones in Dresden, thereby closely related to issues of cultural heritage, identities and lifestyles, which explain the partly controversial background of the first Dresdner Debatte.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>Dresden’s heritage of severe destruction as a result of the Second World War added to the experience of two undemocratic regimes from 1933 until 1989 is still closely related to the cities physical realities. In this way every debate concerning urban development in Dresden also tends to establish references to this given background.</p><p>The first Dresdner Debatte was initiated in the city center, in the area around the well-known square Neumarkt. On this site, an ongoing reconstruction of historical streets, squares and well-documented historical facades is taking place. This development is also one of the most discussed ones in Dresden, thereby closely related to issues of cultural heritage, contemporary construction and architectural design as well as identities and lifestyles, which might explain the controversial background of the first Dresdner Debatte. The reconstruction of the Neumarkt area has in recent years already drawn great attention to the “new” historic city centre of Dresden with an increasing number of visitors and tourists as a result. In consequence the cultural and commercial offers in the area sometimes tend to be strongly oriented towards visitors and less towards the local citizens.</p><p>The objective of the Dresdner Debatte was to gain more direct suggestions, comments and ideas for future development, but also to establish a more direct contact between citizens, government and administration in the process of developing and altering action concepts. Another important aspect was to bring the participants opinions and suggestions together with knowledge of experts and professionals within a transparent decision process.</p><h3>Structure and Process</h3><p>The project had three major phases: conception, participation, evaluation and implementation operated by Zebralog and Sally Below in order to secure independence and objectivity towards local government and citizens.</p><p>During the conception phase a project team was formed within the administration and in collaboration with Zebralog working out content, designs, information and public relation strategies.</p><p>The moderated Dresdener Debatte started on the Neumarkt square on the 8th of June running to the 8th of July. The Debate started up with a simple question:</p><p>How might the Neumarkt square become a place for Dresdens citizens?</p><p>By gathering and documenting comments and suggestions from citizens related to different aspects like housing, cultural and commercial offer, architecture and urban planning, free time activities and so on, the participants contributions could be documented for the following evaluation. In the on-line dialog participants also had the opportunity to comment on other participants contributions and through the moderation by Zebralog, conflicts could be solved and additional information provided. In the information container, participants had the opportunity to debate directly with representatives of the city administration and other participants and also turn in their suggestions, comments and statement on available feed back cards. The web-platform also included easy understandable information an pdf-downloads on urban planning and architecture. Further more the web site and the feed back cards also included a short survey based on two simple questions:</p><ul><li>I often go to the Neumarkt square because……</li><li>I seldom go to the Neumarkt square because……</li></ul><p>This survey run additionally over Twitter, thereby further widening the scope of the survey.</p><p>Within the evaluation process all documented participant statements are sorted in overlapping theme aspects by Zebralog. In this way single statements and suggestions are independently extracted from the dialogs complexity. This process makes it possible to sum up the dialog in well-defined results, which can be transparently implemented in the weighting of options within up coming decision processes.</p><p>The implementation phase did not yet start. It will begin with an public event in the city hall on the 22nd of September 2010. Here the debate process and it’s results will be presented and the suggested implementation strategies initiated. This public event is expected to enhance transparency and will also generate a broader citizen attention through communication in media based on the scope of the event.</p><p>The Dresdner Debatte is planned to continue as a integrated element for participation and dialog on other sites in Dresden, where urban transformation results in a need for new action concepts or where interest conflicts are expected.</p><h3>Impact</h3><p>The impact up to now refers to the basic political willingness and the decision to make way for Dresdener Debatte as a new option for citizens and non governmental organizations to become a more direct influence on Dresden’s urban development. This ambition is also an important issue for the mayor of Dresden, Helma Oroz as she invited the citizens to take part in the Dresdner Debatte and also personally met up with citizens in the information container on Neumarkt. As a result the realization of the Dresdner Debate already established new channels of communication between administration and public as well as new working processes within the administration itself.</p><p>This must be judged as important steps towards an enhanced dialog between government and citizens which might strengthen the publics engagement for a sustainable and vital democracy. The result implementation of the first Dresdner Debatte did not yet start, but results are being currently evaluated and prepared for implementation in decision processes. The goal is to integrate the results in a transparent way, showing how realization of development plans and policy documents are influenced by the results of the Debate.</p><h3>Detailed Information</h3><h4>Type of Contribution by Participants</h4><p>They commented or evaluated project measures.</p><h4>Target Group</h4><p>The focus was to reach the citizens of Dresden in order to register and integrate their comments and ideas on future development of the Neumarkt area.</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>23000</p><h4>Total Number of Active Participants (approx.)</h4><p>1000</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Some effort to address disadvantaged groups</p><p>The concept with parallel options to participate - online and in the information container was to secure that citizens not used to use internet should have a possibility to take part. This was also important as internet usage also include good reading and writing. There were also a concept for receiving handicapped participants in the info container.</p><h4>Specific Effort Made to Strengthen Democratic Capacities</h4><p>This was one important aspect of the moderation, dealing with questions about weighting different standpoints in order to find compromises or consensus solutions or how to deal with the opinion of a majority versus the opinion of minorities.</p><h4>Time and Working Days</h4><p>Approx. 150 days</p><h2>Links</h2><p><a href=\"http://dresdner-debatte.de/\">Official Website</a> [German]</p><p><a href=\"http://www.zebralog.de/dresdner_debatte\">Project on Zebralog.de</a> [German]</p><p><a href=\"http://www.dresden.de/de/stadtraum.html.php\">City of Dresden Urban Development &amp; Environment webpage</a> [German]</p><p><a href=\"http://panorama.dresden.de/\">Panorama View of Neumarkt</a></p>", "title": "Dresdner-Debatte"}