{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Christina Rucker<em>.</em></p><p>Online participation has been used as an instrument to create ideas for the urban development of important places in Berlin since 2003. Citizens give ideas or vote on strategies of urban development projects (Public Space Alexanderplatz 2003, Masterplan Kulturforum 2004/ 2005, redesign of the Gleisdreieck park 2005/ 2006 or the Berlin Wall Memorial 2006). The latest example is the dialogue process about the future use of Tempelhof Airport. In 1994, plans to close Berlin’s Tempelhof airport were made public the first time. The decision to close the airport was ultimately reached in 2008 after a heated debate and a referendum. In the final phase, the Senate Department for Urban Development Berlin started a (online) dialogue process to discuss the options for the airport’s future use, coinciding with its official announcement of the upcoming declassification as an airport. The online-debate starts with short information about the background of planning; the first question put to citizens was \"What does Berlin need at this place?\" (8 weeks). Based on these answers a public, moderated online-discussion started (4 weeks) on how to use the Tempelhof area further on. At the end of that discussion the participants had produced several Top10-lists of possible solutions. The Top 3 ideas were awarded, and their initiators had the opportunity to present their ideas directly to the director and permanent secretary of urban development of Berlin. All results are documented on the <a href=\"https://tempelhofer-feld.berlin.de/\">project website</a>. In these days the winning idea - a youth playground - became reality. In this way, all interested citizens were included in the urban development of the Tempelhof airport area. Over 36.000 people showed interest in the dialogue, 1.400 submitted ideas. 10.000 votes helped shape a ranking of best-liked suggestions. Subsequently, the Senate Department for Urban Development Berlin also launched a “Call for ideas” for only the airport building. The call aimed at national and international private individuals, institutions, civil society initiatives, and investors interested in a limited interim use of all possible kinds and/or a long-term alternative use of the airport building that has a clear \"market\" focus.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>When the project started, it was decided to close down the Airport Tempelhof in Berlin with its rich history and its urban location due to the plans for the new BBI airport. In an atmosphere influenced by the preceded, heated debate about the closing, the aim of the dialogue was to come back to a climate of constructive discussion about the future functions of the area and its buildings, and to develop ideas for that future.</p><h3>Structure and Process</h3><p><u>Target groups</u>:</p><p>All people interested in the further use of the Tempelhof airport area.</p><p><u>Structure</u>:</p><p>The project is mainly an e-participation project with several stages, such as brainstorming, dialogue and ‘call for ideas’. The project is connected to and enriched with off-line-activities that are not particularly emphasised here: Events on the Airport, Workshops, open councils, site inspections etc.</p><p><u>Process</u>:</p><p>The e-participation process was set up in several stages:</p><p>The first part was designed as a brainstorming: During an 8-week period people could send in their answers to the question “What does Berlin need at this place?”. 3.400 ideas were sent in. These non-public answers were carefully evaluated by the online moderators and then sorted in ten categories.</p><p>In the second phase, a 4-week moderated online discussion, people could discuss their ideas sorted in those categories – in particular, they could activate and revise their previously-made suggestions or add new concepts, comment, rate other ideas, as well as link to other suggestions, locate them in the area virtually and upload clarifying or inspiring pictures.</p><p>These two first steps finally led to Top10-lists of suggestions in several categories (environment, sports, creative industry, housing) on how to use the Tempelhof airport area in the future. The Senate Department for Urban Development gave feedback on those ideas in a public open council. The Top 3 ideas were awarded, and their initiators presented the ideas directly to the director of the Senate Department. All results are documented on the <a href=\"http://www.berlin.de/flughafen-tempelhof\">project website</a>.</p><p>The last step included a “Call for ideas” and aimed at groups and initiatives willing to use a special part of the airport area – the spacious and partly heritage-listed airport buildings. The call for ideas aimed to find competent partners and investors for the airport building who could develop ideas and launch projects – for interim as well as for long-term use. The real-estate institution and the Senate Department for Urban Development Berlin<br/>checked the projects and contacted the initiators.</p><h3>Impact</h3><p>A positive image and the constructive discussion about interesting ideas from citizens was an important step to “re-open” the development of the Airport. The Senate received a ranked list of key aspects of activities on the place. The online dialogue produced Top10-lists of the ideas in the categories of environment, sports, creative industry, and housing. Experts in the Senate Department for Urban Development gave a public feedback on these ideas and the Top3-ideas were awarded and presented by their initiators directly to the director of the Senate Department. In these days, the winning idea: youth playground became reality.</p><h3>Detailed Information</h3><h4>Total Number of People Addressed by the Project (approx.)</h4><p>36000</p><h4>Total Number of Active Participants (approx.)</h4><p>11500</p><h2>Links</h2><p><a href=\"http://www.zebralog.de/flughafen_tempelhof\">Project Website</a></p><p><a href=\"https://www.wahlen-berlin.de/historie/abstimmungen/VB2008FHTempelhof.pdf\">Project Report</a></p><p><a href=\"http://www.thf-berlin.de/startseite/\">Tempelhof Airport</a></p>", "title": "Participatory Urban Development Berlin - Dialogue about Tempelhof Airport"}