{"htmlbody": "<p><em>The original version of this case study first appeared on </em><a href=\"http://www.vitalizing-democracy.org/\">Vitalizing Democracy</a><em> in 2010 and was a contestant for the 2011 Reinhard Mohn Prize. It was originally submitted by </em>Jenny van Skiver<em>.</em></p><p>Public engagement was at the center of the National Conversation on Public Health and Chemical Exposures, a pioneering effort supported by the Centers for Disease Control and Prevention (CDC) and the Agency for Toxic Substances and Disease Registry (ATSDR) and informed by the White House Open Government Initiative. The National Conversation vision was that chemicals are used and managed in ways that are safe and healthy for all people. The project’s goal was to develop collaboratively an action agenda with clear, achievable recommendations that can help government agencies and other organizations strengthen their efforts to protect the public from harmful chemical exposures. To realize this goal, CDC/ATSDR engaged thousands of people across the nation through the use of web dialogues, community conversations, work groups, and social media platforms. The National Conversation Leadership Council used the results of this public input to author the action agenda.</p><h2>Project Description</h2><h3>Problem and Objective</h3><p>Most of us use products that contain chemicals every day. Chemicals have made possible advances in medicine, energy production, and digital technology. However, recognizing that we need to better understand and account for the potential health effects of the chemicals that we use daily. There are many organizations that play important roles in protecting the public from exposures to harmful chemicals. In recent years these organizations have made important progress in protecting the public, but we can—and must—do a better job.</p><p>Recognizing that no actor can meet this challenge alone, the National Conversation on Public Health and Chemical Exposures engaged citizens and experts across the United States in developing an action agenda to help government agencies and other groups strengthen their efforts to protect the public from harmful chemical exposures. Through the use of innovative public engagement techniques, the National Conversation aimed to “meet people where they are,” learn from their experiences, and create connections that extended the project’s reach.</p><h3>Structure and Process</h3><p>The National Conversation project sought to build on best practices in the field of public engagement by structuring a collaborative, results-oriented process around a range of opportunities for public participation:</p><p>Community Conversations: Project partners developed a Community Conversation Toolkit to help citizens convene local meetings about chemical exposure issues. Over one thousand people participated in 52 conversations across the United States. To help ensure that limited resources did not prevent interested groups from holding a conversation, project partners provided mini-grants to support 24 meetings. A summary of each community conversation was submitted by the convener.</p><p>Web Dialogues: Web dialogues were utilized at key points in the process to generate ideas and feedback. Over 300 people from 40 states participated in the first web dialogue, which was three days in length. Over 500 people from 48 states and the District of Columbia participated in the second web dialogue, which spanned two days. The dialogues were actively facilitated and provided input on the project’s vision, process, and draft Action Agenda.</p><p>Work Groups: Members of the public self nominated to serve on one of six work groups on key public health and chemical exposure topics. RESOLVE, a non-profit independent consensus building organization facilitated these 30-person groups. Work groups had cross-sector representation, including community, government, industry, and academic members, and issued reports with recommendations related to their issue area. Draft work group reports were posted for public review and comment.</p><p>Public Servant Stakeholder Forums: State and local public health partners held forums with their members to learn about their needs and challenges and provided lessons learned to the work groups and Leadership Council.</p><p>Social Media: The use of social media, including Twitter and Facebook pages and strategic relationships with bloggers, extended the reach and visibility of the project, and facilitated connections among participants. As of May 2013, there were 654 people who “like” the National Conversation on Facebook and 553 followers on Twitter.</p><p>Leadership Council: RESOLVE, a non-profit independent consensus-building organization, convened a group of 40 national environmental public health leaders to guide the project and utilize the various streams of input in drafting the final action agenda. The draft action agenda was posted for public review and comment, and the final action agenda was released in June 2011.</p><h3>Impact</h3><p>The National Conversation has demonstrated the value of engaging the public in environmental public health policy discussions. For example, based on positive results from community conversations held across the nation, CDC/ATSDR is considering ways that the Community Conversation Toolkit, developed for this project, might be a used to support other community-based environmental public health programs.</p><p>The project generated many recommendations that have strong support among a large and diverse group of participants. The action agenda outlines these recommendations and includes options for implementation.</p><h3>Detailed Information</h3><h4>Broader Context</h4><p>This project continues to inform decision-making processes within a number of governmental and non-governmental organizations. For instance, it is possible that advisory bodies to Federal agencies may use the results of the National Conversation to support certain recommendations.</p><h4>Type of Contribution by Participants</h4><p>They determined the outcomes of the project.</p><h4>Target Group</h4><p>Anyone in a position to further recommendations in the action agenda</p><h4>Total Number of People Addressed by the Project (approx.)</h4><p>300 million</p><h4>Total Number of Active Participants (approx.)</h4><p>2000</p><h4>Specific Effort Made to Include Disadvantaged Groups</h4><p>Extensive effort to address disadvantaged groups</p><p>Environmental Justice is a major focus of the National Conversation project. One goal for the Community Conversation Toolkit was to engage community-based groups and individuals who are often marginalized in similar national policy discussions. Mini-grants were provided to conveners of 24 conversations to offset the costs of holding community meetings. In addition, all work groups included a diverse membership, including community-based groups. Outreach to specific disadvantaged minority communities (e.g. Native American/Tribal) has spurred participation.</p><h4>Adoption by Others</h4><p>No</p><h2>Links</h2><p><a href=\"http://www.atsdr.cdc.gov/nationalconversation/\">National Conversation Website</a></p><p><a href=\"http://www.atsdr.cdc.gov/nationalconversation/map.html\">Map of Community Conversations</a></p><p><a href=\"http://www.neha.org/pdf/national_conversation/Community_Conversation_Summary_Reports.pdf\">Community Conversation Summary Reports</a></p><p><a href=\"http://www.webdialogues.net/cs/nationalconversation-vision-home/view/di/212?x-t=home.view\">National Conversation Web Dialogue #1</a></p><p><a href=\"http://www.naccho.org/topics/environmental/upload/National-Conversation-on-Public-Health-and-Chemical-Exposures-Local-Public-Health-Perspectives-FINAL-VERSION-SUBMITTED-TO-CDC-AND-POSTED-ON-NACCHO-WEBSITE.pdf\">National Association of County and City Health Officials Report</a></p><p><a href=\"http://www.resolv.org/\">RESOLVE Project Partner Website</a></p><p><a href=\"http://www.facebook.com/nationalconversation\">Facebook</a></p><p><a href=\"https://twitter.com/NatlConvo\">Twitter</a></p><p><a href=\"http://www.resolv.org/nationalconversation/\">Public comment on draft work group reports</a></p>", "title": "National Conversation on Public Health and Chemical Exposures"}