{"htmlbody": "<p><a id=\"1-_Purpose_and_Problem\" name=\"1-_Purpose_and_Problem\"></a></p><h3>Problem and Purpose</h3><p>The Administration of San Marcello Pistoiese, a small community with less than 7,000 inhabitants located in the mountains in the North of Tuscany, decided to undertake a participatory budgeting in order to transform the traditional political and administrative logic, and to adopt decisions enjoying greater legitimacy in the eyes of the population. The community features a traditional social predisposition to cooperation for the common good (for instance, there are thirty-two social and cultural associations of social and cultural volunteerism within the municipality).</p><p>Furthermore, the teritory is divided into six districts (“frazioni”). For these reasons, considering that this was the first participation experience, it was decided to involve all the fractions and associations in the Participatory Budgeting project in order to re-launch the \"historic\" community cooperation. Since the Municipality had no previous experience in this field, the Municipality resorted to a specialized consulting firm.</p><p><a id=\"2-_History\" name=\"2-_History\"></a></p><h3>History</h3><p>The town of San Marcello Pistoiese began the process in 2008 in order to involve its citizens in defining the investment priorities in several policy areas.</p><p><a id=\"3-_Originating_Entities_and_Funding\" name=\"3-_Originating_Entities_and_Funding\"></a></p><h3>Originating Entities and Funding</h3><p>The project is promoted by the Municipality of S. Marcello and funded by the Region of Tuscany under Law no. 69/2007 jointly with the Municipality.</p><p><a id=\"4-_Participant_Selection\" name=\"4-_Participant_Selection\"></a></p><h2>Participant Selection</h2><p>Access to meetings was open and free. Also, phone calls were made randomly, and letters were sent to every family, with detailed information on the methodology to be used during the meetings, the dates and places thereof and the amount allocated to participatory budgeting. An important point to make is that great consideration was given to allowing for participation of handicapped people in deciding the place of the meetings.</p><p><a id=\"5-_The_deliberations_and_decisions\" name=\"5-_The_deliberations_and_decisions\"></a></p><h3>Deliberations and Decision Making </h3><p><u><em>1st Phase: Information and Communication Phase</em></u></p><p>In the first phase the aim was to provide information to the citizens about the objectives and methods of the participatory budget process, through identifying the areas of the budget involved and the part of it that would be decided upon by citizens (i.e. 30,000 €). The phase was developed between June and July 2009; in order to achieve the objective of informing and communicating different techniques were used, such as:</p><ol><li>The publication of the project “Facciamo I conti…Insieme\" on the official website of the Municipality.</li><li>The periodical of the Municipality was sent to every household and business in town in order to explain and describe the 2009 budget in order to facilitate the understanding of how the budget is made; moreover, it described the phases of the participatory process, stated the available budget (30,000 €), and the topics that citizens were invited to discuss, as well as the schedule of meetings taking place on the 15th and the 16th of July, 2009.</li><li>Invitation letters were sent to all associations existing within the territory of the municipality.</li><li>The consultant (Sociolab) three hundred calls were made to randomly chosen families in order to explain the initiative and invite participation.</li></ol><p><u><em>2nd Phase: The First Meetings and Forum Theme</em></u></p><p>The first assemblies were held in the different districts. These meetings were the heart of the process. Citizens met in working groups, discussing to determine investment priorities.</p><p>During the meetings, the representatives of the Administration made a presentation of the participatory budget process and of the resources available for investments (30,000 €). After this presentation, the representatives of the Administration left the venues, leaving the management of the discussions to the facilitators, thus allowing a greater freedom of speech to participants.</p><p>On the 15th and the 16th of July, 2009, six meetings took place on the different territorial factions. These meetings were held at 6:00 PM in public places; average participation was of about of 15 citizens per meeting.</p><p>At these meetings the participants had a cadastral map of the area to enable accurate identification of streets and buildings. Also, in order to foster better relations among participants, the Administration offered a snack in each meeting.</p><p>The outcome of these meetings consisted in a number of proposals referred to the needs and priorities expressed by participants.</p><p><u><em>3rd Phase: Feasibility Study of the Proposals</em></u></p><p>This phase includes a technical and political analysis of the emerging proposals of the first meetings that decided to take into consideration proposals not exceeding €5,000. For each of the proposals that were not taken into consideration, the Administration provided a detailed motivation.</p><p>As a result of this analysis twenty nine proposals were identified (these would be voted on in the fourth part of the process). The proposals are mostly related to the following areas:</p><ul><li>Toponymy</li><li>Roads connecting the spread out villages</li><li>Recovery of historical heritage</li><li>Waste recycling</li></ul><p><u><em>4th Phase: Second Cycle of Meetings and Voting</em></u></p><p>Final meetings and voting of proposals were held proposals in each district in November 2009, with a participation average of 20 citizens in each meeting.</p><p>To encourage citizen participation at the meetings and voting, a number of strategies were used, such as:</p><ul><li>Letters were sent to each household (3,550), signed by the Mayor and Vice Mayor, inviting and informing citizens about the meetings and the various proposals would be voted on them</li><li>Telephone calls were made to all the people that attended the first assemblies</li><li>Proposals and time tables were published on the website of the Municipality</li></ul><p>The Municipality states that participation at the conclusive meetings was representative of the community. However participants were mostly retired and elderly people, whereas youth was less present.</p><p><u><em>5th Phase: Announcement of Results</em></u></p><p>At this stage the results were announced through a booklet that was mailed to all families, and by publishing the results of the procedure on the municipal website.</p><p><a id=\"Analysis_and_Criticism\" name=\"Analysis_and_Criticism\"></a></p><h3>Analysis and Criticism</h3><p>One of the most frequent criticisms made by the participants was that the amount to be decided through the process was very limited; the administration replied that this was due to the fact that this was their first experience with a participatory budget. Also, another critical fact to consider is that meetings were held on weekdays, which might have limited participation.</p><p><a id=\"8-_Secondary_Sources\" name=\"8-_Secondary_Sources\"></a></p><h3>Secondary Sources</h3><p><a href=\"http://www.consiglio.regione.toscana.it/partecipazione/documenti/RelazioniFinali-Progetti/S_MarcelloPistoiese-RF-FacciamoiConti.pdf\">Final Report</a> [Italian]</p>", "title": "Participatory Budgeting in San Marcello \"Facciamo i Conti...Insieme\" (Italy)"}