{"htmlbody": "<p>Anmerkung: Dies ist die deutsche Übersetzung einer englischen Fallstudie, die von Rina Kuusipalo am 25.04.2011 verfasst wurde. Die Originalversion ist abrufbar unter <a href=\"http://participedia.net/de/cases/gacaca-courts. \">http://participedia.net/de/cases/gacaca-courts. </a></p><p> </p><p>Die Gacaca Gerichtshöfe sind Gemeinde-Gerichtsverhandlungen, die die Täter des Genozids in Ruanda im Jahr 1994 verurteilen sollen. Sie sind einzigartig und ein groß angelegtes nationales Experiment eines gemeinschaftlichen Justizsystems. Damit bilden sie einen wichtigen Präzedenzfall für partizipative Gemeindejustiz überall auf der Welt.</p><p>Gacaca wurde als „ein revolutionäres Gerichtssystem“ bezeichnet, das als rechtliches Instrument dient aber auch eine sich stetig entwickelnde, dynamische sozio-rechtliche Praxis ist, die die Macht hat, Nachkriegsgesellschaften zu heilen und zu bestärken. Gacaca ist einzigartig in Bezug auf die demokratische Beteiligung der Bevölkerung, da die Mehrheit der Ruander auf die ein oder andere Art und Weise daran teilgenommen hat. Es ist tatsächlich die größte gemeindebasierte Justizinitiative aller Zeiten. Die Gacaca-Gerichte sind mit der Vollmacht ausgestattet, Straftäter wegen Verbrechen gegen die Menschlichkeit und Genozids zu verfolgen und zu verurteilen.</p><p>Die Gacaca Gerichtsverfahren waren wegen ihrer unkonventionellen rechtlichen Natur und der Votalitaet der tiefen und traumatischen persoenlichen Narben der Menschen innerhalb des gespaltenen Post-Genozid Klimas ein riskantes Unterfangen fuer Ruanda. Auf der anderen Seite war Gacaca jedoch auch ein Risiko, das Ruanda wegen fehlender Resourcen mit der enormen Anzahl von Genozid Verdaechtigen in nationalen Gefaengnissen umzugehen und wegen fehlender Hilfe in Bezug auf diese Belastung, fast schon gezwungen wurde einzugehen. So wurden zum Beispiel bis zum Jahr 2000 lediglich 3 Prozent der Faelle von Genozid-Verdaechtigen angehoert (Clark 56).</p><p>Die Gerichtsverfahren waren auch eine Manifestation des Willens der ruandischen Bürger um die Verbindung zu ihrer prä-kolonialen Vergangenheit vor der kolonialen Periode wieder aufleben zu lassen, die die Trennung, die schließlich im Genozid endete, gesät hat. Bis zum heutigen Zeitpunkt haben hunderttausende Ruander an den Gerichtsverfahren teilgenommen.</p><p><strong>Zweck und Problemstellung</strong></p><p>Also Folge des Genozids in Ruanda im Jahr 1994 brauchte das Land eine Lösung um Gerechtigkeit in einen Staat einzuführen, der noch immer voller Täter war. Im Jahr 2002 gab es noch 115,000 Verdächtige, die auf eine Verhandlung ihrer Verbrechung in Verbindung mit dem Genozid warteten. Viele Juristen wurden während des Genozids ermordet und die Kapazitäten des Landes waren nicht ausreichend um mit den Gefangenen fertig zu werden, die eng wie Sardinen in den Gefängnissen zusammen saßen.</p><p>Zudem sollte Gacaca tiefere, emotionale und längerfristigere Ziele erfüllen. Wie die Gacaca Jurisdiktion auf ihrer Website erklärt war der präzise Zweck von Gacaca: „1. Die Wahrheit über das was geschehen ist ans Licht zu bringen. Die Einigung und Versöhnung aller Ruander, die erreicht werden soll, basiert auf dem Konzept der Gerechtigkeit für alle. Diese Gerechtigkeit kann jedoch nur wahr werden, wenn die Wahrheit über die Geschehnisse hergestellt wird. 2. Die Genozid Gerichtsverfahren zu beschleunigen. 3. Die Kultur der Straffreiheit zu beseitigen. 4. Die Ruander zu versöhnen und ihre Einheit wiederherzustellen. 5. Zu beweisen, dass die ruandische Gesellschaft die Kapazitäten hat ihre eigenen Probleme durch ein System von Gerechtigkeit zu lösen, das auf Ruandischen Bräuchen basiert.“ (Website des Nationalen Dienstes der Gacaca Jurisdiktion). </p><p>Die Gerichtsverfahren erfüllten demnach nicht bloß die Funktion den juristischen Prozess der Verurteilung der Genozid Verdächtigen zu verfolgen, sondern auch die der sozialen Heilung und post-konflikt Versöhnung. Die Traumata des Genozids sind noch immer tief in der Ruandischen Gesellschaft verankert. Die Gacaca Prozesse sollten deshalb alle Schichten der Gesellschaft in einem Prozess der Partizipation und Hoffnung auf Gerechtigkeit einbeziehen.</p><p><strong>Geschichte</strong></p><p>Um die Characteristika und Notwendigkeit eines Organs wie Gacaca in Ruanda zu verstehen, ist es wichtig mit Geschichte des Ruandischen Genozids, der sich 1994 zutrug, vertraut zu sein. Der Genozid wurde in der kurzen Zeitspanne von 100 Tagen durchgefuehrt, mit einer geschaetzten Zahl von schwindelerregenden 800,000 bis eine Million Toten. Dies waren vor allem Tutsis, eine der beiden Hauptgruppen des Landes. Ungefaehr 75 Prozent der Tutsi Bevoelkerung fielen dem Genozid zum Opfer.  </p><p>Die Trennung zwischen den Tutsi und Hutu begann, als belgische Kolonisten im 18. Jahrhundert in Ruanda eintrafen. Davor hatten die Ruander als eine Nation mit einer Sprache, Kinyarwanda, und einer geteilten Religion und Kultur zusammen gelebt. Tutsi und Hutu bezeichneten Unterschiede im gesellschaftlichen Rang: Tutsi bedeutete ursprünglich Hirte, während Hutu Ackerbauer meinte. Als sich später Hierarchien entwickelten, symbolisierte Tutsi jemanden mit einem höheren Rang innerhalb des Staates. Dies unterschied sich jedoch nicht besonders von vagen Klassenunterschieden in anderen Gesellschaften der Welt. Als die Europaer im spaeten 18. Jahrhundert in Ruanda ankamen, zwangen sie der Bevölkerung hamitische Ideale auf, ein ‚Teile und Herrsche‘ Regime, um der Minderheit zur Macht zu verhelfen. Dies sollte die Verwaltung einfacher machen. Sie verteilten Identitätskarten, sodass jeder, der mehr als zehn Kühe besaß ab damals als Tutsi (14%) bezeichnet wurde – genau wie die Nachkommen. Jeder mit weniger galt als Hutu (85%). Zwischen den Hutus baute sich mit der Zeit grosse Feindseligkeit auf, da sie zum Beispiel vollkommen vom oeffentlichen Leben und hoeheren Positionen ausgeschlossen wurden. Die belgischen Machthaber sagten den Tutsi, die mit dem System nicht einverstanden waren: „Ihr peitscht die Hutu aus oder wir peitschen euch aus.“   </p><p>Nach dem Zweiten Weltkrieg, als die Ruandische Unabhaengigkeit erwachte, begannen die Hutus eine soziale Revolution um den Tutsis ihre Macht zu nehmen. Im Jahr 1959, zum ersten Mal in der Geschichte, gab es Gewalt zwischen den Gruppen, die sich selbst Tutsis und Hutu nannten. Jahre des Konflikts folgten und die Hutus hatten bald die gesamte Gewalt an sich gerissen. Seit Anfang der Feindseligkeiten dachten die Belgier pragmatisch  und wechselten die Seite zu den Hutus. Der Genozid erfolgte schliesslich, nach vielen Warnsignalen und unbeantwortetem Flehen nach Hilfe, im April 1994. Medien und Gesellschaft hatten die Hutu Bevoelkerung so sehr indoktriniert, dass, als Befehl gegeben wurde, die Tutsi zu toeten, Nachbarn und Familienmitglieder Menschen, die ihnen sehr nahe standen, nieder gemetzelt haben. Weil die Mehrheit der Taeter durchschnittliche Buerger waren, mussten die Gerichte spaeter unvorhergesehen viele Menschen verurteilen und mit Gerechtigkeit auf einer sehr persoenlichen Ebene umgehen (Jones 51).</p><p>Aufgrund der lethargischen franzoesischen Intervention und einer UN Truppe, die weder die Resourcen noch das Mandat für eine Intervention hatte, vertrat die Rwandan Patriotic Front (RPF) schließlich die Ruander. Die RPF bestand vornehmlich aus Ruandischen Tutsis, deren Familien der Verfolgung entkommen waren, aber auch aus Hutus. Bis Ende Mai hatte RPF mehr als die Hälfte Ruandas unter Kontrolle und beendete den Genozid, dem sonst wohl die gesamte Tutsi Bevölkerung zum Opfer gefallen wäre.</p><p>Ruanda war nach dem Genozid offiziell, laut der Rangliste der Weltbank, das absolut ärmste Land der Welt. Es hatte eine Ernte verloren, was nicht nur bedeutete, dass es zu wenig Nahrung für die Menschen gab, sondern auch dass eine Saison Kaffee und Tee, die Hauptexportgüter, verloren gingen. Auch die Infrastruktur lag am Boden: Von Elektrizität über Telefonleitungen bis hin zu Heftgeräten in Büros. Brunnen, die nicht mit Körpern gefüllt waren, waren schwer zu finden. Die Morde fanden nicht in abgetrennten Konzentrationslagern statt, sondern auf den Straßen und in Häusern, Krankenhäusern, Geschäften und vielen katholischen Kirchen. Das bedeutete, dass auch Gerechtigkeit in dieser lokalen Umgebung walten musste. Die Staatskasse war vollkommen leer und die Zahl der Kinder, die ohne Erwachsene miteinander lebten, belief sich auf 100,000. (Kuusipalo)</p><p>1995 brachte die Zerstörung auf allen Ebenen der Gesellschaft Pasteur Bizimungu, damals ruandischer Präsident, dazu, eine internationale Konferenz einzuberufen, um eine Strategie zu finden, mit der man mit den Nachwirkungen von Genoziden besser fertig werden konnte. Doch trotz aller Bemühungen Menschen in gewöhnlichen Gerichtsverfahren zu bestrafen, hätte es, wie bereits erwähnt, mehr als 200 Jahre gedauert, alle Straftäter zu belangen. Da die neue Regierung jedoch Gerechtigkeit als einen der Hauptpunkte ihrer Politik ansah, wollte es um jeden Preis verhindern, dass Kriminelle unbelangt oder unbestraft davon kämen. Die Regierung bestand vor allem aus Tutsi, jedoch auch aus einigen Hutu, die nicht an dem Genozid teilgenommen hatten.</p><p>Darum wurde 1998 eine Komission eingesetzt, die „alle politischen Parteien… Ministerien, Professoren, Universitätsdozenten und die Jugend“ einbezog, um öffentliche Beteiligung herzustellen und so eine Lösung für die Probleme zu finden. Damit entstand die Gacaca Idee. 1995 hatte zudem die Ruhengeri Provinz Gacaca genutzt, um Justizprobleme zu lösen. Auch dies diente als Inspiration. Die ruandische Regierung schlug deshalb 1999 vor, Alternativen wie zum Beispiel die Täter zu begnadigen auszuschlagen und die Gacaca Gerichtshöfe einzusetzen um mit Verdächtigen zu verfahren (Harrell 66).</p><p>Zudem ist es wahrscheinlich, dass auch der Wille einen prä-kolonialen ruandischen Ansatz zu verfolgen, eine Rolle gespielt hat – vor allem aufgrund des eklatanten Mangelns an Entwicklungshilfe während und direkt nach dem Genozid, obwohl es mehrere Bitten um Unterstützung und Intervention gegeben hatte.</p><p><strong>Gestaltung und Auswahl der Teilnehmer </strong></p><p>Die aufgezeigte Geschichte des Landes führte zu einer Neubelebung der traditionellen Gacaca Konfliktresolution, welche historisch in unterschiedlichen Formen im Land benutzt wurde. Ruanda besitzt sowohl eine ausgeprägte Tradition der dezentralisierten Entscheidungsfindung und Gesetzgebung als auch der Gemeindedeliberation. Obwohl der Kolonialismus Ruanda ein westliches Rechtssystem aufgezwungen hatte, behielt Gacaca seinen Platz in der Gesellschaft, obwohl es merklich Einfluss während der Kolonialzeit verloren hat. (Ingelaere 43)</p><p>Gemeindemitglieder, deren Streitigkeiten zu kontrovers waren um sie intern zu klären, sind in der Vergangenheit an den Inyangamugayo, den Gemeinderechtsrat, berufen worden, um zu einem Urteilsspruch über den Disput zu gelangen. Konflikte wurden demnach oft kommunal auf einem Stück Gras zwischen allen beteiligten Parteien beigelegt. Daher kommt auch das Wort ‚gacaca‘, das Kinyarwanda ist und so viel bedeutet wie ‘Gras’ oder ‚Rasen‘. Die Gacaca-Richter der Vergangenheit besaßen jedoch nicht die Macht um über Mord zu urteilen. Das traditionelle System war auf nationaler Ebene vereinheitlicht und kodifiziert um gewisse Standards einzuhalten. Der Ansatz war jedoch bottom-up basiert und nicht von der zentralen Regierung standardisiert.</p><p>Im Oktober 2001 wählten die Ruander in ihren Städten und Dörfern eine Viertelmillion Richter, die Recht in den 11,000 Gemeinden, die an Gacaca beteiligt waren, sprechen sollten. Im Jahr 2004 fiel die Zahl der Richter von 250,000 auf 170,000. Menschen mit einer höheren Bildung wurden als Bereichsrichter gewählt. Gacaca hat das soziale Kapital von Frauen erhöht, die 35 Prozent der Richter auf der Zellenebene ausmachten. Viele Hutu wurden ebenfalls durch ihre Partizipation als Gacaca Richter bestärkt.</p><p>Der Richter im Gacaca Justizsystem ist eine ‚Person von Integrität‘ der Gemeinde, die Weisheit, Wahrheit und Gerechtigkeit für die Gemeinschaft verkörpert. Die Menschen in der Gemeinde wählen jeden Richter in seine Position. Diese ist nicht Vollzeit, eine Vergütung wird jedoch gewährleistet wenn der Richter wegen der Deliberation nicht seiner regulären Arbeit nachkommen kann. Die Richter sprechen das finale Urteil in jedem Fall.</p><p>Die Gacaca Gerichte wurden durch zwei Gesetze eingesetzt: das ‚Organic Law‘ (1996) und das ‚Gacaca Law‘ (2001). Die Pilotphase begann 2002 mit einer Zelle in jedem Bereich, die die Gerichte testen sollte. 2005 wurde der Prozess national ausgeweitet. (Molenaar 77)</p><p>Die Gacaca Gerichte werden draußen abgehalten und jeder in der Gemeinde ist eingeladen ihnen beizuwohnen. Um sich am Prozess zu beteiligen muss der Teilnehmer lediglich seine Hand heben um sprechen zu dürfen. Beweise dürfen auf spotaner Basis präsentiert werden. Der Verdächtige wird zu dem Dorf oder der Gemeinde geführt, in der das Verbrechen geschehen ist. Überlebende, Zeugen und jeder, der von dem Fall betroffen ist, ist normalerweise anwesend.</p><p>Die internationalen Gerichtshöfe (International Criminal Tribunal für Ruanda) und die nationalen Gerichte verhandeln über die schwersten Verbrechen und über die Organisatoren des Genozids. Diese internationalen Gerichte werden jedoch oft als eine separate westliche Vorgehensweise betrachtet, die im Klima nach dem Genozid die beste Option ist um den Bedürfnissen der Menschen gerecht zu werden. (Ingelaere 45) Nur die, die Verbrechen begangen, jedoch selbst keine Befehle gegeben haben, können in den Gacaca Gerichten verurteilt werden.</p><p>Die Gacaca Gerichte setzen sich aus verschiedenen Reichweiteeinheiten zusammen. Erstens, gibt es da die Gacaca Gerichte der so genannten Zellen. Eine Zelle ist die kleinste, lokale administrative Einheit in der ruandischen Gesellschaft, die aus durchschnittlich 830 Menschen besteht. Die Sektor Gacaca Gerichte und die Sektor Gacaca Revisionsgerichte decken die administrative Einheit der Sektoren ab, die aus ungefähr 5000 Menschen bestehen.</p><p>Jede Jurisdiktion hat drei Organe: die Hauptversammlung, die die gesamte Bevölkerung einer Zelle im Alter von mindestens 18 Jahren umfasst; das Büro der Gacaca Jurisdiktion, das aus 19 Mitgliedern besteht, die von der Hauptversammlung gewählt werden; und das Koordinierungs-Komitee, das aus fünf Mitgliedern besteht, die von den Büro-Mitgliedern gewählt werden. (Nationaldienst der Gacaca Jurisdiktion; Clark 54)</p><p> </p><p><strong>Deliberationen und Entscheidungen </strong></p><p>Die Tätigkeiten der Gerichte sind wie folgt: Sammeln von Informationen in Bezug auf den Genozid; Kategorisierung von Personen, die wegen Genozids verfolgt werden bzw. die eine Rolle in verschiedenen völkermörderischen Verbrechen gespielt haben; Gerichtsverhandlung von Fällen, die unter ihre Kompetenz fallen. (Nationaldienst der Gacaca Jurisdiktion).</p><p>Die Tatsache, dass die Gerichte in einem offenen Raum und unter voller Beobachtung der Gemeinde stattfinden, veranschaulicht die tranparente und partizipative Natur des Systems. Jedem ist es erlaubt zu kommentieren, die finale Entscheidung bleibt jedoch bei den Richtern, von denen oft mehr als einer zuständig sind. Die Anwendung von religiösen Ideen, die von den Bürgern eingebracht wurden, wie zum Beispiel Gnade und Vergebung, hat eine große Rolle in den Prozessen, auch in Bezug auf Partizipation, gespielt. Ein Gacaca Gericht hat die Macht, jedes Strafmaß bis hin zu lebenslang zu verhängen, die Todesstrafe ist jedoch ausgeschlossen, die sonst legal in Ruanda ist. Wenn das begangene Verbrechen kleinen Ausmaßes ist, wie zum Beispiel die Zerstörung materiellen Eigentums, wird oft eine Strafe verhängt, die der Gemeinde nützlich ist, wie zum Beispiel, dass der Verurteilte, das was er zerstört hat, wieder errichtet. Denen, die im Gacaca Gericht lügen oder ihre Aussage verweigern, droht eine Haftstrafe von einem bis zu drei Jahren. (Harrel 72)</p><p>Erstaunlicherweise endeten 25 Prozent der Fälle mit einem Freispruch für den Angeklagten, was dafür spricht, dass die Richter zum größten Teil unparteiisch und repräsentativ für die ruandische Gesellschaft waren, die einst aus Tutsi und Hutu bestand (Clark). Tatsächlich unterstützen viele Verbrecher das Gacaca System, da es ihnen Hoffnung auf Schlichtung oder sogar auf eine Freilassung gibt.</p><p><strong>Ergebnis und Effekte</strong></p><p>Im Jahr 2009, sollen die Gacaca Gerichte 1.1 Millionen Menschen vor Gericht gestellt haben, andere Quellen sprechen von Hunderttausenden. 2010 näherte sich die Phase der Genozid Fälle ihrem Ende. Wegen ihres großen Erfolgs, berät die Regierung gegenwärtig über die Fortsetzung der Gerichte. Die Gacaca Gerichte könnten die abunzi lokalen Gerichte ersetzen und Teil der nationalen ruandischen Strafrechtsgesetzgebung, über Genozidgesetzgebung hinaus, werden.</p><p>In Bezug auf die Aussöhnung und nationale Einheit betonte ein ruandischer Beobachter die Rolle von Gacaca in der Ermöglichung von versöhnendem Dialog: „Es ist ein sehr wichtiger Dialog… mit den harten Fakten anzufangen ist schwierig, aber schließlich erreichst du einen Konsens in jedem Fall… Vorher wollten die Menschen sich nicht einmal gegenseitig anschauen, aber nun können sie darauf hoffen sich gemeinsam hinzusetzen und Probleme zu diskutieren.“</p><p>Eine enorme Zahl von Menschen in Ruanda hat an den Gacaca Gerichten teilgenommen, was ihre Bedeutung bestätigt. In einer Umfrage der John Hopkins University, sagten 89 Prozent der ruandischen Bevölkerung, dass sie aktiv an der Beweisführung während der Gacaca Prozesse teilnehmen würden, und 87 Prozent bestätigten, dass sie mittleres oder hoheres Vertrauen darin haben, dass Gacaca zu nachhaltigem Frieden in Ruanda beiträgt. (Molenaar 75).</p><p>Der Heilungsprozess ist jedoch unvermeidlicherweise langsam und die Ergebnisse variieren auf einem individuellen Level. In vielen Fällen hat Gacaca dem Versöhnungsprozess aber sehr geholfen. Die Verbreitung der Wahrheit durch die Gerichtsverhandlungen waren besonders in solchen Situationen bedeutend, in denen die Schicksale von vielen Familienmitgliedern der Betroffenen unklar waren. Andere Fälle stellten eine große Herausforderung dar, da der Prozess wegen mangelnder Wahrheit oder Partizipation keinen emotional erleichternden Effekt hatte. Aufgrund der intimen, persönlichen Natur des Völkermords, ist es fast unmöglich die Ebenen des Erfolgs in Bezug auf den Heilungsprozess des Genozids quantitativ zu messen.</p><p>In praktischer Hinsicht haben die Gerichte die Belastung des Justizsystems erleichtert, indem sie die Verdächtigen des Genozids vor Gericht stellten, deren Bestrafung durch konventielle Mittel Generationen überdauert hätte. Es hat auch die Situation in ruandischen Gefängnissen erleichtert, in denen Gefangene sich vorher oft  in gestapelten Betten abwechseln mussten, weil es so viele Verdächtige gab. Die Gerichtsverfahren haben auch diejenigen wieder auf freien Fuß gesetzt, die zu Unrecht festgehalten wurden, da sie den Prozess der Fallbearbeitung beschleunigt haben. Die Betriebskosten der ruandischen Regierung für das System beliefen sich auf 39 Millionen USD.</p><p><strong>Analyse und Kritik </strong></p><p>Das Level an Vertrauen in die Richter war, wie verlautet, aufgrund der Legitimität und Verantwortung, die sie in ihren jeweiligen Gemeinden bewiesen hatten um für die Position gewählt zu werden, hoch. Nichtsdestotrotz haben externe Beobachter manchmal kritisiert, dass Richter als Gemeindemitglieder zu sehr selbst betroffen sein können um vollkommen unparteilich zu sein. Auf der anderen Seite, besaßen sie oft größeres Wissen zu den Fällen, als ein Außenseiter haben könnte.</p><p>Die bloße Geschwindigkeit des Gacaca Systems in der Erleichterung der justiziellen Vorgänge ist wahrscheinlich der wichtigste Beweis für dessen Signifikanz auf praktischer Ebene. Ohne die Gerichte, unabhängig von ihren Unzulänglichkeiten, wäre es niemals möglich gewesen Gerechtigkeit für Hunderttausende von Menschen herzustellen.</p><p>Externe Menschenrechtsgruppen haben kritisiert, dass die Gerichte vor allem auf einer strikt juristischen Analyse des Bezugsrahmens, der dem System unterliegt, aufbauen, welche vom westlichen Standpunkt aus gesehen, fehlen könnte. Sie haben auch die Informalität der juristischen Dokumentation des Systems kritisiert. Nach Amnesty International waren die Gerichte nach internationalen Standards nicht fair, da sie die individuellen Rechte der Genozid Verdächtigen verletzten. Diese Kritik ist jedoch eher unbrauchbar, da die Alternative, wegen Ruandas begrenzter Ressourcen, eine lebenslange Haftstrafe gewesen wäre, während die tausenden Verdächtigen auf den Beginn ihres Gerichtsverfahrens warten.</p><p>Überlebende wurden scheinbar in manchen Fällen verfolgt, nachdem sie vor Gericht ausgesagt hatten. Nichtsdestotrotz berichteten andere externe Quellen, dass die Sicherheit, auch von Verdächtigen, relativ hoch war. (Clark 343)</p><p>Viele ruandische und nicht-ruandische Beobachter haben hervorgehoben, dass Gacaca nicht nur ein rechtliches Instrument sei, sondern auch eine soziale Instiution der Versöhnung. (Clark 5) Das hohe Maß öffentlicher Beteiligung zeigt dass das System erfolgreich genug war um einen Raum zu schaffen, in dem Menschen sich beteiligen können sowie einen Prozess, an dem Menschen weiter beteiligt sein möchten. Wie der ehemalige rechtliche Berater der Gacaca Kommission sagt, wird Gacaca durch die Partizipation der Menschen weiter bestehen: „In den Gacaca Gerichten kommt die Wahrheit von der Bevölkerung. Wir wissen, dass die Menschen sagen, wer verantwortlich ist, weil sie gesehen haben, was [die Verbrecher] taten. Sie standen da, als es passierte… Es wird keine Verwirrung darüber geben, wer für diese Dinge verantwortlich ist.“ (Clark 138)</p><p>Gacaca hat zudem spezielle Charackteristika, Bezug nehmend auf die Bedürfnisse der Menschen, weiter entwickelt. Über den rechtlichen Rahmen hinaus, hat es dem Verfahren einen persönlichen Charackter verliehen, der sehr wichtig in solch einem Fall ist.</p><p>Trotz einiger Zweifel und Unzulänglichkeiten, ist es schwer sich vorzustellen, wie ein Land, das so marode war wie Ruanda nach dem Genozid, besser mit seinen praktischen als auch emotionalen Lasten hätte umgehen sollen, als mit den Gacaca Gerichten, die versuchten die Gesellschaft zu heilen und wieder aufzubauen. Lokale Übergangsgerichte nach Völkermorden an anderen Orten können viele Lehren aus der ruandischen Erfahrung ziehen, da es ein besonders groß angelegtes und oftmals effektives Experiment war.</p><p> </p><p><a id=\"Secondary_Sources\" name=\"Secondary_Sources\"></a></p><h3>Sekundärquellen</h3><p>Clark, Phil. The Gacaca Courts, Post-Genocide Justice and Reconciliation in Rwanda. New York: Cambridge University Press, 2010.</p><p>Harrell, Peter E. Rwanda’s Gamble. Lincoln: Writers Club Press, 2003.</p><p>Ingelaere, Bert. “The Gacaca courts in Rwanda”. In Traditional Justice and Reconciliation after Violent Conflict. Stockholm: International IDEA, 2008.</p><p>Jones, Nicholas A. The Courts of Genocide. New York: Routledge, 2010</p><p>Molenaar, Arthur. Gacaca: Grassroots justice after genocide. Leiden: African Studies Centre, 2005.</p><p>Rombouts, Heidy. Victim Organisations and the Politics of Reparation: a case study on Rwanda. Antwerp-Oxford: Intersentia, 2004.</p><p>Urusaro, Alice Karekezi et al. “Localizing Justice: Gacaca courts in post-genocide Rwanda”. In My Neighbor, My Enemy. Cambridge: Cambridge University Press, 2004.</p><p><a id=\"External_Links\" name=\"External_Links\"></a></p><h3>Externe Links</h3><p><a href=\"http://digitalcollections.sit.edu/conflict_reconcilation_symposium/jan11/memoryjusticehumanrightspanel/1/\">Chakravarti, S. (2012). Gacaca: A Flawed Project and the Hope for Transitional Justice</a></p><p><a class=\"external text\" href=\"http://www.economist.com/node/1169808?story_id=E1_TTGJRDR\" rel=\"nofollow\" title=\"http://www.economist.com/node/1169808?story_id=E1_TTGJRDR\">“Justice on the grass”. The Economist, June 6, 2002.</a></p><p><a class=\"external text\" href=\"http://www.inkiko-gacaca.gov.rw/En/EnIntroduction.htm\" rel=\"nofollow\" title=\"http://www.inkiko-gacaca.gov.rw/En/EnIntroduction.htm\">National Service of Gacaca Jurisdictions website</a></p><p><a class=\"external text\" href=\"http://www.guardian.co.uk/world/2010/jan/11/rwanda-gacaca-courts\" rel=\"nofollow\" title=\"http://www.guardian.co.uk/world/2010/jan/11/rwanda-gacaca-courts\">Khaleeli, Homa. “Rwanda’s community courts: a unique experiment in justice”. The Guardian, January 11, 2010.</a></p><p><a class=\"external text\" href=\"http://interuwcmag.wordpress.com/2009/07/11/rwanda-of-a-thousand-stories/\" rel=\"nofollow\" title=\"http://interuwcmag.wordpress.com/2009/07/11/rwanda-of-a-thousand-stories/\">Kuusipalo, Rina. Rwanda of a thousand stories. United World College Student Magazine, 2009.</a></p><p><a class=\"external text\" href=\"http://www.wcl.american.edu/hrbrief/14/2lemon.pdf?rd=1\" rel=\"nofollow\" title=\"http://www.wcl.american.edu/hrbrief/14/2lemon.pdf?rd=1\">Le Mon, C. “Rwanda’s troubled Gacaca courts” Human Rights Brief, Vol. 14, No. 2, p. 16, Winter 2007.</a></p><p><a class=\"external text\" href=\"http://news.bbc.co.uk/2/hi/africa/7074494.stm\" rel=\"nofollow\" title=\"http://news.bbc.co.uk/2/hi/africa/7074494.stm\">“’Don’t extradite’ Rwanda suspects”. BBC News, November 2, 2007.</a></p><p><a class=\"external text\" href=\"http://www.youtube.com/watch?v=LiDea-PNoyw\" rel=\"nofollow\" title=\"http://www.youtube.com/watch?v=LiDea-PNoyw\">YouTube: Gacaca Justice – Rwanda (Journeyman Pictures)</a></p>", "title": "Die Gacaca Gerichte"}