{"htmlbody": "<h3>Problems and Purpose</h3><p>From October to December, 2012, 56 Edmontonians gathered to deliberate about climate change and energy vulnerability in a municipal policy making context. The Panel worked together over six day-long sessions. The <a href=\"https://docs.google.com/file/d/0B52b5IuG0kSXUldKY29kUm1DTVU/edit\" target=\"_blank\" title=\"Edmonton Citizens' Panel Session Reports\">Session Reports</a> give a day-by-day overview of main deliberation activities.</p><p>Panelists heard from City representatives, industry, and university experts, and took part in facilitated exercises to help them identify common ground. Citizens drew upon an expert-developed <a href=\"http://www.pembina.org/pub/2391\" target=\"_blank\" title=\"Edmonton's Energy Transition Discussion Paper - Summary\">Energy Transition Discussion Paper</a> in developing recommendations for the City’s consideration. At the end of the five-sessions, members were assigned specific post-panel deliverables (media requests, supply purchases, publicity, and meeting attendance, etc.) to bring the conclusions they reached in meeting to the rest of the community.</p><p>The Panel’s <a href=\"http://www.albertaclimatedialogue.ca/wp-content/uploads/2013/01/ECP_EnergyClimateChallengesFINAL2.pdf\">Final Report</a> was completed in January 2013 and presented to City Council’s Executive Committee on April 15th, 2013. See a recording of the meeting (Agenda item 6.8) <a href=\"http://sirepub.edmonton.ca/sirepub/mtgviewer.aspx?meetid=985&amp;doctype=AGENDA\" target=\"_blank\" title=\"Council Exec \">here</a>.</p><h3>History</h3><p>In 2009 the City of Edmonton initiated a process for the long term <a href=\"http://www.edmonton.ca/city_government/city-vision-and-strategic-plan.aspx\">planning and visioning</a> of what the City would like to become by the year 2040.  The result of this inital process was the creation of a number of strategic plans for distinct areas: The Way We Finance, The Way We Green, The Way We Grow, The Way We Live, The Way WeMove, and The Way We Prosper.</p><p>In conjunction with the municipal development plan The Way We Green, the City commissioned a <a href=\"http://www.pembina.org/pub/2391\">Discussion Paper</a> by the Pembina Institute and HB Lanarc.  The Edmonton Citizens' Panel was convened to evaluate the options proposed in the Discussion Paper in order to provide City Council and Administration with robust information concerning citizens' preferences and values regarding the variety of policy options proposed.  </p><h3>Originating Entities and Funding</h3><p>This panel was convened through the collaboration of the City of Edmonton's Office of Environment, the Centre for Public Involvement (CPI), and Alberta Climate Dialogue (ABCD), a SSHRC funded project at the University of Alberta led by Dr. David Kahane.</p><h3>Participant Selection</h3>The process to recruit 66 Citizen Panelists, led by the Centre for Public Involvement, was as follows: <ol><li>Establish representation targets</li></ol><ul><li>ABCD, CPI, and the City developed targets for representing Edmonton’s demographic and attitudinal diversity. Targets were based on data from Statistics Canada, City of Edmonton census data, and a general population survey with questions developed by the project team in collaboration with researchers. The target size of the Panel was 55-60, and 66 people were recruited to compensate for anticipated attrition.</li></ul><p>2.  General population survey</p><ul><li>An automated telephone survey of the general Edmonton population by Probit was undertaken to define baselines for the attitudinal questions in each demographic target. 1297 Edmontonians completed this general population survey.</li></ul>3. Create an initial pool of prospective <ul><li>Prospective participants were contacted through an initial automated recruitment call by Probit to random Edmontonians (total contacted: 2397). Data was gathered using survey questions (demographic and attitudinal) with phone key responses; willingness and availability to take part were also recorded. Additional telephone follow-up was completed with a pool of those who provided telephone responses (total of 317). Those willing and able to take part were asked to complete a consent form and a more detailed survey.</li></ul>4. Refine and adjust the composition of the Citizens’ Panel<ul><li>Final selection was completed to establish a Citizens’ Panel that was as representative as possible of interlocking demographic and attitudinal criteria. </li></ul>5. Targeted outreach<ul><li>Additional youth outreach was undertaken by CPI to recruit participants in the age 18-29 category.</li></ul>6. Finalize Composition<ul><li>Sixty-six Panelists were invited to participate in the 2012 Citizens’ Panel on Edmonton’s Energy and Climate Challenges. Each was provided with a participant resource package and letter of participation prior to the Panel's first session.</li></ul>7. Supporting Participation<ul><li>Weekly communications and support were provided to ensure positive and effective participation by all Panelists; Panelists also had access to an intranet site to support their overall learning and experience. Those who left the Panel early were contacted: reasons for leaving included illness, family circumstances, and work out of the city.</li></ul><h3>Deliberation, Decisions, and Public Interaction</h3><p>Many of the outcomes of the Citizens' panel are outlined in the <a href=\"http://sirepub.edmonton.ca/sirepub/mtgviewer.aspx?meetid=985&amp;doctype=AGENDA\">final report.</a></p>The panelists deliberated on a number of guiding principles and values they felt were important for City Council to keep in mind as it went foward with any recommendations.<p>The four guiding principles were: </p><ul><li>Weigh costs and benefits for each energy transition action </li><li>Use public and transparent decisionmaking processes so that citizens are confident that energy transition decisions serve the public good</li><li>Link City leadership to citizen education</li><li>Recognize and promote multiple reasons for energy transition</li></ul><p>The four values were:</p><ul><li>Sustainability</li><li>Equity</li><li>Quality of Life</li><li>Balancing individual freedom and the public good</li></ul><p>Finally, a group of participants felt that the recommendations proposed in the discussion paper did not go far enough or fast enough with regards to the overall transition goals.  While proposed motions did not achieve the threshold desired by the organizers to be an actual recommendation of the panel (75%), two motions did achieve more than a majority of support.  </p><p>The two motions were:</p><ol><li>Speed is essential, and the Panel wants the City to set strong, measurable targets for energy transition in a five-year time frame. In other words, it is important not just that the City seek ambitious changes in energy use by 2050, but that there be aggressive short-term targets so that transition begins quickly. (Received 71% support)</li><li>The ‘Low Carbon Case’ in the Discussion Paper, which the Panel as a whole supports, sets a good but minimal standard for energy transition. The City should aim to move further and faster with energy transition than outlined by the Low Carbon Case. (Recieved 63% support)</li></ol><p>This represents an interesting example where a majority of the participants resisted the initial framing of the deliberation and pushed for a more radical agenda than was initially proposed.</p><p><a>At the last session on December 1, 2012, panelists used electronic clickers to anonymously vote on approving or rejecting the content of the Final Report draft as it stood. </a>Lastly, the group discussed deliverables for moving forward with the proposals of the Final Report, and divided into teams to carry out these deliverables (sending press releases, engaging with media, social media, developing logos, etc.). A team leader was assigned to each group.</p><p>Media coverage occurred mainly after the Final Report had been released and was being discussed in the city government in April and May of 2013. The activities of the Citizens’ Panel were mainly participant-focused. While there was no structure programming to bring in the voice of citizens aside from the ones sitting in the room, the participants constantly engaged with each other beyond the Saturday sessions through a participant website set up through the University of Alberta portal.</p><h3>Influence, Outcomes, and Effects</h3><p>The final report of the Edmonton Citizens’ Panel can be accessed <a href=\"http://www.albertaclimatedialogue.ca/wp-content/uploads/2013/01/ECP_EnergyClimateChallengesFINAL2.pdf\">here</a>.</p><p>The Panel concluded that the City of Edmonton does indeed need to take active  measures to become a low carbon city by 2050. They came out in support of the following six deliverables as proposed in <a href=\"http://www.pembina.org/pub/2391\">the Discussion Paper</a>:</p><ul><li>“Reduce the greenhouse gas intensity of the provincial electricity grid”</li><li>“Increase the proportion of development undertaken to create compact, mixed-used, transit-oriented neighborhoods within already developed areas”</li><li>“Reduce energy use in industrial facilities through energy efficiency”</li><li>“Increase the uptake of distributed energy generation”</li><li>“Increase the energy efficiency of buildings”</li><li>“Reduce the amount of gasoline and diesel used in the vehicle fleet”</li></ul><p>The Final Report was completed in January 2013 and was presented to the City Council’s Executive Committee (<a href=\"http://sirepub.edmonton.ca/sirepub/mtgviewer.aspx?meetid=985&amp;doctype=AGENDA\">recording</a>) on April 15, 2013. The proposal received  a lot of media coverage from the end of March to the end of April.</p><p>Post-panel activity on the Final Report and engagement with the city government was fueled by step-by-step deliverables designed by the panelists during the last session. The participants divided into teams dedicated to media engagement, editing, social media, and developing logos, etc. and carried out this work beyond the date of their last session. </p><h3>Analysis and Criticism</h3><p>Edmonton’s Citizens’ Panel was an effective model of deliberative democracy in terms of its pre-program foundation, post-program follow-up, and engagement of the participant pool throughout the process. Basing the “Big Question” on an already existing policy or paper gave participants a base from which to discuss high-level policy and eliminated the burden of having to design suggestions from scratch without having had prior knowledge or concern about the issue at hand. Sessions were also well-designed towards this purpose, with presentations from experts.</p><p><a>An Internet portal through the University of Alberta was provided to participants for discussions and crowdsourcing throughout the process, which kept panelists engaged and interested throughout the multi-month-long program. </a>Furthermore, the Panel’s post-program deliverables made action on the proposal organized and efficient even after the conclusion of the last full group session.</p><p><a>Meanwhile, in any replication of this model in the future, the coordinator might consider more structured programming for gathering opinions outside the walls of the conference room through neighbor interviews assigned to each participant and/or a popular survey administered and publicized with the help of the participants. Additionally, media transparency in terms of the matters and topics discussed during the sessions did not occur until the program was over and the Final Report was presented; if possible, the coordinator might also consider allowing regular press coverage of the six sessions.</a></p><h3>Secondary Sources</h3><p><a href=\"http://sirepub.edmonton.ca/sirepub/mtgviewer.aspx?meetid=985&amp;doctype=AGENDA\">http://sirepub.edmonton.ca/sirepub/mtgviewer.aspx?meetid=985&amp;doctype=AGENDA</a></p><p><a href=\"http://pubs.pembina.org/reports/edmonton-energy-transition-discussion-paper.pdf\">http://pubs.pembina.org/reports/edmonton-energy-transition-discussion-paper.pdf</a></p><p><a href=\"https://docs.google.com/file/d/0B52b5IuG0kSXUldKY29kUm1DTVU/edit\">https://docs.google.com/file/d/0B52b5IuG0kSXUldKY29kUm1DTVU/edit</a></p><p><a href=\"http://www.albertaclimatedialogue.ca/wp-content/uploads/2013/01/ECP_EnergyClimateChallengesFINAL2.pdf\">http://www.albertaclimatedialogue.ca/wp-content/uploads/2013/01/ECP_EnergyClimateChallengesFINAL2.pdf</a></p><h3>External Links</h3><p><a href=\"http://www.albertaclimatedialogue.ca/\">Alberta Climate Dialogue</a></p><p><a href=\"http://centreforpublicinvolvement.com/\">Centre For Public Involvement</a></p><p><a href=\"http://vimeo.com/66853464\">Video of Dr. David Kahane describing Alberta Climate Dialogue</a></p>", "title": "Citizens’ Panel on Edmonton’s Energy & Climate Challenges"}