{"htmlbody": "<p><em>Note: an English translation of this article is available at: <a href=\"http://participedia.net/en/cases/participatory-budget-joven-de-rosario\">http://participedia.net/en/cases/participatory-budget-joven-de-rosario</a></em></p><p><em>Note:  This article is in need of assistance with editing and content. Please help us complete it.</em> </p><p><em>Este artículo necesita ayuda en la edición, </em><em>y </em><em>el contenido. Por favor, nos ayuden a completarlo.</em></p><h2>Propósito y Problema</h2><p>El Presupuesto Participativo Joven de Rosario (PPJoven) nació en el año 2004, con el fin de brindar a todos los sectores de la ciudad la posibilidad de participar activamente, en este sentido se ha hecho hincapié en el sector juvenil, ya que tradicionalmente, los jóvenes se han visto excluidos de los espacios de toma de decisiones. En este sentido, la experiencia del presupuesto participativo busca incorporar a los y las jóvenes (13-18 años de edad) con los cuales se deberá imaginar y construir la ciudad y la sociedad que queremos.</p><p>El PPJoven de Rosario está enmarcado en el Presupuesto Participativo (PP) Rosario que se comenzó a implementar en la ciudad ininterrumpidamente desde el año 2002. Si bien existen similitudes entre ambos Presupuestos Participativos, para el caso del PPJoven, se flexibilizo la metodología para poder llevarse a cabo con jóvenes.</p><p>Dos razones principales fueron las que motivaron el surgimiento de esta iniciativa, la primera es la escasa participación de los jóvenes y la segunda es la crisis de representación política que golpeo al país desde finales de la década del ‘90, que impacta en mayor medida en la población juvenil, generando apatía y desmotivando la participación en las instancias públicas.</p><p>El PPJoven tiene como objetivos generales:</p><ol><li>Ampliar las capacidades de los jóvenes para lograr una inclusión social y política a partir del reconocimiento de sus derechos como ciudadanos, y</li><li>Fortalecer las relaciones entre el Estado Local y las organizaciones juveniles de la sociedad civil para generar sinergias que tiendan a mejorar la calidad de vida de los jóvenes en particular y de la sociedad en general.</li></ol><p>Y como objetivos específicos:</p><ol><li>Promover y difundir en la población juvenil el PP de Rosario.</li><li>Generar espacios de discusión y debate para la problematización acerca de la democracia participativa, los derechos ciudadanos y el control de gestión sobre asuntos municipales.</li></ol><p><a id=\"2._Historia\" name=\"2._Historia\"></a></p><h2>2. Historia</h2><p>El PPJoven se implementó por primera vez en el año 2005 en el Distrito Sudoeste de la ciudad (la ciudad está dividida en 6 distritos) para luego extenderse a toda la ciudad, en el marco de la Ordenanza Municipal Nº 7326/02. La participación ha sido creciente, pasando de 76 jóvenes en el Distrito Sudoeste en la prueba piloto del PPJoven 2005 a 4.027 en los seis distritos de la ciudad en el PPJoven 2009. El PPJoven se ha llevado a cabo de forma ininterrumpida desde el año 2005.</p><p><a id=\"3._Las_entidades_de_origen_y_financiaci.C3.B3n\" name=\"3._Las_entidades_de_origen_y_financiaci.C3.B3n\"></a></p><h2>3. Las entidades de origen y financiación</h2><p>El PPJoven es financiado y llevado a cabo por el Gobierno Municipal de la Ciudad de Rosario en el marco de la Ordenanza Municipal Nº 7326/02.</p><p>El presupuesto asignado por distrito y por año fue de 40.000$ hasta el año 2008, donde se aumento la suma a 50.000$ por distrito y por año.</p><p><a id=\"4._Selecci.C3.B3n_de_Participantes\" name=\"4._Selecci.C3.B3n_de_Participantes\"></a></p><h2>4. Selección de Participantes</h2><p>La participación es libre y abierta a todos los jóvenes de todos los barrios de Rosario, que tengan entre 13 y 18 años.</p><p><a id=\"5._Las_deliberaciones_y_decisiones\" name=\"5._Las_deliberaciones_y_decisiones\"></a></p><h2>5. Las deliberaciones y decisiones</h2><p>El proceso de trabajo comienza con la “primera ronda de asambleas”. Se realizan entre 3 y 5 asambleas por cada uno de los distritos (son 6 en toda la ciudad). En la “primera ronda de asambleas”, el objetivo es arribar a un primer diagnóstico de los problemas del barrio desde la mirada de los jóvenes. También, es la instancia donde se eligen los consejeros juveniles, quienes actuarán como delegados en los consejos participativos de distrito.</p><p>Esta instancia es fundamental porque es el momento en donde los jóvenes plantean las necesidades y prioridades del lugar donde viven y actúan. En este primer momento surgen, sin limitaciones, todas aquellas cuestiones que ellos consideran que se deben modificar y generar para mejorar la calidad de vida de los jóvenes y que permitan mejores condiciones para su desarrollo. Así mismo, este es el momento donde los jóvenes comienzan a reconocer sus derechos y obligaciones como ciudadanos, en el marco de la gestión de su propia ciudad.</p><p>En esta instancia también se hace la “elección de los consejeros”, quienes irán a representar, en las etapas sucesivas, al conjunto de jóvenes que participan del PPJoven, y que terminan conformando el “consejo participativo joven”. Para promover una participación igualitaria de varones y mujeres, cada uno que participa de las asambleas tiene derecho a dos votos para poder elegir un varón y una mujer. El Consejo Participativo Joven de Distrito es un espacio de participación permanente conformado por los consejeros electos en las Asambleas Barriales de la Primera Ronda del PPJoven. Una vez concluida la Primera Ronda, la totalidad de los consejeros se reúne y determina cuál será la modalidad de funcionamiento del Consejo Participativo Joven, el cual será coordinado por un equipo técnico del Centro de la Juventud.</p><p>La función del Consejo Participativo Joven es sistematizar y re-elaborar las demandas planteadas por sus pares, identificando además, las responsabilidades que tiene cada una de las jurisdicciones del Estado (municipio, provincia y nación) en dichas demandas. De esta manera los consejeros elaboran los proyectos que, en una primera instancia, se presentan ante el Intendente de la ciudad y el gabinete municipal para su evaluación técnica y financiera, y que posteriormente serán discutidos entre todos los jóvenes que participan en la Segunda Ronda.</p><p>La “Segunda Ronda de asambleas” es el momento en el que se eligen los proyectos del Distrito y los delegados, electos durante la ronda anterior, informan acerca de lo realizado en el seno del Consejo.</p><p>Se convoca a toda la población juvenil de cada Distrito a una Asamblea masiva y los/as Consejeros/as presentan los proyectos que se han elaborado en base a las prioridades surgidas de las asambleas de la primera ronda y a las reuniones y asesoramiento recibido, para que se decida cuál o cuáles proyectos se harán efectivos. La elección que realizan las y los jóvenes en esta instancia, es decir, obras y/o acciones, se incorporan al presupuesto del año siguiente.</p><p>Las asambleas de la Segunda Ronda se desarrollan tres meses después de la conformación de los Consejos Participativos Joven. El listado de proyectos representa el producto final de reuniones con funcionarios y técnicos municipales y del debate entre los mismos consejeros acerca de lo que consideran relevante y de mayor urgencia para el Distrito que habitan.</p><p>Luego del desarrollo de las dos rondas, se toman las prioridades elegidas por distrito, y el Departamento Ejecutivo, a través de su Secretaria de Hacienda, formula el anteproyecto de Presupuesto en el cual se incluyen las partidas presupuestarias que demandan las prioridades elegidas por las y los jóvenes.</p><p>Una vez finalizado el proceso del Presupuesto Participativo Joven, se convoca a los miembros de todas las organizaciones juveniles que participaron en él, y particularmente a los consejeros juveniles para, junto al equipo técnico del Centro de la Juventud y del Presupuesto participativo, realizar jornadas de valoración de la experiencia.</p><p><a id=\"6._Influencia.2C_Resultados_y_Efectos\" name=\"6._Influencia.2C_Resultados_y_Efectos\"></a></p><h2>6. Influencia, Resultados y Efectos</h2><p>Con la implementación del PPJoven no solo se intenta fortalecer la participación de los jóvenes, tanto individualmente y como sector para influir y tomar decisiones en la institucionalidad publica, sino que también, es una apuesta a la formación de ciudadanía independientemente de los resultados inmediatos y visibles, como son las obras y actividades ejecutadas a partir de la decisión de los jóvenes. Significa la posibilidad de cambiar la manera de pensar la participación ciudadana y de cambiar el concepto de gestión que ha prevalecido hasta ahora.</p><p><a id=\"8._Fuentes_Secundarias\" name=\"8._Fuentes_Secundarias\"></a></p><h2>8. Fuentes Secundarias</h2><p><a href=\"http://www.rosario.gov.ar/web/gobierno/presupuestos/presupuesto-participativo/presupuesto-participativo-joven\">Sitio Web oficial del Presupuesto Participativo Joven de la Ciudad de Rosario</a></p><p><a href=\"http://www.ygproject.org/guide\">Youth Participation in Development</a></p><p><a href=\"http://www.cigu.org/cgi-bin/cigu/GET?ACTION=DOC_C&amp;DATA=doc_c12\">Documento Oficial: Presupuesto Participativo Joven. Construyendo Ciudad(anía)</a> [DEAD LINK]</p>", "title": "Presupuesto Participativo Joven de Rosario (Argentina)"}